{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "items": [
    {
      "title": "An indirect radiative surface-cooling due to water vapor in the tropics and its implications for pre-monsoonal heat stress",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add174",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Severe pre-monsoonal heat stress has become a routine occurrence in several tropical regions. Motivated by the surmounting evidence that high ambient humidity worsens the perception of heat during these events, we analyse the general, net radiative impacts of humidity on pre-monsoonal surface temperatures using reanalysis and satellite data. Surprisingly, we find that there exists an indirect, radiative surface-cooling effect of water vapor within extended regions in the tropics during periods of high ambient humidity relative to drier periods in the pre-monsoonal season. This observation is contrary to the strong greenhouse effect generally associated with water vapor. We show that this radiative surface-cooling is associated with a previously unreported large positive correlation between lower tropospheric humidity and cloud cover in these regions bordering the ITCZ. These clouds are predominantly low-level and altocumuli, known to have a negative surface-radiative forcing, possibly causing the surface-cooling observed during periods of high ambient humidity. Therefore, periods of lower ambient humidity—or equivalently lesser low-to-mid-level cloud cover—lead to strong surface warming. We find that these pan-tropical regions, where heat stress is negatively correlated with ambient humidity, border the ITCZ and are co-located with the horizontal branch of the Hadley cell, moving north-to-south with the seasonal cycle. Hence, this indirect negative radiative effect of water vapor is particularly relevant for heat stress during the pre-monsoons. We demonstrate this with case studies of some recent major heat waves over the Indian sub-continent when this indirect water vapor effect is found dominantly active throughout the season and in its warming phase during the period of the heat wave. The evolution of this indirect, radiative effect of water vapor, under future climate warming, needs further investigation, considering its crucial importance for heat stress in the tropics."
    },
    {
      "title": "Territories of commons: a review of common land organizations and institutions in the European Alps",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add1f4",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Common land organizations and institutions (hereinafter: CLOIs) have been extensively studied worldwide. However, the extent of the European ones is relatively unknown, despite studies and evidence of their long existence. This is the first comparative study on the CLOIs at a European regional scale. This study focuses on the Alps as defined by the Alpine Convention, and presents the first comprehensive review of data, and status of CLOIs across and within 6 alpine countries: Austria, France, Germany, Italy, Slovenia, and Switzerland. The aim is to assess (i) their historical evolution, (ii) their institutional arrangements and governance characteristics, and (iii) their numbers, surface, and land uses. To carry out this analysis, we used secondary data from official statistics, surveys, scientific and grey literature, legislation, and bylaws for each country and each region. The results show that CLOIs emerged in the Middle Ages and went through key changes in the 19th century, primarily due to Napoleon’s influence in reorganising public administration structures, and post-World War II centralization processes, especially in eastern European countries. In total, we accounted for between 5785 and 11 063 CLOIs, distributed across 32 types in the 6 countries; among which, CLOIs with full property rights and membership based on farmstead ownership are the most frequent. The main land use for Alpine CLOIs is forest followed by pasturelands. CLOIs holding agricultural land, such as cropland, was instead reported for only one country and was negligible. In this review we have identified and highlighted several scientific gaps for future but urgent research on Alpine commons. This review depicts the need for more systematic and cross-country data collection, which could encourage networking and innovation, stakeholder engagement, and CLOIs’ recognition in contributing to the sustainable development goals."
    },
    {
      "title": "The influence of varying atmospheric CO2 on global warming potentials and carbon emission impulse response functions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add54b",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Impulse response functions (IRF), the response in a climate parameter to an emission pulse of CO2, are used to characterize Earth system response timescales and to calculate Global Warming Potentials (GWPs). GWPs are widely used to compare emissions of different greenhouse gases and to compute CO2 equivalent emissions as reported by governments to the United Nations Framework Convention on Climate Change (UNFCCC). The GWP of any gas x is the absolute GWP of gas x Absolute and relative Global Warming Potential (AGWPx) divided by AGWP of CO2. Ideally, AGWP and GWPx would be independent of atmospheric CO2 and climate. However, AGWP , and, in turn, GWPx change under rising atmospheric CO2 and global warming, affecting the emission reporting under the UNFCCC. Here, we apply perturbed parameter ensemble simulations, constrained in a Bayesian approach by observational data, to investigate how AGWP and IRF vary under different atmospheric background CO2 levels (CO ). We provide analytical formulations to compute AGWP and IRF for CO2, ocean and land carbon uptake, global mean surface air temperature, steric sea level, and ocean heat content, and to adjust these metrics to different CO . AGWP , given by the time-integrated response in CO2 at year 100 multiplied by its radiative efficiency, is 101.8(±13.5) 10−15 yr W m−2 kg-CO for CO = 425 ppm and decreases by 7% for CO = 500 ppm. The decrease is driven by a decrease in the radiative efficiency of CO2, partly canceled by a concomitant increase of IRF due to muted ocean and land carbon uptake under higher CO2 levels. We recommend regularly adjusting AGWP and, in turn, GWPs of long-lived gases to contemporary atmospheric CO2 and climate."
    },
    {
      "title": "Greenness and Parkinson’s disease prevalence: a national cross-sectional study in China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add54c",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Although a few studies have explored the impact of greenness on neurodegenerative diseases, little is known about the association between greenness and Parkinson’s disease (PD) prevalence, especially in developing countries. We aimed to investigate the association between greenness and PD prevalence in China. This cross-sectional study utilized data from the 2020 wave of the China Health and Retirement Longitudinal Study (CHARLS), involving a sample of 17 029 individuals. PD diagnoses were ascertained through medical professionals and records in questionnaires. To assess greenness exposure, Normalized Difference Vegetation Index (NDVI) was calculated as annual population-weighted for 2020 (NDVI2020) and a two-year average population-weighted for the period of 2019 and 2020 (NDVI2019−2020), respectively. Logistic regression models were employed to analyze the association between greenness and PD prevalence at city scale, and stratified analyses were further performed to identify potential modifiers of the association between greenness and PD prevalence. In the fully-adjusted models, a 0.1 increase in NDVI2020 was associated with 14.0% [odds ratio (OR) 0.860, 95% confidence interval (CI): 0.750, 0.987] lower odds of prevalent PD. Similarly, a 0.1 increase in NDVI2019−2020 was associated with 13.9% (OR 0.861, 95% CI: 0.744, 0.997) reduction in the odds of prevalent PD. This conclusion remained robust in the sensitivity analyses. Moreover, significant protective effects of greenness on PD prevalence were identified among females, the elderly, those living alone, and those with healthier habits. This national cross-sectional study found that exposure to higher greenness was associated with reduced odds of prevalent PD. Greenness may serve as a readily accessible environmental intervention for lowering prevalent PD in the future."
    },
    {
      "title": "Sowing resilience: quantifying the role of American crops in mitigating Malthusian catastrophes during climatic extremes in history",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add608",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Previous large-N quantitative research on the historical human-environment nexus has primarily emphasized the negative impacts of climate change on social stability, economic development, and the collapse of civilizations. In contrast, this study seeks to provide a statistical analysis of the resilience mechanisms that human societies have historically employed to adapt to and mitigate adverse environmental conditions. Agricultural development, as a crucial component of social resilience, has played a pivotal role in enabling societies to absorb climate-induced subsistence pressures. We systematically examine how introducing American crops mitigated the relationship between climatic extremes—specifically floods and droughts—and Malthusian catastrophes such as famines and wars during the Ming and Qing Dynasties in China. By collecting and analyzing records of four high-yield American crops—maize, peanuts, sweet potatoes, and potatoes—from 3071 local chronicles across 236 prefectures, we employ the spatial Durbin model to evaluate both the direct and spillover effects of these crops during hydroclimatic extremes quantitatively to see how they contributed to social resilience. Our statistical results indicate that introducing these American crops had significant mitigating effects on Malthusian catastrophes during climate extremes, with varying impacts among the different crops. Maize and peanuts were particularly effective in reducing wars during floods, while peanuts, sweet potatoes, and potatoes tended to alleviate famines during droughts. Regional comparison reveals that these catastrophe-mitigating effects were more pronounced in the south-western mountainous zone and that spatial spillover effects were more significant in the central-eastern rice cultivation zone. These findings underscore the importance of agricultural development in enhancing social resilience to climatic extremes. By highlighting the regionally varying catastrophe-mitigating effects of specific crops, our study provides valuable insights into the adaptive capacities of human societies to climate variability. This contributes to a more nuanced and context-sensitive understanding of the human-environment nexus."
    },
    {
      "title": "Summertime warm extremes over the Indochina Peninsula linked to the tropical Indian Ocean tripole mode",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add60b",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "A new air–sea coupled variability of the sea surface temperature anomalies over the tropical Indian Ocean was observed and named as the tropical Indian Ocean tripole (IOT) in terms of its unique tripole pattern in recent studies, which peaks in boreal summer. This study found that the interannual variations of the warm extremes over the Indochina Peninsula during boreal summer can be affected by the IOT. When the positive IOT events occur, two cross-equatorial airflows are induced over the eastern and western tropical Indian Ocean, reinforcing the anomalous warm-humid westerly wind over the northern Indian Ocean. The water vapor convergence is strengthened and the anomalous middle-lower level negative geopotential height is formed over the Indochina Peninsula, leading to the local enhanced ascending motion and surplus precipitation, strongly supported by both observations and numerical simulation. These circulation anomalies favor the reduction of the local surface temperatures through increasing the cloud cover and hindering the downward solar radiation, further declining the warm extremes days. Improving to understand the warm extreme variations over the Indochina Peninsula and its impact factors is of great significance for local industrial development, agricultural production and human health."
    },
    {
      "title": "Forecasting short-term chlorophyll a concentration in Lake Erie using the machine learning XGBoost algorithm",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add6b7",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Harmful algal blooms are becoming increasingly prevalent due to climate warming and eutrophication. Leveraging machine learning tools to forecast algal blooms is crucial and promising for bloom management in various water systems. Notably, previous findings are site-specific, especially regarding the impacts of forecasting periods and important input features. However, there is a significant research gap in the application of machine learning for predicting algal blooms in the Great Lakes, the world’s largest freshwater system. Thus, based on the measurements of 16 water quality parameters from 2012 to 2022, the author established the extreme gradient boosting (XGBoost) model to forecast chlorophyll a (Chl a, a proxy for algal biomass) concentration for 1–7 d in Lake Erie. The XGBoost model performance is quite satisfactory, with the lowest MSE of 10.94 and the highest R2 of 0.99 for the 1 d forecast and an MSE of 83.90 and an R2 of 0.90 for the 7 d forecast. Once trained, the model takes only a few seconds to run on an Intel Core i7 personal laptop. Based on Shapley additive explanations (SHAP) feature importance, water depth (Depth) and water temperature (Temp), are more important input features for the 7 d forecasting model than the well-recognized phosphorus and nitrogen nutrients, including particulate organic nitrogen (PON), soluble reactive phosphorous (SRP), nitrate + nitrite (NN), and total phosphorous (TP). Achieving relatively high accuracy for the 7 d forecast, with an R2 of 0.83 and an MSE of 144.40, is possible by using only the top six most important input features: initial Chl a, Depth, Temp, PON, SRP, and NN, based on SHAP feature importance results. These findings highlight the accuracy and efficiency of the developed XGBoost model to predict Chl a in the world’s largest freshwater system. The model can enhance algal bloom monitoring efficiency through early detection and key predictive features, supporting an early warning system for timely interventions, while also informing policy decisions and optimizing resource allocation."
    },
    {
      "title": "Causal drivers of mosquito abundance in urban informal settlements",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add751",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Urban informal settlement residents are vulnerable to mosquito-borne diseases, but little is known about the specific drivers of risk, or how they differ, within the diversity of informal settlements globally. Here we aimed to identify key drivers of mosquito abundance in different urban informal settlements to inform upgrading programs. We developed a causal framework of mosquito risk and tested it in two distinct geographic settings: Makassar, Indonesia and Suva, Fiji. Using longitudinal mosquito trapping surveys in 24 informal settlements between 2018 and 2024 (totalling 1534 successful trap sets in Makassar and 1216 in Suva), we fitted causal models to infer the relationships between climatic, environmental and socioeconomic drivers and the abundance of two dominant mosquito species: Aedes aegypti and Culex quinquefasciatus. Water supply and access, and variation in temperature and precipitation were key drivers of mosquito abundance in both informal settlement locations, but the direction of effects differed between vector species. Piped water supply in a settlement reduced the abundance of the dengue vector, Ae. aegypti but increased the abundance of Cx. quinquefasciatus. Higher temperature and precipitation were associated with more Ae. aegypti in both geographic locations. By identifying the pathways through which changes in informal settlement environments are likely to alter mosquito risk we provide essential information to guide upgrading and resilience programs."
    },
    {
      "title": "An improved machine-learning model for lightning-ignited wildfire prediction in Texas",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add754",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Lightning-ignited wildfires (LIWs), which predominantly occur in remote regions, pose significant challenges for prediction and mitigation, while contributing disproportionately to burned areas in Texas. Persistent knowledge gaps regarding key ignition drivers and their nonlinear interdependencies hinder the development of targeted prevention strategies and robust early warning systems. To address these limitations, we compiled a statewide dataset spanning 2010–2020 comprising 4775 LIWs and employed an optimized repeated-random undersampling strategy to mitigate class imbalance. Using this dataset, we developed an eXtreme gradient boosting-based machine learning model that integrates meteorological, soil, vegetative, lightning, topographic, and human activity variables to predict LIW probability. The most accurate classifier achieved an out-of-sample prediction accuracy of 85.81%, outperforming the fire weather index and methodologies of random forests and logistic regression. Key drivers of ignition were identified as higher lightning frequency, elevated temperatures, and lower fuel moisture content. Spatial analysis revealed LIW clustering in needleleaf forests of eastern Texas, where maximum fuel loading (indicated by normalized difference vegetation index) and lightning density interacted to create ignition-prone conditions."
    },
    {
      "title": "Global health benefits of policies to reduce on-road vehicle pollution through 2040",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adcd87",
      "pubDate": "Wed, 21 May 2025 19:16:11 ",
      "description": "Air pollution from road transport-related tailpipe emissions is a well-documented risk to human health. This study assesses the health impacts of these emissions under business-as-usual and various policy scenarios across 186 countries and territories, including 13 135 urban areas, until 2040, at a 1 km resolution. We evaluate emissions for 15 scenarios based on different combinations of key emission control measures. We use Goddard Earth Observing System -Chem Adjoint v35n for pollutant concentration modeling. We estimate PM2.5 and ozone-attributable premature mortalities following global burden of disease 2019 methodology, and an epidemiologically-derived concentration-response model for NO2-attributable new paediatric asthma cases. Implementing all measures identified in this study is projected to avoid 1.9 million (95% confidence interval 1.3 million-2.4 million) premature deaths and 1.4 million (95% confidence interval 0.7 million-1.7 million) new cases of paediatric asthma cumulatively from 2023 to 2040. These health benefits differ by region and age group. Adults aged 65 and older account for 70% of global avoidable years of life lost, and children under 5 represent 50% of global avoidable new paediatric asthma cases. In countries without Euro 6/VI-equivalent standards, implementing such standards could achieve 56% and 63% of the total benefits of all identified measures combined for avoidable premature deaths and new paediatric asthma cases respectively. Regional disparities in road transport-attributable air pollution and health burdens are projected to widen without additional policies. Less developed countries are projected to experience more adverse impacts. Developing countries and urban areas show substantial potential in reducing new paediatric asthma cases. Stronger policies are needed to mitigate these health impacts, particularly for vulnerable groups such as children and older adults, and to address the growing inequities in air pollution exposure and related health impacts across regions. This evidence is valuable to policymakers to identify and prioritize actions to protect public health."
    }
  ]
}