{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-10-16T05:23:27.484267",
  "items": [
    {
      "title": "Mountain glaciers will lose their cooling capacity as they shrink",
      "link": "https://www.nature.com/articles/s41558-025-02448-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 15 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02448-1\">doi:10.1038/s41558-025-02448-1</a></p>Glacier microclimates can decouple glacier temperatures from ongoing climatic warming, slowing down melting. However, these microclimates will decay as glaciers retreat. A statistical model indicates that by the latter half of the twenty-first century, the temperature of glaciers will be increasingly sensitive to fluctuations in atmospheric temperature.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Generative AI can influence climate beliefs and actions",
      "link": "https://www.nature.com/articles/s41558-025-02438-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02438-3\">doi:10.1038/s41558-025-02438-3</a></p>The rise of generative AI presents both risks and opportunities for shaping climate discourse. New findings suggest it can help lower climate scepticism and bolster support for climate action.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Using generative AI to increase sceptics’ engagement with climate science",
      "link": "https://www.nature.com/articles/s41558-025-02424-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02424-9\">doi:10.1038/s41558-025-02424-9</a></p>Climate sceptics tend to avoid climate information, making it even harder to reduce scepticism. This study shows that generative AI can enhance sceptics’ engagement with climate news by tailoring headlines to their existing perspective and shift their beliefs towards the scientific consensus.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "World Heritage documents reveal persistent gaps between climate awareness and local action",
      "link": "https://www.nature.com/articles/s41558-025-02461-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02461-4\">doi:10.1038/s41558-025-02461-4</a></p>Climate risk increasingly threatens World Heritage sites, yet its integration into conservation planning remains underexplored. By analysing 1,868 World Heritage documents, this study reveals regional disparities of climate awareness and highlights the gap between awareness and action.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Mountain glaciers recouple to atmospheric warming over the twenty-first century",
      "link": "https://www.nature.com/articles/s41558-025-02449-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 10 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02449-0\">doi:10.1038/s41558-025-02449-0</a></p>It has been argued that air temperatures over mountain glaciers are decoupled from surrounding warming, which could slow down melting. Here the authors show that this effect will weaken with future glacier retreat, leading to a recoupling of temperatures from the 2030s onwards.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "The interplay of future emissions and geophysical uncertainties for projections of sea-level rise",
      "link": "https://www.nature.com/articles/s41558-025-02457-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 10 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02457-0\">doi:10.1038/s41558-025-02457-0</a></p>Unclear emissions and ice-sheet processes drive uncertainties in future sea-level rise. The authors show that the timing of emissions reductions drives the uncertainties during the twenty-first century, but geophysical uncertainties become more important with time, especially under optimistic scenarios.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "The private sector has started investing in climate adaptation with positive effects for regional economies",
      "link": "https://www.nature.com/articles/s41558-025-02463-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 01 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02463-2\">doi:10.1038/s41558-025-02463-2</a></p>Across five coastal regions over a four-year period, nearly 300,000 businesses invested a total of €8.7 billion in climate adaptation. An econometric analysis of these data shows that this private sector investment in adaptation modestly boosts regional economic performance, although the extent of the boost varies across sectors and geographies.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Synchronization of global peak river discharge since the 1980s",
      "link": "https://www.nature.com/articles/s41558-025-02427-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 30 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02427-6\">doi:10.1038/s41558-025-02427-6</a></p>River floods that occur simultaneously in multiple locations can lead to higher damages than individual events. Here, the authors show that the likelihood of concurrent high river discharge has increased over the last decades.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}