{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-09-21T23:20:25.843541",
  "items": [
    {
      "title": "Emerging risks along Arctic coastlines",
      "link": "https://www.nature.com/articles/s41558-025-02441-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 19 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02441-8\">doi:10.1038/s41558-025-02441-8</a></p>Nearly one-third of the global shoreline is in the Arctic, a region undergoing some of the most rapid warming and substantial environmental transitions due to climate change. While Arctic research has largely focused on terrestrial and open-ocean systems, there is now an urgent need to focus on the unique challenges associated with changing coastal ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Progress and future directions in constraining uncertainties in sea-level projections using observations",
      "link": "https://www.nature.com/articles/s41558-025-02437-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 19 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02437-4\">doi:10.1038/s41558-025-02437-4</a></p>Sea-level rise poses a substantial risk to coastal communities and economies, thus accurate predictions are needed to enable planning and adaptation. This Perspective provides an overview of uncertainties in model projections of sea-level rise, and how observations can be used to reduce these.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "The promise and limitations of using GenAI to reduce climate scepticism",
      "link": "https://www.nature.com/articles/s41558-025-02425-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 19 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02425-8\">doi:10.1038/s41558-025-02425-8</a></p>ChatGPT provides a way of teaching people about climate change. This research reveals that conversations between climate sceptics and ChatGPT reduced climate scepticism, but these effects are modest, inconsistent across studies and prone to decay over time.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Future of climate–city research",
      "link": "https://www.nature.com/articles/s41558-025-02451-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02451-6\">doi:10.1038/s41558-025-02451-6</a></p>Cities will face increasing risk along with intensified climate shocks but can also act as key agents for mitigation and adaptation. We hope to see more research that could lead to enhanced climate action by providing comprehensive, equitable and practical solutions.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Rising cost of disturbances for forestry in Europe under climate change",
      "link": "https://www.nature.com/articles/s41558-025-02408-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02408-9\">doi:10.1038/s41558-025-02408-9</a></p>Climate change will raise the severity and frequency of forest disturbance, damaging the economic value of timber. Researchers show Europe’s timber-based forestry could lose up to €247 billion, yet in some regions the increase in forest productivity could offset these shocks.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Health losses attributed to anthropogenic climate change",
      "link": "https://www.nature.com/articles/s41558-025-02399-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02399-7\">doi:10.1038/s41558-025-02399-7</a></p>The authors assess the growing field of climate change health impact attribution. They show literature bias towards direct heat effects and extreme weather in high-income countries, highlighting the lack of global representation in current efforts.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "The expanding role of climate assessments as legal evidence",
      "link": "https://www.nature.com/articles/s41558-025-02434-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02434-7\">doi:10.1038/s41558-025-02434-7</a></p>The role of climate science is changing — fast. Once positioned to inform policy, scientific assessments are increasingly being used in courtrooms to substantiate claims of harm, causation and state responsibility. Climate knowledge has now become legal evidence in the fight for climate justice.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Neglecting land–atmosphere feedbacks overestimates climate-driven increases in evapotranspiration",
      "link": "https://www.nature.com/articles/s41558-025-02428-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02428-5\">doi:10.1038/s41558-025-02428-5</a></p>How evapotranspiration changes with warming is not well understood. Here the authors show that when often-neglected land–atmosphere feedbacks are considered, evapotranspiration increases less than currently projected by offline models.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}