{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-06-08T22:22:37.127368",
  "items": [
    {
      "title": "European Union needs large heat pump and targeted renovation subsidies to meet heating targets",
      "link": "https://www.nature.com/articles/s41558-025-02342-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02342-w\">doi:10.1038/s41558-025-02342-w</a></p>Current European Union policies are insufficient to achieve residential heating decarbonization targets. Substantial subsidies for heat pumps and carefully targeted incentives for home renovation are critical to efficiently and affordably meet climate goals. We emphasize the importance of adapting strategies to national contexts.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Improving cost–benefit analyses for health-considered climate mitigation policymaking",
      "link": "https://www.nature.com/articles/s41558-025-02351-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02351-9\">doi:10.1038/s41558-025-02351-9</a></p>Mitigation actions can have large-scale health co-benefits, which, however, are not effectively incorporated into policy design and implementation. This Perspective overviews the health co-benefits and cost-effectiveness of climate policies and discusses ways to improve their policy relevance.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Meeting climate target with realistic demand-side policies in the residential sector",
      "link": "https://www.nature.com/articles/s41558-025-02348-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02348-4\">doi:10.1038/s41558-025-02348-4</a></p>Decarbonizing the residential sector is essential for net-zero targets, and the EU has established ambitious policy packages with various instruments. This research shows that beyond carbon trading programmes, massive heat-pump subsidies and targeted energy renovation incentives are needed.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Author Correction: Explaining the adaptation gap through consistency in adaptation planning",
      "link": "https://www.nature.com/articles/s41558-025-02370-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 04 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02370-6\">doi:10.1038/s41558-025-02370-6</a></p>Author Correction: Explaining the adaptation gap through consistency in adaptation planning",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Flood-induced selective migration patterns examined",
      "link": "https://www.nature.com/articles/s41558-025-02346-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 03 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02346-6\">doi:10.1038/s41558-025-02346-6</a></p>Selective migration patterns emerge in flood-prone regions in the USA. The sociodemographic profiles of individuals who were more inclined to move in or out of flood-prone areas were strikingly different. Media sentiment aggravates population replacement in these regions, leading to short-term structure changes in the housing market and long-term socioeconomic decline.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Assessing risk of ecosystem collapse in a changing climate",
      "link": "https://www.nature.com/articles/s41558-025-02324-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 02 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02324-y\">doi:10.1038/s41558-025-02324-y</a></p>In this Perspective, the authors discuss how to robustly consider climate change impacts in ecosystem risk assessments. They highlight challenges in defining impacts, indicators and thresholds, in collating data, and in estimating and reporting risk, and propose solutions to inform conservation.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Unlocking genebanks for climate adaptation",
      "link": "https://www.nature.com/articles/s41558-025-02336-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 29 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02336-8\">doi:10.1038/s41558-025-02336-8</a></p>Genebanks hold the key to crop resilience and adaptation, yet their potential remains underutilized. Now, a study demonstrates how merging genomic and environmental data can unveil the best-suited germplasm for future climates.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Prioritizing parents from global genebanks to breed climate-resilient crops",
      "link": "https://www.nature.com/articles/s41558-025-02333-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 29 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02333-x\">doi:10.1038/s41558-025-02333-x</a></p>The authors consider the future climate resilience and genomic adaptive capacity of the globally important crop sorghum using 1,937 global accessions. They identify the best potential parents and geographies for crop improvements, and underscore the need for better accessibility of plant resources.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}