{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "items": [
    {
      "title": "Landmark report reveals key challenges facing adolescents",
      "link": "https://www.sciencedaily.com/releases/2025/05/250520183839.htm",
      "pubDate": "Tue, 20 May 2025 18:38:39 EDT",
      "description": "Poor mental health, rising obesity rates, exposure to violence and climate change are among the key challenges facing our adolescents today, according to a global report."
    },
    {
      "title": "How to solve a bottleneck for CO2 capture and conversion",
      "link": "https://www.sciencedaily.com/releases/2025/05/250520162115.htm",
      "pubDate": "Tue, 20 May 2025 16:21:15 EDT",
      "description": "New research could improve the efficiency of electrochemical carbon-dioxide capture and release by six times and cut costs by at least 20 percent. Researchers added nanoscale filtering membranes to a carbon-capture system, separating the ions that carry out the capture and release steps, and enabling both steps to proceed more efficiently."
    },
    {
      "title": "Does renewable energy reduce fossil fuel production in the US?",
      "link": "https://www.sciencedaily.com/releases/2025/05/250520161838.htm",
      "pubDate": "Tue, 20 May 2025 16:18:38 EDT",
      "description": "Increasing renewable energy may not reduce the use of fossil fuels in the United States, according to a new study ."
    },
    {
      "title": "Clouding the forecast: Study reveals why so many climate models are wrong about the rate of Arctic warming",
      "link": "https://www.sciencedaily.com/releases/2025/05/250520122238.htm",
      "pubDate": "Tue, 20 May 2025 12:22:38 EDT",
      "description": "The Arctic is one of the coldest places on Earth, but in recent decades, the region has been rapidly warming, at a rate three to four times faster than the global average. However, current climate models have been unable to account for this increased pace. Now, researchers have reported that clouds may be to blame."
    },
    {
      "title": "Household action can play major role in climate change fight",
      "link": "https://www.sciencedaily.com/releases/2025/05/250520121658.htm",
      "pubDate": "Tue, 20 May 2025 12:16:58 EDT",
      "description": "Encouraging people in North America and Sub-Saharan Africa to adopt a low-carbon lifestyle could help to cut global household emissions of planet-warming carbon dioxide by up to two-fifths, a new study reveals."
    },
    {
      "title": "Thousands of animal species threatened by climate change",
      "link": "https://www.sciencedaily.com/releases/2025/05/250520121142.htm",
      "pubDate": "Tue, 20 May 2025 12:11:42 EDT",
      "description": "A novel analysis suggests more than 3,500 animal species are threatened by climate change and also sheds light on huge gaps in fully understanding the risk to the animal kingdom."
    },
    {
      "title": "Bees facing new threats, putting our survival and theirs at risk",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519204644.htm",
      "pubDate": "Mon, 19 May 2025 20:46:44 EDT",
      "description": "A new report identifies the top 12 emerging threats that could accelerate pollinator losses within the next 5-15 years, according to ten of the world's leading experts."
    },
    {
      "title": "Investment risk for energy infrastructure construction is highest for nuclear power plants, lowest for solar",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519204507.htm",
      "pubDate": "Mon, 19 May 2025 20:45:07 EDT",
      "description": "The average energy project costs 40% more than expected for construction and takes almost two years longer than planned, finds a new global study. One key insight: The investment risk is highest for nuclear power plant construction and lowest for solar. The researchers analyzed data from 662 energy projects built between 1936 and 2024 in 83 countries, totaling $1.358 trillion in investment."
    },
    {
      "title": "Cover crops may not be solution for both crop yield, carbon sequestration",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519131556.htm",
      "pubDate": "Mon, 19 May 2025 13:15:56 EDT",
      "description": "People have assumed climate change solutions that sequester carbon from the air into soils will also benefit crop yields. But a new study finds that most regenerative farming practices to build soil organic carbon -- such as planting cover crops, leaving stems and leaves on the ground and not tilling -- actually reduce yields in many situations."
    },
    {
      "title": "Glaciers will take centuries to recover even if global warming is reversed, scientists warn",
      "link": "https://www.sciencedaily.com/releases/2025/05/250519131551.htm",
      "pubDate": "Mon, 19 May 2025 13:15:51 EDT",
      "description": "New research reveals mountain glaciers across the globe will not recover for centuries -- even if human intervention cools the planet back to the 1.5 C limit, having exceeded it."
    }
  ]
}