{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-11-24T13:37:32.418568",
  "items": [
    {
      "title": "Scientists may have found the planet that made the Moon",
      "link": "https://www.sciencedaily.com/releases/2025/11/251123115431.htm",
      "pubDate": "Sun, 23 Nov 2025 13:03:07 EST",
      "description": "About 4.5 billion years ago, a colossal impact between the young Earth and a mysterious planetary body called Theia changed everything—reshaping Earth, forming the Moon, and scattering clues across space rocks. By examining subtle isotopic fingerprints in Earth and Moon samples, scientists have reconstructed Theia’s possible composition and birthplace.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Solar Superstorm Gannon crushed Earth’s plasmasphere to a record low",
      "link": "https://www.sciencedaily.com/releases/2025/11/251122234723.htm",
      "pubDate": "Sun, 23 Nov 2025 01:00:14 EST",
      "description": "A massive solar storm in May 2024 gave scientists an unprecedented look at how Earth’s protective plasma layer collapses under intense space weather. With the Arase satellite in a perfect observing position, researchers watched the plasmasphere shrink to a fraction of its usual size and take days to rebuild. The event pushed auroras far beyond their normal boundaries and revealed that a rare “negative storm” in the ionosphere dramatically slowed the atmosphere’s ability to recover. These observations offer valuable insight into how extreme solar activity disrupts satellites, GPS signals, and communication systems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New report reveals major risks in turning oceans into carbon sinks",
      "link": "https://www.sciencedaily.com/releases/2025/11/251120002832.htm",
      "pubDate": "Thu, 20 Nov 2025 01:52:08 EST",
      "description": "Experts say the ocean could help absorb carbon dioxide, but today’s technologies are too uncertain to be scaled up safely. New findings released during COP30 highlight the risks of rushing into marine carbon removal without proper monitoring and verification. With the 1.5°C threshold approaching, researchers stress that emissions cuts must remain the top priority. Ocean-based methods may play a role later, but they need careful oversight first.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Massive hidden structures deep inside Earth may explain how life began",
      "link": "https://www.sciencedaily.com/releases/2025/11/251120002558.htm",
      "pubDate": "Thu, 20 Nov 2025 11:32:45 EST",
      "description": "Scientists may finally be closing in on the origins of two colossal, mysterious structures buried nearly 1,800 miles inside Earth—hidden formations that have puzzled researchers for decades. New modeling suggests that slow leakage of elements from Earth’s core into the mantle prevented the planet from developing strong chemical layers after its primordial magma-ocean era.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists finally discover what’s fueling massive sargassum blooms",
      "link": "https://www.sciencedaily.com/releases/2025/11/251118220054.htm",
      "pubDate": "Wed, 19 Nov 2025 03:56:56 EST",
      "description": "Massive Sargassum blooms sweeping across the Caribbean and Atlantic are fueled by a powerful nutrient partnership: phosphorus pulled to the surface by equatorial upwelling and nitrogen supplied by cyanobacteria living directly on the drifting algae. Coral cores reveal that this nutrient engine has intensified over the past decade, perfectly matching surges in Sargassum growth since 2011. By ruling out older theories involving Saharan dust and river runoff, researchers uncovered a climate-driven process that shapes when and where these colossal seaweed mats form.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Ancient bogs reveal a hidden 15,000-year climate shift",
      "link": "https://www.sciencedaily.com/releases/2025/11/251118220043.htm",
      "pubDate": "Wed, 19 Nov 2025 03:00:30 EST",
      "description": "Researchers discovered that ancient peat bogs grew rapidly when the Southern Westerly Winds suddenly shifted thousands of years ago. These wind changes affected both peatland carbon storage and how the Southern Ocean absorbed CO2. Today the winds are shifting southward again, driven by climate change. Scientists warn this could disrupt natural carbon sinks and worsen droughts and wildfires.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Secret chemical traces reveal life on Earth 3. 3 billion years ago",
      "link": "https://www.sciencedaily.com/releases/2025/11/251118212035.htm",
      "pubDate": "Tue, 18 Nov 2025 21:37:29 EST",
      "description": "Researchers have discovered chemical traces of life in rocks older than 3.3 billion years, offering a rare look at Earth’s earliest biology. By combining advanced chemical methods with artificial intelligence, scientists were able to detect faint molecular patterns left behind long after the original biomolecules disappeared. Newly analyzed fossils, including ancient seaweed from Canada’s Yukon Territory, helped validate the method and deepen understanding of early ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists uncover a massive hidden crater in China that rewrites Earth’s recent history",
      "link": "https://www.sciencedaily.com/releases/2025/11/251114041210.htm",
      "pubDate": "Fri, 14 Nov 2025 09:14:54 EST",
      "description": "A massive, well-preserved impact crater has been uncovered in Guangdong, revealing the signature of a powerful meteorite strike during the Holocene. Measuring 900 meters across, it dwarfs other known craters from the same era. Shock-damaged quartz confirms the intense forces involved. Its survival in a high-erosion environment makes it a geological rarity.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Massive hidden waves are rapidly melting Greenland’s glaciers",
      "link": "https://www.sciencedaily.com/releases/2025/11/251113071623.htm",
      "pubDate": "Fri, 14 Nov 2025 03:35:45 EST",
      "description": "Researchers in Greenland used a 10-kilometer fiber-optic cable to track how iceberg calving stirs up warm seawater. The resulting surface tsunamis and massive hidden underwater waves intensify melting at the glacier face. This powerful mixing effect accelerates ice loss far more than previously understood. The work highlights how fragile the Greenland ice system has become as temperatures rise.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Satellite images reveal the fastest Antarctic glacier retreat ever",
      "link": "https://www.sciencedaily.com/releases/2025/11/251113071611.htm",
      "pubDate": "Fri, 14 Nov 2025 03:09:57 EST",
      "description": "Hektoria Glacier’s sudden eight-kilometer collapse stunned scientists, marking the fastest modern ice retreat ever recorded in Antarctica. Its flat, below-sea-level ice plain allowed huge slabs of ice to detach rapidly once retreat began. Seismic activity confirmed this wasn’t just floating ice but grounded mass contributing to sea level rise. The event raises alarms that other fragile glaciers may be poised for similar, faster-than-expected collapses.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A 400-million-year-old plant creates water so weird it looks alien",
      "link": "https://www.sciencedaily.com/releases/2025/11/251112111032.htm",
      "pubDate": "Thu, 13 Nov 2025 03:31:03 EST",
      "description": "Researchers discovered that living horsetails act like natural distillation towers, producing bizarre oxygen isotope signatures more extreme than anything previously recorded on Earth—sometimes resembling meteorite water. By tracing these isotopic shifts from the plant base to its tip, scientists unlocked a new way to decode ancient humidity and climate, using both modern plants and fossilized phytoliths that preserve isotopic clues for millions of years.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Space dust reveals how fast the Arctic is changing",
      "link": "https://www.sciencedaily.com/releases/2025/11/251112111015.htm",
      "pubDate": "Thu, 13 Nov 2025 03:44:11 EST",
      "description": "Arctic sea ice is disappearing fast, and scientists have turned to an unexpected cosmic clue—space dust—to uncover how ice has changed over tens of thousands of years. By tracking helium-3–bearing dust trapped (or blocked) by ancient ice, researchers built a remarkably detailed history of Arctic coverage stretching back 30,000 years. Their findings reveal powerful links between sea ice, nutrient availability, and the Arctic food web, offering hints about how future warming may reshape everything from plankton blooms to geopolitics.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth is slowly peeling its continents from below, fueling ocean volcanoes",
      "link": "https://www.sciencedaily.com/releases/2025/11/251112011806.htm",
      "pubDate": "Wed, 12 Nov 2025 02:51:52 EST",
      "description": "Researchers discovered that continents don’t just split at the surface—they also peel from below, feeding volcanic activity in the oceans. Simulations reveal that slow mantle waves strip continental roots and push them deep into the oceanic mantle. Data from the Indian Ocean confirms this hidden recycling process, which can last tens of millions of years.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Meet the desert survivor that grows faster the hotter it gets",
      "link": "https://www.sciencedaily.com/releases/2025/11/251109032410.htm",
      "pubDate": "Sun, 09 Nov 2025 04:01:43 EST",
      "description": "In Death Valley’s relentless heat, Tidestromia oblongifolia doesn’t just survive—it thrives. Michigan State University scientists discovered that the plant can quickly adjust its photosynthetic machinery to endure extreme temperatures that would halt most species. Its cells reorganize, its genes switch on protective functions, and it even reshapes its chloroplasts to keep producing energy. The findings could guide the creation of crops capable of withstanding future heat waves.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "9,000-year-old ice melt shows how fast Antarctica can fall apart",
      "link": "https://www.sciencedaily.com/releases/2025/11/251109032406.htm",
      "pubDate": "Sun, 09 Nov 2025 03:56:56 EST",
      "description": "Around 9,000 years ago, East Antarctica went through a dramatic meltdown that was anything but isolated. Scientists have discovered that warm deep ocean water surged beneath the region’s floating ice shelves, causing them to collapse and unleashing a domino effect of ice loss across the continent. This process created a “cascading positive feedback,” where melting in one area sped up melting elsewhere through interconnected ocean currents.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Microbes that breathe rust could help save Earth’s oceans",
      "link": "https://www.sciencedaily.com/releases/2025/11/251109013252.htm",
      "pubDate": "Sun, 09 Nov 2025 09:41:02 EST",
      "description": "Researchers from the University of Vienna discovered MISO bacteria that use iron minerals to oxidize toxic sulfide, creating energy and producing sulfate. This biological process reshapes how scientists understand global sulfur and iron cycles. By outpacing chemical reactions, these microbes could help stop the spread of oceanic dead zones and maintain ecological balance.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Laser satellites expose a secret Antarctic carbon burst",
      "link": "https://www.sciencedaily.com/releases/2025/11/251108014024.htm",
      "pubDate": "Sat, 08 Nov 2025 01:57:09 EST",
      "description": "A new study shows that the Southern Ocean releases far more carbon dioxide in winter than once thought. By combining laser satellite data with AI analysis, scientists managed to “see” through the polar darkness for the first time. The results reveal a 40% undercount in winter emissions, changing how researchers view the ocean’s carbon balance and its impact on climate models.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Deep-sea mining starves life in the ocean’s twilight zone",
      "link": "https://www.sciencedaily.com/releases/2025/11/251108012850.htm",
      "pubDate": "Sat, 08 Nov 2025 02:37:59 EST",
      "description": "Scientists have discovered that deep-sea mining plumes can strip vital nutrition from the ocean’s twilight zone, replacing natural food with nutrient-poor sediment. The resulting “junk food” effect could starve life across entire marine ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctica’s collapse may already be unstoppable, scientists warn",
      "link": "https://www.sciencedaily.com/releases/2025/11/251106003941.htm",
      "pubDate": "Thu, 06 Nov 2025 11:23:51 EST",
      "description": "Researchers warn Antarctica is undergoing abrupt changes that could trigger global consequences. Melting ice, collapsing ice shelves, and disrupted ocean circulation threaten sea levels, ecosystems, and climate stability. Wildlife such as penguins and krill face growing extinction risks. Scientists stress that only rapid emission reductions can avert irreversible damage.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Frozen for 6 million years, Antarctic ice rewrites Earth’s climate story",
      "link": "https://www.sciencedaily.com/releases/2025/11/251105050716.htm",
      "pubDate": "Wed, 05 Nov 2025 05:07:16 EST",
      "description": "Scientists discovered 6-million-year-old ice in Antarctica, offering the oldest direct record of Earth’s ancient atmosphere and climate. The finding reveals a dramatic cooling trend and promises insights into greenhouse gas changes over millions of years.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}