{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-10-28T14:26:38.865059",
  "items": [
    {
      "title": "Earth’s “boring billion” set the stage for complex life",
      "link": "https://www.sciencedaily.com/releases/2025/10/251027224824.htm",
      "pubDate": "Tue, 28 Oct 2025 01:52:34 EDT",
      "description": "Scientists have traced the origins of complex life to the breakup of the supercontinent Nuna 1.5 billion years ago. This tectonic shift reduced volcanic carbon emissions, expanded shallow seas, and boosted oxygen availability. Far from a stagnant era, Earth’s “Boring Billion” was a time of crucial transformation that made the planet more habitable. The study links deep-Earth movements directly to the rise of eukaryotic life.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Hidden 5-mile wide asteroid crater beneath the Atlantic revealed in stunning 3D",
      "link": "https://www.sciencedaily.com/releases/2025/10/251027023806.htm",
      "pubDate": "Mon, 27 Oct 2025 04:50:26 EDT",
      "description": "A massive crater hidden beneath the Atlantic seafloor has been confirmed as the result of an asteroid strike from 66 million years ago. The new 3D seismic data reveals astonishing details about the violent minutes following impact—towering tsunamis, liquefied rock, and shifting seabeds. Researchers call it a once-in-a-lifetime look at how oceanic impacts unfold.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Melting ice is hiding a massive climate secret beneath Antarctica",
      "link": "https://www.sciencedaily.com/releases/2025/10/251027023802.htm",
      "pubDate": "Mon, 27 Oct 2025 04:32:56 EDT",
      "description": "The Southern Ocean absorbs nearly half of all ocean-stored human CO2, but its future role is uncertain. Despite models predicting a decline, researchers found that freshening surface waters are currently keeping deep CO2 trapped below. This stratification effect may be only temporary, as intensifying winds bring deep, carbon-rich water closer to the surface. If mixing increases, the Southern Ocean could begin releasing more CO2 than it absorbs.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Hippos once roamed frozen Germany with mammoths",
      "link": "https://www.sciencedaily.com/releases/2025/10/251026021740.htm",
      "pubDate": "Sun, 26 Oct 2025 08:29:01 EDT",
      "description": "New research shows that hippos lived in central Europe tens of thousands of years longer than previously thought. Ancient DNA and radiocarbon dating confirm they survived in Germany’s Upper Rhine Graben during a milder Ice Age phase. Closely related to modern African hippos, they shared the landscape with cold-adapted giants like mammoths. The finding rewrites Ice Age history and suggests regional climates were far more diverse.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth is splitting open beneath the Pacific Northwest",
      "link": "https://www.sciencedaily.com/releases/2025/10/251025084611.htm",
      "pubDate": "Sat, 25 Oct 2025 10:39:13 EDT",
      "description": "For the first time, scientists have seen a subduction zone actively breaking apart beneath the Pacific Northwest. Seismic data show the oceanic plate tearing into fragments, forming microplates in a slow, step-by-step collapse. This process, once only theorized, explains mysterious fossil plates found elsewhere and offers new clues about earthquake risks. The dying subduction zone is revealing Earth’s tectonic life cycle in real time.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Glaciers’ secret cooling power won’t last much longer",
      "link": "https://www.sciencedaily.com/releases/2025/10/251025084606.htm",
      "pubDate": "Sun, 26 Oct 2025 00:34:27 EDT",
      "description": "Scientists have uncovered that glaciers can temporarily cool the air around them, delaying some effects of global warming. This self-cooling, driven by katabatic winds, is nearing its peak and will likely reverse in the next two decades. Once glaciers lose enough mass, they will heat up faster, speeding their decline. The team urges immediate global action to curb emissions and manage dwindling water resources wisely.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "El Niño could soon turn deadly predictable, scientists warn",
      "link": "https://www.sciencedaily.com/releases/2025/10/251024041753.htm",
      "pubDate": "Fri, 24 Oct 2025 09:49:26 EDT",
      "description": "Scientists have discovered that El Niño and La Niña could become far more powerful and predictable as the planet warms. By 2050, the tropical Pacific may hit a tipping point, locking ENSO into strong, rhythmic oscillations that synchronize with other global climate patterns. The result could be intensified rainfall extremes and greater risk of “climate whiplash” across multiple continents.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "China’s coastal cities are sinking as seas rise at record speed",
      "link": "https://www.sciencedaily.com/releases/2025/10/251023031627.htm",
      "pubDate": "Thu, 23 Oct 2025 23:11:04 EDT",
      "description": "Sea levels are rising faster than at any time in 4,000 years, scientists report, with China’s major coastal cities at particular risk. The rapid increase is driven by warming oceans and melting ice, while human activities like groundwater pumping make it worse. In some areas, the land itself is sinking faster than the ocean is rising. Still, researchers see progress as cities like Shanghai adopt new technologies to stabilize the ground and prepare for the future.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "They were drilling off Oregon. What they found could shake all of California",
      "link": "https://www.sciencedaily.com/releases/2025/10/251022023130.htm",
      "pubDate": "Wed, 22 Oct 2025 02:31:30 EDT",
      "description": "Scientists have uncovered evidence that megaquakes in the Pacific Northwest might trigger California’s San Andreas Fault. A research ship’s navigational error revealed paired sediment layers showing both fault systems moved together in the past. This finding hints that the next “Big One” could set off a devastating one-two seismic punch along the coast.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists say dimming the sun could spark global chaos",
      "link": "https://www.sciencedaily.com/releases/2025/10/251021083631.htm",
      "pubDate": "Tue, 21 Oct 2025 09:29:34 EDT",
      "description": "Scientists are taking the once-radical concept of dimming the sun through stratospheric aerosol injection (SAI) seriously, but a Columbia University team warns that reality is far messier than models suggest. Their study reveals how physical, geopolitical, and economic constraints could derail even the best-intentioned attempts to cool the planet. From unpredictable monsoon disruptions to material shortages and optical inefficiencies, every step introduces new risks.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists just found hidden life thriving beneath the Arctic ice",
      "link": "https://www.sciencedaily.com/releases/2025/10/251020092826.htm",
      "pubDate": "Tue, 21 Oct 2025 02:36:47 EDT",
      "description": "Melting Arctic ice is revealing a hidden world of nitrogen-fixing bacteria beneath the surface. These microbes, not the usual cyanobacteria, enrich the ocean with nitrogen, fueling algae growth that supports the entire marine food chain. As ice cover declines, both algae production and CO2 absorption may increase, altering the region’s ecological balance. The discovery could force scientists to revise predictions about Arctic climate feedbacks.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A clue to ancient life? What scientists found inside Mars’ frozen vortex",
      "link": "https://www.sciencedaily.com/releases/2025/10/251018102124.htm",
      "pubDate": "Sun, 19 Oct 2025 11:46:27 EDT",
      "description": "Mars’ north polar vortex locks its atmosphere in extreme cold and darkness, freezing out water vapor and triggering a dramatic rise in ozone. Scientists found that the lack of sunlight and moisture lets ozone build up unchecked. This discovery, made with data from ESA’s and NASA’s orbiters, could reveal clues about Mars’ past atmospheric chemistry and potential for life.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "MIT finds traces of a lost world deep within planet Earth",
      "link": "https://www.sciencedaily.com/releases/2025/10/251016223056.htm",
      "pubDate": "Fri, 17 Oct 2025 05:31:35 EDT",
      "description": "Researchers have discovered chemical fingerprints of Earth's earliest incarnation, preserved in ancient mantle rocks. A unique imbalance in potassium isotopes points to remnants of “proto Earth” material that survived the planet’s violent formation. The study suggests the original building blocks of Earth remain hidden beneath its surface, offering a direct glimpse into our planet’s ancient origins.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Asteroid Ryugu’s hidden waters could explain how Earth got its oceans",
      "link": "https://www.sciencedaily.com/releases/2025/10/251015230955.htm",
      "pubDate": "Thu, 16 Oct 2025 09:24:37 EDT",
      "description": "Ryugu’s samples reveal that water activity on asteroids lasted far longer than scientists thought, possibly reshaping theories of how Earth gained its oceans. A billion-year-old impact may have melted ancient ice, keeping asteroids wet and influential far into solar system history.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Forged in fire: The 900°C heat that built Earth’s stable continents",
      "link": "https://www.sciencedaily.com/releases/2025/10/251015230947.htm",
      "pubDate": "Thu, 16 Oct 2025 03:05:54 EDT",
      "description": "New research reveals that Earth’s continents owe their stability to searing heat deep in the planet’s crust. At more than 900°C, radioactive elements shifted upward, cooling and strengthening the landmasses that support life. This ancient heat engine also distributed valuable minerals, giving scientists new clues for exploration and for spotting potentially habitable planets.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth’s climate just crossed a line we can’t ignore",
      "link": "https://www.sciencedaily.com/releases/2025/10/251013040325.htm",
      "pubDate": "Mon, 13 Oct 2025 10:18:19 EDT",
      "description": "Humanity has reached the first Earth system tipping point, the widespread death of warm-water coral reefs, marking the beginning of irreversible planetary shifts. As global temperatures move beyond 1.5°C, the world risks cascading crises such as ice sheet melt, Amazon rainforest dieback, and ocean current collapse. Scientists from the University of Exeter warn that these interconnected tipping points could transform the planet unless urgent, systemic action triggers “positive tipping points,” like rapid renewable energy adoption.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New simulation reveals how Earth’s magnetic field first sparked to life",
      "link": "https://www.sciencedaily.com/releases/2025/10/251011105527.htm",
      "pubDate": "Sun, 12 Oct 2025 05:44:02 EDT",
      "description": "Geophysicists have modeled how Earth’s magnetic field could form even when its core was fully liquid. By removing the effects of viscosity in their simulation, they revealed a self-sustaining dynamo that mirrors today’s mechanism. The results illuminate Earth’s early history, life’s origins, and the magnetism of other planets. Plus, it could help forecast future changes to our planet’s protective shield.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "They’re smaller than dust, but crucial for Earth’s climate",
      "link": "https://www.sciencedaily.com/releases/2025/10/251010091548.htm",
      "pubDate": "Fri, 10 Oct 2025 09:54:52 EDT",
      "description": "Coccolithophores, tiny planktonic architects of Earth’s climate, capture carbon, produce oxygen, and leave behind geological records that chronicle our planet’s history. European scientists are uniting to honor them with International Coccolithophore Day on October 10. Their global collaboration highlights groundbreaking research into how these microscopic organisms link ocean chemistry, climate regulation, and carbon storage. The initiative aims to raise awareness that even the smallest ocean dwellers have planetary impact.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Record Amazon fires release more carbon than an entire country",
      "link": "https://www.sciencedaily.com/releases/2025/10/251008030932.htm",
      "pubDate": "Wed, 08 Oct 2025 07:18:54 EDT",
      "description": "The Amazon has suffered its most destructive fire season in more than two decades, releasing a staggering 791 million tons of carbon dioxide—on par with Germany’s annual emissions. Scientists found that for the first time, fire-driven degradation, not deforestation, was the main source of carbon emissions, signaling a dangerous shift in the rainforest’s decline. Using advanced satellite systems and rigorous simulations, researchers uncovered vast damage across Brazil and Bolivia, exposing the fragility of the Amazon’s ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The Red Sea that vanished and the catastrophic flood that brought it back",
      "link": "https://www.sciencedaily.com/releases/2025/10/251007081831.htm",
      "pubDate": "Wed, 08 Oct 2025 04:27:10 EDT",
      "description": "Researchers at KAUST have confirmed that the Red Sea once vanished entirely, turning into a barren salt desert before being suddenly flooded by waters from the Indian Ocean. The flood carved deep channels and restored marine life in less than 100,000 years. This finding redefines the Red Sea’s role as a key site for studying how oceans form and evolve through extreme geological events.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}