{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-11-08T16:27:50.963909",
  "items": [
    {
      "title": "Laser satellites expose a secret Antarctic carbon burst",
      "link": "https://www.sciencedaily.com/releases/2025/11/251108014024.htm",
      "pubDate": "Sat, 08 Nov 2025 01:57:09 EST",
      "description": "A new study shows that the Southern Ocean releases far more carbon dioxide in winter than once thought. By combining laser satellite data with AI analysis, scientists managed to “see” through the polar darkness for the first time. The results reveal a 40% undercount in winter emissions, changing how researchers view the ocean’s carbon balance and its impact on climate models.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Deep-sea mining starves life in the ocean’s twilight zone",
      "link": "https://www.sciencedaily.com/releases/2025/11/251108012850.htm",
      "pubDate": "Sat, 08 Nov 2025 02:37:59 EST",
      "description": "Scientists have discovered that deep-sea mining plumes can strip vital nutrition from the ocean’s twilight zone, replacing natural food with nutrient-poor sediment. The resulting “junk food” effect could starve life across entire marine ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctica’s collapse may already be unstoppable, scientists warn",
      "link": "https://www.sciencedaily.com/releases/2025/11/251106003941.htm",
      "pubDate": "Thu, 06 Nov 2025 11:23:51 EST",
      "description": "Researchers warn Antarctica is undergoing abrupt changes that could trigger global consequences. Melting ice, collapsing ice shelves, and disrupted ocean circulation threaten sea levels, ecosystems, and climate stability. Wildlife such as penguins and krill face growing extinction risks. Scientists stress that only rapid emission reductions can avert irreversible damage.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Frozen for 6 million years, Antarctic ice rewrites Earth’s climate story",
      "link": "https://www.sciencedaily.com/releases/2025/11/251105050716.htm",
      "pubDate": "Wed, 05 Nov 2025 05:07:16 EST",
      "description": "Scientists discovered 6-million-year-old ice in Antarctica, offering the oldest direct record of Earth’s ancient atmosphere and climate. The finding reveals a dramatic cooling trend and promises insights into greenhouse gas changes over millions of years.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Turning CO2 into clean fuel faster and cheaper",
      "link": "https://www.sciencedaily.com/releases/2025/11/251105050712.htm",
      "pubDate": "Wed, 05 Nov 2025 08:56:16 EST",
      "description": "A new copper-magnesium-iron catalyst transforms CO2 into CO at low temperatures with record-breaking efficiency and stability. The discovery paves the way for affordable, scalable production of carbon-neutral synthetic fuels.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Even climate fixes might not save coffee, chocolate, and wine, scientists warn",
      "link": "https://www.sciencedaily.com/releases/2025/11/251104094139.htm",
      "pubDate": "Tue, 04 Nov 2025 21:23:44 EST",
      "description": "Even with futuristic geoengineering methods like Stratospheric Aerosol Injection, the fate of wine, coffee, and cacao crops remains uncertain. Scientists found that while this intervention could slightly cool the planet, it cannot stabilize the erratic rainfall and humidity that devastate yields. The findings reveal that only a fraction of major growing regions might benefit, leaving most producers exposed to volatile harvests and economic instability.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists predict a wetter, greener future for the Sahara Desert",
      "link": "https://www.sciencedaily.com/releases/2025/11/251102205025.htm",
      "pubDate": "Mon, 03 Nov 2025 04:22:31 EST",
      "description": "UIC researchers predict that the Sahara Desert could see up to 75% more rain by the end of this century due to rising global temperatures. Using 40 climate models, the team found widespread precipitation increases across Africa, though some regions may dry out. The results suggest a major rebalancing of the continent’s climate. Scientists stress that adaptation planning is essential to prepare for both wetter and drier futures.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A warming Earth could accidentally trigger a deep freeze",
      "link": "https://www.sciencedaily.com/releases/2025/11/251102011216.htm",
      "pubDate": "Sun, 02 Nov 2025 05:02:16 EST",
      "description": "Earth’s climate balance isn’t just governed by the slow weathering of silicate rocks, which capture carbon and stabilize temperature over eons. New research reveals that biological and oceanic feedback loops—especially involving algae, phosphorus, and oxygen—can swing the planet’s temperature far more dramatically.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists uncover what delayed Earth’s oxygen boom for a billion years",
      "link": "https://www.sciencedaily.com/releases/2025/11/251102011144.htm",
      "pubDate": "Sun, 02 Nov 2025 03:50:48 EST",
      "description": "Researchers uncovered that trace compounds like nickel and urea may have delayed Earth’s oxygenation for millions of years. Experiments mimicking early Earth revealed how their concentrations controlled cyanobacterial growth, dictating when oxygen began to accumulate. As nickel declined and urea stabilized, photosynthetic life thrived, sparking the Great Oxidation Event. The findings could also guide the search for biosignatures on distant worlds.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists shocked by reversed electric field around Earth",
      "link": "https://www.sciencedaily.com/releases/2025/10/251030075141.htm",
      "pubDate": "Fri, 31 Oct 2025 01:12:13 EDT",
      "description": "Earth’s magnetosphere, once thought to have a simple electric polarity pattern, has revealed a surprising twist. New satellite data and advanced simulations show that the morning side of the magnetosphere carries a negative charge, not positive as long believed. Researchers from Kyoto, Nagoya, and Kyushu Universities found that while the polar regions retain the expected polarity, the equatorial areas flip it entirely.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Those Halloween fireballs might be more dangerous than you think",
      "link": "https://www.sciencedaily.com/releases/2025/10/251030075121.htm",
      "pubDate": "Fri, 31 Oct 2025 02:18:06 EDT",
      "description": "The Taurid meteor shower, born from Comet Encke, delights skywatchers but may conceal hidden risks. Research led by Mark Boslough examines potential Taurid swarms that could increase impact danger in 2032 and 2036. Using planetary defense modeling and telescope data, scientists assess these threats while fighting misinformation and promoting preparedness.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth has hit its first climate tipping point, scientists warn",
      "link": "https://www.sciencedaily.com/releases/2025/10/251029002920.htm",
      "pubDate": "Wed, 29 Oct 2025 04:26:38 EDT",
      "description": "Global scientists warn that humanity is on the verge of crossing irreversible climate thresholds, with coral reefs already at their tipping point and polar ice sheets possibly beyond recovery. The Global Tipping Points Report 2025 reveals how rising temperatures could trigger a cascade of system collapses, from the Amazon rainforest turning to savanna to the potential shutdown of the Atlantic Ocean circulation.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctic robot ‘Lassie’ uncovers thousands of icefish nests beneath Antarctic ice",
      "link": "https://www.sciencedaily.com/releases/2025/10/251029002847.htm",
      "pubDate": "Wed, 29 Oct 2025 03:45:40 EDT",
      "description": "Beneath the ice of Antarctica’s Weddell Sea, scientists discovered a vast, organized city of fish nests revealed after the colossal A68 iceberg broke away. Using robotic explorers, they found over a thousand circular nests forming geometric patterns, each guarded by yellowfin noties. The expedition, initially aimed at studying the ice shelf and locating Shackleton’s Endurance, instead unveiled a thriving, structured ecosystem in one of the harshest places on Earth.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Before plants or animals, fungi conquered Earth’s surface",
      "link": "https://www.sciencedaily.com/releases/2025/10/251027224841.htm",
      "pubDate": "Tue, 28 Oct 2025 12:11:34 EDT",
      "description": "Fungi’s evolutionary roots stretch far deeper than once believed — up to 1.4 billion years ago, long before plants or animals appeared. Using advanced molecular dating and gene transfer analysis, researchers reconstructed fungi’s ancient lineage, revealing they were crucial in shaping Earth’s first soils and ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth’s “boring billion” set the stage for complex life",
      "link": "https://www.sciencedaily.com/releases/2025/10/251027224824.htm",
      "pubDate": "Mon, 27 Oct 2025 22:48:24 EDT",
      "description": "Scientists have traced the origins of complex life to the breakup of the supercontinent Nuna 1.5 billion years ago. This tectonic shift reduced volcanic carbon emissions, expanded shallow seas, and boosted oxygen availability. Far from a stagnant era, Earth’s “Boring Billion” was a time of crucial transformation that made the planet more habitable. The study links deep-Earth movements directly to the rise of eukaryotic life.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Hidden 5-mile wide asteroid crater beneath the Atlantic revealed in stunning 3D",
      "link": "https://www.sciencedaily.com/releases/2025/10/251027023806.htm",
      "pubDate": "Mon, 27 Oct 2025 04:50:26 EDT",
      "description": "A massive crater hidden beneath the Atlantic seafloor has been confirmed as the result of an asteroid strike from 66 million years ago. The new 3D seismic data reveals astonishing details about the violent minutes following impact—towering tsunamis, liquefied rock, and shifting seabeds. Researchers call it a once-in-a-lifetime look at how oceanic impacts unfold.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Melting ice is hiding a massive climate secret beneath Antarctica",
      "link": "https://www.sciencedaily.com/releases/2025/10/251027023802.htm",
      "pubDate": "Mon, 27 Oct 2025 04:32:56 EDT",
      "description": "The Southern Ocean absorbs nearly half of all ocean-stored human CO2, but its future role is uncertain. Despite models predicting a decline, researchers found that freshening surface waters are currently keeping deep CO2 trapped below. This stratification effect may be only temporary, as intensifying winds bring deep, carbon-rich water closer to the surface. If mixing increases, the Southern Ocean could begin releasing more CO2 than it absorbs.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Hippos once roamed frozen Germany with mammoths",
      "link": "https://www.sciencedaily.com/releases/2025/10/251026021740.htm",
      "pubDate": "Sun, 26 Oct 2025 08:29:01 EDT",
      "description": "New research shows that hippos lived in central Europe tens of thousands of years longer than previously thought. Ancient DNA and radiocarbon dating confirm they survived in Germany’s Upper Rhine Graben during a milder Ice Age phase. Closely related to modern African hippos, they shared the landscape with cold-adapted giants like mammoths. The finding rewrites Ice Age history and suggests regional climates were far more diverse.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth is splitting open beneath the Pacific Northwest",
      "link": "https://www.sciencedaily.com/releases/2025/10/251025084611.htm",
      "pubDate": "Sat, 25 Oct 2025 10:39:13 EDT",
      "description": "For the first time, scientists have seen a subduction zone actively breaking apart beneath the Pacific Northwest. Seismic data show the oceanic plate tearing into fragments, forming microplates in a slow, step-by-step collapse. This process, once only theorized, explains mysterious fossil plates found elsewhere and offers new clues about earthquake risks. The dying subduction zone is revealing Earth’s tectonic life cycle in real time.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Glaciers’ secret cooling power won’t last much longer",
      "link": "https://www.sciencedaily.com/releases/2025/10/251025084606.htm",
      "pubDate": "Sun, 26 Oct 2025 00:34:27 EDT",
      "description": "Scientists have uncovered that glaciers can temporarily cool the air around them, delaying some effects of global warming. This self-cooling, driven by katabatic winds, is nearing its peak and will likely reverse in the next two decades. Once glaciers lose enough mass, they will heat up faster, speeding their decline. The team urges immediate global action to curb emissions and manage dwindling water resources wisely.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}