{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-12-23T20:29:34.598566",
  "items": [
    {
      "title": "Green industrial policy is not enough for net-zero decarbonization",
      "link": "https://www.nature.com/articles/s41558-025-02514-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 December 2025; <a href=\"https://www.nature.com/articles/s41558-025-02514-8\">doi:10.1038/s41558-025-02514-8</a></p>Both green industrial policy (‘carrots’) and carbon pricing (‘sticks’) are seen as important instruments for decarbonization, but the sequencing strategy matters. Researchers now demonstrate that carrots alone — without sticks — are unlikely to reach long-term net-zero targets in the USA.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Modelling the impacts of policy sequencing on energy decarbonization",
      "link": "https://www.nature.com/articles/s41558-025-02497-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 December 2025; <a href=\"https://www.nature.com/articles/s41558-025-02497-6\">doi:10.1038/s41558-025-02497-6</a></p>Green subsidies (carrots) are now becoming a more politically acceptable climate policy option compared with corrective regulations (sticks). However, researcher show that carrots without quick and appropriate sticks will not be sufficient to reach the deep decarbonization goal in the long run.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Impacts of global warming on subnational poverty and inequality",
      "link": "https://www.nature.com/articles/s41558-025-02516-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 December 2025; <a href=\"https://www.nature.com/articles/s41558-025-02516-6\">doi:10.1038/s41558-025-02516-6</a></p>In addition to affecting general economic indicators, climate change could worsen poverty and inequality across and within countries. With a global subnational dataset, researchers confirm that temperature rise leads to increases in headcount poverty and the Gini index, with poorer countries being particularly vulnerable.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "The political psychology of climate denial",
      "link": "https://www.nature.com/articles/s41558-025-02523-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 16 December 2025; <a href=\"https://www.nature.com/articles/s41558-025-02523-7\">doi:10.1038/s41558-025-02523-7</a></p>Climate denial in political discourse is fuelled by psychological factors such as psychological distance, cognitive dissonance, confirmation bias, loss aversion, existential anxiety and social identity. Effective communication strategies addressing deniers’ motivations are crucial as denial undermines urgent climate action.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Peak glacier extinction in the mid-twenty-first century",
      "link": "https://www.nature.com/articles/s41558-025-02513-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 15 December 2025; <a href=\"https://www.nature.com/articles/s41558-025-02513-9\">doi:10.1038/s41558-025-02513-9</a></p>Many mountain glaciers will disappear with warming. Here the authors assess how many glaciers will disappear per year under different warming scenarios, finding that a peak in glacier loss will happen during the mid-twenty-first century.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Reducing the large short-lived impact of methane emissions with temporary carbon removals",
      "link": "https://www.nature.com/articles/s41558-025-02511-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 December 2025; <a href=\"https://www.nature.com/articles/s41558-025-02511-x\">doi:10.1038/s41558-025-02511-x</a></p>We consider potential non-permanence of carbon removal not as an obstacle but as a feature to focus on the compensation for the short-term warming of methane emissions. This could re-open climate finance for nature-based solutions and provide an immediate reduction in temperature stress.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Structural lock-ins in tourism decarbonization and the alternative",
      "link": "https://www.nature.com/articles/s41558-025-02502-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 December 2025; <a href=\"https://www.nature.com/articles/s41558-025-02502-y\">doi:10.1038/s41558-025-02502-y</a></p>Decarbonization of the tourism sector faces challenges of structural lock-ins. This Comment challenges the conventional narratives of green tourism and emphasizes to practice more transformative eco-friendly solutions rather than to consume less, with ecotourism as a promising alternative to encourage more low-carbon behaviour in daily life.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "UNFCCC carbon trading could undermine global climate action",
      "link": "https://www.nature.com/articles/s41558-025-02517-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 December 2025; <a href=\"https://www.nature.com/articles/s41558-025-02517-5\">doi:10.1038/s41558-025-02517-5</a></p>Recent United Nations policymaking on international emissions trading fails to reconcile longstanding flaws that could jeopardize the integrity of these programmes. We call for urgent action by policymakers to safeguard the future of the Paris Agreement.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}