{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-06-21T11:21:22.969064",
  "items": [
    {
      "title": "Social strategies to engage video gamers in climate action",
      "link": "https://www.nature.com/articles/s41558-025-02369-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 20 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02369-z\">doi:10.1038/s41558-025-02369-z</a></p>Video games are a popular method for climate change communication, but current efforts undervalue the potential role of gaming communities. To empower gaming communities to take climate action, we suggest social strategies including fostering climate change conversations through games and in gaming social spaces, and organizing real-world gaming community events.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Navigating the black box of fair national emissions targets",
      "link": "https://www.nature.com/articles/s41558-025-02361-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 16 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02361-7\">doi:10.1038/s41558-025-02361-7</a></p>Fair climate targets aligned with the Paris Agreement can be calculated in multiple ways, yielding diverse outcomes. Researchers unpack how equity, global strategies and political and social uncertainties shape fair share allocations, using them to assess nationally determined contributions and guide global climate finance.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Exploring climate futures with deep learning",
      "link": "https://www.nature.com/articles/s41558-025-02350-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02350-w\">doi:10.1038/s41558-025-02350-w</a></p>Glancing forward to view alternative futures for limiting global warming requires understanding complex societal–environmental systems that drive future emissions. Now a study explores the potential, and limits, of deep learning to generate core characteristics of these futures.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Future climate-driven fires may boost ocean productivity in the iron-limited North Atlantic",
      "link": "https://www.nature.com/articles/s41558-025-02356-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02356-4\">doi:10.1038/s41558-025-02356-4</a></p>Fire emissions can be an important source of nutrients such as iron, particularly for the oceans. Here the authors estimate that climate-change-driven changes in fire emissions could increase iron deposition in ocean ecosystems, enhancing productivity particularly in the North Atlantic.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Facebook algorithm’s active role in climate advertisement delivery",
      "link": "https://www.nature.com/articles/s41558-025-02326-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02326-w\">doi:10.1038/s41558-025-02326-w</a></p>Content delivery algorithms on social media exhibit biases in audience selection, which are understudied in the climate context. This study combines observational analysis and a field experiment to reveal algorithmic bias in Facebook’s climate ad data across location, gender and age groups.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Using deep learning to generate key variables in global mitigation scenarios",
      "link": "https://www.nature.com/articles/s41558-025-02352-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02352-8\">doi:10.1038/s41558-025-02352-8</a></p>Integrated assessment model-based scenarios are commonly used to project future emission pathways but suffer from submission biases and high computational cost. Here researchers develop a deep learning framework to generate synthetic scenarios and replicate key variables across a wide range of mitigation ambitions.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Recommendations for producing knowledge syntheses to inform climate change assessments",
      "link": "https://www.nature.com/articles/s41558-025-02354-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 10 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02354-6\">doi:10.1038/s41558-025-02354-6</a></p>Climate change assessment reports are increasing in complexity as the knowledge base grows exponentially. In this Perspective, the authors advocate, and provide recommendations, for knowledge synthesis to become more common as a way to better inform such assessments.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Conflicting selection on flowering time",
      "link": "https://www.nature.com/articles/s41558-025-02360-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02360-8\">doi:10.1038/s41558-025-02360-8</a></p>Conflicting selection on flowering time",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}