{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-07-03T03:55:46.873965",
  "items": [
    {
      "title": "Extreme weather event attribution predicts climate policy support across the world",
      "link": "https://www.nature.com/articles/s41558-025-02372-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 01 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02372-4\">doi:10.1038/s41558-025-02372-4</a></p>Literature produced inconsistent findings regarding the links between extreme weather events and climate policy support across regions, populations and events. This global study offers a holistic assessment of these relationships and highlights the role of subjective attribution.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Changing wildfire complexity highlights the need for institutional adaptation",
      "link": "https://www.nature.com/articles/s41558-025-02367-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02367-1\">doi:10.1038/s41558-025-02367-1</a></p>Growing wildfire threats require governing institutions to adapt their responses for effective management, yet institutional adaptation remains unexplored. This study reveals increasingly complex task environments for institutions managing wildfire incidents in the USA over the period 1999–2020.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Protect young secondary forests for optimum carbon removal",
      "link": "https://www.nature.com/articles/s41558-025-02355-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 24 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02355-5\">doi:10.1038/s41558-025-02355-5</a></p>The authors generate ~1-km2 growth curves for aboveground live carbon in regrowing forests, globally. They show that maximum carbon removal rates can vary by 200-fold spatially and with age, with the greatest rates estimated at about 30 ± 12 years, highlighting the role of secondary forests in carbon cycling.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Author Correction: Recommendations for producing knowledge syntheses to inform climate change assessments",
      "link": "https://www.nature.com/articles/s41558-025-02378-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 23 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02378-y\">doi:10.1038/s41558-025-02378-y</a></p>Author Correction: Recommendations for producing knowledge syntheses to inform climate change assessments",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Social strategies to engage video gamers in climate action",
      "link": "https://www.nature.com/articles/s41558-025-02369-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 20 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02369-z\">doi:10.1038/s41558-025-02369-z</a></p>Video games are a popular method for climate change communication, but current efforts undervalue the potential role of gaming communities. To empower gaming communities to take climate action, we suggest social strategies including fostering climate change conversations through games and in gaming social spaces, and organizing real-world gaming community events.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Navigating the black box of fair national emissions targets",
      "link": "https://www.nature.com/articles/s41558-025-02361-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 16 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02361-7\">doi:10.1038/s41558-025-02361-7</a></p>Fair climate targets aligned with the Paris Agreement can be calculated in multiple ways, yielding diverse outcomes. Researchers unpack how equity, global strategies and political and social uncertainties shape fair share allocations, using them to assess nationally determined contributions and guide global climate finance.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Exploring climate futures with deep learning",
      "link": "https://www.nature.com/articles/s41558-025-02350-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02350-w\">doi:10.1038/s41558-025-02350-w</a></p>Glancing forward to view alternative futures for limiting global warming requires understanding complex societal–environmental systems that drive future emissions. Now a study explores the potential, and limits, of deep learning to generate core characteristics of these futures.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Future climate-driven fires may boost ocean productivity in the iron-limited North Atlantic",
      "link": "https://www.nature.com/articles/s41558-025-02356-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02356-4\">doi:10.1038/s41558-025-02356-4</a></p>Fire emissions can be an important source of nutrients such as iron, particularly for the oceans. Here the authors estimate that climate-change-driven changes in fire emissions could increase iron deposition in ocean ecosystems, enhancing productivity particularly in the North Atlantic.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}