{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-08-18T16:35:20.366731",
  "items": [
    {
      "title": "NASA’s PREFIRE satellites reveal a secret glow escaping from our planet",
      "link": "https://www.sciencedaily.com/releases/2025/08/250817055324.htm",
      "pubDate": "Sun, 17 Aug 2025 05:53:24 EDT",
      "description": "With its two tiny CubeSats, NASA’s PREFIRE mission is capturing invisible heat escaping from Earth, offering clues to how ice, clouds, and storms influence the climate system. The insights could lead to better weather forecasts and a deeper understanding of global change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists just found a hidden factor behind Earth’s methane surge",
      "link": "https://www.sciencedaily.com/releases/2025/08/250816113528.htm",
      "pubDate": "Sun, 17 Aug 2025 23:27:32 EDT",
      "description": "Roughly two-thirds of all atmospheric methane, a potent greenhouse gas, comes from methanogens. Tracking down which methanogens in which environment produce methane with a specific isotope signature is difficult, however. UC Berkeley researchers have for the first time CRISPRed the key enzyme involved in microbial methane production to understand the unique isotopic fingerprints of different environments to better understand Earth's methane budget.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The surprising way rising CO2 could supercharge space storms",
      "link": "https://www.sciencedaily.com/releases/2025/08/250816113525.htm",
      "pubDate": "Sun, 17 Aug 2025 23:04:56 EDT",
      "description": "Rising CO2 levels will make the upper atmosphere colder and thinner, altering how geomagnetic storms impact satellites. Future storms could cause sharper density spikes despite lower overall density, increasing drag-related challenges.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Greenland’s glacial runoff is powering explosions of ocean life",
      "link": "https://www.sciencedaily.com/releases/2025/08/250815034722.htm",
      "pubDate": "Mon, 18 Aug 2025 03:27:17 EDT",
      "description": "NASA-backed simulations reveal that meltwater from Greenland’s Jakobshavn Glacier lifts deep-ocean nutrients to the surface, sparking large summer blooms of phytoplankton that feed the Arctic food web.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "NASA’s SWOT satellite captures Kamchatka megaquake tsunami in striking detail",
      "link": "https://www.sciencedaily.com/releases/2025/08/250815034719.htm",
      "pubDate": "Sun, 17 Aug 2025 12:13:39 EDT",
      "description": "When a massive 8.8 magnitude earthquake struck off Russia’s Kamchatka Peninsula, NASA and CNES’s SWOT satellite captured a rare and detailed picture of the tsunami that followed. Recorded just over an hour after the quake, the satellite revealed the wave’s height, shape, and path, offering scientists an unprecedented multidimensional view from space.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The ocean’s fragile fortresses are crumbling under climate pressure",
      "link": "https://www.sciencedaily.com/releases/2025/08/250814094700.htm",
      "pubDate": "Sat, 16 Aug 2025 06:08:48 EDT",
      "description": "Mediterranean bryozoans, including the “false coral,” are showing alarming changes in structure and microbiomes under acidification and warming. Field studies at volcanic CO2 vents reveal that these stressors combined sharply reduce survival, posing risks to marine ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Strange spotted rock on Mars could reveal signs of ancient life",
      "link": "https://www.sciencedaily.com/releases/2025/08/250814094626.htm",
      "pubDate": "Fri, 15 Aug 2025 09:08:11 EDT",
      "description": "A curious red Martian rock nicknamed Sapphire Canyon has scientists excited, as its spotted appearance hints at possible organic origins. On Earth, researchers tested a powerful laser technique, O-PTIR, on a similar rock found by chance in Arizona, proving it can rapidly and precisely reveal a material’s chemical makeup. This high-resolution method could play a key role in analyzing Mars samples once they arrive, adding to its growing track record in NASA missions like Europa Clipper.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists stunned by colossal formations hidden under the North Sea",
      "link": "https://www.sciencedaily.com/releases/2025/08/250813083646.htm",
      "pubDate": "Thu, 14 Aug 2025 07:53:07 EDT",
      "description": "Beneath the North Sea, scientists have uncovered colossal sand formations, dubbed “sinkites,” that have mysteriously sunk into lighter sediments, flipping the usual geological order. Formed millions of years ago by ancient earthquakes or pressure shifts, these giant structures could reshape how we locate oil, gas, and safe carbon storage sites. The discovery not only challenges established geology but also introduces a new partner phenomenon, “floatites,” and sparks debate among experts.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Unprecedented climate shocks are changing the Great Lakes forever",
      "link": "https://www.sciencedaily.com/releases/2025/08/250813083616.htm",
      "pubDate": "Thu, 14 Aug 2025 06:11:55 EDT",
      "description": "Extreme heat waves and cold spells on the Great Lakes have more than doubled since the late 1990s, coinciding with a major El Niño event. Using advanced ocean-style modeling adapted for the lakes, researchers traced temperature trends back to 1940, revealing alarming potential impacts on billion-dollar fishing industries, fragile ecosystems, and drinking water quality.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists warn ocean could soon reach Rapa Nui’s sacred moai",
      "link": "https://www.sciencedaily.com/releases/2025/08/250812234532.htm",
      "pubDate": "Wed, 13 Aug 2025 01:44:06 EDT",
      "description": "Advanced computer modeling suggests that by 2080, waves driven by sea level rise could flood Ahu Tongariki and up to 51 cultural treasures on Rapa Nui. The findings emphasize the urgent need for protective measures to preserve the island’s identity, traditions, and tourism economy.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists just uncovered three ancient worlds frozen beneath Illinois for 300 million years",
      "link": "https://www.sciencedaily.com/releases/2025/08/250809100919.htm",
      "pubDate": "Sat, 09 Aug 2025 11:23:15 EDT",
      "description": "Over 300 million years ago, Illinois teemed with life in tropical swamps and seas, now preserved at the famous Mazon Creek fossil site. Researchers from the University of Missouri and geologist Gordon Baird have reexamined a vast fossil collection, uncovering three distinct ancient environments—freshwater, transitional marine, and offshore—each with unique animal life. Their findings, enhanced by advanced imaging and data analysis, reveal how sea-level changes, sediment conditions, and microbial activity shaped fossil formation.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "332 colossal canyons just revealed beneath Antarctica’s ice",
      "link": "https://www.sciencedaily.com/releases/2025/08/250809100910.htm",
      "pubDate": "Sat, 09 Aug 2025 10:46:57 EDT",
      "description": "Deep beneath the Antarctic seas lies a hidden network of 332 colossal submarine canyons, some plunging over 4,000 meters, revealed in unprecedented detail by new high-resolution mapping. These underwater valleys, shaped by glacial forces and powerful sediment flows, play a vital role in transporting nutrients, driving ocean currents, and influencing global climate. Striking differences between East and West Antarctica’s canyon systems offer clues to the continent’s ancient ice history, while also exposing vulnerabilities as warm waters carve away at protective ice shelves.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "DNA from the deep reveals a hidden ocean “superhighway”",
      "link": "https://www.sciencedaily.com/releases/2025/08/250806094119.htm",
      "pubDate": "Thu, 07 Aug 2025 02:25:04 EDT",
      "description": "Deep beneath the ocean's surface, a groundbreaking DNA study reveals that the deep sea is far more globally connected than once thought. By analyzing thousands of brittle stars preserved in museum collections, scientists discovered these ancient creatures have silently migrated across the planet's seafloor for millions of years, forming a vast evolutionary network from Iceland to Tasmania.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This prehistoric predator survived global warming by eating bones",
      "link": "https://www.sciencedaily.com/releases/2025/08/250806094118.htm",
      "pubDate": "Wed, 06 Aug 2025 23:53:38 EDT",
      "description": "A prehistoric predator changed its diet and body size during a major warming event 56 million years ago, revealing how climate change can reshape animal behavior, food chains, and survival strategies.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The hidden climate battle between forests and the ocean",
      "link": "https://www.sciencedaily.com/releases/2025/08/250802022926.htm",
      "pubDate": "Sat, 02 Aug 2025 12:26:48 EDT",
      "description": "Between 2003 and 2021, Earth saw a net boost in photosynthesis, mainly thanks to land plants thriving in warming, wetter conditions—especially in temperate and high-latitude regions. Meanwhile, ocean algae struggled in increasingly stratified and nutrient-poor tropical waters. Scientists tracked this global energy shift using satellite data, revealing that land ecosystems not only added more biomass but also helped stabilize climate by capturing more carbon.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Deep-sea fish just changed what we know about Earth’s carbon cycle",
      "link": "https://www.sciencedaily.com/releases/2025/07/250726234426.htm",
      "pubDate": "Sun, 27 Jul 2025 09:07:34 EDT",
      "description": "Mesopelagic fish, long overlooked in ocean chemistry, are now proven to excrete carbonate minerals much like their shallow-water counterparts—despite living in dark, high-pressure depths. Using the deep-dwelling blackbelly rosefish, researchers have demonstrated that carbonate production is consistent across ocean layers, bolstering global carbon cycle models. These findings reveal that these abundant fish play a hidden but crucial role in regulating Earth’s ocean chemistry and could reshape how we understand deep-sea contributions to climate processes.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Satellites just revealed a hidden global water crisis—and it’s worse than melting ice",
      "link": "https://www.sciencedaily.com/releases/2025/07/250726234415.htm",
      "pubDate": "Sun, 27 Jul 2025 04:38:36 EDT",
      "description": "For over two decades, satellites have quietly documented a major crisis unfolding beneath our feet: Earth's continents are drying out at unprecedented rates. Fueled by climate change, groundwater overuse, and extreme drought, this trend has carved out four massive \"mega-drying\" regions across the northern hemisphere, threatening freshwater supplies for billions. Groundwater loss alone now contributes more to sea level rise than melting ice sheets, and unless urgent global water policies are enacted, we could face a catastrophic freshwater bankruptcy.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Is the air you breathe silently fueling dementia? A 29-million-person study says yes",
      "link": "https://www.sciencedaily.com/releases/2025/07/250726234404.htm",
      "pubDate": "Sun, 27 Jul 2025 01:47:58 EDT",
      "description": "Air pollution isn't just bad for your lungs—it may be eroding your brain. In a sweeping review covering nearly 30 million people, researchers found that common pollutants like PM2.5, nitrogen dioxide, and soot are all linked to a significantly higher risk of dementia. The most dangerous? PM2.5—tiny particles from traffic and industry that can lodge deep in your lungs and reach your brain.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This plastic disappears in the deep sea—and microbes make it happen",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232418.htm",
      "pubDate": "Thu, 24 Jul 2025 23:24:18 EDT",
      "description": "A new eco-friendly plastic called LAHB has shown it can biodegrade even in the extreme environment of the deep ocean, unlike conventional plastics that persist for decades. In real-world underwater testing nearly a kilometer below the surface, LAHB lost more than 80% of its mass after 13 months, while traditional PLA plastic remained completely intact. The secret? Colonies of deep-sea microbes actively broke down the material using specialized enzymes, converting it into harmless byproducts like CO and water.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The oceans are overheating—and scientists say a climate tipping point may be here",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232417.htm",
      "pubDate": "Sat, 26 Jul 2025 12:47:47 EDT",
      "description": "In 2023, the world’s oceans experienced the most intense and widespread marine heatwaves ever recorded, with some events persisting for over 500 days and covering nearly the entire globe. These searing ocean temperatures are causing mass coral bleaching and threatening fisheries, while also signaling deeper, system-wide climate changes.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}