{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2026-01-01T19:21:47.845549",
  "items": [
    {
      "title": "Scientists found a dangerous feedback loop accelerating Arctic warming",
      "link": "https://www.sciencedaily.com/releases/2025/12/251228020008.htm",
      "pubDate": "Mon, 29 Dec 2025 17:21:39 EST",
      "description": "The Arctic is changing rapidly, and scientists have uncovered a powerful mix of natural and human-driven processes fueling that change. Cracks in sea ice release heat and pollutants that form clouds and speed up melting, while emissions from nearby oil fields alter the chemistry of the air. These interactions trigger feedback loops that let in more sunlight, generate smog, and push warming even further. Together, they paint a troubling picture of how fragile the Arctic system has become.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Hidden heat beneath Greenland could change sea level forecasts",
      "link": "https://www.sciencedaily.com/releases/2025/12/251227082724.htm",
      "pubDate": "Sat, 27 Dec 2025 12:33:56 EST",
      "description": "Scientists have built the most detailed 3D models yet of temperatures deep beneath Greenland. The results reveal uneven heat hidden below the ice, shaped by Greenland’s ancient path over a volcanic hotspot. This underground warmth affects how the ice sheet moves and melts today. Understanding it could sharpen predictions of future sea level rise.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "How Earth endured a planet-wide inferno: The secret water vault under our feet",
      "link": "https://www.sciencedaily.com/releases/2025/12/251225080727.htm",
      "pubDate": "Fri, 26 Dec 2025 01:09:12 EST",
      "description": "When Earth was a molten inferno, water may have been locked safely underground rather than lost to space. Researchers discovered that bridgmanite deep in the mantle can store far more water at high temperatures than previously believed. During Earth’s cooling, this hidden reservoir could have held water volumes comparable to today’s oceans. Over time, that buried water helped drive geology and rebuild the planet’s surface environment.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Oceans are supercharging hurricanes past Category 5",
      "link": "https://www.sciencedaily.com/releases/2025/12/251225080725.htm",
      "pubDate": "Thu, 25 Dec 2025 11:03:27 EST",
      "description": "Deep ocean hot spots packed with heat are making the strongest hurricanes and typhoons more likely—and more dangerous. These regions, especially near the Philippines and the Caribbean, are expanding as climate change warms ocean waters far below the surface. As a result, storms powerful enough to exceed Category 5 are appearing more often, with over half occurring in just the past decade. Researchers say recognizing a new “Category 6” could improve public awareness and disaster planning.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Microplastics are leaking invisible chemical clouds into water",
      "link": "https://www.sciencedaily.com/releases/2025/12/251224032408.htm",
      "pubDate": "Wed, 31 Dec 2025 10:47:35 EST",
      "description": "Microplastics in rivers, lakes, and oceans aren’t just drifting debris—they’re constantly leaking invisible clouds of chemicals into the water. New research shows that sunlight drives this process, causing different plastics to release distinct and evolving mixtures of dissolved organic compounds as they weather. These chemical plumes are surprisingly complex, often richer and more biologically active than natural organic matter, and include additives, broken polymer fragments, and oxidized molecules.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Global warming could trigger the next ice age",
      "link": "https://www.sciencedaily.com/releases/2025/12/251221043231.htm",
      "pubDate": "Sun, 21 Dec 2025 11:02:49 EST",
      "description": "Scientists have uncovered a missing feedback in Earth’s carbon cycle that could cause global warming to overshoot into an ice age. As the planet warms, nutrient-rich runoff fuels plankton blooms that bury huge amounts of carbon in the ocean. In low-oxygen conditions, this process can spiral out of control, cooling Earth far beyond its original state. While this won’t save us from modern climate change, it may explain Earth’s most extreme ancient ice ages.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists found climate change hidden in old military air samples",
      "link": "https://www.sciencedaily.com/releases/2025/12/251219093325.htm",
      "pubDate": "Sun, 21 Dec 2025 01:10:14 EST",
      "description": "Old military air samples turned out to be a treasure trove of biological DNA, allowing scientists to track moss spores over 35 years. The results show mosses now release spores up to a month earlier than in the 1990s. Even more surprising, the timing depends more on last year’s climate than current spring conditions. It’s a striking example of how fast ecosystems are adjusting to a warming world.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A stunning new forecast shows when thousands of glaciers will vanish",
      "link": "https://www.sciencedaily.com/releases/2025/12/251219030455.htm",
      "pubDate": "Fri, 19 Dec 2025 03:19:31 EST",
      "description": "New research reveals when glaciers around the world will vanish and why every fraction of a degree of warming could decide their fate.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth may have been ravaged by “invisible” explosions from space",
      "link": "https://www.sciencedaily.com/releases/2025/12/251218060602.htm",
      "pubDate": "Fri, 19 Dec 2025 01:30:09 EST",
      "description": "Cosmic “touchdown airbursts” — explosions of comets or asteroids above Earth’s surface — may be far more common and destructive than previously thought, according to new research. Unlike crater-forming impacts, these events unleash extreme heat and pressure without leaving obvious scars, making them harder to detect.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The western U.S. Tried to stop wildfires and it backfired",
      "link": "https://www.sciencedaily.com/releases/2025/12/251218060550.htm",
      "pubDate": "Thu, 18 Dec 2025 10:17:44 EST",
      "description": "Much of the western U.S. is overdue for wildfire, with decades of suppression allowing fuel to build up across millions of hectares. Researchers estimate that 74% of the region is in a fire deficit, meaning far more land needs to burn to restore healthy forest conditions. Catching up would require an unprecedented amount of controlled and managed fire.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A hidden climate shift may have sparked epic Pacific voyages 1,000 years ago",
      "link": "https://www.sciencedaily.com/releases/2025/12/251215084206.htm",
      "pubDate": "Mon, 15 Dec 2025 23:53:04 EST",
      "description": "Around 1,000 years ago, a major climate shift reshaped rainfall across the South Pacific, making western islands like Samoa and Tonga drier while eastern islands such as Tahiti became increasingly wet. New evidence from plant waxes preserved in island sediments shows this change coincided with the final major wave of Polynesian expansion eastward. As freshwater became scarcer in the west and more abundant in the east, people may have been pushed to migrate, effectively “chasing the rain” across vast stretches of ocean.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This rare earthquake did everything scientists hoped to see",
      "link": "https://www.sciencedaily.com/releases/2025/12/251215084159.htm",
      "pubDate": "Tue, 16 Dec 2025 07:11:05 EST",
      "description": "A rare, ultra-long earthquake in Myanmar revealed that mature faults can deliver their full force directly to the surface. The discovery could mean stronger shaking near faults like California’s San Andreas than current models predict.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New fossils in Qatar reveal a tiny sea cow hidden for 21 million years",
      "link": "https://www.sciencedaily.com/releases/2025/12/251212022244.htm",
      "pubDate": "Fri, 12 Dec 2025 02:58:26 EST",
      "description": "Fossils from Qatar have revealed a small, newly identified sea cow species that lived in the Arabian Gulf more than 20 million years ago. The site contains the densest known collection of fossil sea cow bones, showing that these animals once thrived in rich seagrass meadows. Their ecological role mirrors that of modern dugongs, which still reshape the Gulf’s seafloor as they graze. The findings may help researchers understand how seagrass ecosystems respond to long-term environmental change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists find hidden rainfall pattern that could reshape farming",
      "link": "https://www.sciencedaily.com/releases/2025/12/251211100633.htm",
      "pubDate": "Fri, 12 Dec 2025 10:20:47 EST",
      "description": "New research shows that crops are far more vulnerable when too much rainfall originates from land rather than the ocean. Land-sourced moisture leads to weaker, less reliable rainfall, heightening drought risk. The U.S. Midwest and East Africa are particularly exposed due to soil drying and deforestation. Protecting forests and improving land management could help stabilize rainfall and crop yields.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists find a massive hidden CO2 sponge beneath the ocean floor",
      "link": "https://www.sciencedaily.com/releases/2025/12/251211100631.htm",
      "pubDate": "Thu, 11 Dec 2025 12:42:22 EST",
      "description": "Researchers found that eroded lava rubble beneath the South Atlantic can trap enormous amounts of CO2 for tens of millions of years. These porous breccia deposits store far more carbon than previously sampled ocean crust. The discovery reshapes how scientists view the long-term balance of carbon between the ocean, rocks, and atmosphere. It also reveals a hidden mechanism that helps stabilize Earth’s climate over geological timescales.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A silent ocean pandemic is wiping out sea urchins worldwide",
      "link": "https://www.sciencedaily.com/releases/2025/12/251211100618.htm",
      "pubDate": "Fri, 12 Dec 2025 04:28:03 EST",
      "description": "A sudden, unexplained mass die-off is decimating sea urchins around the world, including catastrophic losses in the Canary Islands. Key reef-grazing species are reaching historic lows, and their ability to reproduce has nearly halted in some regions. Scientists suspect a pathogen but haven’t yet confirmed the culprit. The fate of these reefs may hinge on solving this unfolding pandemic.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The deep ocean is fixing carbon in ways no one expected",
      "link": "https://www.sciencedaily.com/releases/2025/12/251210092024.htm",
      "pubDate": "Wed, 10 Dec 2025 11:23:29 EST",
      "description": "Researchers have uncovered surprising evidence that the deep ocean’s carbon-fixing engine works very differently than long assumed. While ammonia-oxidizing archaea were thought to dominate carbon fixation in the sunless depths, experiments show that other microbes—especially heterotrophs—are doing far more of the work than expected. This discovery reshapes our understanding of how carbon moves through the deep ocean and stabilizes Earth’s climate.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Rising temperatures are slowing early childhood development",
      "link": "https://www.sciencedaily.com/releases/2025/12/251209234247.htm",
      "pubDate": "Wed, 10 Dec 2025 00:59:03 EST",
      "description": "Researchers discovered that unusually high temperatures can hinder early childhood development. Children living in hotter conditions were less likely to reach key learning milestones, especially in reading and basic math skills. Those facing economic hardship or limited resources were hit the hardest. The study underscores how climate change may shape children’s learning long before they reach school age.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists discover a new state of matter at Earth’s center",
      "link": "https://www.sciencedaily.com/releases/2025/12/251209043053.htm",
      "pubDate": "Wed, 10 Dec 2025 08:32:41 EST",
      "description": "New research reveals that Earth’s solid inner core is actually in a superionic state, where carbon atoms flow freely through a solid iron lattice. This unusual behavior makes the core soft, matching seismic observations that have puzzled scientists for decades. The mobility of these light elements may also contribute energy to Earth’s magnetic field. The findings reshape models of Earth’s interior and could apply to other rocky planets.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists uncover a volcanic trigger behind the Black Death",
      "link": "https://www.sciencedaily.com/releases/2025/12/251208014623.htm",
      "pubDate": "Mon, 08 Dec 2025 03:29:31 EST",
      "description": "A newly analyzed set of climate data points to a major volcanic eruption that may have played a key role in the Black Death’s arrival. Cooling and crop failures across Europe pushed Italian states to bring in grain from the Black Sea. Those shipments may have carried plague-infected fleas. The study ties together tree rings, ice cores, and historical writings to reframe how the pandemic began.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}