{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-11-24T08:36:51.400317",
  "items": [
    {
      "title": "Warming increases the phenological mismatch between carbon sources and sinks in conifers",
      "link": "https://www.nature.com/articles/s41558-025-02474-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 21 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02474-z\">doi:10.1038/s41558-025-02474-z</a></p>Measurements of carbon fluxes and wood phenology are used to assess carbon sources from photosynthesis and their sink into woody growth along a thermal gradient. The authors show that stem growth advances slower than photosynthesis per degree Celsius, creating a phenological mismatch for carbon.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Global bias towards recording latitudinal range shifts",
      "link": "https://www.nature.com/articles/s41558-025-02498-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 21 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02498-5\">doi:10.1038/s41558-025-02498-5</a></p>The authors consider studies reporting species range shifts and demonstrate a geometric bias in sampling along latitudinal, rather than longitudinal, gradients. This bias may favour the corroboration of shift expectations with warming and mask other patterns and drivers of species movements.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Global warming intensifies extreme day-to-day temperature changes in mid–low latitudes",
      "link": "https://www.nature.com/articles/s41558-025-02486-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 21 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02486-9\">doi:10.1038/s41558-025-02486-9</a></p>Climate change is expected to lead to higher day-to-day temperature variability in mid- to low latitudes. Here the authors show that extreme day-to-day temperature changes have distinct impacts on human health and become more frequent and intense in mid- to low latitudes with climate change.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Misalignment between objective and perceived heat risks",
      "link": "https://www.nature.com/articles/s41558-025-02505-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 20 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02505-9\">doi:10.1038/s41558-025-02505-9</a></p>Objective assessments indicate that extreme heat is increasing health risks; however, many of the most exposed populations do not perceive extreme heat as risky. This misperception may undermine public awareness of the need for effective cooling strategies, leaving a dangerous blind spot in adaptation and protection.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Gene flow between mountainous birds buffers climate change risk",
      "link": "https://www.nature.com/articles/s41558-025-02500-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02500-0\">doi:10.1038/s41558-025-02500-0</a></p>Climate change threatens biodiversity, but the transfer of genes between species via hybridization can enhance climate resilience. This research demonstrates that hybrid mountain birds show reduced climate vulnerability, highlighting how maintaining natural gene flow can mitigate extinction risks and is crucial for conserving species with narrow environmental tolerances.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Increasing risk of mass human heat mortality if historical weather patterns recur",
      "link": "https://www.nature.com/articles/s41558-025-02480-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02480-1\">doi:10.1038/s41558-025-02480-1</a></p>The authors couple calculations of historical heatwave intensity at present and future global temperatures with exposure–response functions to quantify mortality from extreme heat events in Europe. They project tens of thousands of excess deaths, with limited attenuation from existing adaptations.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Author Correction: The carbon hoofprint of cities is shaped by geography and production in the livestock supply chain",
      "link": "https://www.nature.com/articles/s41558-025-02509-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02509-5\">doi:10.1038/s41558-025-02509-5</a></p>Author Correction: The carbon hoofprint of cities is shaped by geography and production in the livestock supply chain",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Southward shift of the Antarctic Circumpolar Current upstream of Drake Passage maintains a stable circumpolar transport",
      "link": "https://www.nature.com/articles/s41558-025-02478-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02478-9\">doi:10.1038/s41558-025-02478-9</a></p>Climate change is altering the strength and position of Southern Ocean westerly winds but the ocean transport is stable. Here the authors use sea surface height to show that a poleward shift of the northern boundary and changing dynamics maintain the circumpolar transport.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}