{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2026-02-19T14:54:42.127836",
  "items": [
    {
      "title": "Defining transformational adaptation and why it matters",
      "link": "https://www.nature.com/articles/s41558-025-02550-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 16 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02550-4\">doi:10.1038/s41558-025-02550-4</a></p>A three-round survey of climate change adaptation experts — researchers and practitioners from across the globe — reveals that there is broad agreement on 13 elements that are foundational for defining transformational adaptation to climate risks. Nevertheless, there are differences between response groups on which aspects of transformational adaptation matter the most.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Mapping tipping risks from Antarctic ice basins under global warming",
      "link": "https://www.nature.com/articles/s41558-025-02554-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 16 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02554-0\">doi:10.1038/s41558-025-02554-0</a></p>Climate change threatens the future of the Antarctic Ice Sheet. Here the authors show that individual drainage basins have different thresholds and loss patterns, suggesting the need to consider the dynamical interactive nature of the basins and their individual tipping points.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Growing cropland emissions",
      "link": "https://www.nature.com/articles/s41558-026-02571-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02571-7\">doi:10.1038/s41558-026-02571-7</a></p>Planning for climate action in food systems requires disaggregated spatial information on greenhouse gas emissions and removals. Now, a study on the major emission sources for global croplands yields such emissions estimates, identifies the locations of hotspots and assesses mitigation trade-offs with food productivity.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "ENSO shapes salinity regimes and fish migration in the China Seas",
      "link": "https://www.nature.com/articles/s41558-026-02559-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02559-3\">doi:10.1038/s41558-026-02559-3</a></p>This study shows that the El Niño/Southern Oscillation (ENSO) drives sea surface salinity (SSS) variability in the China Seas through coupled freshwater and oceanic processes, influencing regional fisheries. Under a warming climate, projected intensification of ENSO will amplify SSS heterogeneity.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Emergent climate change signals within Antarctic sea ice and associated ecosystems",
      "link": "https://www.nature.com/articles/s41558-026-02561-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02561-9\">doi:10.1038/s41558-026-02561-9</a></p>The authors model the emergence of climate-driven changes in Antarctic sea ice, phytoplankton, krill, fish and penguins. They show earlier emergence for higher trophic levels, as well as highly seasonal and regional responses.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Spatially explicit global assessment of cropland greenhouse gas emissions circa 2020",
      "link": "https://www.nature.com/articles/s41558-026-02558-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02558-4\">doi:10.1038/s41558-026-02558-4</a></p>Emissions from croplands are an important source of GHG emissions that can be shaped by management. This study presents maps of emissions globally for different crops, showing that drained peatlands, rice paddies and fertilizer were the main drivers, and highlights differences in emission intensity.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Heat exposure disrupts brain development",
      "link": "https://www.nature.com/articles/s41558-026-02564-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02564-6\">doi:10.1038/s41558-026-02564-6</a></p>Early life stages are particularly critical for human brain development. A large-scale study in China shows that heat exposure in early life is associated with increased risks of delayed neurodevelopment in preschool children.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Inconsistent national reports undercount wastewater emissions",
      "link": "https://www.nature.com/articles/s41558-026-02555-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02555-7\">doi:10.1038/s41558-026-02555-7</a></p>National greenhouse gas inventories systematically undercount methane and nitrous oxide emissions from wastewater due to outdated methods and incomplete coverage. Addressing these discrepancies is essential to strengthen transparency in global climate efforts and improving the effectiveness of national mitigation strategies.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}