{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-12-14T22:24:17.107640",
  "items": [
    {
      "title": "New fossils in Qatar reveal a tiny sea cow hidden for 21 million years",
      "link": "https://www.sciencedaily.com/releases/2025/12/251212022244.htm",
      "pubDate": "Fri, 12 Dec 2025 02:58:26 EST",
      "description": "Fossils from Qatar have revealed a small, newly identified sea cow species that lived in the Arabian Gulf more than 20 million years ago. The site contains the densest known collection of fossil sea cow bones, showing that these animals once thrived in rich seagrass meadows. Their ecological role mirrors that of modern dugongs, which still reshape the Gulf’s seafloor as they graze. The findings may help researchers understand how seagrass ecosystems respond to long-term environmental change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists find hidden rainfall pattern that could reshape farming",
      "link": "https://www.sciencedaily.com/releases/2025/12/251211100633.htm",
      "pubDate": "Fri, 12 Dec 2025 10:20:47 EST",
      "description": "New research shows that crops are far more vulnerable when too much rainfall originates from land rather than the ocean. Land-sourced moisture leads to weaker, less reliable rainfall, heightening drought risk. The U.S. Midwest and East Africa are particularly exposed due to soil drying and deforestation. Protecting forests and improving land management could help stabilize rainfall and crop yields.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists find a massive hidden CO2 sponge beneath the ocean floor",
      "link": "https://www.sciencedaily.com/releases/2025/12/251211100631.htm",
      "pubDate": "Thu, 11 Dec 2025 12:42:22 EST",
      "description": "Researchers found that eroded lava rubble beneath the South Atlantic can trap enormous amounts of CO2 for tens of millions of years. These porous breccia deposits store far more carbon than previously sampled ocean crust. The discovery reshapes how scientists view the long-term balance of carbon between the ocean, rocks, and atmosphere. It also reveals a hidden mechanism that helps stabilize Earth’s climate over geological timescales.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A silent ocean pandemic is wiping out sea urchins worldwide",
      "link": "https://www.sciencedaily.com/releases/2025/12/251211100618.htm",
      "pubDate": "Fri, 12 Dec 2025 04:28:03 EST",
      "description": "A sudden, unexplained mass die-off is decimating sea urchins around the world, including catastrophic losses in the Canary Islands. Key reef-grazing species are reaching historic lows, and their ability to reproduce has nearly halted in some regions. Scientists suspect a pathogen but haven’t yet confirmed the culprit. The fate of these reefs may hinge on solving this unfolding pandemic.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The deep ocean is fixing carbon in ways no one expected",
      "link": "https://www.sciencedaily.com/releases/2025/12/251210092024.htm",
      "pubDate": "Wed, 10 Dec 2025 11:23:29 EST",
      "description": "Researchers have uncovered surprising evidence that the deep ocean’s carbon-fixing engine works very differently than long assumed. While ammonia-oxidizing archaea were thought to dominate carbon fixation in the sunless depths, experiments show that other microbes—especially heterotrophs—are doing far more of the work than expected. This discovery reshapes our understanding of how carbon moves through the deep ocean and stabilizes Earth’s climate.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Rising temperatures are slowing early childhood development",
      "link": "https://www.sciencedaily.com/releases/2025/12/251209234247.htm",
      "pubDate": "Wed, 10 Dec 2025 00:59:03 EST",
      "description": "Researchers discovered that unusually high temperatures can hinder early childhood development. Children living in hotter conditions were less likely to reach key learning milestones, especially in reading and basic math skills. Those facing economic hardship or limited resources were hit the hardest. The study underscores how climate change may shape children’s learning long before they reach school age.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists discover a new state of matter at Earth’s center",
      "link": "https://www.sciencedaily.com/releases/2025/12/251209043053.htm",
      "pubDate": "Wed, 10 Dec 2025 08:32:41 EST",
      "description": "New research reveals that Earth’s solid inner core is actually in a superionic state, where carbon atoms flow freely through a solid iron lattice. This unusual behavior makes the core soft, matching seismic observations that have puzzled scientists for decades. The mobility of these light elements may also contribute energy to Earth’s magnetic field. The findings reshape models of Earth’s interior and could apply to other rocky planets.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists uncover a volcanic trigger behind the Black Death",
      "link": "https://www.sciencedaily.com/releases/2025/12/251208014623.htm",
      "pubDate": "Mon, 08 Dec 2025 03:29:31 EST",
      "description": "A newly analyzed set of climate data points to a major volcanic eruption that may have played a key role in the Black Death’s arrival. Cooling and crop failures across Europe pushed Italian states to bring in grain from the Black Sea. Those shipments may have carried plague-infected fleas. The study ties together tree rings, ice cores, and historical writings to reframe how the pandemic began.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Researchers solve a century-old North Atlantic cold spot mystery",
      "link": "https://www.sciencedaily.com/releases/2025/12/251207031333.htm",
      "pubDate": "Sun, 07 Dec 2025 12:04:42 EST",
      "description": "A century-old North Atlantic cold patch is now linked to a long-term slowdown in the AMOC, the climate-regulating conveyor belt of ocean water. Only weakened-AMOC models match observed temperature and salinity patterns, overturning recent model trends. This slowdown affects weather systems, jet streams, and marine life throughout the Northern Hemisphere. The discovery sharpens climate forecasts and highlights a major shift already underway.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "3.3 billion-year-old crystals reveal a shockingly active early Earth",
      "link": "https://www.sciencedaily.com/releases/2025/12/251204024245.htm",
      "pubDate": "Thu, 04 Dec 2025 09:40:57 EST",
      "description": "Fresh evidence suggests early Earth wasn’t locked under a rigid stagnant lid but was already experiencing intense subduction. Ancient melt inclusions and advanced simulations point to continents forming far earlier than expected. The findings overturn long-held assumptions about the planet’s infancy and reveal a surprisingly active Hadean world.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New data reveals one of the smallest ozone holes in decades",
      "link": "https://www.sciencedaily.com/releases/2025/12/251204024231.htm",
      "pubDate": "Thu, 04 Dec 2025 09:16:45 EST",
      "description": "This year’s ozone hole over Antarctica ranked among the smallest since the early 1990s, reflecting steady progress from decades of global action under the Montreal Protocol. Declining chlorine levels and warmer stratospheric temperatures helped limit ozone destruction. Scientists say the layer remains on track to recover later this century.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Early Earth’s sky may have created the first ingredients for life",
      "link": "https://www.sciencedaily.com/releases/2025/12/251203010207.htm",
      "pubDate": "Wed, 03 Dec 2025 01:49:28 EST",
      "description": "Researchers recreated conditions from billions of years ago and found that Earth’s young atmosphere could make key molecules linked to life. These sulfur-rich compounds, including certain amino acids, may have formed naturally in the sky. The results suggest early Earth wasn’t starting from zero but may have already been stocked with essential ingredients.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A hidden Antarctic shift unleashed the carbon that warmed the world",
      "link": "https://www.sciencedaily.com/releases/2025/12/251202052209.htm",
      "pubDate": "Tue, 02 Dec 2025 05:22:09 EST",
      "description": "As the last Ice Age waned and the Holocene dawned, deep-ocean circulation around Antarctica underwent dramatic shifts that helped release long-stored carbon back into the atmosphere. Deep-sea sediments show that ancient Antarctic waters once trapped vast amounts of carbon, only to release it during two major warming pulses at the end of the Ice Age. Understanding these shifts helps scientists predict how modern Antarctic melt may accelerate future climate change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Satellites spot rapid “Doomsday Glacier” collapse",
      "link": "https://www.sciencedaily.com/releases/2025/11/251130205511.htm",
      "pubDate": "Mon, 01 Dec 2025 01:44:02 EST",
      "description": "Two decades of satellite and GPS data show the Thwaites Eastern Ice Shelf slowly losing its grip on a crucial stabilizing point as fractures multiply and ice speeds up. Scientists warn this pattern could spread to other vulnerable Antarctic shelves.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New research reveals the hidden organism behind Lake Erie’s toxic blooms",
      "link": "https://www.sciencedaily.com/releases/2025/11/251130205503.htm",
      "pubDate": "Tue, 02 Dec 2025 02:18:04 EST",
      "description": "Dolichospermum, a type of cyanobacteria thriving in Lake Erie’s warming waters, has been identified as the surprising culprit behind the lake’s dangerous saxitoxins—some of the most potent natural neurotoxins known. Using advanced genome sequencing, researchers uncovered that only certain strains produce the toxin, and that warmer temperatures and low ammonium levels may tip the ecological balance in their favor.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists find coastal seas acidifying shockingly fast",
      "link": "https://www.sciencedaily.com/releases/2025/11/251129044522.htm",
      "pubDate": "Sun, 30 Nov 2025 05:00:52 EST",
      "description": "New findings show that some coastal regions will become far more acidic than scientists once thought, with upwelling systems pulling deep, CO2-rich waters to the surface and greatly intensifying acidification. Historic coral chemistry and advanced modeling reveal that these regions are acidifying much faster than expected from atmospheric CO2 alone, raising serious concerns for fisheries, marine ecosystems, and coastal economies.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Polluted air quietly erases the benefits of exercise",
      "link": "https://www.sciencedaily.com/releases/2025/11/251128050457.htm",
      "pubDate": "Fri, 28 Nov 2025 06:37:16 EST",
      "description": "Long-term inhalation of toxic air appears to dull the protective power of regular workouts, according to a massive global study spanning more than a decade and over a million adults. While exercise still helps people live longer, its benefits shrink dramatically in regions with heavy fine particle pollution—especially above key PM2.5 thresholds common in many parts of the world. The researchers emphasize that outdoor activity shouldn’t stop, but better air quality could unlock far greater health gains.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists discover a hidden deep sea hotspot bursting with life",
      "link": "https://www.sciencedaily.com/releases/2025/11/251125081928.htm",
      "pubDate": "Wed, 26 Nov 2025 04:11:22 EST",
      "description": "Beneath the waters off Papua New Guinea lies an extraordinary deep-sea environment where scorching hydrothermal vents and cool methane seeps coexist side by side — a pairing never before seen. This unusual chemistry fuels a vibrant oasis teeming with mussels, tube worms, shrimp, and even purple sea cucumbers, many of which may be unknown to science. The rocks themselves shimmer with traces of gold, silver, and other metals deposited by past volcanic activity.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Giant hidden heat blob slowly travels beneath the U.S.",
      "link": "https://www.sciencedaily.com/releases/2025/11/251125081916.htm",
      "pubDate": "Tue, 25 Nov 2025 08:19:16 EST",
      "description": "An immense pocket of hot rock deep beneath the Appalachians may be a wandering relic of the breakup between Greenland and North America 80 million years ago. Researchers suggest this slow-moving “mantle wave” drifted over 1,800 km to reach its current position, gradually reshaping the continent from below and even helping prop up the Appalachian Mountains long after tectonic activity at the surface ceased.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A global shipping detour just revealed a hidden climate twist",
      "link": "https://www.sciencedaily.com/releases/2025/11/251125081914.htm",
      "pubDate": "Wed, 26 Nov 2025 03:55:02 EST",
      "description": "Rerouted shipping during Red Sea conflicts accidentally created a massive real-world experiment, letting scientists study how new low-sulfur marine fuels affect cloud formation. The sudden surge of ships around the Cape of Good Hope revealed that cleaner fuels dramatically weaken the ability of ship emissions to seed bright, reflective clouds—cutting this cloud-boosting effect by about two-thirds.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}