{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-07-06T17:22:04.865106",
  "items": [
    {
      "title": "East Antarctica slides into the spotlight as surface melt hotspot",
      "link": "https://www.nature.com/articles/s41558-025-02371-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 04 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02371-5\">doi:10.1038/s41558-025-02371-5</a></p>Ice-sheet surface melting impacts sea level and ice dynamics. Now two studies provide a wake-up call for monitoring melt in Antarctica.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Continent-wide mapping shows increasing sensitivity of East Antarctica to meltwater ponding",
      "link": "https://www.nature.com/articles/s41558-025-02363-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 04 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02363-5\">doi:10.1038/s41558-025-02363-5</a></p>This study provides a continent-wide assessment of surface meltwater area in Antarctica between 2006 and 2021, highlighting recent increases in magnitude and variability in East Antarctica, with indications that the ice-sheet surface is becoming increasingly prone to further meltwater ponding.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Rapid increases in satellite-observed ice sheet surface meltwater production",
      "link": "https://www.nature.com/articles/s41558-025-02364-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 04 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02364-4\">doi:10.1038/s41558-025-02364-4</a></p>Surface melt is an important component of ice sheet dynamics, but for many remote regions the melt rates are mainly known from models. Here the authors present satellite observations of melt rates for Greenland and Antarctica, showing that East Antarctica has become a melting hotspot.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Promoting targeted heat early warning systems for at-risk populations",
      "link": "https://www.nature.com/articles/s41558-025-02374-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 03 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02374-2\">doi:10.1038/s41558-025-02374-2</a></p>Extreme heat poses a growing threat to vulnerable urban populations, and the existing heat early warning system usually operates at population level. Pairing emerging individualized and population early warning systems could directly and meaningfully extend protection to those most in need.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Extreme weather event attribution predicts climate policy support across the world",
      "link": "https://www.nature.com/articles/s41558-025-02372-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 01 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02372-4\">doi:10.1038/s41558-025-02372-4</a></p>Literature produced inconsistent findings regarding the links between extreme weather events and climate policy support across regions, populations and events. This global study offers a holistic assessment of these relationships and highlights the role of subjective attribution.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Changing wildfire complexity highlights the need for institutional adaptation",
      "link": "https://www.nature.com/articles/s41558-025-02367-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02367-1\">doi:10.1038/s41558-025-02367-1</a></p>Growing wildfire threats require governing institutions to adapt their responses for effective management, yet institutional adaptation remains unexplored. This study reveals increasingly complex task environments for institutions managing wildfire incidents in the USA over the period 1999–2020.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Protect young secondary forests for optimum carbon removal",
      "link": "https://www.nature.com/articles/s41558-025-02355-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 24 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02355-5\">doi:10.1038/s41558-025-02355-5</a></p>The authors generate ~1-km2 growth curves for aboveground live carbon in regrowing forests, globally. They show that maximum carbon removal rates can vary by 200-fold spatially and with age, with the greatest rates estimated at about 30 ± 12 years, highlighting the role of secondary forests in carbon cycling.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Author Correction: Recommendations for producing knowledge syntheses to inform climate change assessments",
      "link": "https://www.nature.com/articles/s41558-025-02378-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 23 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02378-y\">doi:10.1038/s41558-025-02378-y</a></p>Author Correction: Recommendations for producing knowledge syntheses to inform climate change assessments",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}