{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2026-02-17T22:39:04.161543",
  "items": [
    {
      "title": "Europe’s “untouched” wilderness was shaped by Neanderthals and hunter-gatherers",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025613.htm",
      "pubDate": "Thu, 12 Feb 2026 09:14:45 EST",
      "description": "Long before agriculture, humans were transforming Europe’s wild landscapes. Advanced simulations show that hunting and fire use by Neanderthals and Mesolithic hunter-gatherers reshaped forests and grasslands in measurable ways. By reducing populations of giant herbivores, people indirectly altered how dense vegetation became. The findings challenge the idea that prehistoric Europe was an untouched natural world.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The worst coral bleaching event ever recorded damaged over 50% of reefs",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025554.htm",
      "pubDate": "Thu, 12 Feb 2026 07:55:48 EST",
      "description": "Coral reefs, worth an estimated $9.8 trillion a year to humanity, are in far worse shape than previously realized. A massive international study found that during the 2014–2017 global marine heatwave, more than half of the world’s reefs suffered significant bleaching, and many experienced large-scale coral death.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Snowball Earth was not completely frozen, new study reveals",
      "link": "https://www.sciencedaily.com/releases/2026/02/260212025545.htm",
      "pubDate": "Thu, 12 Feb 2026 03:48:58 EST",
      "description": "Even when Earth was locked in its most extreme deep freeze, the planet’s climate may not have been as silent and still as once believed. New research from ancient Scottish rocks reveals that during Snowball Earth — when ice sheets reached the tropics and the planet resembled a giant snowball from space — climate rhythms similar to today’s seasons, solar cycles, and even El Niño–like patterns were still pulsing beneath the ice.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Tracking global water circulation using atomic fingerprints",
      "link": "https://www.sciencedaily.com/releases/2026/02/260210231553.htm",
      "pubDate": "Sun, 15 Feb 2026 08:12:50 EST",
      "description": "Scientists have developed a powerful new way to trace the journey of water across the planet by reading tiny atomic clues hidden inside it. Slightly heavier versions of hydrogen and oxygen, called isotopes, shift in predictable ways as water evaporates and moves through the atmosphere. By combining eight advanced climate models into a single ensemble, researchers created the most accurate large-scale simulation yet of how water circulates worldwide.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Methane spiked after 2020 and the cause was unexpected",
      "link": "https://www.sciencedaily.com/releases/2026/02/260210082917.htm",
      "pubDate": "Tue, 10 Feb 2026 08:48:02 EST",
      "description": "Methane levels in Earth’s atmosphere surged faster than ever in the early 2020s, and scientists say the reason was a surprising mix of chemistry and climate. A temporary slowdown in the atmosphere’s ability to break down methane allowed the gas to linger, while unusually wet conditions boosted emissions from wetlands, rivers, lakes, and rice fields around the world. Pandemic-related changes in air pollution played a key role, indirectly weakening the atmosphere’s natural “clean-up” process.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists uncover the climate shock that reshaped Easter Island",
      "link": "https://www.sciencedaily.com/releases/2026/02/260210040611.htm",
      "pubDate": "Tue, 10 Feb 2026 10:01:48 EST",
      "description": "Around 1550, life on Rapa Nui began changing in ways long misunderstood. New research reveals that a severe drought, lasting more than a century, dramatically reduced rainfall on the already water-scarce island, reshaping how people lived, worshiped, and organized society. Instead of collapsing, Rapanui communities adapted—shifting rituals, power structures, and sacred spaces in response to climate stress.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Forests are changing fast and scientists are deeply concerned",
      "link": "https://www.sciencedaily.com/releases/2026/02/260208233836.htm",
      "pubDate": "Mon, 09 Feb 2026 02:17:56 EST",
      "description": "Forests around the world are quietly transforming, and not for the better. A massive global analysis of more than 31,000 tree species reveals that forests are becoming more uniform, increasingly dominated by fast-growing “sprinter” trees, while slow-growing, long-lived species are disappearing. These slower species act as the backbone of forest ecosystems, storing carbon, stabilizing environments, and supporting rich webs of life—especially in tropical regions where biodiversity is highest.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Why this rust-like mineral is one of Earth’s best carbon vaults",
      "link": "https://www.sciencedaily.com/releases/2026/02/260208233823.htm",
      "pubDate": "Mon, 09 Feb 2026 01:25:12 EST",
      "description": "A common iron mineral hiding in soil turns out to be far better at trapping carbon than scientists realized. Its surface isn’t uniform — it’s a nanoscale patchwork of positive and negative charges that can grab many different organic molecules. Instead of relying on a single weak attraction, the mineral uses several bonding strategies to hold carbon tightly in place. This helps explain how soils store enormous amounts of carbon for the long term.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists warn climate models are missing a key ocean player",
      "link": "https://www.sciencedaily.com/releases/2026/02/260208011024.htm",
      "pubDate": "Sun, 08 Feb 2026 01:36:40 EST",
      "description": "Tiny marine plankton that build calcium carbonate shells play an outsized role in regulating Earth’s climate, quietly pulling carbon from the atmosphere and helping lock it away in the deep ocean. New research shows these microscopic engineers are largely missing from the climate models used to forecast our planet’s future, meaning scientists may be underestimating how the ocean responds to climate change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New forecasts offer early warning of Arctic sea ice loss",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206232249.htm",
      "pubDate": "Fri, 06 Feb 2026 23:56:20 EST",
      "description": "Arctic sea ice helps cool the planet and influences weather patterns around the world, but it is disappearing faster than ever as the climate warms. Scientists have now developed a new forecasting method that can predict how much Arctic sea ice will remain months in advance, focusing on September when ice levels are at their lowest. By combining long-term climate patterns, seasonal cycles, and short-term weather shifts, the model delivers real-time predictions that outperform existing approaches.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "An invisible chemical rain is falling across the planet",
      "link": "https://www.sciencedaily.com/releases/2026/02/260206020847.htm",
      "pubDate": "Fri, 06 Feb 2026 03:17:32 EST",
      "description": "A new study reveals that chemicals used to replace ozone-damaging CFCs are now driving a surge in a persistent “forever chemical” worldwide. The pollutant, called trifluoroacetic acid, is falling out of the atmosphere into water, land, and ice, including in remote regions like the Arctic. Even as older chemicals are phased out, their long lifetimes mean pollution is still rising.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists discover hidden deep-Earth structures shaping the magnetic field",
      "link": "https://www.sciencedaily.com/releases/2026/02/260205050039.htm",
      "pubDate": "Thu, 05 Feb 2026 05:53:59 EST",
      "description": "Deep inside Earth, two massive hot rock structures have been quietly shaping the planet’s magnetic field for millions of years. Using ancient magnetic records and advanced simulations, scientists discovered that these formations influence the movement of liquid iron in Earth’s core. Some parts of the magnetic field remained stable over vast stretches of time, while others changed dramatically.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Melting Antarctic ice may weaken a major carbon sink",
      "link": "https://www.sciencedaily.com/releases/2026/02/260204042457.htm",
      "pubDate": "Wed, 04 Feb 2026 04:32:51 EST",
      "description": "Melting ice from West Antarctica once delivered huge amounts of iron to the Southern Ocean, but algae growth did not increase as expected. Researchers found the iron was in a form that marine life could not easily use. This means more melting ice does not automatically boost carbon absorption. In the future, Antarctic ice loss could actually reduce the ocean’s ability to slow climate change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New catalyst turns carbon dioxide into clean fuel source",
      "link": "https://www.sciencedaily.com/releases/2026/02/260203030548.htm",
      "pubDate": "Tue, 03 Feb 2026 06:08:34 EST",
      "description": "Researchers have found that manganese, an abundant and inexpensive metal, can be used to efficiently convert carbon dioxide into formate, a potential hydrogen source for fuel cells. The key was a clever redesign that made the catalyst last far longer than similar low-cost materials. Surprisingly, the improved manganese catalyst even beat many expensive precious-metal options. The discovery could help turn greenhouse gas into clean energy ingredients.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Hundreds of new species found in a hidden world beneath the Pacific",
      "link": "https://www.sciencedaily.com/releases/2026/02/260201231230.htm",
      "pubDate": "Mon, 02 Feb 2026 10:22:57 EST",
      "description": "As demand for critical metals grows, scientists have taken a rare, close look at life on the deep Pacific seabed where mining may soon begin. Over five years and 160 days at sea, researchers documented nearly 800 species, many previously unknown. Test mining reduced animal abundance and diversity significantly, though the overall impact was smaller than expected. The study offers vital clues for how future mining could reshape one of the planet’s most fragile ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "750-year-old Indian poems reveal a landscape scientists got wrong",
      "link": "https://www.sciencedaily.com/releases/2026/01/260131084622.htm",
      "pubDate": "Sun, 01 Feb 2026 09:28:51 EST",
      "description": "Old Indian poems and folk songs are revealing a surprising truth about the land. Scientists found that descriptions of thorny trees and open grasslands in texts written as far back as the 1200s closely match today’s savannas in western India. This suggests these landscapes are ancient and natural—not ruined forests. The discovery could reshape how conservation and tree-planting efforts are planned.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Ancient oceans stayed oxygen rich despite extreme warming",
      "link": "https://www.sciencedaily.com/releases/2026/01/260129080422.htm",
      "pubDate": "Thu, 29 Jan 2026 09:12:18 EST",
      "description": "Scientists studying ancient ocean fossils found that the Arabian Sea was better oxygenated 16 million years ago, even though the planet was warmer than today. Oxygen levels only plunged millions of years later, after the climate cooled, defying expectations. Powerful monsoons and ocean circulation appear to have delayed oxygen loss in this region compared to the Pacific. The discovery suggests future ocean oxygen levels may not follow a simple warming-equals-deoxygenation rule.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A breakthrough that turns exhaust CO2 into useful materials",
      "link": "https://www.sciencedaily.com/releases/2026/01/260128230509.htm",
      "pubDate": "Thu, 29 Jan 2026 00:28:18 EST",
      "description": "Scientists have created a device that captures carbon dioxide and transforms it into a useful chemical in a single step. The new electrode works with realistic exhaust gases rather than requiring purified CO2. It converts the captured gas into formic acid, which is used in energy and manufacturing. The system even functions at CO2 levels found in normal air.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists finally explain Earth’s strangest fossils",
      "link": "https://www.sciencedaily.com/releases/2026/01/260127010151.htm",
      "pubDate": "Tue, 27 Jan 2026 03:46:28 EST",
      "description": "The Ediacara Biota are some of the strangest fossils ever found—soft-bodied organisms preserved in remarkable detail where preservation shouldn’t be possible. Scientists now think their survival in sandstone came from unusual ancient seawater chemistry that created clay “cements” around their bodies after burial. This process captured delicate shapes that would normally vanish. The finding helps clarify how complex life emerged before the Cambrian Explosion.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Rare rocks beneath Australia reveal the origins of a critical metal",
      "link": "https://www.sciencedaily.com/releases/2026/01/260122074028.htm",
      "pubDate": "Fri, 23 Jan 2026 07:07:44 EST",
      "description": "Rare rocks buried deep in central Australia have revealed how a valuable niobium deposit formed during the breakup of an ancient supercontinent. More than 800 million years ago, tectonic rifting opened pathways that allowed metal-rich magma to rise from the mantle. These unusual rocks contain niobium, a key ingredient in high-strength steel, electric vehicles, and emerging energy technologies. The discovery offers fresh insight into how some of Earth’s most important mineral resources reach the surface.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}