{
  "title": "IPCC",
  "link": "https://www.ipcc.ch",
  "description": "Intergovernmental Panel on Climate Change",
  "category": "climate_science",
  "source_url": "https://www.ipcc.ch/feed/",
  "fetched_at": "2026-01-06T21:27:20.712335",
  "items": [
    {
      "title": "IPCC opens registration of experts to review the first draft of the Methodology Report on Inventories for Short-lived Climate Forcers",
      "link": "https://www.ipcc.ch/2025/12/05/prslcffod/",
      "pubDate": "Fri, 05 Dec 2025 10:55:18 +0000",
      "description": "GENEVA, December 5 – The Intergovernmental Panel on Climate Change (IPCC) opened this week registration for experts to serve as Expert Reviewers on the First-Order Draft (FOD) of the 2027 Methodology Report on Inventories for Short-lived Climate Forcers. This Methodology Report, produced by the Task Force on National Greenhouse Gas Inventories (TFI), will provide guidance […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "Chair’s remarks – First Lead Author Meeting, Working Groups I, II & III",
      "link": "https://www.ipcc.ch/2025/12/01/ar7lam1rmx/",
      "pubDate": "Mon, 01 Dec 2025 15:24:12 +0000",
      "description": "1 December 2025 CHECK AGAINST DELIVERY Madame la Ministre, Monsieur le Maire, distinguished colleagues, ladies and gentlemen, Thank you for your warm welcome and for your support of the Intergovernmental Panel on Climate Change. As Chair of this UN body mandated with assessing climate science, I am grateful for the excellent organisation and hospitality provided […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC authors meet in Paris to begin drafting the Seventh Assessment Report",
      "link": "https://www.ipcc.ch/2025/12/01/ar7lam1pr/",
      "pubDate": "Mon, 01 Dec 2025 09:08:27 +0000",
      "description": "Paris, Dec 1 – More than six hundred experts appointed to the three Working Groups of the Intergovernmental Panel on Climate Change (IPCC) are gathering in Paris this week to commence work on the first draft of IPCC’s Seventh Assessment Report (AR7). This is the first time in IPCC’s history that the three Working Groups […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "Press briefing and media opportunities as IPCC authors gather in Paris to begin Seventh Assessment Report",
      "link": "https://www.ipcc.ch/2025/11/27/maar7lam1/",
      "pubDate": "Thu, 27 Nov 2025 17:51:20 +0000",
      "description": "GENEVA, Nov 27 – More than six hundred experts appointed to the three Working Groups of the Intergovernmental Panel on Climate Change (IPCC) will gather in Paris from 1 to 5 December 2025 to begin the drafting of the IPCC’s Seventh Assessment Report (AR7). Hosted by the French Government, through the Ministry of Ecological Transition, […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC calls for nominations of authors for 2027 Methodology Report on Carbon Dioxide Removal Technologies, Carbon Capture, Utilization and Storage",
      "link": "https://www.ipcc.ch/2025/11/19/calltficdrccus/",
      "pubDate": "Wed, 19 Nov 2025 15:56:42 +0000",
      "description": "GENEVA, Nov 19 – The Intergovernmental Panel on Climate Change (IPCC) is calling for nominations of the authors for the 2027 Methodology Report on Carbon Dioxide Removal Technologies, Carbon Capture, Utilization and Storage. Carbon Dioxide Removal refers to anthropogenic activities that remove CO2 from the atmosphere and store it durably in geological reservoirs or in […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC Chair remarks – COP30 – Earth Information Day 2025",
      "link": "https://www.ipcc.ch/2025/11/10/cop30eid/",
      "pubDate": "Mon, 10 Nov 2025 19:12:15 +0000",
      "description": "10 November 2025, video address CHECK AGAINST DELIVERY Your Excellencies, distinguished delegates, colleagues and friends, ladies and gentlemen, On behalf of the Intergovernmental Panel on Climate Change – the IPCC – I would like to thank you for the invitation to address the opening of the Earth Information Day at COP30. Although I am not […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "Remarks by IPCC Chair during the Opening ceremony COP30",
      "link": "https://www.ipcc.ch/2025/11/10/remarks-by-ipcc-chair-during-the-opening-ceremony-cop30/",
      "pubDate": "Mon, 10 Nov 2025 15:17:33 +0000",
      "description": "10 November 2025, video address CHECK AGAINST DELIVERY Your Excellencies, distinguished delegates, colleagues and friends, ladies and gentlemen, Thank you for the invitation to the Intergovernmental Panel on Climate Change – the IPCC – to address the opening of COP 30. As the Chair of the UN body mandated to assess the scientific knowledge related […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC agrees on the scientific content of the remaining methodology report in the seventh assessment cycle and 2026 workplan for the three key climate reports",
      "link": "https://www.ipcc.ch/2025/10/31/pr-ipcc63-final/",
      "pubDate": "Fri, 31 Oct 2025 02:15:35 +0000",
      "description": "LIMA, Oct 30 – The member governments of the Intergovernmental Panel on Climate Change (IPCC) agreed on the scientific content of the 2027 Methodology Report on Carbon Dioxide Removal Technologies, Carbon Capture Utilization and Storage at the Panel’s 63rd Plenary session, which closed this evening in Lima, Peru. This is one of two methodology reports […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC opens 63rd Plenary Session in Lima to advance work on key climate reports",
      "link": "https://www.ipcc.ch/2025/10/27/press-release-ipcc-opens-63-session/",
      "pubDate": "Mon, 27 Oct 2025 20:32:21 +0000",
      "description": "LIMA, PERU, Oct 27 – The Intergovernmental Panel on Climate Change (IPCC) today opened its 63rd Plenary Session in Lima, Peru, bringing together some 300 delegates from IPCC member governments and observer organizations to advance its work in the seventh assessment cycle. Over the four-day session, the Panel will continue discussions on the timelines for […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "Opening Remarks by IPCC Chair Jim Skea at the 63rd Session of the IPCC",
      "link": "https://www.ipcc.ch/2025/10/27/ipcc63-opening-remarks-ipcc-chair-jim-skea/",
      "pubDate": "Mon, 27 Oct 2025 15:27:20 +0000",
      "description": "27 October 2025, Lima, Peru. Check against delivery Your Excellency, Minister of Foreign Affairs, Ambassador Hugo de Zela, Deputy Minister of Strategic Development of Natural Resources at the Ministry of Environment, Ms Raquel Hilianova Soto Torres, Director of Climate Change Division of the UN Environment Programme, Martin Krause, Distinguished delegates, dear colleagues, ladies and gentlemen, […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    }
  ]
}