{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-07-20T08:31:49.473997",
  "items": [
    {
      "title": "Warmer ecosystems save their breath",
      "link": "https://www.nature.com/articles/s41558-025-02382-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02382-2\">doi:10.1038/s41558-025-02382-2</a></p>Land stores vast amounts of carbon, and how much of it is released as temperatures rise could accelerate climate change. Now research shows ecosystems are more adaptable to climate warming than previously thought, potentially reducing future carbon–climate feedbacks.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Thermal adaptation of respiration in terrestrial ecosystems alleviates carbon loss",
      "link": "https://www.nature.com/articles/s41558-025-02377-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02377-z\">doi:10.1038/s41558-025-02377-z</a></p>Terrestrial ecosystems are expected to release more carbon under warming due to temperature-driven increases in ecosystem respiration. Here the authors use eddy covariance data to show that respiration may adapt to warmer temperatures and carbon losses may be lower than expected.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Consequential differences in satellite-era sea surface temperature trends across datasets",
      "link": "https://www.nature.com/articles/s41558-025-02362-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02362-6\">doi:10.1038/s41558-025-02362-6</a></p>Global datasets of surface temperature and sea surface temperature (SST) are routinely used in climate change studies. Here the authors show that while surface temperature datasets closely agree, four main SST datasets show substantial variation, with implications for their application.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Marine heatwaves select for thermal tolerance in a reef-building coral",
      "link": "https://www.nature.com/articles/s41558-025-02381-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 10 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02381-3\">doi:10.1038/s41558-025-02381-3</a></p>The authors evaluate heritable genetic variation in thermal tolerance in a common reef-building coral. They show widespread heritable genetic variation, which is strongly associated with marine heatwave-imposed selective pressure, suggesting adaptation to climate warming.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Amplified warming accelerates deoxygenation in the Arctic Ocean",
      "link": "https://www.nature.com/articles/s41558-025-02376-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02376-0\">doi:10.1038/s41558-025-02376-0</a></p>Rapid warming of the global ocean and amplified Arctic warming will alter the ocean biogeochemistry. Here the authors show that Atlantic water inflow, and the subsequent subduction and circulation, is reducing dissolved oxygen in the Arctic due to reduced solubility with increased temperatures.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Avoid urban development policy that fuels climate risk",
      "link": "https://www.nature.com/articles/s41558-025-02365-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 08 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02365-3\">doi:10.1038/s41558-025-02365-3</a></p>Urban development policies, designed to improve city resilience, could unintentionally increase the exposure to climate risk. This Comment discusses the impact of misaligned incentives, miscalculated benefits and costs, and overlooked behavioural responses on policy outcomes, as well as future directions.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Challenges of institutional adaptation",
      "link": "https://www.nature.com/articles/s41558-025-02388-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 08 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02388-w\">doi:10.1038/s41558-025-02388-w</a></p>Adaptation efforts require responsive and adaptive institutions. Some progress has been made, but more systematic institutional adaptation is needed given the growing climate hazards.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "A systems perspective for climate adaptation in deltas",
      "link": "https://www.nature.com/articles/s41558-025-02368-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 07 July 2025; <a href=\"https://www.nature.com/articles/s41558-025-02368-0\">doi:10.1038/s41558-025-02368-0</a></p>Deltas are complex and are among the most vulnerable landforms under climate change. Studying them collectively highlights common stressors that drive their most significant challenges. A holistic conceptual framing of a delta and its feeding river basin is fundamental to effective adaptation planning.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}