{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-06-25T14:26:30.598199",
  "items": [
    {
      "title": "Ancient carbon ‘burps’ caused ocean oxygen crashes — and we’re repeating the mistake",
      "link": "https://www.sciencedaily.com/releases/2025/06/250624044326.htm",
      "pubDate": "Tue, 24 Jun 2025 10:38:22 EDT",
      "description": "Over 300 million years ago, Earth experienced powerful bursts of carbon dioxide from natural sources—like massive volcanic eruptions—that triggered dramatic drops in ocean oxygen levels. These ancient \"carbon burps\" led to dangerous periods of ocean anoxia, which stalled marine biodiversity and potentially reshaped entire ecosystems. In a groundbreaking study, scientists combined high-tech climate models with deep-ocean sediment analysis to pinpoint five such events. The alarming part? Today's human-driven CO2 emissions are skyrocketing at speeds hundreds of times faster than those ancient upheavals—raising urgent questions about how modern oceans, particularly coastal zones rich in marine life, might react.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "123,000-year-old coral fossils warn of sudden, catastrophic sea-level rise",
      "link": "https://www.sciencedaily.com/releases/2025/06/250623233210.htm",
      "pubDate": "Mon, 23 Jun 2025 23:32:10 EDT",
      "description": "Ancient coral fossils from the remote Seychelles islands have unveiled a dramatic warning for our future—sea levels can rise in sudden, sharp bursts even when global temperatures stay steady.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Plants’ secret second roots rewrite the climate playbook",
      "link": "https://www.sciencedaily.com/releases/2025/06/250620231806.htm",
      "pubDate": "Fri, 20 Jun 2025 23:18:06 EDT",
      "description": "Beneath the forest floor lies an overlooked secret: many plants grow a second set of roots far deeper than expected sometimes over three feet down tapping into hidden nutrient stores and potentially locking away carbon. A new study using deep-soil data from NEON reveals that these \"bimodal\" rooting systems are more common than previously believed and may play a powerful role in stabilizing ecosystems and fighting climate change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The Atlantic's chilling secret: A century of data reveals ocean current collapse",
      "link": "https://www.sciencedaily.com/releases/2025/06/250620222140.htm",
      "pubDate": "Fri, 20 Jun 2025 22:21:40 EDT",
      "description": "A century-old mystery of a stubborn cold patch in the North Atlantic is finally being unraveled. A new study links this anomaly to a long-term weakening of the Atlantic Meridional Overturning Circulation (AMOC) a massive ocean current system that regulates climate across the Northern Hemisphere. Using over 100 years of temperature and salinity data, researchers showed that only models with a weakening AMOC could recreate the observed changes. The implications are vast, influencing everything from European weather to marine ecosystems, and casting doubt on many recent climate models that underestimated this oceanic shift.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Hidden carbon giants: Satellite data reveals a 40-year Arctic peatland surge",
      "link": "https://www.sciencedaily.com/releases/2025/06/250620031151.htm",
      "pubDate": "Fri, 20 Jun 2025 03:11:51 EDT",
      "description": "Arctic peatlands are expanding with rising temperatures, storing more carbon at least for now. But future warming could reverse this benefit, releasing massive emissions.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Flash floods in the Alps: How climate change is supercharging summer storms",
      "link": "https://www.sciencedaily.com/releases/2025/06/250620031102.htm",
      "pubDate": "Fri, 20 Jun 2025 03:11:02 EDT",
      "description": "Fierce, fast summer rainstorms are on the rise in the Alps, and a 2 C temperature increase could double their frequency. A new study from researchers at the University of Lausanne and the University of Padova used data from nearly 300 Alpine weather stations to model this unsettling future.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "How life endured the Snowball Earth: Evidence from Antarctic meltwater ponds",
      "link": "https://www.sciencedaily.com/releases/2025/06/250619090850.htm",
      "pubDate": "Thu, 19 Jun 2025 09:08:50 EDT",
      "description": "During Earth's ancient Snowball periods, when the entire planet was wrapped in ice, life may have endured in tiny meltwater ponds on the surface of equatorial glaciers. MIT researchers discovered that these watery refuges could have supported complex eukaryotic life, serving as sanctuaries for survival amid extreme conditions. Their investigation into Antarctic melt ponds revealed not only evidence of eukaryotes but a striking diversity shaped by factors like salinity. These findings reshape our understanding of how life weathered one of the harshest climate events in Earth s history and ultimately set the stage for the evolution of complex life forms.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Winter sea ice supercharges Southern Ocean’s CO2 uptake",
      "link": "https://www.sciencedaily.com/releases/2025/06/250618094450.htm",
      "pubDate": "Wed, 18 Jun 2025 09:44:50 EDT",
      "description": "A breakthrough study has uncovered that the Southern Ocean's power to pull carbon dioxide from the atmosphere fluctuates dramatically depending on winter sea ice. When sea ice lingers longer into winter, the ocean absorbs up to 20% more CO2, thanks to a protective effect that blocks turbulent winds from stirring up deeper, carbon-loaded waters. This subtle seasonal shield plays a vital role in buffering our planet against climate change. But here s the twist: winter data from the Southern Ocean is notoriously scarce due to its brutal conditions, meaning we might be missing a key piece of Earth s climate puzzle.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Forever chemicals' toxic cousin: MCCPs detected in U. S. air for first time",
      "link": "https://www.sciencedaily.com/releases/2025/06/250617014222.htm",
      "pubDate": "Tue, 17 Jun 2025 01:42:22 EDT",
      "description": "In a surprising twist during an air quality study in Oklahoma, researchers detected MCCPs an industrial pollutant never before measured in the Western Hemisphere's atmosphere. The team suspects these toxic compounds are entering the air through biosolid fertilizers derived from sewage sludge. While these pollutants are not yet regulated like their SCCP cousins, their similarity to dangerous \"forever chemicals\" and unexpected presence raise red flags about how chemical substitutions and waste disposal may be silently contaminating rural air.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "83% of Earth’s climate-critical fungi are still unknown",
      "link": "https://www.sciencedaily.com/releases/2025/06/250615020607.htm",
      "pubDate": "Sun, 15 Jun 2025 02:06:07 EDT",
      "description": "Underground fungi may be one of Earth s most powerful and overlooked allies in the fight against climate change, yet most of them remain unknown to science. Known only by DNA, these \"dark taxa\" make up a shocking 83% of ectomycorrhizal species fungi that help forests store carbon and thrive. Their hotspots lie in tropical forests and other underfunded regions. Without names, they re invisible to conservation efforts. But scientists are urging more DNA sequencing and global collaboration to bring these critical organisms into the light before their habitats, or the fungi themselves, disappear forever.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists reveal the hidden trigger behind massive floods",
      "link": "https://www.sciencedaily.com/releases/2025/06/250614121958.htm",
      "pubDate": "Sat, 14 Jun 2025 12:19:58 EDT",
      "description": "Atmospheric rivers, while vital for replenishing water on the U.S. West Coast, are also the leading cause of floods though storm size alone doesn t dictate their danger. A groundbreaking study analyzing over 43,000 storms across four decades found that pre-existing soil moisture is a critical factor, with flood peaks multiplying when the ground is already saturated.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Space-laser AI maps forest carbon in minutes—a game-changer for climate science",
      "link": "https://www.sciencedaily.com/releases/2025/06/250614034237.htm",
      "pubDate": "Sat, 14 Jun 2025 03:42:37 EDT",
      "description": "A pioneering study reveals how archaeologists' satellite tools can be repurposed to tackle climate change. By using AI and satellite LiDAR imagery from NASA and ESA, researchers have found a faster, more accurate way to map forest biomass critical for tracking carbon. This innovative fusion of space tech and machine learning could revolutionize how we manage and preserve forests in a warming world.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Toxic tides: Centuries-old mercury is flooding the arctic food chain",
      "link": "https://www.sciencedaily.com/releases/2025/06/250613013926.htm",
      "pubDate": "Fri, 13 Jun 2025 01:39:26 EDT",
      "description": "Despite falling global mercury emissions, mercury levels in Arctic wildlife continue to rise. A new study reveals that ocean currents are delivering legacy mercury pollution from distant regions like China to the Arctic, where it accumulates in animals and ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Rivers are exhaling ancient carbon — and climate math just changed",
      "link": "https://www.sciencedaily.com/releases/2025/06/250612092543.htm",
      "pubDate": "Thu, 12 Jun 2025 09:25:43 EDT",
      "description": "Ancient carbon thought to be safely stored underground for millennia is unexpectedly resurfacing literally. A sweeping international study has found that over half of the carbon gases released by rivers come from long-term, old carbon sources like deep soils and weathered rocks, not just recent organic matter. This surprising discovery suggests Earth s vegetation is playing an even bigger role in absorbing excess carbon to keep the climate in check.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The global rule that predicts where life thrives—and where it fails",
      "link": "https://www.sciencedaily.com/releases/2025/06/250610112541.htm",
      "pubDate": "Tue, 10 Jun 2025 11:25:41 EDT",
      "description": "What if all life on Earth followed a surprisingly simple pattern? New research shows that in every region, species tend to cluster in small hotspots and then gradually thin out. This universal rule applies across drastically different organisms and habitats from trees to dragonflies, oceans to forests. Scientists now believe environmental filtering shapes this global distribution, providing new tools to predict how life responds to climate change and biodiversity threats.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists uncover why \"stealth\" volcanoes stay silent until eruption",
      "link": "https://www.sciencedaily.com/releases/2025/06/250610074307.htm",
      "pubDate": "Tue, 10 Jun 2025 07:43:07 EDT",
      "description": "Some volcanoes erupt with little to no warning, posing serious risks to nearby communities and air traffic. A study of Alaska's Veniaminof volcano reveals how specific internal conditions like slow magma flow and warm chamber walls can create these so-called \"stealthy eruptions.\"",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Why past mass extinctions didn't break ecosystems—But this one might",
      "link": "https://www.sciencedaily.com/releases/2025/06/250609020620.htm",
      "pubDate": "Mon, 09 Jun 2025 02:06:20 EDT",
      "description": "For millions of years, large herbivores like mastodons and giant deer shaped the Earth's ecosystems, which astonishingly stayed stable despite extinctions and upheavals. A new study reveals that only twice in 60 million years did environmental shifts dramatically reorganize these systems once with a continental land bridge, and again with climate-driven habitat change. Yet the ecosystems adapted, with new species taking on old roles. Now, a third, human-driven tipping point threatens that ancient resilience.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth's core mystery solved: How solid rock flows 3,000 kilometers beneath us",
      "link": "https://www.sciencedaily.com/releases/2025/06/250608222155.htm",
      "pubDate": "Sun, 08 Jun 2025 22:21:55 EDT",
      "description": "Beneath Earth s surface, nearly 3,000 kilometers down, lies a mysterious layer where seismic waves speed up inexplicably. For decades, scientists puzzled over this D' layer. Now, groundbreaking experiments by ETH Zurich have finally revealed that solid rock flows at extreme depths, acting like liquid in motion. This horizontal mantle flow aligns mineral crystals called post-perovskite in a single direction, explaining the seismic behavior. It s a stunning leap in understanding Earth s deep inner mechanics, transforming a long-standing mystery into a vivid map of subterranean currents that power volcanoes, earthquakes, and even the magnetic field.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Molecular link between air pollution and pregnancy risks",
      "link": "https://www.sciencedaily.com/releases/2025/06/250603141202.htm",
      "pubDate": "Tue, 03 Jun 2025 14:12:02 EDT",
      "description": "A new study found exposure to specific tiny particles in air pollution during pregnancy are associated with increased risk of various negative birth outcomes.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Atmospheric chemistry keeps pollutants in the air",
      "link": "https://www.sciencedaily.com/releases/2025/06/250603115026.htm",
      "pubDate": "Tue, 03 Jun 2025 11:50:26 EDT",
      "description": "A new study details processes that keep pollutants aloft despite a drop in emissions.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}