{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-10-21T12:54:15.963814",
  "items": [
    {
      "title": "Scientists just found hidden life thriving beneath the Arctic ice",
      "link": "https://www.sciencedaily.com/releases/2025/10/251020092826.htm",
      "pubDate": "Tue, 21 Oct 2025 02:36:47 EDT",
      "description": "Melting Arctic ice is revealing a hidden world of nitrogen-fixing bacteria beneath the surface. These microbes, not the usual cyanobacteria, enrich the ocean with nitrogen, fueling algae growth that supports the entire marine food chain. As ice cover declines, both algae production and CO2 absorption may increase, altering the region’s ecological balance. The discovery could force scientists to revise predictions about Arctic climate feedbacks.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A clue to ancient life? What scientists found inside Mars’ frozen vortex",
      "link": "https://www.sciencedaily.com/releases/2025/10/251018102124.htm",
      "pubDate": "Sun, 19 Oct 2025 11:46:27 EDT",
      "description": "Mars’ north polar vortex locks its atmosphere in extreme cold and darkness, freezing out water vapor and triggering a dramatic rise in ozone. Scientists found that the lack of sunlight and moisture lets ozone build up unchecked. This discovery, made with data from ESA’s and NASA’s orbiters, could reveal clues about Mars’ past atmospheric chemistry and potential for life.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "MIT finds traces of a lost world deep within planet Earth",
      "link": "https://www.sciencedaily.com/releases/2025/10/251016223056.htm",
      "pubDate": "Fri, 17 Oct 2025 05:31:35 EDT",
      "description": "Researchers have discovered chemical fingerprints of Earth's earliest incarnation, preserved in ancient mantle rocks. A unique imbalance in potassium isotopes points to remnants of “proto Earth” material that survived the planet’s violent formation. The study suggests the original building blocks of Earth remain hidden beneath its surface, offering a direct glimpse into our planet’s ancient origins.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Asteroid Ryugu’s hidden waters could explain how Earth got its oceans",
      "link": "https://www.sciencedaily.com/releases/2025/10/251015230955.htm",
      "pubDate": "Thu, 16 Oct 2025 09:24:37 EDT",
      "description": "Ryugu’s samples reveal that water activity on asteroids lasted far longer than scientists thought, possibly reshaping theories of how Earth gained its oceans. A billion-year-old impact may have melted ancient ice, keeping asteroids wet and influential far into solar system history.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Forged in fire: The 900°C heat that built Earth’s stable continents",
      "link": "https://www.sciencedaily.com/releases/2025/10/251015230947.htm",
      "pubDate": "Thu, 16 Oct 2025 03:05:54 EDT",
      "description": "New research reveals that Earth’s continents owe their stability to searing heat deep in the planet’s crust. At more than 900°C, radioactive elements shifted upward, cooling and strengthening the landmasses that support life. This ancient heat engine also distributed valuable minerals, giving scientists new clues for exploration and for spotting potentially habitable planets.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth’s climate just crossed a line we can’t ignore",
      "link": "https://www.sciencedaily.com/releases/2025/10/251013040325.htm",
      "pubDate": "Mon, 13 Oct 2025 10:18:19 EDT",
      "description": "Humanity has reached the first Earth system tipping point, the widespread death of warm-water coral reefs, marking the beginning of irreversible planetary shifts. As global temperatures move beyond 1.5°C, the world risks cascading crises such as ice sheet melt, Amazon rainforest dieback, and ocean current collapse. Scientists from the University of Exeter warn that these interconnected tipping points could transform the planet unless urgent, systemic action triggers “positive tipping points,” like rapid renewable energy adoption.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New simulation reveals how Earth’s magnetic field first sparked to life",
      "link": "https://www.sciencedaily.com/releases/2025/10/251011105527.htm",
      "pubDate": "Sun, 12 Oct 2025 05:44:02 EDT",
      "description": "Geophysicists have modeled how Earth’s magnetic field could form even when its core was fully liquid. By removing the effects of viscosity in their simulation, they revealed a self-sustaining dynamo that mirrors today’s mechanism. The results illuminate Earth’s early history, life’s origins, and the magnetism of other planets. Plus, it could help forecast future changes to our planet’s protective shield.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "They’re smaller than dust, but crucial for Earth’s climate",
      "link": "https://www.sciencedaily.com/releases/2025/10/251010091548.htm",
      "pubDate": "Fri, 10 Oct 2025 09:54:52 EDT",
      "description": "Coccolithophores, tiny planktonic architects of Earth’s climate, capture carbon, produce oxygen, and leave behind geological records that chronicle our planet’s history. European scientists are uniting to honor them with International Coccolithophore Day on October 10. Their global collaboration highlights groundbreaking research into how these microscopic organisms link ocean chemistry, climate regulation, and carbon storage. The initiative aims to raise awareness that even the smallest ocean dwellers have planetary impact.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Record Amazon fires release more carbon than an entire country",
      "link": "https://www.sciencedaily.com/releases/2025/10/251008030932.htm",
      "pubDate": "Wed, 08 Oct 2025 07:18:54 EDT",
      "description": "The Amazon has suffered its most destructive fire season in more than two decades, releasing a staggering 791 million tons of carbon dioxide—on par with Germany’s annual emissions. Scientists found that for the first time, fire-driven degradation, not deforestation, was the main source of carbon emissions, signaling a dangerous shift in the rainforest’s decline. Using advanced satellite systems and rigorous simulations, researchers uncovered vast damage across Brazil and Bolivia, exposing the fragility of the Amazon’s ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The Red Sea that vanished and the catastrophic flood that brought it back",
      "link": "https://www.sciencedaily.com/releases/2025/10/251007081831.htm",
      "pubDate": "Wed, 08 Oct 2025 04:27:10 EDT",
      "description": "Researchers at KAUST have confirmed that the Red Sea once vanished entirely, turning into a barren salt desert before being suddenly flooded by waters from the Indian Ocean. The flood carved deep channels and restored marine life in less than 100,000 years. This finding redefines the Red Sea’s role as a key site for studying how oceans form and evolve through extreme geological events.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Ocean heatwaves are breaking Earth’s hidden climate engine",
      "link": "https://www.sciencedaily.com/releases/2025/10/251007081819.htm",
      "pubDate": "Tue, 07 Oct 2025 08:18:19 EDT",
      "description": "Marine heatwaves can jam the ocean’s natural carbon conveyor belt, preventing carbon from reaching the deep sea. Researchers studying two major heatwaves in the Gulf of Alaska found that plankton shifts caused carbon to build up near the surface instead of sinking. This disrupted the ocean’s ability to store carbon for millennia and intensified climate feedbacks. The study highlights the urgent need for continuous, collaborative ocean observation.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "From gentle giants to ghostly hunters, sharks face an unseen peril",
      "link": "https://www.sciencedaily.com/releases/2025/10/251004092909.htm",
      "pubDate": "Sun, 05 Oct 2025 01:35:56 EDT",
      "description": "New research reveals that deep-sea mining could dramatically threaten 30 species of sharks, rays, and ghost sharks whose habitats overlap with proposed mining zones. Many of these species, already at risk of extinction, could face increased dangers from seafloor disruptions and sediment plumes caused by mining activity.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Japan’s hot springs hold clues to the origins of life on Earth",
      "link": "https://www.sciencedaily.com/releases/2025/10/251002074009.htm",
      "pubDate": "Fri, 03 Oct 2025 03:31:11 EDT",
      "description": "Billions of years ago, Earth’s atmosphere was hostile, with barely any oxygen and toxic conditions for life. Researchers from the Earth-Life Science Institute studied Japan’s iron-rich hot springs, which mimic the ancient oceans, to uncover how early microbes survived. They discovered communities of bacteria that thrived on iron and tiny amounts of oxygen, forming ecosystems that recycled elements like carbon, nitrogen, and sulfur.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists just recreated a wildfire that made its own weather",
      "link": "https://www.sciencedaily.com/releases/2025/10/251002074001.htm",
      "pubDate": "Thu, 02 Oct 2025 22:57:01 EDT",
      "description": "In 2020, California’s Creek Fire became so intense that it generated its own thunderstorm, a phenomenon called a pyrocumulonimbus cloud. For years, scientists struggled to replicate these explosive fire-born storms in climate models, leaving major gaps in understanding their global effects. Now, a new study has finally simulated them successfully, reproducing the Creek Fire’s storm and others like it.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "1,000 Swiss glaciers already gone, and the melting is speeding up",
      "link": "https://www.sciencedaily.com/releases/2025/10/251001092211.htm",
      "pubDate": "Thu, 02 Oct 2025 03:00:27 EDT",
      "description": "Swiss glaciers lost nearly 3% of their volume in 2025, following a snow-poor winter and scorching summer heatwaves. The melt has been so extreme that some glaciers lost more than two meters of ice thickness in a single season. Scientists caution that the decline is destabilizing mountains, raising risks of rock and ice avalanches. Long-term monitoring efforts are now more critical than ever.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The billion-year reign of fungi that predated plants and made Earth livable",
      "link": "https://www.sciencedaily.com/releases/2025/10/251001092208.htm",
      "pubDate": "Wed, 01 Oct 2025 10:53:40 EDT",
      "description": "Fungi may have shaped Earth’s landscapes long before plants appeared. By combining rare gene transfers with fossil evidence, researchers have traced fungal origins back nearly a billion years earlier than expected. These ancient fungi may have partnered with algae, recycling nutrients, breaking down rock, and creating primitive soils. Far from being silent background players, fungi were ecosystem engineers that prepared Earth’s surface for plants, fundamentally altering the course of life’s history.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Tiny stones rewrite Earth’s evolution story",
      "link": "https://www.sciencedaily.com/releases/2025/09/250926035026.htm",
      "pubDate": "Fri, 26 Sep 2025 19:30:19 EDT",
      "description": "Scientists have uncovered an unexpected witness to Earth’s distant past: tiny iron oxide stones called ooids. These mineral snowballs lock away traces of ancient carbon, revealing that oceans between 1,000 and 541 million years ago held far less organic carbon than previously thought. This discovery challenges long-standing theories linking carbon levels, oxygen surges, and the emergence of complex life.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Toxic waste could become the next clean energy breakthrough",
      "link": "https://www.sciencedaily.com/releases/2025/09/250926035016.htm",
      "pubDate": "Fri, 26 Sep 2025 07:49:30 EDT",
      "description": "Bio-tar, once seen as a toxic waste, can be transformed into bio-carbon with applications in clean energy and environmental protection. This innovation could reduce emissions, create profits, and solve a major bioenergy industry problem.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists crack the explosive secret of how diamonds reach the surface",
      "link": "https://www.sciencedaily.com/releases/2025/09/250924012229.htm",
      "pubDate": "Wed, 24 Sep 2025 08:56:57 EDT",
      "description": "Diamonds hitch a ride to the surface through explosive kimberlite eruptions, powered by volatile-rich magmas. New simulations show that carbon dioxide and water are the secret ingredients that make these eruptions possible.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This surprising building material is strong, cheap, and sustainable",
      "link": "https://www.sciencedaily.com/releases/2025/09/250922074949.htm",
      "pubDate": "Mon, 22 Sep 2025 21:32:34 EDT",
      "description": "A team at RMIT University has created a cement-free construction material using only cardboard, soil, and water. Strong enough for low-rise buildings, it reduces emissions, costs, and waste compared to concrete. The lightweight, on-site process makes it ideal for remote areas, while its thermal properties naturally cool buildings. Researchers see it as a key step toward greener, more resilient architecture.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}