{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-10-07T03:01:15.176398",
  "items": [
    {
      "title": "The private sector has started investing in climate adaptation with positive effects for regional economies",
      "link": "https://www.nature.com/articles/s41558-025-02463-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 01 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02463-2\">doi:10.1038/s41558-025-02463-2</a></p>Across five coastal regions over a four-year period, nearly 300,000 businesses invested a total of €8.7 billion in climate adaptation. An econometric analysis of these data shows that this private sector investment in adaptation modestly boosts regional economic performance, although the extent of the boost varies across sectors and geographies.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Synchronization of global peak river discharge since the 1980s",
      "link": "https://www.nature.com/articles/s41558-025-02427-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 30 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02427-6\">doi:10.1038/s41558-025-02427-6</a></p>River floods that occur simultaneously in multiple locations can lead to higher damages than individual events. Here, the authors show that the likelihood of concurrent high river discharge has increased over the last decades.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Perspectives on climate change in South Asia",
      "link": "https://www.nature.com/articles/s41558-025-02442-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02442-7\">doi:10.1038/s41558-025-02442-7</a></p>Home to roughly a quarter of the world’s population, South Asia is a hotspot for global warming impacts. In this Viewpoint, nine researchers from South Asia discuss the progress made in understanding and responding to climate change in the region.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Cost-effective adaptation of electric grids",
      "link": "https://www.nature.com/articles/s41558-025-02421-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 25 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02421-y\">doi:10.1038/s41558-025-02421-y</a></p>Reducing the wildfire risk of electric grids requires assessing and comparing various adaptation measures. A study shows that a grid technology innovation cuts the risk more cost-effectively than conventional approaches such as burying power lines.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Dynamic grid management reduces wildfire adaptation costs in the electric power sector",
      "link": "https://www.nature.com/articles/s41558-025-02436-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 25 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02436-5\">doi:10.1038/s41558-025-02436-5</a></p>Extreme events are increasingly becoming severe risks to the electric grid, yet there is limited understanding of the cost-effectiveness of adaptation investments. This research demonstrates that dynamic grid management could reduce large capital spending and limit wildfire risks in the USA.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Managing development choices is essential to reduce coastal flood risk in China",
      "link": "https://www.nature.com/articles/s41558-025-02418-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 24 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02418-7\">doi:10.1038/s41558-025-02418-7</a></p>Future exposure to coastal flooding in China is driven more by growing populations and economic activity rather than by rising seas and intensifying storm surges. Policymakers must anticipate these multiple risk drivers to better inform spatial planning and development strategies and to ensure effective, sustainable coastal adaptation.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Wildland fires delay Arctic snow cover formation",
      "link": "https://www.nature.com/articles/s41558-025-02444-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 24 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02444-5\">doi:10.1038/s41558-025-02444-5</a></p>Wildland fires in snow-dominated regions such as the Arctic can have profound effects on snowpack characteristics. Satellite observations reveal a delay in snow cover formation in the Arctic following major wildland fires. Machine learning and causal analyses suggest that this delay is linked to fire-induced reductions in albedo and increases in surface temperature.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Development policy affects coastal flood exposure in China more than sea-level rise",
      "link": "https://www.nature.com/articles/s41558-025-02439-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 24 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02439-2\">doi:10.1038/s41558-025-02439-2</a></p>Coastal risk assessment under future climate change is important for effective adaptation, but multidimensional analyses are still rare. Here the researchers find that inappropriate development policies could have a greater effect on exposure to flooding than sea-level rise up to 2100 in China.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}