{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-06-04T08:33:54.785288",
  "items": [
    {
      "title": "Flood-induced selective migration patterns examined",
      "link": "https://www.nature.com/articles/s41558-025-02346-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 03 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02346-6\">doi:10.1038/s41558-025-02346-6</a></p>Selective migration patterns emerge in flood-prone regions in the USA. The sociodemographic profiles of individuals who were more inclined to move in or out of flood-prone areas were strikingly different. Media sentiment aggravates population replacement in these regions, leading to short-term structure changes in the housing market and long-term socioeconomic decline.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Assessing risk of ecosystem collapse in a changing climate",
      "link": "https://www.nature.com/articles/s41558-025-02324-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 02 June 2025; <a href=\"https://www.nature.com/articles/s41558-025-02324-y\">doi:10.1038/s41558-025-02324-y</a></p>In this Perspective, the authors discuss how to robustly consider climate change impacts in ecosystem risk assessments. They highlight challenges in defining impacts, indicators and thresholds, in collating data, and in estimating and reporting risk, and propose solutions to inform conservation.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Unlocking genebanks for climate adaptation",
      "link": "https://www.nature.com/articles/s41558-025-02336-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 29 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02336-8\">doi:10.1038/s41558-025-02336-8</a></p>Genebanks hold the key to crop resilience and adaptation, yet their potential remains underutilized. Now, a study demonstrates how merging genomic and environmental data can unveil the best-suited germplasm for future climates.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Prioritizing parents from global genebanks to breed climate-resilient crops",
      "link": "https://www.nature.com/articles/s41558-025-02333-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 29 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02333-x\">doi:10.1038/s41558-025-02333-x</a></p>The authors consider the future climate resilience and genomic adaptive capacity of the globally important crop sorghum using 1,937 global accessions. They identify the best potential parents and geographies for crop improvements, and underscore the need for better accessibility of plant resources.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Keeping forests on the agroforestry agenda",
      "link": "https://www.nature.com/articles/s41558-025-02344-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 28 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02344-8\">doi:10.1038/s41558-025-02344-8</a></p>Emerging agroforestry initiatives focus on planting trees rather than managing existing forestland. The result is a missed opportunity to support forest ecosystems, rural livelihoods and climate mitigation.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Maintaining crop yields limits mitigation potential of crop-land natural climate solutions",
      "link": "https://www.nature.com/articles/s41558-025-02349-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02349-3\">doi:10.1038/s41558-025-02349-3</a></p>The adoption of natural climate solutions in crop-lands, such as cover crops, no tillage and residue retention, is widely assumed to provide both climate change mitigation and crop yield benefits. We find important spatially variable trade-offs between these outcomes and demonstrate that safeguarding crop yields will substantially lower the mitigation potential of natural climate solutions.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Targeted policies to break the deadlock on heating bans",
      "link": "https://www.nature.com/articles/s41558-025-02343-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02343-9\">doi:10.1038/s41558-025-02343-9</a></p>As an important policy instrument for building sector decarbonization, bans on fossil fuel-based heating face fierce opposition with doubts over their economic viability. With a unified perspective that incorporates the views of proponents and opponents, we discuss the importance of targeted policies to break the deadlock.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Post-flood selective migration interacts with media sentiment and income effects",
      "link": "https://www.nature.com/articles/s41558-025-02345-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02345-7\">doi:10.1038/s41558-025-02345-7</a></p>A gap remains in understanding flood-induced migration across sociodemographic groups. This study quantifies the flood-induced inflow/outflow selective migration by education, employment and age in the United States, and reveals how media sentiment and income effect aggravate selective migration.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}