{
  "title": "IPCC",
  "link": "https://www.ipcc.ch",
  "description": "Intergovernmental Panel on Climate Change",
  "category": "climate_science",
  "source_url": "https://www.ipcc.ch/feed/",
  "fetched_at": "2025-07-06T19:20:06.021426",
  "items": [
    {
      "title": "IPCC and AGU  partner to expand access to publications for work on Seventh Assessment Report",
      "link": "https://www.ipcc.ch/2025/06/19/ipcc-agu-access-to-publications-ar7/",
      "pubDate": "Thu, 19 Jun 2025 13:49:33 +0000",
      "description": "GENEVA, June 19 — The Intergovernmental Panel on Climate Change (IPCC) and the American Geophysical Union (AGU) announce access to the full library of AGU Publications for IPCC authors working on the Panel’s Seventh Assessment Report, or AR7. “This landmark decision is an invaluable scientific boost for the IPCC’s ongoing work,” said IPCC Chair Jim […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "Keynote speech by IPCC Chair Jim Skea at the Seventeeth Session of the Research Dialogue",
      "link": "https://www.ipcc.ch/2025/06/17/keynote-jim-skea-research-dialogue-sbsta62/",
      "pubDate": "Tue, 17 Jun 2025 09:20:57 +0000",
      "description": "SBSTA 62,Bonn, Germany, 17 June 2025 Thank you SBSTA Chair (SBSTA Chair, Adonia Ayebare) Your Excellencies, distinguished delegates, colleagues and friends, ladies and gentlemen, First of all, thank you for the invitation to deliver the keynote address at this 17th Meeting of the Research Dialogue. As the Chair of the Intergovernmental Panel on Climate Change […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC calls for the nomination of participants to the Workshop on Engaging Diverse Knowledge Systems and the Workshop on Methods of Assessment",
      "link": "https://www.ipcc.ch/2025/06/13/calls-for-nominations-workshops-diverse-knowledge-systems-and-methods-of-assessment/",
      "pubDate": "Fri, 13 Jun 2025 20:26:00 +0000",
      "description": "The Intergovernmental Panel on Climate Change is calling for nominations of participants to two three-day co-located workshops to be held in the first quarter of 2026:  a Workshop on Engaging Diverse Knowledge Systems and  a Workshop on Methods of Assessment.  This follows the Panel’s agreement of a proposal made by the IPCC Chair with the […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "Programme Officer, IPCC Task Force on Inventories Technical Support Unit",
      "link": "https://www.ipcc.ch/2025/05/13/programme-officer-ipcc-task-force-on-inventories-technical-support-unit/",
      "pubDate": "Tue, 13 May 2025 09:10:00 +0000",
      "description": "The Technical Support Unit of the IPCC Task Force on National Greenhouse Gas Inventories (TFI TSU) wishes to recruit for a position at the Associate Staff level.  This will be a fixed term appointment until June 2028 located in Hayama, Japan.  Preferred commencement date is September 2025.  The TFI TSU is looking for self-motivated candidates […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "Obituary: Dr Mannava V.K. Sivakumar",
      "link": "https://www.ipcc.ch/2025/04/11/obituary-sivakumar/",
      "pubDate": "Fri, 11 Apr 2025 13:11:00 +0000",
      "description": "With great sadness, the Intergovernmental Panel on Climate Change (IPCC) has learned of the death of Dr Mannava V.K. Sivakumar, who passed away on 30 March 2025 in Hyderabad, India.  Dr Mannava Sivakumar, fondly known as Shiv, was the Acting Secretary of the IPCC from January to June 20I6, the early stages of the sixth […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "First Lead Author Meeting of the 2027 Methodology Report on Short-Lived Climate Forcers",
      "link": "https://www.ipcc.ch/2025/03/24/first-lead-author-meeting-2027-methodology-report-slcf/",
      "pubDate": "Mon, 24 Mar 2025 18:15:24 +0000",
      "description": "GENEVA, Mar 24 – Over 100 experts from more than 40 countries are meeting in Bilbao, Spain this week for the first meeting of authors and review editors of the 2027 IPCC Methodology Report on Inventories for Short-lived Climate Forcers (SLCF). This will be the first methodology report released by IPCC in the seventh assessment […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC calls for the nomination of experts for its Task-Group on Data Support",
      "link": "https://www.ipcc.ch/2025/03/21/tg-data-nominations/",
      "pubDate": "Fri, 21 Mar 2025 20:27:44 +0000",
      "description": "GENEVA, Mar 21 – The Intergovernmental Panel on Climate Change (IPCC) is  inviting  its member governments and accredited observer organizations to nominate experts to serve as Co-Chairs and members of the Task Group on Data Support for Climate Change Assessments (TG-Data). A call for nominations of experts by governments and observer organizations to serve as […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "2025 IPCC Scholarship programme open for applications",
      "link": "https://www.ipcc.ch/2025/03/21/2025-ipcc-scholarship-awards/",
      "pubDate": "Fri, 21 Mar 2025 12:11:45 +0000",
      "description": "GENEVA, Mar 20 – The Intergovernmental Panel on Climate Change (IPCC) is inviting applications for the IPCC Scholarship Programme from doctoral degree students who have been enrolled for at least a year, as well as those conducting post-doctoral research. Research proposals focusing on climate change and related issues are encouraged, as well as other topics […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC calls for the nomination of authors for the Seventh Assessment Report",
      "link": "https://www.ipcc.ch/2025/03/11/nomination-of-authors-for-ar7/",
      "pubDate": "Tue, 11 Mar 2025 15:27:47 +0000",
      "description": "GENEVA, Mar 11 – The Intergovernmental Panel on Climate Change is calling for nominations of experts to act as Coordinating Lead Authors, Lead Authors, or Review Editors for the three key Working Group contributions to IPCC ́s Seventh Assessment Report (AR7). This follows the Panel’s agreement on the outlines of the three Working Group contributions during […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    },
    {
      "title": "IPCC holds First Lead Author Meeting in Japan for the Special Report on Climate Change and Cities",
      "link": "https://www.ipcc.ch/2025/03/10/ipcc-first-lead-author-meeting-srcities/",
      "pubDate": "Mon, 10 Mar 2025 10:20:14 +0000",
      "description": "OSAKA, Japan, Mar 10 – The First Lead Author Meeting of the Intergovernmental Panel on Climate Change (IPCC) Special Report on Climate Change and Cities taking place in Osaka, Japan, from 10 to 14 March 2025, will bring together almost 100 selected experts from more than 50 countries. The meeting, hosted at the Osaka International […]",
      "category": "climate_science",
      "source_url": "https://www.ipcc.ch/feed/"
    }
  ]
}