{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-07-28T09:34:24.202034",
  "items": [
    {
      "title": "Is the air you breathe silently fueling dementia? A 29-million-person study says yes",
      "link": "https://www.sciencedaily.com/releases/2025/07/250726234404.htm",
      "pubDate": "Sun, 27 Jul 2025 01:47:58 EDT",
      "description": "Air pollution isn't just bad for your lungs—it may be eroding your brain. In a sweeping review covering nearly 30 million people, researchers found that common pollutants like PM2.5, nitrogen dioxide, and soot are all linked to a significantly higher risk of dementia. The most dangerous? PM2.5—tiny particles from traffic and industry that can lodge deep in your lungs and reach your brain.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This plastic disappears in the deep sea—and microbes make it happen",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232418.htm",
      "pubDate": "Thu, 24 Jul 2025 23:24:18 EDT",
      "description": "A new eco-friendly plastic called LAHB has shown it can biodegrade even in the extreme environment of the deep ocean, unlike conventional plastics that persist for decades. In real-world underwater testing nearly a kilometer below the surface, LAHB lost more than 80% of its mass after 13 months, while traditional PLA plastic remained completely intact. The secret? Colonies of deep-sea microbes actively broke down the material using specialized enzymes, converting it into harmless byproducts like CO and water.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The oceans are overheating—and scientists say a climate tipping point may be here",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232417.htm",
      "pubDate": "Sat, 26 Jul 2025 12:47:47 EDT",
      "description": "In 2023, the world’s oceans experienced the most intense and widespread marine heatwaves ever recorded, with some events persisting for over 500 days and covering nearly the entire globe. These searing ocean temperatures are causing mass coral bleaching and threatening fisheries, while also signaling deeper, system-wide climate changes.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists modeled nuclear winter—the global food collapse was worse than expected",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232419.htm",
      "pubDate": "Thu, 24 Jul 2025 23:24:19 EDT",
      "description": "What would happen if a nuclear war triggered a climate-altering catastrophe? Researchers have modeled how such a scenario could devastate global corn crops cutting production by as much as 87% due to blocked sunlight and increased UV-B radiation. Using advanced climate-agriculture simulations, they propose a survival strategy: emergency resilience kits containing fast-growing, cold-tolerant seeds that could keep food systems afloat not just after nuclear war, but also after volcanic eruptions or other mega-disasters.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Concrete that lasts centuries and captures carbon? AI just made it possible",
      "link": "https://www.sciencedaily.com/releases/2025/07/250723045707.htm",
      "pubDate": "Wed, 23 Jul 2025 23:22:15 EDT",
      "description": "Imagine concrete that not only survives wildfires and extreme weather, but heals itself and absorbs carbon from the air. Scientists at USC have created an AI model called Allegro-FM that simulates billions of atoms at once, helping design futuristic materials like carbon-neutral concrete. This tech could transform cities by reducing emissions, extending building lifespans, and mimicking the ancient durability of Roman concrete—all thanks to a massive leap in AI-driven atomic modeling.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Snowless winter? Arctic field team finds flowers and meltwater instead",
      "link": "https://www.sciencedaily.com/releases/2025/07/250722035658.htm",
      "pubDate": "Wed, 23 Jul 2025 04:29:20 EDT",
      "description": "Scientists in Svalbard were shocked to find rain and greenery instead of snow during Arctic winter fieldwork. The event highlights not just warming—but a full seasonal shift with major consequences for ecosystems, climate feedback, and research feasibility.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "What radar found beneath Antarctica could slow ice melt and rising seas",
      "link": "https://www.sciencedaily.com/releases/2025/07/250721223835.htm",
      "pubDate": "Tue, 22 Jul 2025 02:37:42 EDT",
      "description": "Ancient river landscapes buried beneath the East Antarctic Ice Sheet have been uncovered by radar, revealing vast, flat surfaces formed over 80 million years ago before Antarctica froze. These hidden features, stretching across 3,500 kilometers, are now acting as natural brakes on glacier flow, potentially moderating current ice loss. Their discovery adds a new piece to the puzzle of Earth's climate history and could help scientists better forecast how this enormous ice sheet will behave as the planet warms.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Frozen for 12,000 years, this Alpine ice core captures the rise of civilization",
      "link": "https://www.sciencedaily.com/releases/2025/07/250716000858.htm",
      "pubDate": "Wed, 16 Jul 2025 23:41:23 EDT",
      "description": "An ancient glacier high in the French Alps has revealed the oldest known ice in Western Europe—dating back over 12,000 years to the last Ice Age. This frozen archive, meticulously analyzed by scientists, captures a complete chemical and atmospheric record spanning humanity’s transition from hunter-gatherers to modern industry. The core contains stories of erupting volcanoes, changing forests, Saharan dust storms, and even economic impacts across history. It offers a rare glimpse into both natural climate transitions and human influence on the atmosphere, holding vital clues for understanding past and future climate change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "25 years, 1 coastline report card: The shocking wins and misses",
      "link": "https://www.sciencedaily.com/releases/2025/07/250715043405.htm",
      "pubDate": "Wed, 16 Jul 2025 02:59:28 EDT",
      "description": "Twenty-five years after first warning that oil spills would wane while invasive species and climate impacts would surge, an international team revisits its coastal forecasts and finds many bull's-eyes, alongside surprising misses. Plastic pollution, ocean acidification, and sensory pollution have risen faster than imagined, even as strong treaties curbed chemicals like TBT. The scientists argue that shorelines remain “sentinels” for the global ocean and urge a blend of local action and sweeping accords such as a Global Plastics Treaty to keep future surprises in check.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Why America’s still freezing — even as the world heats up",
      "link": "https://www.sciencedaily.com/releases/2025/07/250711224318.htm",
      "pubDate": "Sat, 12 Jul 2025 09:19:38 EDT",
      "description": "Even in a warming climate, brutal cold snaps still hammer parts of the U.S., and a new study uncovers why. High above the Arctic, two distinct polar vortex patterns — both distorted and displaced — play a major role in steering icy air toward different regions. One sends it plunging into the Northwest, while the other aims it at the Central and Eastern U.S. Since 2015, the westward version has been more common, bringing intensified cold to the Northwest in defiance of global warming trends. This stratospheric detective work offers fresh insight into extreme winter weather — and could supercharge long-range forecasts.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Bigger crops, fewer nutrients: The hidden cost of climate change",
      "link": "https://www.sciencedaily.com/releases/2025/07/250709091658.htm",
      "pubDate": "Wed, 09 Jul 2025 09:16:58 EDT",
      "description": "Climate change is silently sapping the nutrients from our food. A pioneering study finds that rising CO2 and higher temperatures are not only reshaping how crops grow but are also degrading their nutritional value especially in vital leafy greens like kale and spinach. This shift could spell trouble for global health, particularly in communities already facing nutritional stress. Researchers warn that while crops may grow faster, they may also become less nourishing, with fewer minerals, proteins, and antioxidants raising concerns about obesity, weakened immunity, and chronic diseases.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Lasers capture the invisible dance of wind and waves",
      "link": "https://www.sciencedaily.com/releases/2025/07/250709091656.htm",
      "pubDate": "Thu, 10 Jul 2025 01:03:17 EDT",
      "description": "A laser-equipped research platform has, for the first time, photographed airflow just millimeters above ocean waves, revealing two simultaneous wind–wave energy-transfer tricks—slow short waves steal power from the breeze, while long giants sculpt the air in reverse. These crisp observations promise to overhaul climate and weather models by clarifying how heat, momentum, and greenhouse gases slip between sea and sky.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctica’s slow collapse caught on camera—and it’s accelerating",
      "link": "https://www.sciencedaily.com/releases/2025/07/250706230305.htm",
      "pubDate": "Mon, 07 Jul 2025 01:06:46 EDT",
      "description": "Long-lost 1960s aerial photos let Copenhagen researchers watch Antarctica’s Wordie Ice Shelf crumble in slow motion. By fusing film with satellites, they discovered warm ocean water, not surface ponds, drives the destruction, and mapped “pinning points” that reveal how far a collapse has progressed. The work shows these break-ups unfold more gradually than feared, yet once the ice “brake” fails, land-based glaciers surge, setting up meters of future sea-level rise that will strike northern coasts.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "From air to stone: The fig trees fighting climate change",
      "link": "https://www.sciencedaily.com/releases/2025/07/250706225819.htm",
      "pubDate": "Sun, 06 Jul 2025 23:54:49 EDT",
      "description": "Kenyan fig trees can literally turn parts of themselves to stone, using microbes to convert internal crystals into limestone-like deposits that lock away carbon, sweeten surrounding soils, and still yield fruit—hinting at a delicious new weapon in the climate-change arsenal.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists thought the Arctic was sealed in ice — they were wrong",
      "link": "https://www.sciencedaily.com/releases/2025/07/250704235554.htm",
      "pubDate": "Sat, 05 Jul 2025 09:40:26 EDT",
      "description": "For decades, scientists believed the Arctic Ocean was sealed under a massive slab of ice during the coldest ice ages — but new research proves otherwise. Sediment samples from the seafloor, paired with cutting-edge climate simulations, show that the Arctic actually remained partially open, with seasonal sea ice allowing life to survive in the harshest climates. Traces of ancient algae, thriving only when light and water mix, reveal that the region was never a frozen tomb. This discovery not only reshapes our understanding of Earth’s past but offers vital clues about how the Arctic — and our planet — may respond to climate extremes ahead.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Climate is changing fast—and forests are 200 years behind",
      "link": "https://www.sciencedaily.com/releases/2025/07/250704032919.htm",
      "pubDate": "Fri, 04 Jul 2025 05:21:52 EDT",
      "description": "Forests aren’t keeping up with today’s climate chaos. While temperatures soar within decades, tree populations take 100 to 200 years to shift in response. A sweeping new analysis of ancient pollen and modern data reveals this dramatic lag—and its consequences. As ecosystems fall out of sync with their environments, scientists warn that without help, many forests could wither or collapse.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Rainforest deaths are surging and scientists just found the shocking cause",
      "link": "https://www.sciencedaily.com/releases/2025/07/250703092609.htm",
      "pubDate": "Thu, 03 Jul 2025 09:26:09 EDT",
      "description": "Tropical trees are dying faster than ever, and it's not just heat or drought to blame. Scientists have uncovered a surprising culprit: ordinary thunderstorms. These quick, fierce storms, powered by climate change, are toppling trees with intense winds and lightning, sometimes causing more damage than drought itself. The discovery is reshaping how we understand rainforest health and carbon storage, as storms may be responsible for up to 60% of tree deaths in some regions. Researchers now warn that failing to account for this hidden force could undermine forest conservation and climate models alike.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Even low levels of air pollution may quietly scar your heart, MRI study finds",
      "link": "https://www.sciencedaily.com/releases/2025/07/250703092606.htm",
      "pubDate": "Thu, 03 Jul 2025 09:37:41 EDT",
      "description": "Breathing polluted air—even at levels considered “safe”—may quietly damage your heart. A new study using advanced MRI scans found that people exposed to more air pollution showed early signs of scarring in their heart muscle, which can lead to heart failure over time. This damage showed up in both healthy individuals and people with heart conditions, and was especially noticeable in women, smokers, and those with high blood pressure.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "When rainforests died, the planet caught fire: New clues from Earth’s greatest extinction",
      "link": "https://www.sciencedaily.com/releases/2025/07/250702214202.htm",
      "pubDate": "Thu, 03 Jul 2025 09:07:42 EDT",
      "description": "When Siberian volcanoes kicked off the Great Dying, the real climate villain turned out to be the rainforests themselves: once they collapsed, Earth’s biggest carbon sponge vanished, CO2 rocketed, and a five-million-year heatwave followed. Fossils from China and clever climate models now link that botanical wipe-out to runaway warming, hinting that losing today’s tropical forests could lock us in a furnace we can’t easily cool.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctica’s ocean flip: Satellites catch sudden salt surge melting ice from below",
      "link": "https://www.sciencedaily.com/releases/2025/07/250701020711.htm",
      "pubDate": "Wed, 02 Jul 2025 08:54:10 EDT",
      "description": "A massive and surprising change is unfolding around Antarctica. Scientists have discovered that the Southern Ocean is getting saltier, and sea ice is melting at record speed, enough to match the size of Greenland. This change has reversed a decades-long trend and is letting hidden heat rise to the surface, melting the ice from below. One of the most dramatic signs is the return of a giant hole in the ice that hadn’t been seen in 50 years. The consequences are global: stronger storms, warmer oceans, and serious trouble for penguins and other polar wildlife.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}