{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-06-02T05:26:08.561247",
  "items": [
    {
      "title": "Small currents, big impact: Satellite breakthrough reveals hidden ocean forces",
      "link": "https://www.sciencedaily.com/releases/2025/05/250530123950.htm",
      "pubDate": "Fri, 30 May 2025 12:39:50 EDT",
      "description": "While scientists have long studied currents of large eddies, the smaller ones -- called submesoscale eddies -- are notoriously difficult to detect. These currents, which range from several kilometers to 100 kilometers wide, have been the 'missing pieces' of the ocean's puzzle -- until now. Using data from the new Surface Water and Ocean Topography (SWOT) satellite, scientists finally got a clear view of these hard-to-see currents, and they are a lot stronger than anyone thought.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Rising soil nitrous acid emissions, driven by climate change and fertilization, accelerate global ozone pollution",
      "link": "https://www.sciencedaily.com/releases/2025/05/250530123821.htm",
      "pubDate": "Fri, 30 May 2025 12:38:21 EDT",
      "description": "Ozone pollution is a global environmental concern that not only threatens human health and crop production, but also worsens global warming. While the formation of ozone is often attributed to anthropogenic pollutants, soil emissions are revealed to be another important source.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Save twice the ice by limiting global warming",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529155432.htm",
      "pubDate": "Thu, 29 May 2025 15:54:32 EDT",
      "description": "A new study finds that if global warming exceeds the Paris Climate Agreement targets, the non-polar glacier mass will diminish significantly. However, if warming is limited to 1.5 degrees Celsius, at least 54 per cent could be preserved -- more than twice as much ice as in a 2.7 C scenario.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Anthropologists spotlight human toll of glacier loss",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529155415.htm",
      "pubDate": "Thu, 29 May 2025 15:54:15 EDT",
      "description": "Anthropologists have examined the societal consequences of global glacier loss. This article appears alongside new research that estimates that more than three-quarters of the world's glacier mass could disappear by the end of the century under current climate policies.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Agriculture in forests can provide climate and economic dividends",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529145725.htm",
      "pubDate": "Thu, 29 May 2025 14:57:25 EDT",
      "description": "Forest-based agroforestry can restore forests, promote livelihoods, and combat climate change, but emerging agroforestry initiatives focusing only on tree planting is leading to missed opportunities to support beneficial outcomes of forest management, scientists found.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Rock record illuminates oxygen history",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529140125.htm",
      "pubDate": "Thu, 29 May 2025 14:01:25 EDT",
      "description": "A new study reveals that the aerobic nitrogen cycle in the ocean may have occurred about 100 million years before oxygen began to significantly accumulate in the atmosphere, based on nitrogen isotope analysis from ancient South African rock cores. These findings not only refine the timeline of Earth's oxygenation but also highlight a critical evolutionary shift, where life began adapting to oxygen-rich conditions -- paving the way for the emergence of complex, multicellular organisms like humans.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "An iron oxide 'oxygen sponge' for efficient thermochemical hydrogen production",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529124856.htm",
      "pubDate": "Thu, 29 May 2025 12:48:56 EDT",
      "description": "As the world shifts toward sustainable energy sources, 'green hydrogen' - hydrogen produced without emitting carbon - has emerged as a leading candidate for clean power. Scientists have now developed a new iron-based catalyst that more than doubles the conversion efficiency of thermochemical green hydrogen production.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "'Future-proofing' crops will require urgent, consistent effort",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529124740.htm",
      "pubDate": "Thu, 29 May 2025 12:47:40 EDT",
      "description": "A professor of crop sciences and of plant biology describes research efforts to 'future-proof' the crops that are essential to feeding a hungry world in a changing climate. Long, who has spent decades studying the process of photosynthesis and finding ways to improve it, provides an overview of key scientific findings that offer a ray of hope.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Atlantic ocean current unlikely to collapse with climate change",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529124732.htm",
      "pubDate": "Thu, 29 May 2025 12:47:32 EDT",
      "description": "Researchers created a detailed physical model that suggests a major Atlantic Ocean current will weaken far less under climate change than indicated by more extreme climate model projections.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Living libraries could save our food",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529124729.htm",
      "pubDate": "Thu, 29 May 2025 12:47:29 EDT",
      "description": "Scientists have pioneered a new way to breed climate-resilient crops faster by combining plant genebank data with climate and DNA analysis. The method, tested on sorghum, could speed up global efforts to secure food supplies in a changing climate.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Does planting trees really help cool the planet?",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529124628.htm",
      "pubDate": "Thu, 29 May 2025 12:46:28 EDT",
      "description": "Replanting forests can help cool the planet even more than some scientists once believed, especially in the tropics. But even if every tree lost since the mid-19th century is replanted, the total effect won't cancel out human-generated warming.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "When climate disasters hit, they often leave long-term health care access shortages",
      "link": "https://www.sciencedaily.com/releases/2025/05/250529124119.htm",
      "pubDate": "Thu, 29 May 2025 12:41:19 EDT",
      "description": "Immediate recovery efforts receive the most attention after severe natural disasters, yet new data from researchers at Drexel University and the University of Maryland suggests these climate events often also leave a critical long-term -- and often unaddressed -- problem in declines in access to health care.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Huge sea-urchin populations are overwhelming Hawaii's coral reefs",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528150650.htm",
      "pubDate": "Wed, 28 May 2025 15:06:50 EDT",
      "description": "This study measured the growth rate of coral reefs in Honaunau Bay, Hawaii, using on-site data gathering and aerial imagery. Researchers found that the reefs are being eroded by sea urchin populations which have exploded due to overfishing in the area. The reefs are also threatened by climate change and water pollution, and their growth rates are not fast enough to counteract the erosion caused by the urchins.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Coastal Alaska wolves exposed to high mercury concentrations from eating sea otters",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528131641.htm",
      "pubDate": "Wed, 28 May 2025 13:16:41 EDT",
      "description": "Scientists show that wolves that are eating sea otters in Alaska have much higher concentrations of mercury than those eating other prey such as deer and moose.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Involving communities in nature-based solutions to climate challenges leads to greater innovation, study shows",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528131538.htm",
      "pubDate": "Wed, 28 May 2025 13:15:38 EDT",
      "description": "Involving communities in nature-based solutions to tackle urban climate and environmental challenges leads to innovation and multiple benefits, a study shows.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Even birds can't outfly climate change",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528131536.htm",
      "pubDate": "Wed, 28 May 2025 13:15:36 EDT",
      "description": "As rising global temperatures alter ecosystems worldwide, animal species usually have two choices: adapt to changing local conditions or flee to a cooler clime. Ecologists have long assumed that the world's bird species were best equipped to respond to the pressures of climate change simply because they have the option of flying to higher altitudes or towards global poles. But a new study finds that few bird species are able to escape the realities of a warming world.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Without public trust, effective climate policy is impossible",
      "link": "https://www.sciencedaily.com/releases/2025/05/250527124539.htm",
      "pubDate": "Tue, 27 May 2025 12:45:39 EDT",
      "description": "When formulating climate policy, too little attention is paid to social factors and too much to technological breakthroughs and economic reasons. Because citizens are hardly heard in this process, European governments risk losing public support at a crucial moment in the climate debate.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The ocean seems to be getting darker",
      "link": "https://www.sciencedaily.com/releases/2025/05/250527124438.htm",
      "pubDate": "Tue, 27 May 2025 12:44:38 EDT",
      "description": "Scientists, who have spent more than a decade examining the impact of artificial light at night on the world's coasts and oceans, have shown that more than one-fifth of the global ocean -- an area spanning more than 75 million sq km -- has been the subject of ocean darkening over the past two decades. Ocean darkening occurs when changes in the optical properties of the ocean reduce the depth of its photic zones, home to 90% of all marine life and places where sunlight and moonlight drive ecological interactions.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "How marine plankton adapts to a changing world",
      "link": "https://www.sciencedaily.com/releases/2025/05/250523141909.htm",
      "pubDate": "Fri, 23 May 2025 14:19:09 EDT",
      "description": "Plankton may be tiny, but they play an important role in the ocean. As the foundation of marine ecosystems, they support ocean food webs and help regulate Earth's climate by storing carbon. While lab studies have shown plankton can adjust their chemistry in response to environmental changes, a new global study reveals how these adaptations occur in the real ocean.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "El Niño and La Niña climate swings threaten mangroves worldwide",
      "link": "https://www.sciencedaily.com/releases/2025/05/250523120456.htm",
      "pubDate": "Fri, 23 May 2025 12:04:56 EDT",
      "description": "New international research demonstrates global-scale patterns in how El Ni o-Southern Oscillation (ENSO) influences mangrove growth and degradation. Previously, impacts had only been documented at individual sites, such as a dramatic die-off in northern Australia in 2015 when more than 40 million mangrove trees perished along a 1,200-mile stretch of coastline.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}