{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-05-29T10:28:03.393981",
  "items": [
    {
      "title": "Huge sea-urchin populations are overwhelming Hawaii's coral reefs",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528150650.htm",
      "pubDate": "Wed, 28 May 2025 15:06:50 EDT",
      "description": "This study measured the growth rate of coral reefs in Honaunau Bay, Hawaii, using on-site data gathering and aerial imagery. Researchers found that the reefs are being eroded by sea urchin populations which have exploded due to overfishing in the area. The reefs are also threatened by climate change and water pollution, and their growth rates are not fast enough to counteract the erosion caused by the urchins.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Coastal Alaska wolves exposed to high mercury concentrations from eating sea otters",
      "link": "https://www.sciencedaily.com/releases/2025/05/250528131641.htm",
      "pubDate": "Wed, 28 May 2025 13:16:41 EDT",
      "description": "Scientists show that wolves that are eating sea otters in Alaska have much higher concentrations of mercury than those eating other prey such as deer and moose.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Without public trust, effective climate policy is impossible",
      "link": "https://www.sciencedaily.com/releases/2025/05/250527124539.htm",
      "pubDate": "Tue, 27 May 2025 12:45:39 EDT",
      "description": "When formulating climate policy, too little attention is paid to social factors and too much to technological breakthroughs and economic reasons. Because citizens are hardly heard in this process, European governments risk losing public support at a crucial moment in the climate debate.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The ocean seems to be getting darker",
      "link": "https://www.sciencedaily.com/releases/2025/05/250527124438.htm",
      "pubDate": "Tue, 27 May 2025 12:44:38 EDT",
      "description": "Scientists, who have spent more than a decade examining the impact of artificial light at night on the world's coasts and oceans, have shown that more than one-fifth of the global ocean -- an area spanning more than 75 million sq km -- has been the subject of ocean darkening over the past two decades. Ocean darkening occurs when changes in the optical properties of the ocean reduce the depth of its photic zones, home to 90% of all marine life and places where sunlight and moonlight drive ecological interactions.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "How marine plankton adapts to a changing world",
      "link": "https://www.sciencedaily.com/releases/2025/05/250523141909.htm",
      "pubDate": "Fri, 23 May 2025 14:19:09 EDT",
      "description": "Plankton may be tiny, but they play an important role in the ocean. As the foundation of marine ecosystems, they support ocean food webs and help regulate Earth's climate by storing carbon. While lab studies have shown plankton can adjust their chemistry in response to environmental changes, a new global study reveals how these adaptations occur in the real ocean.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "El Niño and La Niña climate swings threaten mangroves worldwide",
      "link": "https://www.sciencedaily.com/releases/2025/05/250523120456.htm",
      "pubDate": "Fri, 23 May 2025 12:04:56 EDT",
      "description": "New international research demonstrates global-scale patterns in how El Ni o-Southern Oscillation (ENSO) influences mangrove growth and degradation. Previously, impacts had only been documented at individual sites, such as a dramatic die-off in northern Australia in 2015 when more than 40 million mangrove trees perished along a 1,200-mile stretch of coastline.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "When the sea moves inland: A global climate wake-up call from Bangladesh's Delta",
      "link": "https://www.sciencedaily.com/releases/2025/05/250523120445.htm",
      "pubDate": "Fri, 23 May 2025 12:04:45 EDT",
      "description": "As sea levels climb and weather grows more extreme, coastal regions everywhere are facing a creeping threat: salt. Salinization of freshwater and soils adversely affects 500 million people around the world, especially in low-lying river deltas. A new study sheds light on how rising oceans are pushing saltwater into freshwater rivers and underground water sources in the world's largest river mouth -- the Bengal Delta in Bangladesh.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Climate change poses severe threat to bowhead whale habitat",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522125530.htm",
      "pubDate": "Thu, 22 May 2025 12:55:30 EDT",
      "description": "New research examining 11,700 years of bowhead whale persistence throughout the Arctic projects that sea ice loss due to climate change will cause their habitat to severely contract by up to 75 per cent.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Breakthrough AI model could transform how we prepare for natural disasters",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522124851.htm",
      "pubDate": "Thu, 22 May 2025 12:48:51 EDT",
      "description": "From deadly floods in Europe to intensifying tropical cyclones around the world, the climate crisis has made timely and precise forecasting more essential than ever. Yet traditional forecasting methods rely on highly complex numerical models developed over decades, requiring powerful supercomputers and large teams of experts. According to its developers, Aurora offers a powerful and efficient alternative using artificial intelligence.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Climate change may make it harder to reduce smog in some regions",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522124838.htm",
      "pubDate": "Thu, 22 May 2025 12:48:38 EDT",
      "description": "A modeling study shows that global warming will make it harder to reduce ground-level ozone, a respiratory irritant that is a key component of smog, by cutting greenhouse gas emissions.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "AI is good at weather forecasting. Can it predict freak weather events?",
      "link": "https://www.sciencedaily.com/releases/2025/05/250522124738.htm",
      "pubDate": "Thu, 22 May 2025 12:47:38 EDT",
      "description": "Scientists found that neural networks cannot yet forecast 'gray swan' weather events, which might not appear in existing training data but could still happen -- like 200-year floods or massive hurricanes.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Personal space chemistry suppressed by perfume and body lotion indoors",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521161115.htm",
      "pubDate": "Wed, 21 May 2025 16:11:15 EDT",
      "description": "In 2022 a team discovered that high levels of OH radicals can be generated indoors, simply due to the presence of people and ozone. This means: People generate their own oxidation field and change the indoor air chemistry around them within their own personal space. Now, in a follow-up study again in cooperation with an international research team, they found that commonly applied personal care products substantially suppress a human's production of OH radicals. These findings have implications for the indoor chemistry, the air quality of occupied spaces, and human health, since many of the chemicals in our immediate vicinity are transformed by this field.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Southeast Asia could prevent up to 36,000 ozone-related early deaths a year by 2050 with stricter air pollution controls",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521125115.htm",
      "pubDate": "Wed, 21 May 2025 12:51:15 EDT",
      "description": "A study has found that implementing robust air pollution control measures could mean Southeast Asian countries prevent as many as 36,000 ozone-related premature deaths each year by 2050.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Yeast reveals how species adapt to a warmer climate",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521125057.htm",
      "pubDate": "Wed, 21 May 2025 12:50:57 EDT",
      "description": "How do organisms adapt to climate change? A new study reveals the complex interplay between genetic diversity and temperature tolerance evolution.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Wind-related hurricane losses for homeowners in the southeastern U.S. could be nearly 76 percent higher by 2060",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521124607.htm",
      "pubDate": "Wed, 21 May 2025 12:46:07 EDT",
      "description": "Hurricane winds are a major contributor to storm-related losses for people living in the southeastern coastal states. As the global temperature continues to rise, scientists predict that hurricanes will get more destructive -- packing higher winds and torrential rainfall. A new study projects that wind losses for homeowners in the Southeastern coastal states could be 76 percent higher by the year 2060 and 102 percent higher by 2100.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Songbirds' great risk results in great genetic reward",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521124438.htm",
      "pubDate": "Wed, 21 May 2025 12:44:38 EDT",
      "description": "Songbirds who make the arduous flight from their nesting sites in northern boreal forests to warm, southern climates in the winter may be rewarded for their journey with greater genetic diversity.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Fool's gold: A hidden climate stabilizer",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521124433.htm",
      "pubDate": "Wed, 21 May 2025 12:44:33 EDT",
      "description": "Researchers look to extremes in the past to study how the system reacts to imbalances. They detail an overlooked mechanism for how the ocean can help stabilize massive releases of carbon into the atmosphere following volcanic eruptions.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Extreme weather cycles change underwater light at Lake Tahoe",
      "link": "https://www.sciencedaily.com/releases/2025/05/250521124100.htm",
      "pubDate": "Wed, 21 May 2025 12:41:00 EDT",
      "description": "Large shifts in UV radiation at Lake Tahoe are associated with wet and dry climate extremes, finds a new study.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Landmark report reveals key challenges facing adolescents",
      "link": "https://www.sciencedaily.com/releases/2025/05/250520183839.htm",
      "pubDate": "Tue, 20 May 2025 18:38:39 EDT",
      "description": "Poor mental health, rising obesity rates, exposure to violence and climate change are among the key challenges facing our adolescents today, according to a global report.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "How to solve a bottleneck for CO2 capture and conversion",
      "link": "https://www.sciencedaily.com/releases/2025/05/250520162115.htm",
      "pubDate": "Tue, 20 May 2025 16:21:15 EDT",
      "description": "New research could improve the efficiency of electrochemical carbon-dioxide capture and release by six times and cut costs by at least 20 percent. Researchers added nanoscale filtering membranes to a carbon-capture system, separating the ions that carry out the capture and release steps, and enabling both steps to proceed more efficiently.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}