{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2026-01-13T18:39:13.660945",
  "items": [
    {
      "title": "Weakening mountain vegetation aspect asymmetry due to altered energy conditions",
      "link": "https://www.nature.com/articles/s41558-025-02542-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 12 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02542-4\">doi:10.1038/s41558-025-02542-4</a></p>The authors quantify long-term (2003–2024) changes in Northern Hemisphere mountain aspect asymmetry—the difference in vegetation density between polar-facing and equatorial-facing slopes. They show a weakening trend, linked to changing hydrothermal conditions.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Enduring impacts of El Niño on life expectancy in past and future climates",
      "link": "https://www.nature.com/articles/s41558-025-02534-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02534-4\">doi:10.1038/s41558-025-02534-4</a></p>The El Niño–Southern Oscillation threatens human health, and its impacts are likely to intensify under climate change. This research examines how historical El Niño–Southern Oscillation events have caused life expectancy and economic losses across the Pacific Rim and projects future impacts and vulnerable groups.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Channelized melt beneath Antarctic ice shelves previously underestimated",
      "link": "https://www.nature.com/articles/s41558-025-02537-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02537-1\">doi:10.1038/s41558-025-02537-1</a></p>Channelized subsurface melting is an important process in the dynamics of ice shelves. Here the authors present observational data from Antarctic ice shelves and show that their basal melt is up to 50% higher than previously assumed.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Irreversibility in climate action",
      "link": "https://www.nature.com/articles/s41558-025-02526-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 08 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02526-4\">doi:10.1038/s41558-025-02526-4</a></p>Although climate action is undermined by political interests and institutional inertia, multiple safeguards are in place to prevent backsliding on progress so far, and positive feedbacks reinforce progress despite opposing forces. Key elements of climate action are irreversible and can be further strengthened by commitments, investments and positive narratives.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "AI-driven weather forecasts for climate adaptation in India",
      "link": "https://www.nature.com/articles/s41558-025-02521-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 08 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02521-9\">doi:10.1038/s41558-025-02521-9</a></p>Advanced monsoon onset prediction with multi-week lead time via an artificial intelligence (AI) weather model helps smallholder farmers adapt to a changing climate.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Successes in climate action",
      "link": "https://www.nature.com/articles/s41558-025-02546-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 08 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02546-0\">doi:10.1038/s41558-025-02546-0</a></p>Climate action clearly needs greater ambition in the face of increasing physical, biological and social impacts. However, it is important to acknowledge successes, including safeguards that protect action so far, and there are initiatives being implemented across scales that are effective.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Communicating the need for climate action",
      "link": "https://www.nature.com/articles/s41558-025-02503-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02503-x\">doi:10.1038/s41558-025-02503-x</a></p>It is essential to understand the best way to frame a persuasive message aimed at increasing concern about climate change and support for pro-environmental action. Now a Registered Report presents a large-scale study that tests and compares the effectiveness of ten widely cited messaging strategies.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "A registered report megastudy on the persuasiveness of the most-cited climate messages",
      "link": "https://www.nature.com/articles/s41558-025-02536-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02536-2\">doi:10.1038/s41558-025-02536-2</a></p>How to effectively communicate climate change to the public has long been studied and debated. Through a registered report megastudy, researchers tested the ten most-cited climate change messaging strategies published, finding that many had significant, but small, effects on climate change attitudes.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}