{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-11-19T10:29:10.875608",
  "items": [
    {
      "title": "Gene flow between mountainous birds buffers climate change risk",
      "link": "https://www.nature.com/articles/s41558-025-02500-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02500-0\">doi:10.1038/s41558-025-02500-0</a></p>Climate change threatens biodiversity, but the transfer of genes between species via hybridization can enhance climate resilience. This research demonstrates that hybrid mountain birds show reduced climate vulnerability, highlighting how maintaining natural gene flow can mitigate extinction risks and is crucial for conserving species with narrow environmental tolerances.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Increasing risk of mass human heat mortality if historical weather patterns recur",
      "link": "https://www.nature.com/articles/s41558-025-02480-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02480-1\">doi:10.1038/s41558-025-02480-1</a></p>The authors couple calculations of historical heatwave intensity at present and future global temperatures with exposure–response functions to quantify mortality from extreme heat events in Europe. They project tens of thousands of excess deaths, with limited attenuation from existing adaptations.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Author Correction: The carbon hoofprint of cities is shaped by geography and production in the livestock supply chain",
      "link": "https://www.nature.com/articles/s41558-025-02509-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02509-5\">doi:10.1038/s41558-025-02509-5</a></p>Author Correction: The carbon hoofprint of cities is shaped by geography and production in the livestock supply chain",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Southward shift of the Antarctic Circumpolar Current upstream of Drake Passage maintains a stable circumpolar transport",
      "link": "https://www.nature.com/articles/s41558-025-02478-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02478-9\">doi:10.1038/s41558-025-02478-9</a></p>Climate change is altering the strength and position of Southern Ocean westerly winds but the ocean transport is stable. Here the authors use sea surface height to show that a poleward shift of the northern boundary and changing dynamics maintain the circumpolar transport.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Hidden deep soil moisture droughts",
      "link": "https://www.nature.com/articles/s41558-025-02493-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 14 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02493-w\">doi:10.1038/s41558-025-02493-w</a></p>Anthropogenic climate change is exacerbating soil moisture droughts globally, but most studies only consider surface layers. Now, a study reveals that global soil moisture droughts are often also found in deeper layers, and that in a warming climate deep soil moisture droughts are projected to become longer lasting and more severe.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Why longer seasons with climate change may not increase tree growth",
      "link": "https://www.nature.com/articles/s41558-025-02476-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 14 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02476-x\">doi:10.1038/s41558-025-02476-x</a></p>In this Progress Article, the authors discuss why longer growing seasons under climate change may or may not increase tree growth. They highlight differences across fields, as well as research gaps, and propose three major open questions to guide future research.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Anthropogenic enhancement of subsurface soil moisture droughts",
      "link": "https://www.nature.com/articles/s41558-025-02458-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 14 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02458-z\">doi:10.1038/s41558-025-02458-z</a></p>How the conditions in soil layers below the surface change is not well understood. Here the authors assess changes in subsurface soil moisture, finding that these droughts also become more persistent and intense than surface droughts.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Warming overpowers low-frequency North Pacific climate variability",
      "link": "https://www.nature.com/articles/s41558-025-02495-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02495-8\">doi:10.1038/s41558-025-02495-8</a></p>The Pacific Decadal Oscillation describes the most important pattern of low-frequency climate variability in the North Pacific. An analysis of sea surface temperatures reveals that, since 2014, the Pacific Decadal Oscillation’s influence has been superseded by that of basin-wide warming, producing novel expressions of ocean variability and unexpected ecological impacts.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}