{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-12-06T08:31:55.542021",
  "items": [
    {
      "title": "3.3 billion-year-old crystals reveal a shockingly active early Earth",
      "link": "https://www.sciencedaily.com/releases/2025/12/251204024245.htm",
      "pubDate": "Thu, 04 Dec 2025 09:40:57 EST",
      "description": "Fresh evidence suggests early Earth wasn’t locked under a rigid stagnant lid but was already experiencing intense subduction. Ancient melt inclusions and advanced simulations point to continents forming far earlier than expected. The findings overturn long-held assumptions about the planet’s infancy and reveal a surprisingly active Hadean world.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New data reveals one of the smallest ozone holes in decades",
      "link": "https://www.sciencedaily.com/releases/2025/12/251204024231.htm",
      "pubDate": "Thu, 04 Dec 2025 09:16:45 EST",
      "description": "This year’s ozone hole over Antarctica ranked among the smallest since the early 1990s, reflecting steady progress from decades of global action under the Montreal Protocol. Declining chlorine levels and warmer stratospheric temperatures helped limit ozone destruction. Scientists say the layer remains on track to recover later this century.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Early Earth’s sky may have created the first ingredients for life",
      "link": "https://www.sciencedaily.com/releases/2025/12/251203010207.htm",
      "pubDate": "Wed, 03 Dec 2025 01:49:28 EST",
      "description": "Researchers recreated conditions from billions of years ago and found that Earth’s young atmosphere could make key molecules linked to life. These sulfur-rich compounds, including certain amino acids, may have formed naturally in the sky. The results suggest early Earth wasn’t starting from zero but may have already been stocked with essential ingredients.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A hidden Antarctic shift unleashed the carbon that warmed the world",
      "link": "https://www.sciencedaily.com/releases/2025/12/251202052209.htm",
      "pubDate": "Tue, 02 Dec 2025 05:22:09 EST",
      "description": "As the last Ice Age waned and the Holocene dawned, deep-ocean circulation around Antarctica underwent dramatic shifts that helped release long-stored carbon back into the atmosphere. Deep-sea sediments show that ancient Antarctic waters once trapped vast amounts of carbon, only to release it during two major warming pulses at the end of the Ice Age. Understanding these shifts helps scientists predict how modern Antarctic melt may accelerate future climate change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Satellites spot rapid “Doomsday Glacier” collapse",
      "link": "https://www.sciencedaily.com/releases/2025/11/251130205511.htm",
      "pubDate": "Mon, 01 Dec 2025 01:44:02 EST",
      "description": "Two decades of satellite and GPS data show the Thwaites Eastern Ice Shelf slowly losing its grip on a crucial stabilizing point as fractures multiply and ice speeds up. Scientists warn this pattern could spread to other vulnerable Antarctic shelves.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New research reveals the hidden organism behind Lake Erie’s toxic blooms",
      "link": "https://www.sciencedaily.com/releases/2025/11/251130205503.htm",
      "pubDate": "Tue, 02 Dec 2025 02:18:04 EST",
      "description": "Dolichospermum, a type of cyanobacteria thriving in Lake Erie’s warming waters, has been identified as the surprising culprit behind the lake’s dangerous saxitoxins—some of the most potent natural neurotoxins known. Using advanced genome sequencing, researchers uncovered that only certain strains produce the toxin, and that warmer temperatures and low ammonium levels may tip the ecological balance in their favor.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists find coastal seas acidifying shockingly fast",
      "link": "https://www.sciencedaily.com/releases/2025/11/251129044522.htm",
      "pubDate": "Sun, 30 Nov 2025 05:00:52 EST",
      "description": "New findings show that some coastal regions will become far more acidic than scientists once thought, with upwelling systems pulling deep, CO2-rich waters to the surface and greatly intensifying acidification. Historic coral chemistry and advanced modeling reveal that these regions are acidifying much faster than expected from atmospheric CO2 alone, raising serious concerns for fisheries, marine ecosystems, and coastal economies.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Polluted air quietly erases the benefits of exercise",
      "link": "https://www.sciencedaily.com/releases/2025/11/251128050457.htm",
      "pubDate": "Fri, 28 Nov 2025 06:37:16 EST",
      "description": "Long-term inhalation of toxic air appears to dull the protective power of regular workouts, according to a massive global study spanning more than a decade and over a million adults. While exercise still helps people live longer, its benefits shrink dramatically in regions with heavy fine particle pollution—especially above key PM2.5 thresholds common in many parts of the world. The researchers emphasize that outdoor activity shouldn’t stop, but better air quality could unlock far greater health gains.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists discover a hidden deep sea hotspot bursting with life",
      "link": "https://www.sciencedaily.com/releases/2025/11/251125081928.htm",
      "pubDate": "Wed, 26 Nov 2025 04:11:22 EST",
      "description": "Beneath the waters off Papua New Guinea lies an extraordinary deep-sea environment where scorching hydrothermal vents and cool methane seeps coexist side by side — a pairing never before seen. This unusual chemistry fuels a vibrant oasis teeming with mussels, tube worms, shrimp, and even purple sea cucumbers, many of which may be unknown to science. The rocks themselves shimmer with traces of gold, silver, and other metals deposited by past volcanic activity.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Giant hidden heat blob slowly travels beneath the U.S.",
      "link": "https://www.sciencedaily.com/releases/2025/11/251125081916.htm",
      "pubDate": "Tue, 25 Nov 2025 08:19:16 EST",
      "description": "An immense pocket of hot rock deep beneath the Appalachians may be a wandering relic of the breakup between Greenland and North America 80 million years ago. Researchers suggest this slow-moving “mantle wave” drifted over 1,800 km to reach its current position, gradually reshaping the continent from below and even helping prop up the Appalachian Mountains long after tectonic activity at the surface ceased.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A global shipping detour just revealed a hidden climate twist",
      "link": "https://www.sciencedaily.com/releases/2025/11/251125081914.htm",
      "pubDate": "Wed, 26 Nov 2025 03:55:02 EST",
      "description": "Rerouted shipping during Red Sea conflicts accidentally created a massive real-world experiment, letting scientists study how new low-sulfur marine fuels affect cloud formation. The sudden surge of ships around the Cape of Good Hope revealed that cleaner fuels dramatically weaken the ability of ship emissions to seed bright, reflective clouds—cutting this cloud-boosting effect by about two-thirds.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists may have found the planet that made the Moon",
      "link": "https://www.sciencedaily.com/releases/2025/11/251123115431.htm",
      "pubDate": "Sun, 23 Nov 2025 13:03:07 EST",
      "description": "About 4.5 billion years ago, a colossal impact between the young Earth and a mysterious planetary body called Theia changed everything—reshaping Earth, forming the Moon, and scattering clues across space rocks. By examining subtle isotopic fingerprints in Earth and Moon samples, scientists have reconstructed Theia’s possible composition and birthplace.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Solar Superstorm Gannon crushed Earth’s plasmasphere to a record low",
      "link": "https://www.sciencedaily.com/releases/2025/11/251122234723.htm",
      "pubDate": "Sun, 23 Nov 2025 01:00:14 EST",
      "description": "A massive solar storm in May 2024 gave scientists an unprecedented look at how Earth’s protective plasma layer collapses under intense space weather. With the Arase satellite in a perfect observing position, researchers watched the plasmasphere shrink to a fraction of its usual size and take days to rebuild. The event pushed auroras far beyond their normal boundaries and revealed that a rare “negative storm” in the ionosphere dramatically slowed the atmosphere’s ability to recover. These observations offer valuable insight into how extreme solar activity disrupts satellites, GPS signals, and communication systems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New report reveals major risks in turning oceans into carbon sinks",
      "link": "https://www.sciencedaily.com/releases/2025/11/251120002832.htm",
      "pubDate": "Thu, 20 Nov 2025 01:52:08 EST",
      "description": "Experts say the ocean could help absorb carbon dioxide, but today’s technologies are too uncertain to be scaled up safely. New findings released during COP30 highlight the risks of rushing into marine carbon removal without proper monitoring and verification. With the 1.5°C threshold approaching, researchers stress that emissions cuts must remain the top priority. Ocean-based methods may play a role later, but they need careful oversight first.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Massive hidden structures deep inside Earth may explain how life began",
      "link": "https://www.sciencedaily.com/releases/2025/11/251120002558.htm",
      "pubDate": "Thu, 20 Nov 2025 11:32:45 EST",
      "description": "Scientists may finally be closing in on the origins of two colossal, mysterious structures buried nearly 1,800 miles inside Earth—hidden formations that have puzzled researchers for decades. New modeling suggests that slow leakage of elements from Earth’s core into the mantle prevented the planet from developing strong chemical layers after its primordial magma-ocean era.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists finally discover what’s fueling massive sargassum blooms",
      "link": "https://www.sciencedaily.com/releases/2025/11/251118220054.htm",
      "pubDate": "Wed, 19 Nov 2025 03:56:56 EST",
      "description": "Massive Sargassum blooms sweeping across the Caribbean and Atlantic are fueled by a powerful nutrient partnership: phosphorus pulled to the surface by equatorial upwelling and nitrogen supplied by cyanobacteria living directly on the drifting algae. Coral cores reveal that this nutrient engine has intensified over the past decade, perfectly matching surges in Sargassum growth since 2011. By ruling out older theories involving Saharan dust and river runoff, researchers uncovered a climate-driven process that shapes when and where these colossal seaweed mats form.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Ancient bogs reveal a hidden 15,000-year climate shift",
      "link": "https://www.sciencedaily.com/releases/2025/11/251118220043.htm",
      "pubDate": "Wed, 19 Nov 2025 03:00:30 EST",
      "description": "Researchers discovered that ancient peat bogs grew rapidly when the Southern Westerly Winds suddenly shifted thousands of years ago. These wind changes affected both peatland carbon storage and how the Southern Ocean absorbed CO2. Today the winds are shifting southward again, driven by climate change. Scientists warn this could disrupt natural carbon sinks and worsen droughts and wildfires.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Secret chemical traces reveal life on Earth 3. 3 billion years ago",
      "link": "https://www.sciencedaily.com/releases/2025/11/251118212035.htm",
      "pubDate": "Tue, 18 Nov 2025 21:37:29 EST",
      "description": "Researchers have discovered chemical traces of life in rocks older than 3.3 billion years, offering a rare look at Earth’s earliest biology. By combining advanced chemical methods with artificial intelligence, scientists were able to detect faint molecular patterns left behind long after the original biomolecules disappeared. Newly analyzed fossils, including ancient seaweed from Canada’s Yukon Territory, helped validate the method and deepen understanding of early ecosystems.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists uncover a massive hidden crater in China that rewrites Earth’s recent history",
      "link": "https://www.sciencedaily.com/releases/2025/11/251114041210.htm",
      "pubDate": "Fri, 14 Nov 2025 09:14:54 EST",
      "description": "A massive, well-preserved impact crater has been uncovered in Guangdong, revealing the signature of a powerful meteorite strike during the Holocene. Measuring 900 meters across, it dwarfs other known craters from the same era. Shock-damaged quartz confirms the intense forces involved. Its survival in a high-erosion environment makes it a geological rarity.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Massive hidden waves are rapidly melting Greenland’s glaciers",
      "link": "https://www.sciencedaily.com/releases/2025/11/251113071623.htm",
      "pubDate": "Fri, 14 Nov 2025 03:35:45 EST",
      "description": "Researchers in Greenland used a 10-kilometer fiber-optic cable to track how iceberg calving stirs up warm seawater. The resulting surface tsunamis and massive hidden underwater waves intensify melting at the glacier face. This powerful mixing effect accelerates ice loss far more than previously understood. The work highlights how fragile the Greenland ice system has become as temperatures rise.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}