{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-09-28T23:20:34.083470",
  "items": [
    {
      "title": "Tiny stones rewrite Earth’s evolution story",
      "link": "https://www.sciencedaily.com/releases/2025/09/250926035026.htm",
      "pubDate": "Fri, 26 Sep 2025 19:30:19 EDT",
      "description": "Scientists have uncovered an unexpected witness to Earth’s distant past: tiny iron oxide stones called ooids. These mineral snowballs lock away traces of ancient carbon, revealing that oceans between 1,000 and 541 million years ago held far less organic carbon than previously thought. This discovery challenges long-standing theories linking carbon levels, oxygen surges, and the emergence of complex life.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Toxic waste could become the next clean energy breakthrough",
      "link": "https://www.sciencedaily.com/releases/2025/09/250926035016.htm",
      "pubDate": "Fri, 26 Sep 2025 07:49:30 EDT",
      "description": "Bio-tar, once seen as a toxic waste, can be transformed into bio-carbon with applications in clean energy and environmental protection. This innovation could reduce emissions, create profits, and solve a major bioenergy industry problem.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists crack the explosive secret of how diamonds reach the surface",
      "link": "https://www.sciencedaily.com/releases/2025/09/250924012229.htm",
      "pubDate": "Wed, 24 Sep 2025 08:56:57 EDT",
      "description": "Diamonds hitch a ride to the surface through explosive kimberlite eruptions, powered by volatile-rich magmas. New simulations show that carbon dioxide and water are the secret ingredients that make these eruptions possible.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This surprising building material is strong, cheap, and sustainable",
      "link": "https://www.sciencedaily.com/releases/2025/09/250922074949.htm",
      "pubDate": "Mon, 22 Sep 2025 21:32:34 EDT",
      "description": "A team at RMIT University has created a cement-free construction material using only cardboard, soil, and water. Strong enough for low-rise buildings, it reduces emissions, costs, and waste compared to concrete. The lightweight, on-site process makes it ideal for remote areas, while its thermal properties naturally cool buildings. Researchers see it as a key step toward greener, more resilient architecture.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The shocking reason Arctic rivers are turning rusty orange",
      "link": "https://www.sciencedaily.com/releases/2025/09/250922074938.htm",
      "pubDate": "Mon, 22 Sep 2025 09:09:33 EDT",
      "description": "Researchers found that ice can trigger stronger chemical reactions than liquid water, dissolving iron minerals in extreme cold. Freeze-thaw cycles amplify the effect, releasing iron into rivers and soils. With climate change accelerating these cycles, Arctic waterways may face major transformations.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Wildfire smoke could kill 70,000 Americans a year by 2050",
      "link": "https://www.sciencedaily.com/releases/2025/09/250918225016.htm",
      "pubDate": "Fri, 19 Sep 2025 07:53:58 EDT",
      "description": "Wildfires are no longer a seasonal nuisance but a deadly, nationwide health crisis. Fueled by climate change, smoke is spreading farther and lingering longer, with new research warning of tens of thousands of additional deaths annually by mid-century. The health costs alone could surpass all other climate damages combined, revealing wildfire smoke as one of the most underestimated threats of our warming world.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earthquakes release blistering heat that can melt rock in an instant",
      "link": "https://www.sciencedaily.com/releases/2025/09/250918225010.htm",
      "pubDate": "Fri, 19 Sep 2025 02:45:02 EDT",
      "description": "MIT scientists have unraveled the hidden energy balance of earthquakes by recreating them in the lab. Their findings show that while only a sliver of energy goes into the shaking we feel on the surface, the overwhelming majority is released as heat—sometimes hot enough to melt surrounding rock in an instant.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Why Alaska’s salmon streams are suddenly bleeding orange",
      "link": "https://www.sciencedaily.com/releases/2025/09/250918011602.htm",
      "pubDate": "Thu, 18 Sep 2025 01:16:02 EDT",
      "description": "Warming Arctic permafrost is unlocking toxic metals, turning Alaska’s once-clear rivers into orange, acid-laced streams. The shift, eerily similar to mine pollution but entirely natural, threatens fish, ecosystems, and communities that depend on them—with no way to stop the process once it starts.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists stunned by salt giants forming beneath the Dead Sea",
      "link": "https://www.sciencedaily.com/releases/2025/09/250916221828.htm",
      "pubDate": "Thu, 18 Sep 2025 09:44:44 EDT",
      "description": "The Dead Sea isn’t just the saltiest body of water on Earth—it’s a living laboratory for the formation of giant underground salt deposits. Researchers are unraveling how evaporation, temperature shifts, and unusual mixing patterns lead to phenomena like “salt snow,” which falls in summer as well as winter. These processes mirror what happened millions of years ago in the Mediterranean, leaving behind thick salt layers still buried today.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Soil warming experiments challenge assumptions about climate change",
      "link": "https://www.sciencedaily.com/releases/2025/09/250916221823.htm",
      "pubDate": "Wed, 17 Sep 2025 02:08:51 EDT",
      "description": "Heating alone won’t drive soil microbes to release more carbon dioxide — they need added carbon and nutrients to thrive. This finding challenges assumptions about how climate warming influences soil emissions.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Tiny skaters beneath the arctic ice rewrite the limits of life",
      "link": "https://www.sciencedaily.com/releases/2025/09/250911073201.htm",
      "pubDate": "Fri, 12 Sep 2025 02:29:35 EDT",
      "description": "Hidden within Arctic ice, diatoms are proving to be anything but dormant. New Stanford research shows these glass-walled algae glide through frozen channels at record-breaking subzero temperatures, powered by mucus-like ropes and molecular motors. Their astonishing resilience raises questions about how life adapts in extreme conditions and highlights the urgency of studying polar ecosystems before they vanish.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The ocean’s most abundant microbe is near its breaking point",
      "link": "https://www.sciencedaily.com/releases/2025/09/250909031505.htm",
      "pubDate": "Tue, 09 Sep 2025 18:07:08 EDT",
      "description": "Tiny ocean microbes called Prochlorococcus, once thought to be climate survivors, may struggle as seas warm. These cyanobacteria drive 5% of Earth’s photosynthesis and underpin much of the marine food web. A decade of research shows they thrive only within a narrow temperature range, and warming oceans could slash their populations by up to 50% in tropical waters.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctica’s frozen heart is warming fast, and models missed it",
      "link": "https://www.sciencedaily.com/releases/2025/09/250909031503.htm",
      "pubDate": "Tue, 09 Sep 2025 17:45:31 EDT",
      "description": "New research has revealed that East Antarctica’s vast and icy interior is heating up faster than its coasts, fueled by warm air carried from the Southern Indian Ocean. Using 30 years of weather station data, scientists uncovered a hidden climate driver that current models fail to capture, suggesting the world’s largest ice reservoir may be more vulnerable than previously thought.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists finally crack the mystery of rogue waves",
      "link": "https://www.sciencedaily.com/releases/2025/09/250907172647.htm",
      "pubDate": "Mon, 08 Sep 2025 02:39:03 EDT",
      "description": "Once thought to be sailors’ myths, rogue waves gained credibility after a towering 80-foot wall of water struck the Draupner oil platform in 1995. New research shows that these extreme waves don’t need mysterious forces to form—they emerge when ordinary ocean behaviors like wave alignment and nonlinear stretching converge at the wrong moment.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists just cracked a 60-million-year-old volcanic mystery",
      "link": "https://www.sciencedaily.com/releases/2025/09/250907024546.htm",
      "pubDate": "Sun, 07 Sep 2025 16:53:33 EDT",
      "description": "Cambridge scientists discovered that thin, weak zones in Earth’s plates helped spread Iceland’s mantle plume across the North Atlantic, explaining why volcanic activity once spanned thousands of kilometers. These ancient scars not only shaped the landscape but still influence earthquakes and could point to untapped geothermal energy.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Earth’s safe zones are vanishing fast",
      "link": "https://www.sciencedaily.com/releases/2025/09/250906155053.htm",
      "pubDate": "Sat, 06 Sep 2025 21:24:28 EDT",
      "description": "A sweeping new study reveals that humanity has already pushed 60% of Earth’s land outside its safe biosphere zone, with 38% in a high-risk state. By analyzing centuries of data, researchers mapped how human demands on biomass—from farming to energy production—have destabilized ecosystems worldwide. Europe, Asia, and North America show the deepest disruptions, reflecting centuries of land-use change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Satellites confirm 1990s sea-level predictions were shockingly accurate",
      "link": "https://www.sciencedaily.com/releases/2025/09/250906013453.htm",
      "pubDate": "Sat, 06 Sep 2025 01:34:53 EDT",
      "description": "Satellite data reveals sea-level rise has unfolded almost exactly as predicted by 1990s climate models, with one key underestimation: melting ice sheets. Researchers stress the importance of refining local projections as seas continue to rise faster than before.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists made plastic that eats carbon",
      "link": "https://www.sciencedaily.com/releases/2025/09/250905180736.htm",
      "pubDate": "Fri, 05 Sep 2025 22:22:50 EDT",
      "description": "A team of chemists has discovered how to transform PET plastic waste into BAETA, a material that captures CO2 with remarkable efficiency. Instead of ending up as microplastics in the environment, discarded bottles and textiles could become tools to combat climate change. The method is energy-friendly, scalable, and potentially lucrative, offering industries both sustainability and practicality.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Oceans could reach a dangerous tipping point by 2050",
      "link": "https://www.sciencedaily.com/releases/2025/09/250905180728.htm",
      "pubDate": "Fri, 05 Sep 2025 18:42:09 EDT",
      "description": "UC Santa Barbara researchers project that human impacts on oceans will double by 2050, with warming seas and fisheries collapse leading the charge. The tropics and poles face the fastest changes, and coastal regions will be hardest hit, threatening food and livelihoods worldwide.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Even the toughest corals are shrinking in warming seas",
      "link": "https://www.sciencedaily.com/releases/2025/09/250905112308.htm",
      "pubDate": "Fri, 05 Sep 2025 13:12:47 EDT",
      "description": "Scientists found that Red Sea corals can endure warming seas but grow much smaller and weaken under long-term heat stress. Though recovery is possible in cooler months, rising global temperatures may outpace their resilience, endangering reefs and the people who depend on them.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}