{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-08-11T04:08:13.302174",
  "items": [
    {
      "title": "Scientists just uncovered three ancient worlds frozen beneath Illinois for 300 million years",
      "link": "https://www.sciencedaily.com/releases/2025/08/250809100919.htm",
      "pubDate": "Sat, 09 Aug 2025 11:23:15 EDT",
      "description": "Over 300 million years ago, Illinois teemed with life in tropical swamps and seas, now preserved at the famous Mazon Creek fossil site. Researchers from the University of Missouri and geologist Gordon Baird have reexamined a vast fossil collection, uncovering three distinct ancient environments—freshwater, transitional marine, and offshore—each with unique animal life. Their findings, enhanced by advanced imaging and data analysis, reveal how sea-level changes, sediment conditions, and microbial activity shaped fossil formation.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "332 colossal canyons just revealed beneath Antarctica’s ice",
      "link": "https://www.sciencedaily.com/releases/2025/08/250809100910.htm",
      "pubDate": "Sat, 09 Aug 2025 10:46:57 EDT",
      "description": "Deep beneath the Antarctic seas lies a hidden network of 332 colossal submarine canyons, some plunging over 4,000 meters, revealed in unprecedented detail by new high-resolution mapping. These underwater valleys, shaped by glacial forces and powerful sediment flows, play a vital role in transporting nutrients, driving ocean currents, and influencing global climate. Striking differences between East and West Antarctica’s canyon systems offer clues to the continent’s ancient ice history, while also exposing vulnerabilities as warm waters carve away at protective ice shelves.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "DNA from the deep reveals a hidden ocean “superhighway”",
      "link": "https://www.sciencedaily.com/releases/2025/08/250806094119.htm",
      "pubDate": "Thu, 07 Aug 2025 02:25:04 EDT",
      "description": "Deep beneath the ocean's surface, a groundbreaking DNA study reveals that the deep sea is far more globally connected than once thought. By analyzing thousands of brittle stars preserved in museum collections, scientists discovered these ancient creatures have silently migrated across the planet's seafloor for millions of years, forming a vast evolutionary network from Iceland to Tasmania.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This prehistoric predator survived global warming by eating bones",
      "link": "https://www.sciencedaily.com/releases/2025/08/250806094118.htm",
      "pubDate": "Wed, 06 Aug 2025 23:53:38 EDT",
      "description": "A prehistoric predator changed its diet and body size during a major warming event 56 million years ago, revealing how climate change can reshape animal behavior, food chains, and survival strategies.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The hidden climate battle between forests and the ocean",
      "link": "https://www.sciencedaily.com/releases/2025/08/250802022926.htm",
      "pubDate": "Sat, 02 Aug 2025 12:26:48 EDT",
      "description": "Between 2003 and 2021, Earth saw a net boost in photosynthesis, mainly thanks to land plants thriving in warming, wetter conditions—especially in temperate and high-latitude regions. Meanwhile, ocean algae struggled in increasingly stratified and nutrient-poor tropical waters. Scientists tracked this global energy shift using satellite data, revealing that land ecosystems not only added more biomass but also helped stabilize climate by capturing more carbon.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Deep-sea fish just changed what we know about Earth’s carbon cycle",
      "link": "https://www.sciencedaily.com/releases/2025/07/250726234426.htm",
      "pubDate": "Sun, 27 Jul 2025 09:07:34 EDT",
      "description": "Mesopelagic fish, long overlooked in ocean chemistry, are now proven to excrete carbonate minerals much like their shallow-water counterparts—despite living in dark, high-pressure depths. Using the deep-dwelling blackbelly rosefish, researchers have demonstrated that carbonate production is consistent across ocean layers, bolstering global carbon cycle models. These findings reveal that these abundant fish play a hidden but crucial role in regulating Earth’s ocean chemistry and could reshape how we understand deep-sea contributions to climate processes.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Satellites just revealed a hidden global water crisis—and it’s worse than melting ice",
      "link": "https://www.sciencedaily.com/releases/2025/07/250726234415.htm",
      "pubDate": "Sun, 27 Jul 2025 04:38:36 EDT",
      "description": "For over two decades, satellites have quietly documented a major crisis unfolding beneath our feet: Earth's continents are drying out at unprecedented rates. Fueled by climate change, groundwater overuse, and extreme drought, this trend has carved out four massive \"mega-drying\" regions across the northern hemisphere, threatening freshwater supplies for billions. Groundwater loss alone now contributes more to sea level rise than melting ice sheets, and unless urgent global water policies are enacted, we could face a catastrophic freshwater bankruptcy.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Is the air you breathe silently fueling dementia? A 29-million-person study says yes",
      "link": "https://www.sciencedaily.com/releases/2025/07/250726234404.htm",
      "pubDate": "Sun, 27 Jul 2025 01:47:58 EDT",
      "description": "Air pollution isn't just bad for your lungs—it may be eroding your brain. In a sweeping review covering nearly 30 million people, researchers found that common pollutants like PM2.5, nitrogen dioxide, and soot are all linked to a significantly higher risk of dementia. The most dangerous? PM2.5—tiny particles from traffic and industry that can lodge deep in your lungs and reach your brain.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This plastic disappears in the deep sea—and microbes make it happen",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232418.htm",
      "pubDate": "Thu, 24 Jul 2025 23:24:18 EDT",
      "description": "A new eco-friendly plastic called LAHB has shown it can biodegrade even in the extreme environment of the deep ocean, unlike conventional plastics that persist for decades. In real-world underwater testing nearly a kilometer below the surface, LAHB lost more than 80% of its mass after 13 months, while traditional PLA plastic remained completely intact. The secret? Colonies of deep-sea microbes actively broke down the material using specialized enzymes, converting it into harmless byproducts like CO and water.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The oceans are overheating—and scientists say a climate tipping point may be here",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232417.htm",
      "pubDate": "Sat, 26 Jul 2025 12:47:47 EDT",
      "description": "In 2023, the world’s oceans experienced the most intense and widespread marine heatwaves ever recorded, with some events persisting for over 500 days and covering nearly the entire globe. These searing ocean temperatures are causing mass coral bleaching and threatening fisheries, while also signaling deeper, system-wide climate changes.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists modeled nuclear winter—the global food collapse was worse than expected",
      "link": "https://www.sciencedaily.com/releases/2025/07/250724232419.htm",
      "pubDate": "Thu, 24 Jul 2025 23:24:19 EDT",
      "description": "What would happen if a nuclear war triggered a climate-altering catastrophe? Researchers have modeled how such a scenario could devastate global corn crops cutting production by as much as 87% due to blocked sunlight and increased UV-B radiation. Using advanced climate-agriculture simulations, they propose a survival strategy: emergency resilience kits containing fast-growing, cold-tolerant seeds that could keep food systems afloat not just after nuclear war, but also after volcanic eruptions or other mega-disasters.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Concrete that lasts centuries and captures carbon? AI just made it possible",
      "link": "https://www.sciencedaily.com/releases/2025/07/250723045707.htm",
      "pubDate": "Wed, 23 Jul 2025 23:22:15 EDT",
      "description": "Imagine concrete that not only survives wildfires and extreme weather, but heals itself and absorbs carbon from the air. Scientists at USC have created an AI model called Allegro-FM that simulates billions of atoms at once, helping design futuristic materials like carbon-neutral concrete. This tech could transform cities by reducing emissions, extending building lifespans, and mimicking the ancient durability of Roman concrete—all thanks to a massive leap in AI-driven atomic modeling.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Snowless winter? Arctic field team finds flowers and meltwater instead",
      "link": "https://www.sciencedaily.com/releases/2025/07/250722035658.htm",
      "pubDate": "Wed, 23 Jul 2025 04:29:20 EDT",
      "description": "Scientists in Svalbard were shocked to find rain and greenery instead of snow during Arctic winter fieldwork. The event highlights not just warming—but a full seasonal shift with major consequences for ecosystems, climate feedback, and research feasibility.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "What radar found beneath Antarctica could slow ice melt and rising seas",
      "link": "https://www.sciencedaily.com/releases/2025/07/250721223835.htm",
      "pubDate": "Tue, 22 Jul 2025 02:37:42 EDT",
      "description": "Ancient river landscapes buried beneath the East Antarctic Ice Sheet have been uncovered by radar, revealing vast, flat surfaces formed over 80 million years ago before Antarctica froze. These hidden features, stretching across 3,500 kilometers, are now acting as natural brakes on glacier flow, potentially moderating current ice loss. Their discovery adds a new piece to the puzzle of Earth's climate history and could help scientists better forecast how this enormous ice sheet will behave as the planet warms.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Frozen for 12,000 years, this Alpine ice core captures the rise of civilization",
      "link": "https://www.sciencedaily.com/releases/2025/07/250716000858.htm",
      "pubDate": "Wed, 16 Jul 2025 23:41:23 EDT",
      "description": "An ancient glacier high in the French Alps has revealed the oldest known ice in Western Europe—dating back over 12,000 years to the last Ice Age. This frozen archive, meticulously analyzed by scientists, captures a complete chemical and atmospheric record spanning humanity’s transition from hunter-gatherers to modern industry. The core contains stories of erupting volcanoes, changing forests, Saharan dust storms, and even economic impacts across history. It offers a rare glimpse into both natural climate transitions and human influence on the atmosphere, holding vital clues for understanding past and future climate change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "25 years, 1 coastline report card: The shocking wins and misses",
      "link": "https://www.sciencedaily.com/releases/2025/07/250715043405.htm",
      "pubDate": "Wed, 16 Jul 2025 02:59:28 EDT",
      "description": "Twenty-five years after first warning that oil spills would wane while invasive species and climate impacts would surge, an international team revisits its coastal forecasts and finds many bull's-eyes, alongside surprising misses. Plastic pollution, ocean acidification, and sensory pollution have risen faster than imagined, even as strong treaties curbed chemicals like TBT. The scientists argue that shorelines remain “sentinels” for the global ocean and urge a blend of local action and sweeping accords such as a Global Plastics Treaty to keep future surprises in check.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Why America’s still freezing — even as the world heats up",
      "link": "https://www.sciencedaily.com/releases/2025/07/250711224318.htm",
      "pubDate": "Sat, 12 Jul 2025 09:19:38 EDT",
      "description": "Even in a warming climate, brutal cold snaps still hammer parts of the U.S., and a new study uncovers why. High above the Arctic, two distinct polar vortex patterns — both distorted and displaced — play a major role in steering icy air toward different regions. One sends it plunging into the Northwest, while the other aims it at the Central and Eastern U.S. Since 2015, the westward version has been more common, bringing intensified cold to the Northwest in defiance of global warming trends. This stratospheric detective work offers fresh insight into extreme winter weather — and could supercharge long-range forecasts.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Bigger crops, fewer nutrients: The hidden cost of climate change",
      "link": "https://www.sciencedaily.com/releases/2025/07/250709091658.htm",
      "pubDate": "Wed, 09 Jul 2025 09:16:58 EDT",
      "description": "Climate change is silently sapping the nutrients from our food. A pioneering study finds that rising CO2 and higher temperatures are not only reshaping how crops grow but are also degrading their nutritional value especially in vital leafy greens like kale and spinach. This shift could spell trouble for global health, particularly in communities already facing nutritional stress. Researchers warn that while crops may grow faster, they may also become less nourishing, with fewer minerals, proteins, and antioxidants raising concerns about obesity, weakened immunity, and chronic diseases.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Lasers capture the invisible dance of wind and waves",
      "link": "https://www.sciencedaily.com/releases/2025/07/250709091656.htm",
      "pubDate": "Thu, 10 Jul 2025 01:03:17 EDT",
      "description": "A laser-equipped research platform has, for the first time, photographed airflow just millimeters above ocean waves, revealing two simultaneous wind–wave energy-transfer tricks—slow short waves steal power from the breeze, while long giants sculpt the air in reverse. These crisp observations promise to overhaul climate and weather models by clarifying how heat, momentum, and greenhouse gases slip between sea and sky.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctica’s slow collapse caught on camera—and it’s accelerating",
      "link": "https://www.sciencedaily.com/releases/2025/07/250706230305.htm",
      "pubDate": "Mon, 07 Jul 2025 01:06:46 EDT",
      "description": "Long-lost 1960s aerial photos let Copenhagen researchers watch Antarctica’s Wordie Ice Shelf crumble in slow motion. By fusing film with satellites, they discovered warm ocean water, not surface ponds, drives the destruction, and mapped “pinning points” that reveal how far a collapse has progressed. The work shows these break-ups unfold more gradually than feared, yet once the ice “brake” fails, land-based glaciers surge, setting up meters of future sea-level rise that will strike northern coasts.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}