{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2026-02-10T17:10:27.370706",
  "items": [
    {
      "title": "Mountains magnify mechanisms in climate change biology",
      "link": "https://www.nature.com/articles/s41558-025-02549-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02549-x\">doi:10.1038/s41558-025-02549-x</a></p>Mountains, with their sharp climatic contrasts, are emblematic of climate-driven species movement and, ultimately, loss. Here, we argue that these same contrasts make mountains powerful natural laboratories for discovering the mechanisms that underlie biological change.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Preserving mountains",
      "link": "https://www.nature.com/articles/s41558-026-02572-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02572-6\">doi:10.1038/s41558-026-02572-6</a></p>Disappearing glaciers and missing snow in mountain regions are some of the most immediate signs of global change today. In this issue, we focus on the broader changes in mountains and how they affect people living both within and far away from their peaks and valleys.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Melting glaciers as symbols of tourism paradoxes",
      "link": "https://www.nature.com/articles/s41558-025-02544-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02544-2\">doi:10.1038/s41558-025-02544-2</a></p>Visitors are increasingly drawn to disappearing glacier landscapes for their beauty and scientific value. This Comment examines the paradoxes reshaping relationships among glaciers, people and communities, and highlights research needed to avoid maladaptation harming local communities.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Melting ice and transforming beliefs",
      "link": "https://www.nature.com/articles/s41558-025-02551-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02551-3\">doi:10.1038/s41558-025-02551-3</a></p>Mountains and their ecosystems have been important to religious beliefs in many regions around the world. In this Viewpoint, researchers describe how climate change in mountain regions is interpreted by local communities and how they transform their spiritual practice in response to it.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Cascading downstream impacts of water cycle changes in mountain regions",
      "link": "https://www.nature.com/articles/s41558-025-02552-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02552-2\">doi:10.1038/s41558-025-02552-2</a></p>Mountains are hotspots of climate change, with melting glaciers, changing water flows and moving ecosystems. Here the authors discuss how these different changes in mountain regions affect downstream regions.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Expert agreement on key elements of transformational adaptation to climate risks",
      "link": "https://www.nature.com/articles/s41558-025-02548-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 06 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02548-y\">doi:10.1038/s41558-025-02548-y</a></p>Despite the growing literature and widespread interest in transformational adaptation, its definition remains contested. The results of a global expert survey reveal broad agreement on 13 key elements that should be included in defining transformational adaptation.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Careful land allocation for carbon dioxide removal is critical for safeguarding biodiversity",
      "link": "https://www.nature.com/articles/s41558-026-02567-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 05 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02567-3\">doi:10.1038/s41558-026-02567-3</a></p>A spatial assessment of global decarbonization scenarios reveals that land allocated for carbon dioxide removal substantially overlaps with areas of high biodiversity importance. The implications of such overlap depend on location and mode of implementation and demonstrate that careful assessment will be required when implementing decarbonization pathways to safeguard biodiversity.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "The expanding Indo-Pacific freshwater pool and changing freshwater pathway in the South Indian Ocean",
      "link": "https://www.nature.com/articles/s41558-025-02553-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 03 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02553-1\">doi:10.1038/s41558-025-02553-1</a></p>Ocean salinity could change as the climate warms. Here the authors show that the South Indian Ocean has freshened most of the Southern Hemisphere oceans and highlight the mechanisms behind this freshening, as well as the implications for Indian Ocean stratification and structure.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}