{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2026-01-21T23:32:01.693901",
  "items": [
    {
      "title": "This new building material pulls carbon out of the air",
      "link": "https://www.sciencedaily.com/releases/2026/01/260121034148.htm",
      "pubDate": "Wed, 21 Jan 2026 03:41:48 EST",
      "description": "A new building material developed by engineers at Worcester Polytechnic Institute could change how the world builds. Made using an enzyme that turns carbon dioxide into solid minerals, the material cures in hours and locks away carbon instead of releasing it. It’s strong, repairable, recyclable, and far cleaner than concrete. If adopted widely, it could slash emissions across the construction industry.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The world’s mountains are warming faster than anyone expected",
      "link": "https://www.sciencedaily.com/releases/2026/01/260120000259.htm",
      "pubDate": "Wed, 21 Jan 2026 00:37:23 EST",
      "description": "Mountain regions around the world are heating up faster than the lands below them, triggering dramatic shifts in snow, rain, and water supply that could affect over a billion people. A major global review finds that rising temperatures are turning snowfall into rain, shrinking glaciers, and making mountain weather more extreme and unpredictable. These changes threaten water sources for huge populations, including those in China and India, while also increasing risks of floods, ecosystem collapse, and deadly weather events.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Microplastics are undermining the ocean’s power to absorb carbon",
      "link": "https://www.sciencedaily.com/releases/2026/01/260116035322.htm",
      "pubDate": "Sat, 17 Jan 2026 21:58:02 EST",
      "description": "Tiny plastic particles drifting through the oceans may be quietly weakening one of Earth’s most powerful climate defenses. New research suggests microplastics are disrupting marine life that helps oceans absorb carbon dioxide, while also releasing greenhouse gases as they break down. By interfering with plankton, microbes, and natural carbon cycles, these pollutants reduce the ocean’s ability to regulate global temperatures.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists found the soil secret that doubles forest regrowth",
      "link": "https://www.sciencedaily.com/releases/2026/01/260115220612.htm",
      "pubDate": "Thu, 15 Jan 2026 22:31:47 EST",
      "description": "New research shows tropical forests can recover twice as fast after deforestation when their soils contain enough nitrogen. Scientists followed forest regrowth across Central America for decades and found that nitrogen plays a decisive role in how quickly trees return. Faster regrowth also means more carbon captured from the atmosphere. The study points to smarter reforestation strategies that work with nature rather than relying on fertilizers.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A 3,000-year high: Alaska’s Arctic is entering a dangerous new fire era",
      "link": "https://www.sciencedaily.com/releases/2026/01/260114084119.htm",
      "pubDate": "Wed, 14 Jan 2026 08:41:19 EST",
      "description": "For thousands of years, wildfires on Alaska’s North Slope were rare. That changed sharply in the 20th century, when warming temperatures dried soils and fueled the spread of shrubs, setting the stage for intense fires. Peat cores and satellite data reveal that fire activity since the 1950s has reached record levels. The findings suggest the Arctic is entering a new, more dangerous fire era.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The ocean absorbed a stunning amount of heat in 2025",
      "link": "https://www.sciencedaily.com/releases/2026/01/260114080328.htm",
      "pubDate": "Wed, 14 Jan 2026 08:36:08 EST",
      "description": "Earth’s oceans reached their highest heat levels on record in 2025, absorbing vast amounts of excess energy from the atmosphere. This steady buildup has accelerated since the 1990s and is now driving stronger storms, heavier rainfall, and rising sea levels. While surface temperatures fluctuate year to year, the ocean’s long-term warming trend shows no sign of slowing.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Extreme heat is breaking honey bees’ natural cooling system",
      "link": "https://www.sciencedaily.com/releases/2026/01/260112214306.htm",
      "pubDate": "Tue, 13 Jan 2026 03:31:37 EST",
      "description": "Honey bees can normally keep their hives perfectly climate-controlled, but extreme heat can overwhelm their defenses. During a scorching Arizona summer, researchers found that high temperatures caused damaging temperature fluctuations inside hives, leading to population declines. Smaller colonies were hit hardest, experiencing the most severe swings. As global temperatures rise, heat waves could pose a growing threat to bees and the pollination they provide.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists discover what’s linking floods and droughts across the planet",
      "link": "https://www.sciencedaily.com/releases/2026/01/260112214304.htm",
      "pubDate": "Tue, 13 Jan 2026 02:45:55 EST",
      "description": "Scientists tracking Earth’s water from space discovered that El Niño and La Niña are synchronizing floods and droughts across continents. When these climate cycles intensify, far-apart regions can become unusually wet or dangerously dry at the same time. The study also found a global shift about a decade ago, with dry extremes becoming more common than wet ones. Together, the results show that water crises are part of a global pattern, not isolated events.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The oxygen you breathe depends on a tiny ocean ingredient",
      "link": "https://www.sciencedaily.com/releases/2026/01/260112001034.htm",
      "pubDate": "Mon, 12 Jan 2026 09:01:37 EST",
      "description": "Microscopic ocean algae produce a huge share of Earth’s oxygen—but they need iron to do it. New field research shows that when iron is scarce, phytoplankton waste energy and photosynthesis falters. Climate-driven changes may reduce iron delivery to the oceans, weakening the base of marine food chains. Over time, this could mean fewer krill and fewer whales, seals, and penguins.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "3.7-billion-year-old rocks reveal how Earth and the Moon were born",
      "link": "https://www.sciencedaily.com/releases/2026/01/260108231825.htm",
      "pubDate": "Thu, 08 Jan 2026 23:18:25 EST",
      "description": "Crystals hidden in Australia’s oldest rocks have revealed new clues about how Earth and the Moon formed. The study suggests Earth’s continents didn’t begin growing until hundreds of millions of years after the planet itself formed. When scientists compared the rocks with Moon samples from the Apollo missions, they found a remarkable match. The results support the idea that a massive cosmic impact gave birth to the Moon.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Wildfires are polluting the air far more than thought",
      "link": "https://www.sciencedaily.com/releases/2026/01/260107012114.htm",
      "pubDate": "Wed, 07 Jan 2026 01:34:01 EST",
      "description": "Scientists have discovered that wildfires release far more air-polluting gases than previously estimated. Many of these hidden emissions can transform into fine particles that are dangerous to breathe. The study shows wildfire pollution rivals human-made emissions in some parts of the world. This helps explain why wildfire smoke can linger and worsen air quality long after the flames are gone.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "This simple math trick could transform earthquake science",
      "link": "https://www.sciencedaily.com/releases/2026/01/260106001918.htm",
      "pubDate": "Tue, 06 Jan 2026 23:15:15 EST",
      "description": "Earthquakes happen daily, sometimes with devastating consequences, yet predicting them remains out of reach. What scientists can do is map the hidden layers beneath the surface that control how strongly the ground shakes. A new approach speeds up complex seismic simulations by a factor of about 1,000, making risk assessments far more practical. While it won’t forecast the next quake, it could help cities better prepare for one.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A Greenland glacier is cracking open in real time",
      "link": "https://www.sciencedaily.com/releases/2026/01/260104202818.htm",
      "pubDate": "Mon, 05 Jan 2026 16:49:31 EST",
      "description": "A meltwater lake that formed in the mid-1990s on Greenland’s 79°N Glacier has been draining in sudden, dramatic bursts through cracks and vertical ice shafts. These events have accelerated in recent years, creating strange triangular fracture patterns and flooding the glacier’s base with water in just hours. Some drainages even pushed the ice upward from below, like a blister forming under the glacier. Scientists now wonder whether the glacier can ever return to its previous seasonal rhythm.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists found a dangerous feedback loop accelerating Arctic warming",
      "link": "https://www.sciencedaily.com/releases/2025/12/251228020008.htm",
      "pubDate": "Mon, 29 Dec 2025 17:21:39 EST",
      "description": "The Arctic is changing rapidly, and scientists have uncovered a powerful mix of natural and human-driven processes fueling that change. Cracks in sea ice release heat and pollutants that form clouds and speed up melting, while emissions from nearby oil fields alter the chemistry of the air. These interactions trigger feedback loops that let in more sunlight, generate smog, and push warming even further. Together, they paint a troubling picture of how fragile the Arctic system has become.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Hidden heat beneath Greenland could change sea level forecasts",
      "link": "https://www.sciencedaily.com/releases/2025/12/251227082724.htm",
      "pubDate": "Sat, 27 Dec 2025 12:33:56 EST",
      "description": "Scientists have built the most detailed 3D models yet of temperatures deep beneath Greenland. The results reveal uneven heat hidden below the ice, shaped by Greenland’s ancient path over a volcanic hotspot. This underground warmth affects how the ice sheet moves and melts today. Understanding it could sharpen predictions of future sea level rise.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Did an exploding comet wipe out the mammoths?",
      "link": "https://www.sciencedaily.com/releases/2025/12/251225080736.htm",
      "pubDate": "Thu, 01 Jan 2026 23:12:42 EST",
      "description": "Scientists are uncovering new clues that a cosmic explosion may have rocked Earth at the end of the last ice age. At major Clovis-era sites, researchers found shocked quartz—evidence of intense heat and pressure consistent with a comet airburst rather than volcanism or human activity. The event could have sparked massive fires, blocked sunlight, and triggered a rapid return to ice-age conditions. These harsh changes may explain the sudden loss of megafauna and the disappearance of the Clovis culture.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "How Earth endured a planet-wide inferno: The secret water vault under our feet",
      "link": "https://www.sciencedaily.com/releases/2025/12/251225080727.htm",
      "pubDate": "Fri, 26 Dec 2025 01:09:12 EST",
      "description": "When Earth was a molten inferno, water may have been locked safely underground rather than lost to space. Researchers discovered that bridgmanite deep in the mantle can store far more water at high temperatures than previously believed. During Earth’s cooling, this hidden reservoir could have held water volumes comparable to today’s oceans. Over time, that buried water helped drive geology and rebuild the planet’s surface environment.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Oceans are supercharging hurricanes past Category 5",
      "link": "https://www.sciencedaily.com/releases/2025/12/251225080725.htm",
      "pubDate": "Thu, 25 Dec 2025 11:03:27 EST",
      "description": "Deep ocean hot spots packed with heat are making the strongest hurricanes and typhoons more likely—and more dangerous. These regions, especially near the Philippines and the Caribbean, are expanding as climate change warms ocean waters far below the surface. As a result, storms powerful enough to exceed Category 5 are appearing more often, with over half occurring in just the past decade. Researchers say recognizing a new “Category 6” could improve public awareness and disaster planning.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Microplastics are leaking invisible chemical clouds into water",
      "link": "https://www.sciencedaily.com/releases/2025/12/251224032408.htm",
      "pubDate": "Wed, 31 Dec 2025 10:47:35 EST",
      "description": "Microplastics in rivers, lakes, and oceans aren’t just drifting debris—they’re constantly leaking invisible clouds of chemicals into the water. New research shows that sunlight drives this process, causing different plastics to release distinct and evolving mixtures of dissolved organic compounds as they weather. These chemical plumes are surprisingly complex, often richer and more biologically active than natural organic matter, and include additives, broken polymer fragments, and oxidized molecules.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Global warming could trigger the next ice age",
      "link": "https://www.sciencedaily.com/releases/2025/12/251221043231.htm",
      "pubDate": "Sun, 21 Dec 2025 11:02:49 EST",
      "description": "Scientists have uncovered a missing feedback in Earth’s carbon cycle that could cause global warming to overshoot into an ice age. As the planet warms, nutrient-rich runoff fuels plankton blooms that bury huge amounts of carbon in the ocean. In low-oxygen conditions, this process can spiral out of control, cooling Earth far beyond its original state. While this won’t save us from modern climate change, it may explain Earth’s most extreme ancient ice ages.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}