{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2026-02-04T04:45:42.257216",
  "items": [
    {
      "title": "The expanding Indo-Pacific freshwater pool and changing freshwater pathway in the South Indian Ocean",
      "link": "https://www.nature.com/articles/s41558-025-02553-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 03 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02553-1\">doi:10.1038/s41558-025-02553-1</a></p>Ocean salinity could change as the climate warms. Here the authors show that the South Indian Ocean has freshened most of the Southern Hemisphere oceans and highlight the mechanisms behind this freshening, as well as the implications for Indian Ocean stratification and structure.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Enhanced effect of warming on the leaf-onset date of boreal deciduous broadleaf forest",
      "link": "https://www.nature.com/articles/s41558-025-02528-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 02 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02528-2\">doi:10.1038/s41558-025-02528-2</a></p>The authors consider the changing sensitivity of the leaf-onset date to temperature (ST) for boreal deciduous broadleaf forests. ST increased between 1982–1996 and 1998–2012—potentially linked to enhanced chilling accumulation—but this increase is underestimated in phenology models.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Biodiversity implications of land-intensive carbon dioxide removal",
      "link": "https://www.nature.com/articles/s41558-026-02557-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 30 January 2026; <a href=\"https://www.nature.com/articles/s41558-026-02557-5\">doi:10.1038/s41558-026-02557-5</a></p>Carbon dioxide removal (CDR) plays an important role in decarbonization pathways to meet climate goals, but some methods are land-intensive. Multimodel analysis reveals conflicts between biodiversity and CDR that are distributed unevenly, and shows that synergies are crucial to meet climate and conservation goals.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Climate change demands coordinated adaptation strategies of drinking water treatment",
      "link": "https://www.nature.com/articles/s41558-025-02547-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02547-z\">doi:10.1038/s41558-025-02547-z</a></p>Climate change is tightening its grip on the world’s drinking water, threatening both safety and supply. Without urgent and coordinated adaptation of treatment systems, this overlooked vulnerability could compromise global water security.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Global trends in ocean fronts and impacts on the air–sea CO<sub>2</sub> flux and chlorophyll concentrations",
      "link": "https://www.nature.com/articles/s41558-025-02538-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02538-0\">doi:10.1038/s41558-025-02538-0</a></p>Changes in ocean fronts could impact biological productivity and carbon exchange. By analysing satellite and reanalysis data, the authors identify areas with active frontal activity and rapid change in properties, as well as highlighting the correspondence with surface productivity and CO2 uptake.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Broadening climate migration research across impacts, adaptation and mitigation",
      "link": "https://www.nature.com/articles/s41558-025-02545-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 21 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02545-1\">doi:10.1038/s41558-025-02545-1</a></p>Current climate migration literature focuses on quantifying the link between climate drivers and migration, yet overlooks its broader and more complex interactions with mitigation, adaptation and climate impacts. This Perspective highlights key gaps and offers concrete solutions.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "A coalition on compliance carbon markets to make climate clubs politically feasible",
      "link": "https://www.nature.com/articles/s41558-025-02541-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 16 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02541-5\">doi:10.1038/s41558-025-02541-5</a></p>Economists have spent a decade designing the perfect climate club, yet political reality has hitherto rendered these designs practically infeasible. The Open Coalition on Compliance Carbon Markets offers a path forward, but only if its architects recognize that understanding political feasibility is crucial to turning a declaration into a functioning carbon pricing club that could close the emissions gap.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Accounting for ocean impacts nearly doubles the social cost of carbon",
      "link": "https://www.nature.com/articles/s41558-025-02533-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 15 January 2026; <a href=\"https://www.nature.com/articles/s41558-025-02533-5\">doi:10.1038/s41558-025-02533-5</a></p>Oceans provide essential ecosystem services to human society, yet the climate impacts on blue capital have long been ignored. Incorporating the latest works on ocean science and economics, researchers show that accounting for the potential damage would almost double the social cost of carbon estimation.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}