{
  "title": "Climate News -- ScienceDaily",
  "link": "https://www.sciencedaily.com/news/earth_climate/climate/",
  "description": "Climate change and climate prediction. Read science articles on regional climates and global climate shifts. Updated daily.",
  "category": "climate_science",
  "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml",
  "fetched_at": "2025-07-12T12:49:46.713916",
  "items": [
    {
      "title": "Bigger crops, fewer nutrients: The hidden cost of climate change",
      "link": "https://www.sciencedaily.com/releases/2025/07/250709091658.htm",
      "pubDate": "Wed, 09 Jul 2025 09:16:58 EDT",
      "description": "Climate change is silently sapping the nutrients from our food. A pioneering study finds that rising CO2 and higher temperatures are not only reshaping how crops grow but are also degrading their nutritional value especially in vital leafy greens like kale and spinach. This shift could spell trouble for global health, particularly in communities already facing nutritional stress. Researchers warn that while crops may grow faster, they may also become less nourishing, with fewer minerals, proteins, and antioxidants raising concerns about obesity, weakened immunity, and chronic diseases.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Lasers capture the invisible dance of wind and waves",
      "link": "https://www.sciencedaily.com/releases/2025/07/250709091656.htm",
      "pubDate": "Thu, 10 Jul 2025 01:03:17 EDT",
      "description": "A laser-equipped research platform has, for the first time, photographed airflow just millimeters above ocean waves, revealing two simultaneous wind–wave energy-transfer tricks—slow short waves steal power from the breeze, while long giants sculpt the air in reverse. These crisp observations promise to overhaul climate and weather models by clarifying how heat, momentum, and greenhouse gases slip between sea and sky.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctica’s slow collapse caught on camera—and it’s accelerating",
      "link": "https://www.sciencedaily.com/releases/2025/07/250706230305.htm",
      "pubDate": "Mon, 07 Jul 2025 01:06:46 EDT",
      "description": "Long-lost 1960s aerial photos let Copenhagen researchers watch Antarctica’s Wordie Ice Shelf crumble in slow motion. By fusing film with satellites, they discovered warm ocean water, not surface ponds, drives the destruction, and mapped “pinning points” that reveal how far a collapse has progressed. The work shows these break-ups unfold more gradually than feared, yet once the ice “brake” fails, land-based glaciers surge, setting up meters of future sea-level rise that will strike northern coasts.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "From air to stone: The fig trees fighting climate change",
      "link": "https://www.sciencedaily.com/releases/2025/07/250706225819.htm",
      "pubDate": "Sun, 06 Jul 2025 23:54:49 EDT",
      "description": "Kenyan fig trees can literally turn parts of themselves to stone, using microbes to convert internal crystals into limestone-like deposits that lock away carbon, sweeten surrounding soils, and still yield fruit—hinting at a delicious new weapon in the climate-change arsenal.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Scientists thought the Arctic was sealed in ice — they were wrong",
      "link": "https://www.sciencedaily.com/releases/2025/07/250704235554.htm",
      "pubDate": "Sat, 05 Jul 2025 09:40:26 EDT",
      "description": "For decades, scientists believed the Arctic Ocean was sealed under a massive slab of ice during the coldest ice ages — but new research proves otherwise. Sediment samples from the seafloor, paired with cutting-edge climate simulations, show that the Arctic actually remained partially open, with seasonal sea ice allowing life to survive in the harshest climates. Traces of ancient algae, thriving only when light and water mix, reveal that the region was never a frozen tomb. This discovery not only reshapes our understanding of Earth’s past but offers vital clues about how the Arctic — and our planet — may respond to climate extremes ahead.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Climate is changing fast—and forests are 200 years behind",
      "link": "https://www.sciencedaily.com/releases/2025/07/250704032919.htm",
      "pubDate": "Fri, 04 Jul 2025 05:21:52 EDT",
      "description": "Forests aren’t keeping up with today’s climate chaos. While temperatures soar within decades, tree populations take 100 to 200 years to shift in response. A sweeping new analysis of ancient pollen and modern data reveals this dramatic lag—and its consequences. As ecosystems fall out of sync with their environments, scientists warn that without help, many forests could wither or collapse.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Rainforest deaths are surging and scientists just found the shocking cause",
      "link": "https://www.sciencedaily.com/releases/2025/07/250703092609.htm",
      "pubDate": "Thu, 03 Jul 2025 09:26:09 EDT",
      "description": "Tropical trees are dying faster than ever, and it's not just heat or drought to blame. Scientists have uncovered a surprising culprit: ordinary thunderstorms. These quick, fierce storms, powered by climate change, are toppling trees with intense winds and lightning, sometimes causing more damage than drought itself. The discovery is reshaping how we understand rainforest health and carbon storage, as storms may be responsible for up to 60% of tree deaths in some regions. Researchers now warn that failing to account for this hidden force could undermine forest conservation and climate models alike.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Even low levels of air pollution may quietly scar your heart, MRI study finds",
      "link": "https://www.sciencedaily.com/releases/2025/07/250703092606.htm",
      "pubDate": "Thu, 03 Jul 2025 09:37:41 EDT",
      "description": "Breathing polluted air—even at levels considered “safe”—may quietly damage your heart. A new study using advanced MRI scans found that people exposed to more air pollution showed early signs of scarring in their heart muscle, which can lead to heart failure over time. This damage showed up in both healthy individuals and people with heart conditions, and was especially noticeable in women, smokers, and those with high blood pressure.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "When rainforests died, the planet caught fire: New clues from Earth’s greatest extinction",
      "link": "https://www.sciencedaily.com/releases/2025/07/250702214202.htm",
      "pubDate": "Thu, 03 Jul 2025 09:07:42 EDT",
      "description": "When Siberian volcanoes kicked off the Great Dying, the real climate villain turned out to be the rainforests themselves: once they collapsed, Earth’s biggest carbon sponge vanished, CO2 rocketed, and a five-million-year heatwave followed. Fossils from China and clever climate models now link that botanical wipe-out to runaway warming, hinting that losing today’s tropical forests could lock us in a furnace we can’t easily cool.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Antarctica’s ocean flip: Satellites catch sudden salt surge melting ice from below",
      "link": "https://www.sciencedaily.com/releases/2025/07/250701020711.htm",
      "pubDate": "Wed, 02 Jul 2025 08:54:10 EDT",
      "description": "A massive and surprising change is unfolding around Antarctica. Scientists have discovered that the Southern Ocean is getting saltier, and sea ice is melting at record speed, enough to match the size of Greenland. This change has reversed a decades-long trend and is letting hidden heat rise to the surface, melting the ice from below. One of the most dramatic signs is the return of a giant hole in the ice that hadn’t been seen in 50 years. The consequences are global: stronger storms, warmer oceans, and serious trouble for penguins and other polar wildlife.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Fighting fire with fire: How prescribed burns reduce wildfire damage and pollution",
      "link": "https://www.sciencedaily.com/releases/2025/06/250629033445.htm",
      "pubDate": "Mon, 30 Jun 2025 00:08:06 EDT",
      "description": "Wildfires are becoming more intense and dangerous, but a new Stanford-led study offers hope: prescribed burns—intentionally set, controlled fires—can significantly lessen their impact. By analyzing satellite data and smoke emissions, researchers found that areas treated with prescribed burns saw wildfire severity drop by 16% and smoke pollution fall by 14%. Even more striking, the smoke from prescribed burns was just a fraction of what wildfires would have produced in the same areas.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "New Orleans is sinking—and so are its $15 billion flood defenses",
      "link": "https://www.sciencedaily.com/releases/2025/06/250627234122.htm",
      "pubDate": "Sat, 28 Jun 2025 23:52:33 EDT",
      "description": "Parts of New Orleans are sinking at alarming rates — including some of the very floodwalls built to protect it. A new satellite-based study finds that some areas are losing nearly two inches of elevation per year, threatening the effectiveness of the city's storm defenses.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "A giant pulse beneath Africa could split the continent — and form an ocean",
      "link": "https://www.sciencedaily.com/releases/2025/06/250627095035.htm",
      "pubDate": "Fri, 27 Jun 2025 11:55:57 EDT",
      "description": "Beneath the Afar region in Ethiopia, scientists have discovered pulsing waves of molten rock rising from deep within the Earth — a geological heartbeat that could eventually split Africa in two. These rhythmic surges of mantle material are helping to stretch and thin the continent’s crust, setting the stage for a new ocean to form in millions of years. The pulses aren’t random: they follow patterns shaped by the tectonic plates above, behaving differently depending on how thick the plates are and how fast they’re spreading.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "NASA discovers link between Earth’s core and life-sustaining oxygen",
      "link": "https://www.sciencedaily.com/releases/2025/06/250627095024.htm",
      "pubDate": "Fri, 27 Jun 2025 10:55:32 EDT",
      "description": "For over half a billion years, Earth’s magnetic field has risen and fallen in sync with oxygen levels in the atmosphere, and scientists are finally uncovering why. A NASA-led study reveals a striking link between deep-Earth processes and life at the surface, suggesting that the planet’s churning molten interior could be subtly shaping the conditions for life. By comparing ancient magnetic records with atmospheric data, researchers found that these two seemingly unrelated phenomena have danced together since the Cambrian explosion, when complex life first bloomed. This tantalizing connection hints at a single, hidden mechanism — perhaps even continental drift — orchestrating both magnetic strength and the air we breathe.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Only 3 years left: The carbon budget for 1. 5 °C is almost gone",
      "link": "https://www.sciencedaily.com/releases/2025/06/250627021853.htm",
      "pubDate": "Fri, 27 Jun 2025 10:46:26 EDT",
      "description": "At current emission rates, we re just over three years away from blowing through the remaining carbon budget to limit warming to 1.5 C. This new international study paints a stark picture: the pace of climate change is accelerating, seas are rising faster than ever, and the Earth is absorbing more heat with devastating consequences from hotter oceans to intensified weather extremes.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Tiny creatures, massive impact: How zooplankton store 65 million tonnes of carbon annually",
      "link": "https://www.sciencedaily.com/releases/2025/06/250627021851.htm",
      "pubDate": "Fri, 27 Jun 2025 08:51:43 EDT",
      "description": "Zooplankton like copepods aren’t just fish food—they’re carbon-hauling powerhouses. By diving deep into the ocean each winter, they’re secretly stashing 65 million tonnes of carbon far below the surface, helping fight climate change in a way scientists are only just starting to understand.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Ancient carbon ‘burps’ caused ocean oxygen crashes — and we’re repeating the mistake",
      "link": "https://www.sciencedaily.com/releases/2025/06/250624044326.htm",
      "pubDate": "Tue, 24 Jun 2025 10:38:22 EDT",
      "description": "Over 300 million years ago, Earth experienced powerful bursts of carbon dioxide from natural sources—like massive volcanic eruptions—that triggered dramatic drops in ocean oxygen levels. These ancient \"carbon burps\" led to dangerous periods of ocean anoxia, which stalled marine biodiversity and potentially reshaped entire ecosystems. In a groundbreaking study, scientists combined high-tech climate models with deep-ocean sediment analysis to pinpoint five such events. The alarming part? Today's human-driven CO2 emissions are skyrocketing at speeds hundreds of times faster than those ancient upheavals—raising urgent questions about how modern oceans, particularly coastal zones rich in marine life, might react.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "123,000-year-old coral fossils warn of sudden, catastrophic sea-level rise",
      "link": "https://www.sciencedaily.com/releases/2025/06/250623233210.htm",
      "pubDate": "Mon, 23 Jun 2025 23:32:10 EDT",
      "description": "Ancient coral fossils from the remote Seychelles islands have unveiled a dramatic warning for our future—sea levels can rise in sudden, sharp bursts even when global temperatures stay steady.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "Plants’ secret second roots rewrite the climate playbook",
      "link": "https://www.sciencedaily.com/releases/2025/06/250620231806.htm",
      "pubDate": "Fri, 20 Jun 2025 23:18:06 EDT",
      "description": "Beneath the forest floor lies an overlooked secret: many plants grow a second set of roots far deeper than expected sometimes over three feet down tapping into hidden nutrient stores and potentially locking away carbon. A new study using deep-soil data from NEON reveals that these \"bimodal\" rooting systems are more common than previously believed and may play a powerful role in stabilizing ecosystems and fighting climate change.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    },
    {
      "title": "The Atlantic's chilling secret: A century of data reveals ocean current collapse",
      "link": "https://www.sciencedaily.com/releases/2025/06/250620222140.htm",
      "pubDate": "Fri, 20 Jun 2025 22:21:40 EDT",
      "description": "A century-old mystery of a stubborn cold patch in the North Atlantic is finally being unraveled. A new study links this anomaly to a long-term weakening of the Atlantic Meridional Overturning Circulation (AMOC) a massive ocean current system that regulates climate across the Northern Hemisphere. Using over 100 years of temperature and salinity data, researchers showed that only models with a weakening AMOC could recreate the observed changes. The implications are vast, influencing everything from European weather to marine ecosystems, and casting doubt on many recent climate models that underestimated this oceanic shift.",
      "category": "climate_science",
      "source_url": "https://www.sciencedaily.com/rss/earth_climate/climate.xml"
    }
  ]
}