{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "climate_science",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-05-27T12:52:46.755088",
  "items": [
    {
      "title": "Maintaining crop yields limits mitigation potential of crop-land natural climate solutions",
      "link": "https://www.nature.com/articles/s41558-025-02349-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02349-3\">doi:10.1038/s41558-025-02349-3</a></p>The adoption of natural climate solutions in crop-lands, such as cover crops, no tillage and residue retention, is widely assumed to provide both climate change mitigation and crop yield benefits. We find important spatially variable trade-offs between these outcomes and demonstrate that safeguarding crop yields will substantially lower the mitigation potential of natural climate solutions.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Targeted policies to break the deadlock on heating bans",
      "link": "https://www.nature.com/articles/s41558-025-02343-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02343-9\">doi:10.1038/s41558-025-02343-9</a></p>As an important policy instrument for building sector decarbonization, bans on fossil fuel-based heating face fierce opposition with doubts over their economic viability. With a unified perspective that incorporates the views of proponents and opponents, we discuss the importance of targeted policies to break the deadlock.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Post-flood selective migration interacts with media sentiment and income effects",
      "link": "https://www.nature.com/articles/s41558-025-02345-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 26 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02345-7\">doi:10.1038/s41558-025-02345-7</a></p>A gap remains in understanding flood-induced migration across sociodemographic groups. This study quantifies the flood-induced inflow/outflow selective migration by education, employment and age in the United States, and reveals how media sentiment and income effect aggravate selective migration.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Vertical climate velocity adds a critical dimension to species shifts",
      "link": "https://www.nature.com/articles/s41558-025-02300-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 21 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02300-6\">doi:10.1038/s41558-025-02300-6</a></p>The authors combine horizontal and vertical climate velocities to understand how marine species shift in response to climate change. They show that vertical velocity, which is often overlooked, better explains climate responses, with implications for species adaptation and fishing resources.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Glacier melt trough after overshoot",
      "link": "https://www.nature.com/articles/s41558-025-02312-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 19 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02312-2\">doi:10.1038/s41558-025-02312-2</a></p>Glaciers are retreating under climate change and generating excessive meltwater. A modelling study shows that regrowing glaciers may lead to water scarcity in the centuries after overshooting the +1.5 °C temperature target.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Irreversible glacier change and trough water for centuries after overshooting 1.5 °C",
      "link": "https://www.nature.com/articles/s41558-025-02318-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 19 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02318-w\">doi:10.1038/s41558-025-02318-w</a></p>How mountain glaciers will react to temporarily overshooting 1.5 °C of warming is poorly understood. Here the authors show irreversible global glacier loss for centuries after overshoot, implying long-term reductions in glacial water resources with amplified impacts in regions where glaciers regrow.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Managing for climate and production goals on crop-lands",
      "link": "https://www.nature.com/articles/s41558-025-02337-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 19 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02337-7\">doi:10.1038/s41558-025-02337-7</a></p>Climate mitigation through natural climate solutions in crop-lands may be a way to reconcile climate goals with food security. However, here the authors show that some natural climate solution practices tend to lower yields and that maintaining yields lowers the potential GHG mitigation.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Evolution of warming tolerance alters physiology and life history traits in zebrafish",
      "link": "https://www.nature.com/articles/s41558-025-02332-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 14 May 2025; <a href=\"https://www.nature.com/articles/s41558-025-02332-y\">doi:10.1038/s41558-025-02332-y</a></p>Using seven generations of selected zebrafish (Danio rerio), the authors consider the trade-offs and mechanisms behind evolution of warming tolerance. They show unexpected improvements in cooling tolerance in warming-adapted fish, and highlight mechanistic insights behind warming tolerance.",
      "category": "climate_science",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}