{
  "title": "AAAS: Science Advances: Table of Contents",
  "link": "https://www.science.org/journal/sciadv",
  "description": "Science Advances: Open access, multidisciplinary science journal.",
  "items": [
    {
      "title": "Mechanism of D-type cyclin recognition by the AMBRA1 E3 ligase receptor | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adu8708",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "Cryo-EM structure reveals how AMBRA1 binds phosphorylated cyclin D1, regulating its stability and controlling cell proliferation."
    },
    {
      "title": "3D stacked IGZO 2T0C DRAM array with multibit capability for computing in memory applications | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adu4323",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "An 8 by 8 3D stacked 3-bit IGZO 2T0C DRAM array demonstrates in-memory computing, showing potential to overcome the memory wall."
    },
    {
      "title": "Bioinspired metafilms for all-weather energy harvesting: Adaptive thermal regulation and raindrop electricity generation | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adu2895",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "A metafilm enables all-weather energy harvesting with self-adaptive thermal management and droplet-induced power generation."
    },
    {
      "title": "Single-cell multimodal analysis reveals tumor microenvironment predictive of treatment response in non–small cell lung cancer | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adu2151",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "Tumor microenvironmental features predictive of therapeutic response are identified with multimodal biomedical data."
    },
    {
      "title": "Broadband photodetection of intense lasers via exciton-enhanced high-order multiphoton-absorption optoelectronics in 2D hybrid perovskite | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt9952",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "Broadband high-power pulsed-laser photodetection is realized by excitonic high-order multiphoton absorption in layered perovskite."
    },
    {
      "title": "PTMA controls cardiomyocyte proliferation and cardiac repair by enhancing STAT3 acetylation | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt9446",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "PTMA-mediated cardiomyocyte proliferation repairs ischemic heart injury."
    },
    {
      "title": "Disruption of BAG3-mediated BACE1 stabilization alleviates neuropathology and memory deficits in a mouse model of Alzheimer’s disease | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt7981",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "BAG3 interacts with and stabilizes BACE1, which can be disrupted by BACE1-derived interference peptide Tat-BACE1480-494."
    },
    {
      "title": "Alcohol molecule coupling: A universal approach to modulating amorphousness in vanadium-based cathodes for high-rate and durable aqueous zinc-ion batteries | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt7502",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "A universal approach is established for producing high-performance vanadium-based cathodes in aqueous zinc-ion batteries."
    },
    {
      "title": "Enhanced Rap1 small GTPase activity in the ventral hippocampus drives stress-induced anxiety | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt3163",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "Chronic stress activates Rap1 in vHPC PNs to promote anxiety-like behaviors by increasing their intrinsic excitability."
    },
    {
      "title": "Metabolic traits shape responses to LSD1-directed therapy in glioblastoma tumor-initiating cells | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt2724",
      "pubDate": "Fri, 23 May 2025 09:01:00 -0400",
      "description": "Specific metabolic dependencies and adaptive mechanisms in TICs from glioblastoma can be targeted for therapeutic benefit."
    }
  ]
}