{
  "title": "AAAS: Science Advances: Table of Contents",
  "link": "https://www.science.org/journal/sciadv",
  "description": "Science Advances: Open access, multidisciplinary science journal.",
  "items": [
    {
      "title": "Communication of perceptual predictions from the hippocampus to the deep layers of the parahippocampal cortex | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.ads4970",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "High-resolution neuroimaging reveals stimulus-specific predictions sent from hippocampus to the neocortex during perception."
    },
    {
      "title": "Individual clown anemonefish shrink to survive heat stress and social conflict | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt7079",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "Clown anemonefish survive heatwaves by shrinking together with their breeding partner."
    },
    {
      "title": "The end-Cretaceous mass extinction restructured functional diversity but failed to configure the modern marine biota | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adv1171",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "The end-Cretaceous mass extinction permanently disrupted the distribution of biodiversity among ecological functions."
    },
    {
      "title": "Gradual labeling with fluorogenic probes: A general method for MINFLUX imaging and tracking | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adv5971",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "GLF-MINFLUX achieves 2.6-nm imaging and 200-μs live tracking in crowded cellular structures."
    },
    {
      "title": "Seeing through arthropod eyes: An AI-assisted, biomimetic approach for high-resolution, multi-task imaging | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt3505",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "AI-assisted biomimetic arthropod visual system enables full-color high-resolution panoramic imaging and visual cognition."
    },
    {
      "title": "Macrophage hitchhiking nanomedicine for enhanced β-elemene delivery and tumor therapy | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adw7191",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "β-elemene–loaded GeS nanosheets use macrophage hitchhiking and ultrasound synergy for enhanced cancer therapy."
    },
    {
      "title": "Control of ultrafast hot electron dynamics in epsilon-near-zero conductive oxide thin films | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adu8850",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "Laser power and mode excitation control hot electron relaxation, enabling ultrafast optical nonlinearity."
    },
    {
      "title": "The impact of tropical cyclone exposure on infant mortality in low- and middle-income countries | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt9640",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "Tropical cyclones increase infant mortality across seven low- and middle-income countries with uneven country-specific effects."
    },
    {
      "title": "Increased maize chromosome number by engineered chromosome fission | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adw3433",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "A synthetic centromere was used to divide one maize chromosome into two chromosomes, and both functioned normally."
    },
    {
      "title": "Controlled reversible methionine-selective sulfimidation of peptides | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adv8712",
      "pubDate": "Wed, 21 May 2025 09:01:00 -0400",
      "description": "Site-specific methionine sulfimidation and glutathione concentration-dependent deconjugation in peptides were disclosed."
    }
  ]
}