{
  "title": "AAAS: Science Advances: Table of Contents",
  "link": "https://www.science.org/journal/sciadv",
  "description": "Science Advances: Open access, multidisciplinary science journal.",
  "items": [
    {
      "title": "Oxide semiconductor in a neuromorphic chromaticity communication loop for extreme environment exploration | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adu3576",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "A neuromorphic chromaticity communication loop demonstrates potential for extreme environment exploration."
    },
    {
      "title": "Astrocytes-derived LCN2 triggers EV-A71–induced muscle soreness via accumulating lactate | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt9837",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "HMGB1 promotes LCN2 secretion from brain, leading to lactate accumulation in muscle, which causes EV-A71-induced muscle soreness."
    },
    {
      "title": "Engineered high endurance in WO3-based resistive switching devices via a guided filament approach | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt9789",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "A materials design greatly improves the endurance of WO3 memory devices, advancing future computing technologies."
    },
    {
      "title": "Study of self-assembly behavior and ionic conductivity of conjugated liquid crystals with T-shaped facial-polyphilic structure | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt8303",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "Polyphilic LCs with varying structures show potential application as ionic conducting materials."
    },
    {
      "title": "Helical coassembly enables full-color efficient circularly polarized light emission from carbon dots with high dissymmetry factors | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt8219",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "Full-color and efficient CPL from nontoxic carbon dots enables flexible luminous patterns and advanced anticounterfeiting."
    },
    {
      "title": "Unidirectional molecular rotary motor with remotely switchable rotation direction | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt8008",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "A redesigned molecular motor can be switched with an electric field to change the rotation direction."
    },
    {
      "title": "Should we think of observationally constrained multidecade climate projections as predictions? | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt6485",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "Well-constrained simulations of future warming can be thought of as skillful predictions rather than just projections."
    },
    {
      "title": "Tunable chiral magneto-transport through band structure engineering in magnetic topological insulators Mn(Bi1−xSbx)2Te4 | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt6084",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "Engineering Berry curvature and spin texture via band structure design opens an avenue for chiral spintronic applications."
    },
    {
      "title": "Celluloepidemiology—A paradigm for quantifying infectious disease dynamics on a population level | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.adt2926",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "Celluloepidemiology offers cell-driven insights into human immunity against pathogens on a population level."
    },
    {
      "title": "Skillful multiyear prediction of flood frequency along the US Northeast Coast using a high-resolution modeling system | Science Advances",
      "link": "https://www.science.org/doi/10.1126/sciadv.ads4419",
      "pubDate": "Fri, 16 May 2025 09:01:00 -0400",
      "description": "Flood frequency along the US Northeast Coast is predictable 3 years in advance due to AMOC variations."
    }
  ]
}