{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-07-08T16:33:52.905597",
  "items": [
    {
      "title": "‘Serious risk to life’: scenic Isle of Wight road could fall into sea, councillor warns",
      "link": "https://www.theguardian.com/uk-news/2025/jul/08/isle-of-wight-military-road-cliff-erosion-collapse-risk-council",
      "pubDate": "Tue, 08 Jul 2025 15:29:24 GMT",
      "description": "<p>Military Road on island’s south is threatened by erosion, with some parts now less than 5 metres from steep cliffs</p><p>It is considered one of the most scenic routes in the UK, an 11-mile stretch of road that skirts the coastal cliffs and enjoys sweeping views of the Channel.</p><p>The problem is that <a href=\"https://www.nationaltrust.org.uk/visit/isle-of-wight/compton-bay-and-downs/compton-bay-and-downs-island-roads-engineering-scheme\">Military Road on the southern coast of the Isle of Wight</a> is getting just a little too close to those plunging cliffs for comfort.</p> <a href=\"https://www.theguardian.com/uk-news/2025/jul/08/isle-of-wight-military-road-cliff-erosion-collapse-risk-council\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UK public finances on ‘unsustainable’ path amid growing climate, debt and pension costs",
      "link": "https://www.theguardian.com/business/2025/jul/08/uk-public-finances-obr-national-debt-gdp",
      "pubDate": "Tue, 08 Jul 2025 12:08:23 GMT",
      "description": "<p>Office for Budget Responsibility warns national debt on course to hit 270% of GDP by 2070 amid volatility</p><ul><li><p><a href=\"https://www.theguardian.com/business/live/2025/jul/08/stock-markets-trump-tariff-letters-august-deadline-obr-uk-public-finances-marks-spencer-cyber-hack-business-live-news-updates\">Business live – latest updates</a></p></li></ul><p>The UK’s public finances are on an unsustainable long-term trajectory, given the growing cost of state pensions and the mounting climate emergency, the Office for Budget Responsibility has warned.</p><p>Richard Hughes, who chairs the budget watchdog, said government debt would rise to 270% of GDP by 2070 – up from less than 100% today – if current policies were left unchanged.</p> <a href=\"https://www.theguardian.com/business/2025/jul/08/uk-public-finances-obr-national-debt-gdp\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Deadly floods could be new normal as Trump guts federal agencies, experts warn",
      "link": "https://www.theguardian.com/us-news/2025/jul/08/texas-deadly-floods-could-be-new-normal",
      "pubDate": "Tue, 08 Jul 2025 09:00:32 GMT",
      "description": "<p>Cuts and chaos instigated by Trump come as threat from extreme weather grows due to human-caused climate crisis</p><p>The deadly Texas floods could signal a new norm in the US, as Donald Trump and his allies dismantle crucial federal agencies that help states prepare and respond to extreme weather and other hazards, experts warn.</p><p>More than 100 are dead and dozens more remain missing after flash floods in the parched area known as Texas Hill Country swept away entire holiday camps and homes on Friday night – in what appears to have been another unremarkable storm that stalled before dumping huge quantities of rain over a short period of time, a phenomenon that has becoming increasingly common as the planet warms.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/08/texas-deadly-floods-could-be-new-normal\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Melting glaciers and ice caps could unleash wave of volcanic eruptions, study says",
      "link": "https://www.theguardian.com/environment/2025/jul/08/climate-crisis-melting-glaciers-ice-caps-volcanic-eruptions-chile-antartica-volcanoes",
      "pubDate": "Mon, 07 Jul 2025 23:01:20 GMT",
      "description": "<p>Research in Chile suggests climate crisis makes eruptions more likely and explosive, and warns of Antarctica risk</p><p>The melting of glaciers and ice caps by the climate crisis could unleash a barrage of explosive volcanic eruptions, a study suggests.</p><p>The loss of ice releases the pressure on underground magma chambers and makes eruptions more likely. This process has been seen in Iceland, an unusual island that sits on a mid-ocean tectonic plate boundary. But the research in Chile is one of the first studies to show a surge in volcanism on a continent in the past, after the last ice age ended.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/08/climate-crisis-melting-glaciers-ice-caps-volcanic-eruptions-chile-antartica-volcanoes\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Ted Cruz ensured Trump spending bill slashed weather forecasting funding",
      "link": "https://www.theguardian.com/us-news/2025/jul/07/ted-cruz-trump-weather-forecasting-cuts",
      "pubDate": "Mon, 07 Jul 2025 22:53:11 GMT",
      "description": "<p>Senator on vacation abroad while Texas was hit by deadly floods, a disaster worsened by forecasting cuts, critics say</p><p><a href=\"https://www.theguardian.com/us-news/ted-cruz\">Ted Cruz</a> has had quite a week. On Tuesday, the Texas senator ensured the Republican spending bill slashed funding for weather forecasting, only to then go on vacation to Greece while his state was hit by deadly flooding, a disaster critics say was worsened by cuts to forecasting.</p><p>Cruz, who infamously <a href=\"https://www.theguardian.com/us-news/2021/feb/18/ted-cruz-cancun-flight-texas-storms-holiday-senator-reports\">fled</a> Texas for Cancun when a crippling winter storm ravaged his state in 2021, was <a href=\"https://x.com/MeidasTouch/status/1942287201984995489\">seen</a> visiting the Parthenon in Athens with his wife, Heidi, on Saturday, a day after a flash flood along the Guadalupe River in central Texas killed more than 100 people, <a href=\"https://www.theguardian.com/us-news/2025/jul/07/texas-floods-summer-camp-death-toll-victims\">including</a> dozens of children and counselors at a camp.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/07/ted-cruz-trump-weather-forecasting-cuts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Did National Weather Service cuts lead to the Texas flood disaster? We don’t know | Rebecca Solnit",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/08/national-weather-service-cuts-texas-flooding",
      "pubDate": "Tue, 08 Jul 2025 10:00:38 GMT",
      "description": "<p>We all need to be careful about how we get information and reach conclusions – especially now</p><p>Why exactly so many people drowned in the terrible Independence Day floods that swept through Texas’s Hill Country will probably have multiple explanations that take a while to obtain. But it’s 2025, and people want answers immediately, and lots of people seized on stories blaming the National Weather Service (NWS).</p><p>There were two opposing reasons to blame this vital government service. For local and state authorities, blaming a branch of the federal government was a way of avoiding culpability themselves. And for a whole lot of people who deplore the Trump/Doge cuts to federal services, including the National Oceanic and Atmospheric Administration and the National Weather Service, the idea that the NWS failed served to underscore how destructive those cuts are.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/08/national-weather-service-cuts-texas-flooding\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Brics summit in Brazil tries to reinvent collective approach to world’s problems | Jonathan Watts",
      "link": "https://www.theguardian.com/environment/2025/jul/07/brics-summit-brazil-president-lula",
      "pubDate": "Mon, 07 Jul 2025 12:23:24 GMT",
      "description": "<p>President Lula rebukes wealthy countries for retreating on climate and trade but bloc is divided and unbalanced</p><p>As the US retreats from the international stage, the most powerful political alliance in the global south has come together in Brazil this week to try to revive and reinvent a collective approach to the world’s problems.</p><p>The summit of the Brics group of nations at the Museum of Contemporary Art on the edge of Guanabara Bay in Rio de Janeiro is both a dress rehearsal for the Belém Cop30 UN climate conference in November and a rebuke to wealthier countries that have withdrawn to bunkers, launched missiles and choked off aid to poorer regions.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/07/brics-summit-brazil-president-lula\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Politicians are retreating from net zero because they think the public doesn’t care. But they’re wrong | Rebecca Willis",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/07/politicians-net-zero-public-research-climate-crisis",
      "pubDate": "Mon, 07 Jul 2025 08:00:03 GMT",
      "description": "<p>Our research shows people are strongly in favour of measures to tackle the climate crisis. They just need to be listened to</p><ul><li><p>Rebecca Willis is professor of energy and climate governance at Lancaster University</p></li></ul><p>There’s not much that unites our fractured House of Commons at the moment. But on one issue, politicians from all parties seem to agree: the great British public don’t really want ambitious action to meet net zero goals. They may concur on this – but they are wrong.</p><p>On the right of the spectrum, opposition politicians have been sounding a rapid retreat from the net zero target. In doing so, they are breaking with a strong Conservative tradition – it was Theresa May who signed the target into law <a href=\"https://www.gov.uk/government/news/pm-theresa-may-we-will-end-uk-contribution-to-climate-change-by-2050#:~:text=Press%20release-,PM%20Theresa%20May%3A%20we%20will%20end%20UK,to%20climate%20change%20by%202050&text=Legislation%20laid%20today%20puts%20the,zero%20emissions%20target%20in%20law.&text=The%20Prime%20Minister%20has%20today,to%20climate%20change%20by%202050.\">in 2019</a>, with cross-party support. Council elections this spring saw victories for Reform UK, which opposes most net zero policies outright, and argues for an economy based on fossil fuels. Meanwhile, the Labour government has net zero as one of its <a href=\"https://labour.org.uk/wp-content/uploads/2024/03/Make-Britain-a-Clean-Energy-Superpower.pdf\">five missions</a>, yet it, too, seems reluctant to make a positive case for action to tackle the climate crisis. It worries there won’t be enough support for policies such as replacing gas boilers or managing demand for flying, and it has been further cowed by <a href=\"https://www.theguardian.com/environment/2025/apr/29/phasing-out-fossil-fuels-doomed-to-fail-tony-blair-climate\">unhelpful voices off</a> from the former prime minister Tony Blair.</p><p>Rebecca Willis is professor of energy and climate governance at Lancaster University</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/07/politicians-net-zero-public-research-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Deadly heatwaves are the new reality – we need to transform the UK's cities and towns to survive them | Hannah Martin",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/06/deadly-heatwaves-adapt-cities-towns",
      "pubDate": "Sun, 06 Jul 2025 07:00:32 GMT",
      "description": "<p>While we work towards net zero, we also need to adapt. And we can pay for cooling measures like splash pads and trees by taxing the worst polluters</p><p>There’s a lot to be anxious about as a new parent, let alone in a heatwave when the thermometer in your one-year-old daughter’s room is reading 26C. That’s six degrees higher than the upper limit of the <a href=\"https://www.lullabytrust.org.uk/baby-safety/safer-sleep-information/room-temperature/\">recommended temperature</a> for a child’s room. After scrolling my phone for advice on how to cool her room, I couldn’t help waking up every few hours to check she was OK on the baby monitor.</p><p>In the UK, we are unprepared at every level for the extreme weather caused by climate breakdown. Whether it’s unbearably hot buildings in the summer, our damp and cold homes (some of the leakiest in Europe) filled with mould in the winter, our unprotected towns built on flood plains, or our unfit-for-purpose train tracks that get shut down at the slightest weather warning, the climate crisis is already wreaking havoc on public and private infrastructure – and it’s only getting worse.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/06/deadly-heatwaves-adapt-cities-towns\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Floods are swallowing their village. Trump’s EPA cut a major lifeline for them and others",
      "link": "https://www.theguardian.com/environment/2025/jul/07/trump-administration-epa-grants-floods",
      "pubDate": "Mon, 07 Jul 2025 12:00:07 GMT",
      "description": "<p>The administration has wiped over $2.7bn in climate grants, hitting underserved communities across the US the hardest</p><p><em>This story was originally published by <a href=\"https://floodlightnews.org/\">Floodlight</a></em></p><p>Acre by acre, the village of Kipnuk is falling into the river.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/07/trump-administration-epa-grants-floods\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Summer without cherry pie? Michigan’s signature crop faces battery of threats",
      "link": "https://www.theguardian.com/us-news/2025/jul/05/cherry-pie-michigan-signature-crop",
      "pubDate": "Sat, 05 Jul 2025 11:00:09 GMT",
      "description": "<p>Climate change, development, labor shortages and tariffs are making life the pits for the state’s cherry farmers</p><p>Nearly 100 years ago, north-west Michigan cherry farmers and Traverse City community leaders started a festival to promote the city and their region’s tart cherry crop as a tourist destination.</p><p>Now known as the “cherry capital of the world”, Traverse City’s National Cherry Festival draws 500,000 visitors over eight days to this picturesque Lake Michigan beach town to enjoy carnival rides and airshows, and to eat cherries. It also sparked a thriving agrotourism industry amid its rolling hills that now boasts dozens of shops, wineries, U-pick orchards, and farm-to-table restaurants helmed by James Beard-award-winning chefs.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/05/cherry-pie-michigan-signature-crop\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Like working in a volcano’: stories from six countries in Europe on a day of extreme heat",
      "link": "https://www.theguardian.com/world/2025/jul/05/stories-from-six-countries-europe-extreme-heat",
      "pubDate": "Sat, 05 Jul 2025 10:00:06 GMT",
      "description": "<p>How chefs, street performers and cheesemongers struggled to get their jobs done in record-busting temperatures</p><p>Hundreds of millions of people across Europe suffered an extreme heatwave this week, with temperatures smashing records as the continent sweltered.</p><p>With the human-caused climate emergency pushing the mercury ever higher, early in the summer Europe is experiencing troubling temperatures.</p> <a href=\"https://www.theguardian.com/world/2025/jul/05/stories-from-six-countries-europe-extreme-heat\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "On thin ice: three strategies to help you enjoy Australia’s snow season more sustainably | Change by degrees",
      "link": "https://www.theguardian.com/australia-news/2025/jul/05/on-thin-ice-three-strategies-to-help-you-enjoy-australias-snow-season-more-sustainably",
      "pubDate": "Sat, 05 Jul 2025 00:00:55 GMT",
      "description": "<p>Want to reduce your carbon (snow)print this winter? Here are tactics for making ski trips less damaging to the climate</p><ul><li><p><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></p></li></ul><p>As someone who has visited the snow for holidays since childhood, I’m sure I’m not alone in feeling increasingly uneasy about a once-cherished pastime.</p><p>For nature lovers, skiing offers a fantastic opportunity to appreciate the alpine environment – but it’s a carbon-intensive activity and the industry that surrounds it is causing negative climate impacts.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2025/jul/05/on-thin-ice-three-strategies-to-help-you-enjoy-australias-snow-season-more-sustainably\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}