{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-12T10:28:14.196239",
  "items": [
    {
      "title": "In Majority-Black Camp Hill, a Young Mayor Fights for Water",
      "link": "https://insideclimatenews.org/news/12062025/alabama-camp-hill-water-access/",
      "pubDate": "Thu, 12 Jun 2025 09:00:00 +0000",
      "description": "CAMP HILL, Ala.—A dispute over soaring water bills for this town’s 1,000 residents has ended up in court this summer after Mayor Messiah Williams-Cole said that his town’s water contract has been violated by its neighbors in Dadeville, who control the flow.   The water woes began in January, when a water main break sent Camp […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘We’ve Treated it as a Global Waste Dump’: Costa Rica’s President Calls for Action on the Ocean",
      "link": "https://insideclimatenews.org/news/12062025/costa-rica-president-calls-ocean-action-un-conference/",
      "pubDate": "Thu, 12 Jun 2025 08:55:00 +0000",
      "description": "Costa Rica is helping to shape the global agenda on marine protection and ocean governance this week as co-host, with France, of the 2025 United Nations Ocean Conference in Nice.  Costa Rica accounts for 20,000 square miles of land in Central America, but its marine territory covers nearly 200,000 square miles of ocean. About 30 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Phase-Out of FEMA On Course, Trump Says, Raising Worries About a Weakened National Disaster Response",
      "link": "https://insideclimatenews.org/news/11062025/phase-out-of-fema-on-course-trump-says-raising-worries-about-a-weakened-national-disaster-response/",
      "pubDate": "Wed, 11 Jun 2025 22:10:37 +0000",
      "description": "The Trump administration will begin dismantling the Federal Emergency Management Agency later this year, the president announced on Tuesday, setting a tight timeframe for a breakup that many experts warned would likely harm the nation’s ability to respond to disasters. FEMA leads and funds long-term recovery efforts after natural disasters, which are growing in frequency, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Department of Justice Gives Trump Go-Ahead to Eliminate National Monuments",
      "link": "https://insideclimatenews.org/news/11062025/doj-says-trump-has-power-to-eliminate-national-monuments/",
      "pubDate": "Wed, 11 Jun 2025 17:06:00 +0000",
      "description": "The Department of Justice, in an opinion issued Tuesday, argues President Donald Trump has the power to review and eliminate national monuments to make way for development and resource extraction on public lands—walking back a previous opinion from the department that found only Congress can dismantle a national monument. Since Trump took office, his administration […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Developers Propose More Than 100 New Gas Power Plants in Texas",
      "link": "https://insideclimatenews.org/news/11062025/texas-gas-plant-boom-ai-data-centers/",
      "pubDate": "Wed, 11 Jun 2025 09:00:00 +0000",
      "description": "Companies plan to build more than 100 new gas-fired power plants in Texas in the next few years amid a race to meet enormous electrical demand from energy-hungry industries, according to a report released Wednesday by the Environmental Integrity Project, a Washington D.C.-based nonprofit.  The projects would amount to 58,000 megawatts of new generation capacity, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Vulnerable to Trump’s Proposed Cuts in Emergency Management and Disaster Relief",
      "link": "https://insideclimatenews.org/news/11062025/virginia-vulnerable-to-fema-disaster-relief-cuts/",
      "pubDate": "Wed, 11 Jun 2025 08:55:00 +0000",
      "description": "CHESTERFIELD, Va.—Virginia was one of several states in the Appalachian region slammed by Hurricane Helene’s rainfall last September. The storm caused the New River to crest at 31 feet a day after it battered the region. In one area of Damascus, homes were lifted up and washed away. A separate storm besieged southwest Virginia in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Tonga Poised to Be the First Country to Recognize Rights of Whales",
      "link": "https://insideclimatenews.org/news/10062025/tonga-rights-of-whales/",
      "pubDate": "Tue, 10 Jun 2025 21:55:27 +0000",
      "description": "Tonga, a Pacific Island nation with deep connections to the ocean and its non-human inhabitants, could become the first country in the world to recognize that whales have inherent rights.  Speaking in Nice, France, where the United Nations Ocean Conference is taking place, Tongan Princess Angelika Lātūfuipeka Tukuʻaho called for the recognition of whales as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why a Fan Can’t Always Cool You Down, and Other Unexpected Challenges in Heat Waves",
      "link": "https://insideclimatenews.org/news/10062025/todays-climate-fans-air-conditioning-heat-wave-challenges/",
      "pubDate": "Tue, 10 Jun 2025 20:54:35 +0000",
      "description": "People across the United States are in for another scorcher of a summer, according to an outlook from the National Oceanic and Atmospheric Administration.  The agency predicts “hotter-than-average” temperatures, a trend that is becoming increasingly common as climate change worsens. These high temperatures can be deadly; research shows that heat-related deaths have more than doubled […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Inside Climate News Selects 11 Summer Fellows to Report on Environmental Issues Around the Country",
      "link": "https://insideclimatenews.org/news/10062025/summer-fellows-to-report-on-environmental-issues-around-the-country/",
      "pubDate": "Tue, 10 Jun 2025 17:29:10 +0000",
      "description": "Eleven young journalists are joining Inside Climate News as reporting fellows this summer. ICN’s summer 2025 fellowship class draws from current college students and recent graduates in locations ranging from California to Illinois to Washington, D.C. The program is designed to hone participants’ writing and reporting skills and deepen their expertise in a variety of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As an Eastern Iowa Quarry Seeks to Quadruple Its Water Use, Residents Urge the State to Intervene",
      "link": "https://insideclimatenews.org/news/10062025/iowa-pattison-co-quarry-seeks-to-quadruple-water-use/",
      "pubDate": "Tue, 10 Jun 2025 09:00:00 +0000",
      "description": "The Pattison Co. quarry in Garnavillo, Iowa, pumps nearly 1 billion gallons of groundwater each year, pulling it from the bedrock in order to mine limestone, sandstone and silica sand used in oil fracking.  Now, the quarry is seeking permission from the Iowa Department of Natural Resources to quadruple its water withdrawal.  If the permit […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}