{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-06-28T08:30:23.194033",
  "items": [
    {
      "title": "Countries should keep their statehood if land disappears under sea, experts say",
      "link": "https://www.theguardian.com/environment/2025/jun/28/countries-should-keep-their-statehood-if-land-disappears-under-sea-ilc-report",
      "pubDate": "Sat, 28 Jun 2025 04:00:14 GMT",
      "description": "<p>Long-awaited ILC report examines what should happen to vulnerable countries as sea levels rise</p><p>States should be able to continue politically even if their land disappears underwater, legal experts have said.</p><p>The conclusions come from a <a href=\"https://legal.un.org/ilc/sessions/76/\">long-awaited report</a> by the International Law Commission that examined what existing law means for continued statehood and access to key resources if sea levels continue to rise due to climate breakdown.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/28/countries-should-keep-their-statehood-if-land-disappears-under-sea-ilc-report\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Suspend UK from oil oversight body over protests crackdown, say campaign groups",
      "link": "https://www.theguardian.com/world/2025/jun/27/suspend-uk-from-oil-oversight-body-over-protests-crackdown-say-campaign-groups",
      "pubDate": "Fri, 27 Jun 2025 13:12:36 GMT",
      "description": "<p>Groups question UK membership of Extractive Industries Transparency Initiative after actions of successive governments</p><p>A coalition of civil society groups is calling for the UK government to be suspended from a key global body that oversees how oil and gas companies are run.</p><p>The campaigners said Keir Starmer’s Labour party had overseen a “fossil fuel-sponsored crackdown” on peaceful protest and direct action in the UK since it came to power last year.</p> <a href=\"https://www.theguardian.com/world/2025/jun/27/suspend-uk-from-oil-oversight-body-over-protests-crackdown-say-campaign-groups\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It looks more likely with each day we burn fossil fuels’: polar scientist on Antarctic tipping points",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/jun/27/tipping-points-antarctica-arctic-sea-ice-polar-scientist",
      "pubDate": "Fri, 27 Jun 2025 11:00:53 GMT",
      "description": "<p>Despite working on polar science for the British Antarctic Survey for 20 years, Louise Sime finds the magnitude of potential sea-level rise hard to comprehend</p><p>For more than 20 years, <a href=\"https://www.bas.ac.uk/profile/lsim/\">Louise Sime</a> has worked at the British Antarctic Survey specialising in polar climate dynamics. She uses ice cores to reconstruct past conditions and predict future changes. She now leads several international Earth modelling projects.</p><p><strong>Why are the Arctic and Antarctic regions important for the rest of the world?<br /></strong>They are one of the pillars of global climate stability, a giant store of frozen water, an essential “biotic pump” that helps to store carbon, and an albedo shield that reflects much of the sun’s light and heat back out to space.</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/jun/27/tipping-points-antarctica-arctic-sea-ice-polar-scientist\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labor must protect environment while rewriting laws ‘written to facilitate development’, Larissa Waters says",
      "link": "https://www.theguardian.com/australia-news/2025/jun/27/greens-leader-larissa-waters-labor-national-environment-laws",
      "pubDate": "Fri, 27 Jun 2025 02:00:02 GMT",
      "description": "<p>Greens leader says redesign of ‘ridiculous’ Howard-era rules must include explicit consideration of climate</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/blog/audio/2025/jun/27/greens-leader-larissa-waters-on-holding-the-labor-government-to-account-australian-politics-podcast\">Larissa Waters on holding the Labor government to account – Australian Politics podcast</a></p></li><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/jun/27/coalition-party-room-election-review-sussan-ley-terrorgram-listed-as-terrorist-organisation-ntwnfb\">Australia news live: latest politics updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p><a href=\"https://www.theguardian.com/australia-news/2025/may/15/larissa-waters-elected-new-federal-greens-leader\">Greens leader Larissa Waters</a> warns Labor’s rewrite of national environmental laws will not be credible if the government uses its planned 18-month timeline to continue to approve new coal and gas projects or allow continued habitat destruction.</p><p>Labor’s proposal to create a federal environment protection agency collapsed in the final months of the last parliament. A deal with the Greens was being negotiated by the then environment minister, Tanya Plibersek, but Anthony Albanese <a href=\"https://www.theguardian.com/australia-news/2024/nov/27/albanese-kills-off-deal-with-greens-to-pass-nature-positive-law-after-intervention-by-wa-premier\">pushed the changes off the agenda</a>, fearing an electoral backlash in Western Australia.</p><p><strong><a href=\"https://www.theguardian.com/email-newsletters?CMP=copyembed\">Sign up for Guardian Australia’s breaking news email</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2025/jun/27/greens-leader-larissa-waters-labor-national-environment-laws\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Ex-world leaders call for ‘powerful shift’ as they warn of extreme inequality",
      "link": "https://www.theguardian.com/business/2025/jun/26/world-leaders-inequality-poverty",
      "pubDate": "Thu, 26 Jun 2025 15:23:52 GMT",
      "description": "<p>Former leaders urge current state heads to work together to end poverty amid potential of first trillionaires emerging</p><p>The world is facing a looming crisis of inequality that could see the first trillionaires emerge while nearly half of humanity still languishes in poverty, a group of 40 former presidents and prime ministers <a href=\"https://clubmadrid.org/wp-content/uploads/2025/06/Support-letter-Seville-conference-v2.pdf\">warns</a>.</p><p>In a letter seen by the Guardian, the group – which includes the ex-British prime minister <a href=\"https://www.theguardian.com/profile/gordonbrown\">Gordon Brown</a> – issues a joint appeal to current world leaders for a “new economic coalition of the willing” to address the escalating threats of inequality, poverty and environmental breakdown.</p> <a href=\"https://www.theguardian.com/business/2025/jun/26/world-leaders-inequality-poverty\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why do we pretend heatwaves are fun – and ignore the brutal, burning reality? | Zoe Williams",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/23/why-do-we-pretend-heatwaves-are-fun-and-ignore-the-brutal-burning-reality",
      "pubDate": "Mon, 23 Jun 2025 16:38:15 GMT",
      "description": "<p>The heatwave media formula is still extravagantly weird: all stock photos of ice-creams and suns with their hats on. It is time we recognised this extreme weather for exactly what it is</p><p>I think I must be on someone’s <a href=\"https://en.wikipedia.org/wiki/Rolodex#:~:text=A%20Rolodex%20is%20a%20rotating,to%20store%20a%20contact%20list.\">Rolodex</a> of killjoys, because whenever something good happens – schools break up, summer holidays start, the weather’s nice, it’s Christmas, it’s Easter – I get a call from a talk radio show asking if I’ll come on and explain why that’s bad, actually. Usually I say, in the nicest possible way, that I don’t want to: sure, kids are much more annoying when they’re not at school; yes, it’s irresponsible to fly; no, Christmas isn’t magic, it’s an orgy of overconsumption; yes, Easter was pillaged from pagans (probably?), and Christianity itself is the imperialist template (arguably?) – in which case, the last way we should mark it is with a <a href=\"https://www.cadbury.co.uk/products/cadbury-creme-egg-40g/\">Creme Egg</a>. But I just don’t want to be that person. Let someone else ruin everything for a change.</p><p>On Friday, however, I agreed to make the argument the next morning on <a href=\"https://www.lbc.co.uk/\">LBC</a> that heatwaves aren’t a treat, they’re a problem. We have to do more than just ready our infrastructure for the more intense temperatures to come: we have to bring our narrative a bit closer to reality. The climate crisis isn’t tomorrow’s problem, it’s today’s, and its impacts aren’t better conditions for vineyards in Kent, they are a broad-spectrum <a href=\"https://www.theguardian.com/science/2024/nov/26/enshittification-macquarie-dictionary-word-of-the-year-explained\">enshittification</a>, in which everything, from bus journeys to growing dahlias, becomes harder, and takes longer, and is worse. It was, in other words, exactly the kind of true, unlovely thing that I don’t like being the person to say, and I don’t know why I said yes – it’s possible that I was just too hot.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/23/why-do-we-pretend-heatwaves-are-fun-and-ignore-the-brutal-burning-reality\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "In London and Paris, we’ve experienced vicious backlash to climate action. But we’re not backing down | Sadiq Khan and Anne Hidalgo",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/23/london-paris-vicious-backlash-climate-action-sadiq-khan-anne-hidalgo",
      "pubDate": "Mon, 23 Jun 2025 04:00:57 GMT",
      "description": "<p>Around the world, well-funded, organised climate deniers are spreading lies about the crisis. We call on governments and tech companies to step up</p><ul><li><p>Sadiq Khan is mayor of London and Anne Hidalgo is mayor of Paris</p></li></ul><p>As mayors of two of the world’s great cities, we see every day how the climate emergency is already reshaping people’s lives, affecting the people and places we love. From deadly heatwaves and devastating floods to rising inequality and health crises driven by air pollution, the costs of inaction are not theoretical; they are measured in lives taken, homes destroyed and <a href=\"https://www.theguardian.com/environment/2025/jan/16/economic-growth-could-fall-50-over-20-years-from-climate-shocks-say-actuaries\">business revenue lost</a>.</p><p>Ten years ago, the <a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">Paris agreement</a> was signed, marking a turning point in the global fight against climate breakdown. But today, progress is being undermined by a deeply concerning threat: a <a href=\"https://www.theguardian.com/environment/2025/may/28/andre-correa-do-lago-cop30-interview-climate-crisis\">surge in climate deniers</a> and delayers spreading virulent disinformation. We mustn’t let this hope disappear as the world gathers in Belém at the end of 2025 for Cop30.</p><p>Sadiq Khan is mayor of London and co-chair of C40 Cities. Anne Hidalgo is mayor of Paris, global ambassador for the Global Covenant of Mayors and vice-chair of C40 Cities</p><p>On Tuesday 16 September, join George Monbiot, Mikaela Loach and other special guests discussing the forces driving climate denialism, live at the Barbican in London and livestreamed globally. Book tickets<a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\"> here</a> or at <a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Guardian.Live</a></p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/23/london-paris-vicious-backlash-climate-action-sadiq-khan-anne-hidalgo\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on extreme weather: build national readiness – or let everyday life keep breaking down | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/22/the-guardian-view-on-extreme-weather-build-national-readiness-or-let-everyday-life-keep-breaking-down",
      "pubDate": "Sun, 22 Jun 2025 17:10:44 GMT",
      "description": "<p>Britain faces rising climate threats, yet lacks a country adaptation plan. Urgent, coordinated investment is needed to protect lives and infrastructure</p><p></p><p>Britain’s four-day heatwave – made <a href=\"https://www.theguardian.com/environment/2025/jun/20/england-weekend-heatwave-worse-climate-crisis\">100 times more likely</a> by the climate crisis – is expected to claim <a href=\"https://www.theguardian.com/environment/2025/jun/21/heatwave-expected-deaths-england-and-wales-analysis\">about 600 lives</a>. Researchers say high temperatures from Thursday to Sunday would lead to a sharp rise in excess mortality, especially among older people in cities such as London and Birmingham. They forecast the deadliest day as Saturday, with temperatures above 32C and about 266 deaths. These are not abstract figures, but lives cut short by a threat we understand, yet remain unprepared for.</p><p>Young people seem to grasp this. In a YouGov poll last <a href=\"https://yougov.co.uk/topics/politics/survey-results/daily/2025/06/18/7cbe8/1\">week</a>, roughly a quarter of 18- to 24-year-olds said they hoped there would be a heatwave – while more than two-fifths of older people welcomed the sunshine. That generational split isn’t just cultural. It reflects an entirely rational anxiety: younger people face a future living in a climate emergency. The generation that caused and benefited from the conditions driving global heating will be gone long before the worst costs – financial, environmental, social – have to be paid.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/22/the-guardian-view-on-extreme-weather-build-national-readiness-or-let-everyday-life-keep-breaking-down\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Economic policymaking needs to adapt to the climate emergency | Heather Stewart",
      "link": "https://www.theguardian.com/business/2025/jun/22/economic-policymaking-needs-to-adapt-to-the-climate-emergency",
      "pubDate": "Sun, 22 Jun 2025 11:47:53 GMT",
      "description": "<p>Tackling inflation from companies raising prices during cost shocks requires more than adjusting interest rates</p><p>The heatwave that gripped much of the UK this week was the latest sweltering reminder that the climate emergency is already making daily life more volatile.</p><p>Many of the places most brutally exposed to out-of-kilter weather patterns and natural disasters are in the global south, and rightly demand solidarity from the wealthier countries responsible for most historical emissions. But the costs of the emergency are being felt everywhere.</p> <a href=\"https://www.theguardian.com/business/2025/jun/22/economic-policymaking-needs-to-adapt-to-the-climate-emergency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump’s tax bill seeks to prevent AI regulations. Experts fear a heavy toll on the planet",
      "link": "https://www.theguardian.com/technology/2025/jun/27/trump-tax-bill-ai-climate-emissions",
      "pubDate": "Fri, 27 Jun 2025 11:00:54 GMT",
      "description": "<p>Unrestricted AI use could add 1bn tons of planet-heating emissions in the US over the next decade, researchers say</p><p>US Republicans are pushing to pass a major spending bill that includes provisions to prevent states from enacting regulations on artificial intelligence. Such untamed growth in AI will take a heavy toll upon the world’s dangerously overheating climate, experts have warned.</p><p>About 1bn tons of planet-heating carbon dioxide are set to be emitted in the US just from AI over the next decade if no restraints are placed on the industry’s enormous electricity consumption, according to estimates by researchers at Harvard University and provided to the Guardian.</p> <a href=\"https://www.theguardian.com/technology/2025/jun/27/trump-tax-bill-ai-climate-emissions\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We are perilously close to the point of no return’: climate scientist on Amazon rainforest’s future",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/jun/26/tippping-points-amazon-rainforest-climate-scientist-carlos-nobre",
      "pubDate": "Thu, 26 Jun 2025 11:00:28 GMT",
      "description": "<p>Carlos Nobre, who has fought for decades to save the rainforest, says up to 70% of it could be lost if a tipping point is reached</p><p>For more than three decades, Brazilian climate scientist <a href=\"https://council.science/profile/carlos-nobre/\">Carlos Nobre</a> has warned that deforestation of the Amazon could push this globally important ecosystem <a href=\"https://www.science.org/doi/10.1126/sciadv.aba2949\">past the point of no return</a>. Working first at Brazil’s National Institute for Space Research and more recently at the University of São Paulo, he is a global authority on tropical forests and how they could be restored. In this interview, he explains the triple threat posed by the climate crisis, agribusiness and organised crime.</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/jun/26/tippping-points-amazon-rainforest-climate-scientist-carlos-nobre\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "On r/collapse, people are ‘kept abreast of the latest doom’. Its moderators say it’s not for everyone",
      "link": "https://www.theguardian.com/us-news/2025/jun/26/rcollapse-reddit-apocalypse-news",
      "pubDate": "Thu, 26 Jun 2025 11:00:28 GMT",
      "description": "<p>A subreddit tracking apocalyptic news in a calm, logical way comforts users who believe the end times are now</p><p>The threat of nuclear war, genocide in Gaza, ChatGPT reducing human cognitive ability, another summer of record heat. Every day brings a <a href=\"https://www.theguardian.com/wellness/ng-interactive/2025/may/22/hypernormalization-dysfunction-status-quo\">torrent of unimaginable horror</a>. It used to be weeks between disasters, now we’re lucky to get hours.</p><p>For many, the only sane solution is to stop reading the news altogether – advice often shared by therapists, self-help books and <a href=\"https://www.theguardian.com/media/2013/apr/12/news-is-bad-rolf-dobelli\">even newspaper articles</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/jun/26/rcollapse-reddit-apocalypse-news\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Shipping is one of the world’s dirtiest industries – could this invention finally clean up cargo fleets?",
      "link": "https://www.theguardian.com/environment/2025/jun/26/global-shipping-emissions-invention-clean-up-cargo-fleets-net-zero",
      "pubDate": "Thu, 26 Jun 2025 06:00:51 GMT",
      "description": "<p>Freighters emit more greenhouse gases than jets, but a tech startup believes a simple and effective technique can help the industry change course </p><p>An industrial park alongside the River Lea in the London suburb of Chingford might not be the most obvious place for a quiet revolution to be taking place. But there, a team of entrepreneurs is tinkering with a modest looking steel container that could hold a solution to one of the world’s dirtiest industries.</p><p>Inside it are thousands of cherry-sized pellets made from quicklime. At one end, a diesel generator pipes fumes through the lime, which soaks up the carbon, triggering a chemical reaction that transforms it into limestone.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/26/global-shipping-emissions-invention-clean-up-cargo-fleets-net-zero\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}