{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-06-14T20:25:23.345295",
  "items": [
    {
      "title": "Texas finalizes $1.8B to build solar, battery, and gas-powered microgrids",
      "link": "https://grist.org/energy/texas-finalizes-1-8b-to-build-solar-battery-and-gas-powered-microgrids/",
      "pubDate": "Sat, 14 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s EPA accidentally made the case against passing the Big Beautiful Bill",
      "link": "https://grist.org/regulation/trump-epa-power-plant-rules-big-beautiful-bill/",
      "pubDate": "Fri, 13 Jun 2025 08:45:00 +0000",
      "description": "On Wednesday, EPA Administrator Lee Zeldin announced the planned repeal of two rules, finalized under the Biden administration, that established limits on carbon and mercury emissions from U.S. power plants. The Trump administration’s proposals will eliminate all caps on greenhouse gases from the plants and revert the mercury limit to a less strict standard from 2012, respectively. \n<br><br>\nWith demand for electricity poised to surge in the coming years, especially as tech companies make massive investments in artificial intelligence infrastructure, Zeldin said that the EPA’s new proposals will boost electricity generation and “make America the AI capital of the world.” His argument was echoed by the slate of Republican lawmakers who followed him at the podium. \n<br><br>\nBut despite their vigorous agreement that as many energy sources as possible are needed to power America’s future and keep utility bills affordable, every single representative who spoke on Wednesday had, just weeks earlier, cast a vote for a major bill in Congress that will almost certainly have the opposite effect. Analysts say that the pending legislation, which has the Trump-inspired title “One Big Beautiful Bill Act,” will slow the country’s buildout of new electricity sources and eventually lead the average U.S. household to incur hundreds of dollars in additional annual energy costs.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Senate Republicans want to sell 3 million acres of public land",
      "link": "https://grist.org/politics/senate-republicans-want-to-sell-3-million-acres-of-public-land/",
      "pubDate": "Fri, 13 Jun 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This Alaska Native fishing village was trying to power their town. Then came Trump’s funding cuts.",
      "link": "https://grist.org/indigenous/this-alaska-native-fishing-village-was-trying-to-power-their-town-then-came-trumps-funding-cuts/",
      "pubDate": "Thu, 12 Jun 2025 08:45:00 +0000",
      "description": "For the fewer than a hundred people that make up the entire population of Port Heiden, Alaska, fishing provides both a paycheck and a full dinner plate. Every summer, residents of the Alutiiq village set out on commercial boats to catch salmon swimming upstream in the nearby rivers of Bristol Bay.\n<br><br>\nBut Port Heiden faces an onslaught of energy challenges. Because of their location, the diesel that powers the town costs almost four times the national average. A fish processing plant built in 2015 has remained nonoperational for an entire decade, because they simply can’t afford the enormous amounts of fuel needed to power it. Even Port Heiden’s diesel storage tanks are posing challenges. Coastal erosion has created a growing threat of leaks in the structures, which are damaging to the environment and expensive to repair.\n<br><br>\nIn March, EPA Administrator Lee Zeldin first announced that $20 billion in green energy grant funds issued by the Biden administration had been frozen, before attempting to cancel the grants entirely. About a third of that funding pot had been awarded last year to Climate United, a national investment fund and coalition. The money was intended to support a range of projects from Hawai’i to the East Coast, ranging from utility-scale solar to energy-efficient community centers — and a renewable energy initiative in Port Heiden.\n<br><br>\nA $300,000 grant from Climate United would have paid for the topographic and waterway studies needed to design two run-of-the-river hydropower plants in Port Heiden. In theory, the systems, which divert a portion of flowing water through turbines, would generate enough clean energy to power the entirety of the village, including the idle fish-processing facility. This would have allowed them to finally ditch diesel, ensuring the community’s energy independence.\n<br><br>\nFor now, however, the money remains inaccessible.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "There’s only one statewide ballot this year in Georgia — and it’s important",
      "link": "https://grist.org/climate-energy/theres-only-one-statewide-ballot-this-year-in-georgia-and-its-important/",
      "pubDate": "Thu, 12 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Climate disasters can alter kids’ brains — before they’re even born",
      "link": "https://grist.org/health/climate-disaster-baby-research-brain-development/",
      "pubDate": "Wed, 11 Jun 2025 19:16:35 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘For anybody who could use a break’: A Q&A with sci-fi author Becky Chambers",
      "link": "https://grist.org/looking-forward/for-anybody-who-could-use-a-break-a-qa-with-sci-fi-author-becky-chambers/",
      "pubDate": "Wed, 11 Jun 2025 14:18:27 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can a crowdsourced map of the world help save millions of people from climate disaster?",
      "link": "https://grist.org/solutions/can-a-crowdsourced-map-of-the-world-help-save-millions-of-people-from-climate-disaster/",
      "pubDate": "Wed, 11 Jun 2025 08:45:00 +0000",
      "description": "On January 12, 2010, a 7.0 magnitude earthquake ravaged Haiti. Rescue teams were ill-prepared. Maps of the country were imprecise, and first responders had trouble orienting themselves. A cholera epidemic created a crisis within the crisis; a quarter of a million people ended up dying. “If we’d had a proper map of Haiti from the start,” said Ivan Gayton who worked Doctors Without Borders during the crisis, “we could’ve stopped cholera dead.”\n<br><br>\nHumanitarian OpenStreetMap Team, or HOT, is a nonprofit using an open-source data platform called OpenStreetMap to create a map of the world that resembles Google’s with one key exception: Anyone can edit it, making it a sort of Wikipedia for cartographers. The organization has an ambitious goal: Mapping the world’s unmapped places to help relief workers reach people when the next hurricane, fire, or other crisis strikes.\n<br><br>\nSince its founding in 2010, some 340,000 volunteers around the world have been remotely editing OpenStreetMap to better represent the Caribbean, Southeast Asia, parts of Africa and other regions prone to natural disasters or humanitarian emergencies. In that time, they have mapped more than 2.1 million miles of roads and 156 million buildings.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Coal miners are fighting Trump’s safety cuts — and winning",
      "link": "https://grist.org/regulation/coal-miners-are-fighting-trumps-safety-cuts-and-winning/",
      "pubDate": "Wed, 11 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In California, a biomass company’s expansion raises fears of more fires",
      "link": "https://grist.org/accountability/in-california-a-biomass-companys-expansion-raises-fears-of-more-fires/",
      "pubDate": "Tue, 10 Jun 2025 08:45:00 +0000",
      "description": "Wood pellets, by design, are highly flammable. The small pieces of compressed woody leftovers, like sawdust, are used in everything from home heating to grilling. But their flammable nature has made for dangerous work conditions: Since 2010, at least 52 fires have broken out at the facilities that make wood pellets across the U.S., according to a database of incidents compiled by the Southern Environmental Law Center. \n<br><br>\nOf the 15 largest wood pellet facilities, at least eight have had fires or explosions since 2014, according to the Environmental Integrity Project, a nonprofit founded by a former director of the U.S. Environmental Protection Agency. \n<br><br>\nAt the same time, the world’s largest biomass company, Drax, is cutting down trees across North America with a promise to sell them as a replacement to fossil fuels. But even its track record is checkered with accidents. In South Shields, UK, wood pellets destined for a Drax plant spontaneously combusted while in storage at the Port of Tyne, starting a fire that took 40 firefighters 12 hours to extinguish. In Port Allen, Louisiana, a Drax wood pellet  facility burst into flames in November 2021.\n<br><br>\nNow, despite finding itself in the midst of a lawsuit over accidental fire damages, Drax is pressing on with a new business proposal; it involves not just cutting down trees to make wood pellets, but, the company argues, also to help stop wildfires.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s second term is creating ‘a limbo moment’ for US battery recyclers",
      "link": "https://grist.org/technology/trump-battery-recycling-lithium-grants-funding-tariffs-ira-tax-credits/",
      "pubDate": "Tue, 10 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "When will a vital system of currents in the Atlantic Ocean collapse? Depends on whom you ask.",
      "link": "https://grist.org/oceans/amoc-atlantic-ocean-collapse-science-tipping-point/",
      "pubDate": "Mon, 09 Jun 2025 08:30:00 +0000",
      "description": "The Atlantic Meridional Overturning Current, or AMOC for short, comprises an enormous system of currents that carries water and nutrients across the world and plays a large part in stabilizing the global climate. For years, scientists have warned that the AMOC was slowing down, possibly nearing collapse. \n<br><br>\nNew studies published in Nature Geoscience last week and in Nature earlier this year offer some slightly encouraging news. AMOC’s decline could be “much more of a slow, gradual change, rather than an immediate change,” said David Bonan, a postdoctoral fellow at the University of Washington who served as the lead author on the Nature Geoscience study. The full collapse of the current might not be reached this century, rather than around the mid-century mark as other research has predicted. \n<br><br>\nPart of what makes AMOC’s behavior so hard to forecast is that consistent monitoring of the current didn’t begin until 2004, so the historical data is limited. When researchers run models to examine AMOC’s behavior in the past, they sometimes get baffling results.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Data centers are building their own gas power plants in Texas",
      "link": "https://grist.org/energy/data-centers-are-building-their-own-gas-power-plants-in-texas/",
      "pubDate": "Sun, 08 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New study shows huge groundwater losses along Colorado River",
      "link": "https://grist.org/science/new-study-shows-huge-groundwater-losses-along-colorado-river/",
      "pubDate": "Sat, 07 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The transfer of a sacred site to a copper mine is delayed once again",
      "link": "https://grist.org/indigenous/oak-flat-gets-another-reprieve/",
      "pubDate": "Fri, 06 Jun 2025 21:40:02 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Youth climate activists won lawsuits in Montana and Hawai‘i. Now they’re targeting Trump.",
      "link": "https://grist.org/justice/youth-climate-activists-new-suit-trump-executive-orders/",
      "pubDate": "Fri, 06 Jun 2025 21:29:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How Trump’s Big Beautiful Bill will raise household energy costs",
      "link": "https://grist.org/politics/trump-big-beautiful-bill-congress-energy-costs/",
      "pubDate": "Fri, 06 Jun 2025 08:45:00 +0000",
      "description": "Energy policy analysts are in broad agreement about one consequence of major legislation that Republicans are currently pushing through Congress: It will raise energy prices for the average American household by hundreds of dollars, once all is said and done.\n<br><br>\nThat’s because the legislation, which President Donald Trump has dubbed the Big Beautiful Bill, will repeal the vast majority of clean energy provisions contained in the Inflation Reduction Act, which a Democrat-controlled Congress passed in 2022. That earlier law provided a wide array of financial incentives for the deployment of electricity sources like solar, wind, battery storage, and nuclear power, as well as support for consumers looking to buy zero- and low-emissions products like electric vehicles. Choking off support for those measures not only hobbles U.S. efforts to fight climate change, but it also means there are fewer new sources of energy for a country that has started to need more and more of it. And reduced supply coupled with increased demand means higher prices.\n<br><br>\nThat’s the virtually unanimous conclusion of the academics and policy experts who have been trying to understand the likely effects of the rollback for the past few months. Part of the reason for this unanimity is that, once constructed, many newer energy sources like wind and solar don’t have substantial operating costs, compared to traditional power plants that must be continuously supplied with fuel.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How 3 years of war have ravaged Ukraine’s forests, and the people who depend on them",
      "link": "https://grist.org/international/how-three-years-of-war-have-ravaged-ukraines-forests-and-the-people-who-depend-on-them/",
      "pubDate": "Thu, 05 Jun 2025 08:45:00 +0000",
      "description": "Russian shelling has ravaged Ukraine’s forests, turning tree-covered sanctuaries into infernos. Wildfires rage across conflict zones, fueled not just by bombs — but by decades of ecological mismanagement.\n<br><br>\nSince 2022, nearly 5 million acres have burned. Rockets, artillery, and land mines turn drought-dried forests into kindling. Up to 90 percent of wildfires in Ukraine now happen inside or near the front lines — places too dangerous for firefighters to even reach.\n<br><br>\nTrees in Ukraine protect farmland from wind and erosion. But now, wildfires are torching fields, exposing soil, and ruining harvests. The war isn’t just killing forests; it’s also dismantling the systems that feed people.\n<br><br>\nFrom drone teams to AI landmine detection, scientists and nonprofits are racing to save what’s left. Some see a chance to replant smarter, for instance, by swapping flammable pines for native species. But first, they need the world to pay attention, before the forests go silent forever.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In California’s largest landback deal, the Yurok Tribe reclaims sacred land around Klamath River",
      "link": "https://grist.org/indigenous/in-californias-largest-landback-deal-the-yurok-tribe-reclaims-sacred-land-around-the-klamath-river/",
      "pubDate": "Thu, 05 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The smoke from Canada’s wildfires may be even more toxic than usual",
      "link": "https://grist.org/climate/canada-wildfire-smoke-toxic-arsenic/",
      "pubDate": "Thu, 05 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}