{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-13T15:33:15.896184",
  "items": [
    {
      "title": "Alito’s Recusal in Oil Case Renews Questions About Justice’s Investments",
      "link": "https://insideclimatenews.org/news/13012026/supreme-court-justice-samuel-alito-oil-investments-recusal/",
      "pubDate": "Tue, 13 Jan 2026 10:00:00 +0000",
      "description": "Supreme Court Associate Justice Samuel Alito’s seat was empty when the Supreme Court heard arguments Monday in an important case over the oil and gas industry’s responsibility for damage to the Louisiana coastline. Last week, the high court’s clerk notified the parties in the case that Alito would not participate due to his financial interest […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Fight Over Venezuelan Oil Highlights Shadowy International Legal System",
      "link": "https://insideclimatenews.org/news/13012026/venezuela-oil-highlights-shadowy-isds-system/",
      "pubDate": "Tue, 13 Jan 2026 09:55:00 +0000",
      "description": "The true reasons for the Trump administration’s military intervention in Venezuela might be unknown, but there is little doubt that oil and money lie at the center of any resolution.  “We built Venezuela oil industry with American talent, drive and skill, and the socialist regime stole it from us,” President Donald Trump said when announcing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Coal Communities Accuse Congress of Breaking Its Promise to Clean Up Abandoned Mine Lands",
      "link": "https://insideclimatenews.org/news/13012026/congress-bill-would-reduce-money-to-clean-abandoned-coal-mine-lands/",
      "pubDate": "Tue, 13 Jan 2026 09:50:00 +0000",
      "description": "When the Infrastructure Investment and Jobs Act was signed into law in 2021, authorizing more than $11 billion in new funding to reclaim lands and waterways damaged by abandoned coal mines, the people who lead this work on the ground were ecstatic.  “We were to the moon,” said Amanda Pitzer, the executive director at Friends […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After Losing a Climate Case in a Louisiana Courtroom, Chevron Wants a Change of Venue",
      "link": "https://insideclimatenews.org/news/12012026/after-losing-a-climate-case-in-a-louisiana-courtroom-chevron-wants-a-change-of-venue/",
      "pubDate": "Mon, 12 Jan 2026 23:59:26 +0000",
      "description": "A jury in Plaquemines Parish, Louisiana, thought it had put the issue to rest. In April 2025, after an 18-day trial, the group of south Louisianans awarded two coastal parish governments $744.6 million in damages, finding that Chevron had contributed to the decline of the state’s shoreline and wetlands.  In the face of that landmark […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Are Declining Stocking Rates Underexplored By Scientists?",
      "link": "https://insideclimatenews.org/news/12012026/are-declining-stocking-rates-underexplored-by-scientists/",
      "pubDate": "Mon, 12 Jan 2026 20:00:00 +0000",
      "description": "If you stood in front of a map of the world, subtracted its oceans and threw a dart, you would have about a one-in-four chance of hitting land humans use for grazing livestock. But concentrations of grazing animals used for human consumption across the world have been shifting for the last 25 years, according to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "States Say They Need More Help Replacing Lead Pipes. Congress May Cut the Funding Instead.",
      "link": "https://insideclimatenews.org/news/12012026/congress-may-cut-lead-pipe-replacement-funding/",
      "pubDate": "Mon, 12 Jan 2026 18:38:11 +0000",
      "description": "The Senate is taking up a spending package passed by the House of Representatives that would cut $125 million in funding promised this year to replace toxic lead pipes.  Including three of 12 appropriations bills, this package will fund parts of the federal government, including the Environmental Protection Agency. The Senate is slated to vote […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘I Am the River’: How Indigenous Knowledge Reshaped New Zealand’s Law",
      "link": "https://insideclimatenews.org/news/12012026/indigenous-knowledge-helped-whanganui-river-rights/",
      "pubDate": "Mon, 12 Jan 2026 10:00:00 +0000",
      "description": "Ned Tapa has spent his life along New Zealand’s Whanganui River. For Tapa, a Māori leader, the river is not a resource to be managed or a commodity to be owned. It is an ancestor. A living being. A life force.  That worldview—captured in the Māori phrase “I am the river, and the river is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One Family’s Battle With Trenton’s Lead Legacy",
      "link": "https://insideclimatenews.org/news/12012026/one-familys-battle-with-trentons-lead-legacy/",
      "pubDate": "Mon, 12 Jan 2026 09:55:00 +0000",
      "description": "TRENTON, N.J.—Amber DeLoney-Stewart brought her 2-year-old, Valencia, to the doctor’s office for an annual checkup in early September. Valencia was a happy girl with round cheeks, and the appointment was a routine physical exam, with vaccinations and some bloodwork. But the lab result proved to be anything but routine.  “Her iron is fine,” the doctor […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Army Corps of Engineers Wants to Dredge the Cape Fear River. Environmentalists Tally the Costs.",
      "link": "https://insideclimatenews.org/news/11012026/cape-fear-river-dredging-environmental-impact/",
      "pubDate": "Sun, 11 Jan 2026 10:00:00 +0000",
      "description": "Forever War, Part 3: This story is the third in a series of stories about the PFAS crisis in North Carolina. FORT FISHER, N.C.—On a sunny, brisk afternoon in mid-December, Kerri Allen peers from the deck of a ferry, crossing the Cape Fear River from Fort Fisher, on a coastal barrier island, to Southport, a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Wants to Accelerate Extraction in Venezuela. So Do Drug Trafficking Organizations.",
      "link": "https://insideclimatenews.org/news/11012026/venezuela-illegal-mining-impacts-indigenous-people/",
      "pubDate": "Sun, 11 Jan 2026 09:55:00 +0000",
      "description": "On a June day in 2022, gunmen shot Virgilio Trujillo Arana in the head three times in the capital city of Venezuela’s Amazonas state. An Indigenous Uwottüja leader, Trujillo Arana had spent years defending the Amazon rainforest from destructive illegal mining. That work grew increasingly dangerous as illicit extraction boomed in Venezuela, with criminal groups […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}