{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-10T18:37:21.627796",
  "items": [
    {
      "title": "Climate Cooperation Will Suffer as the U.S. Disengages From International Commitments",
      "link": "https://insideclimatenews.org/news/10012026/united-states-international-climate-commitments/",
      "pubDate": "Sat, 10 Jan 2026 10:00:00 +0000",
      "description": "The U.S. government’s announcement that it will seek to withdraw from more than 60 international organizations, many linked to the United Nations, will inflict lasting geopolitical self-harm and suggests the current administration is deeply insecure in the face of a rapidly changing world, political scientists said this week.  The new directive from the White House […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizona Comes to Agreement With Major Dairy Farm to Cut Groundwater Pumping That Is Draining Wells",
      "link": "https://insideclimatenews.org/news/10012026/arizona-agreement-with-dairy-farm-to-cut-groundwater-pumping/",
      "pubDate": "Sat, 10 Jan 2026 09:55:00 +0000",
      "description": "PEARCE, Ariz.—Nearly two years ago, Arizona Attorney General Kris Mayes held a town hall in this desert community, which is widely regarded as the epicenter of the state’s groundwater crisis.  She heard countless stories from residents about how their water wells had run dry, the damage to their homes as land subsided from groundwater pumping […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Environmental and Cultural Benefits of Restoring the American Prairie",
      "link": "https://insideclimatenews.org/news/10012026/restoring-the-american-prairie/",
      "pubDate": "Sat, 10 Jan 2026 09:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Josephine Marcotty, co-author of “Sea of Grass: The Conquest, Ruin, and Redemption of Nature on the American Prairie.” Many different creatures call the American prairie home, from the lovable, shaggy buffalo to the endangered rusty patched bumblebee.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Oil Executives Non-Committal to Trump’s Venezuela Pitch at the White House",
      "link": "https://insideclimatenews.org/news/09012026/trump-pitches-venezuela-to-oil-executives/",
      "pubDate": "Fri, 09 Jan 2026 23:48:16 +0000",
      "description": "President Donald Trump’s meeting with oil industry executives was high on praise for Trump and his actions in Venezuela, but low on commitments from U.S. oil majors to invest the billions of dollars it would take to revive the country’s foundering oil industry.  Less than a week after a U.S. military operation captured and arrested […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Burning Plastic Waste for Household Fuel Endangers Millions",
      "link": "https://insideclimatenews.org/news/09012026/plastic-waste-fuel-endangers-millions-in-global-south/",
      "pubDate": "Fri, 09 Jan 2026 20:35:03 +0000",
      "description": "Several global trends are colliding with disastrous consequences for health and the environment, new research warns. Plastic production has skyrocketed since the 1950s, from a few million tons a year to nearly half a billion tons today, and is on track to triple by 2060. And since just a small fraction of plastics is recycled, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ocean Warming Breaks Record for Ninth Straight Year",
      "link": "https://insideclimatenews.org/news/09012026/ocean-warming-breaks-record-for-ninth-straight-year/",
      "pubDate": "Fri, 09 Jan 2026 16:54:50 +0000",
      "description": "Every second of last year, the Earth’s oceans absorbed the equivalent in energy to 12 Hiroshima-sized atomic bombs.  Global ocean heat content (OHC) increased for the ninth consecutive year in 2025, according to a report released Friday in Advances in Atmospheric Sciences. The study—a collaboration involving more than 50 scientists from 31 international institutions—measured temperature […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As the Trump Administration Withdraws From Climate Treaties, Legal Scholars Debate Whether—and How—It Can Do So",
      "link": "https://insideclimatenews.org/news/09012026/as-the-trump-administration-withdraws-from-climate-treaties-legal-scholars-debate-whether-and-how-it-can-do-so/",
      "pubDate": "Fri, 09 Jan 2026 14:52:43 +0000",
      "description": "After the Trump administration announced late Wednesday that it would withdraw from the foundational agreement underpinning the international effort to slow the climate crisis, global leaders and climate advocates expressed extreme frustration and anger. Few were shocked. “We’re appalled,” said Michael Gerrard, an environmental lawyer who founded the Sabin Center for Climate Change Law at […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Growing Movement Looks to Decarbonize Death",
      "link": "https://insideclimatenews.org/news/09012026/water-cremation-human-composting-decarbonize-death/",
      "pubDate": "Fri, 09 Jan 2026 10:00:00 +0000",
      "description": "When Stephanie Burris drives by graveyards near her home in Boulder County, Colorado, she sees thousands of tiny landfills: Concrete boxes filled with non-biodegradable caskets, which are lined with polyester padding, filled with synthetic clothing and worst of all, containing PFAS—also known as “forever chemicals.”  “Frankly, I think that’s just barbaric,” says Burris, of the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Reversing Years of Dietary Advice, the Trump Administration Tells Consumers to Eat More Red Meat",
      "link": "https://insideclimatenews.org/news/09012026/trump-administration-dietary-guidelines-ignores-climate-impacts/",
      "pubDate": "Fri, 09 Jan 2026 09:55:00 +0000",
      "description": "The Trump administration’s new dietary guidelines, released Wednesday, take a dramatic turn toward encouraging the consumption of animal protein, including red meat, something a growing number of governments and international reports in recent years have urged consumers to reduce for both health and climatic reasons.  The new advice says to “prioritize protein at every meal,” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Top Climate Scientists Think of Trump’s Treaty Withdrawals",
      "link": "https://insideclimatenews.org/news/08012026/top-climate-scientists-react-to-trump-treaty-withdrawals/",
      "pubDate": "Fri, 09 Jan 2026 00:06:15 +0000",
      "description": "Daniele Visioni sometimes worries he may be labelled an enemy of the state.  Visioni, a climate scientist and assistant professor at Cornell University, is an Italian-born scholar who will serve as an author of the Intergovernmental Panel on Climate Change’s upcoming Seventh Assessment Report, a document outlining the latest science on climate change, to be […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}