{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-02T17:23:32.498542",
  "items": [
    {
      "title": "In Chicago, a Landmark Environmental Justice Bill Inches Toward Passage",
      "link": "https://insideclimatenews.org/news/02072025/chicago-landmark-environmental-justice-bill/",
      "pubDate": "Wed, 02 Jul 2025 09:05:00 +0000",
      "description": "CHICAGO—Cheryl Johnson’s perspective on the Hazel Johnson Cumulative Impacts Ordinance is that it’s been a long time coming.  It’s not just the two years that community groups collaborated with the city’s revived Department of Environment to craft the environmental justice ordinance, but also the four decades that she has been doing the work that her […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wastewater Treatment Plants Channel ‘Forever Chemicals’ Into Waterways Nationwide",
      "link": "https://insideclimatenews.org/news/02072025/wastewater-treatment-plants-stream-forever-chemicals-into-waterways/",
      "pubDate": "Wed, 02 Jul 2025 09:00:00 +0000",
      "description": "Harmful “forever chemicals” flow from wastewater treatment plants into surface water across the U.S., according to a new report by a clean-water advocacy group. Weekslong sampling by the Waterkeeper Alliance both upstream and downstream of 22 wastewater treatment facilities in 19 states saw total per- and polyfluoroalkyl substances (PFAS) concentrations increase in 95 percent of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Trump’s Megabill, a Clean Energy Phase Out and a Big, Beautiful Tax Break for Met Coal Exporters",
      "link": "https://insideclimatenews.org/news/02072025/big-beautiful-bill-met-coal-tax-break/",
      "pubDate": "Wed, 02 Jul 2025 08:55:00 +0000",
      "description": "A provision slipped into President Trump’s so-called One Big Beautiful Bill Act would provide millions of dollars in tax credits to U.S. companies that produce metallurgical coal—coal largely exported overseas for use in foreign steelmaking.  The language was added to the 887-page tax and spending-cut bill before its narrow passage by the U.S. Senate on […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Budget Crunch, New Jersey Strips Clean Energy Fund in Near-Record ‘Raid’",
      "link": "https://insideclimatenews.org/news/02072025/new-jersey-budget-strips-clean-energy-fund/",
      "pubDate": "Wed, 02 Jul 2025 08:50:00 +0000",
      "description": "For the 17th year in a row, the New Jersey Legislature diverted tens of millions of dollars meant for clean energy investments to plug shortfalls in their general state budget. On Monday, Gov. Phil Murphy signed into law the fiscal year 2026 budget totaling around $58.8 billion, the largest in New Jersey’s history. Tucked in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Border Wall Plans at New Mexico’s Mount Cristo Rey Raise Environmental Concerns",
      "link": "https://insideclimatenews.org/news/01072025/new-mexico-border-wall-plan-raises-environmental-concerns/",
      "pubDate": "Tue, 01 Jul 2025 22:59:03 +0000",
      "description": "EL PASO—U.S. Customs and Border Protection plans to build a 1.3-mile border barrier on Mount Cristo Rey, an iconic mountain rising above the Rio Grande and the neighboring cities of Juárez and El Paso. Most of the mountain lies in Doña Ana County, New Mexico. Its southern flank is in Mexico, near the Anapra neighborhood […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "International Investigation by Inside Climate News Wins an SPJ Award",
      "link": "https://insideclimatenews.org/news/01072025/international-investigation-wins-spj-award/",
      "pubDate": "Tue, 01 Jul 2025 22:16:26 +0000",
      "description": "Inside Climate News has won an award from the Society of Professional Journalists for its investigation into a little-known arbitration system that has allowed multinational corporations to win billion-dollar claims against developing nations. “Cashing Out,” reported by Katie Surma and Nicholas Kusnetz, showed how investor-state dispute settlement, or ISDS, lets companies doing business outside their […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Important Archive of Congressionally-Mandated Climate Change Reports Just Went Dark",
      "link": "https://insideclimatenews.org/news/01072025/us-global-change-research-program-website-goes-dark/",
      "pubDate": "Tue, 01 Jul 2025 21:40:42 +0000",
      "description": "On Monday, the website for the federal government’s 35-year old Global Change Research Program—an entity that is required to release periodic reports concerning the environmental change in the Earth’s climate—went dark. The program is part of an interagency effort to, among other things, create an authoritative report known as the National Climate Assessment every four […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Sea Levels Rise, an Island Nation Creates an Escape Route",
      "link": "https://insideclimatenews.org/news/01072025/todays-climate-rising-seas-migration-displacement/",
      "pubDate": "Tue, 01 Jul 2025 19:32:02 +0000",
      "description": "The small island nation of Tuvalu is being swallowed by the sea.  With just around 10,000 residents, this Pacific network of reef islands and atolls has seen sea levels rise around 6 inches over the past three decades—one and half times the global average. Tides are projected to climb another 6 inches by 2050, which […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Supreme Court Rules on Produced Water Ownership",
      "link": "https://insideclimatenews.org/news/01072025/texas-supreme-court-rules-in-favor-of-drilling-company-on-produced-water-ownership/",
      "pubDate": "Tue, 01 Jul 2025 09:00:00 +0000",
      "description": "Texas is awash in billions of gallons of produced water, the wastewater brought to the surface in oil and gas drilling and fracking.  Most produced water is injected into disposal wells. But since these wells were linked to earthquakes, companies are seeking alternatives. The race is on to turn produced water from a waste stream […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "National Science Foundation to Leave Virginia Headquarters as HUD Moves Out of DC",
      "link": "https://insideclimatenews.org/news/01072025/national-science-foundation-loses-virginia-headquarters/",
      "pubDate": "Tue, 01 Jul 2025 08:55:00 +0000",
      "description": "The National Science Foundation will be moving so the federal Department of Housing and Urban Development can take over its offices in Alexandria.  The 1,800 employees at the science foundation were notified last week in a staff memo, a day before authorities from the federal and state government—including HUD Secretary Scott Turner and Gov. Glenn […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}