{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-27T06:37:25.526919",
  "items": [
    {
      "title": "How Do You Escape a Heat Wave When You Have Nowhere to Go?",
      "link": "https://insideclimatenews.org/news/26062025/chicago-unhoused-people-struggle-to-escape-heat/",
      "pubDate": "Thu, 26 Jun 2025 23:37:35 +0000",
      "description": "CHICAGO—In a large, air-conditioned room in East Garfield Park on Monday afternoon, Dhruv Trivedi waited quietly to hear if a bed would be available for him at a local shelter that night.  It was a sweltering 95 degrees outside. Trivedi, unhoused for the past four months since losing his job at a grocery store, was […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Five Years After Pennsylvania’s Landmark Fracking Report, Its Public Health Goals Remain Largely Unmet, Groups Say",
      "link": "https://insideclimatenews.org/news/26062025/pennsylvania-fracking-goals-remain-largely-unmet/",
      "pubDate": "Thu, 26 Jun 2025 19:30:47 +0000",
      "description": "Five years after a Pennsylvania grand jury made eight recommendations to protect public health and the environment from fracking, the state has largely failed to follow through, four environmental groups said on the anniversary of the report. On Wednesday, the groups—Earthworks, Protect PT, the Center for Coalfield Justice and Environmental Health Project—called for Gov. Josh […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Revised ‘Big Beautiful Bill’ Still Contains a Poison Pill. A Tax Expert Explains",
      "link": "https://insideclimatenews.org/news/26062025/inside-clean-energy-revised-big-beautiful-bill-still-hurts-renewable-credits/",
      "pubDate": "Thu, 26 Jun 2025 13:00:00 +0000",
      "description": "Ever since the first draft of the “One Big Beautiful Bill Act” appeared in the House, renewable energy trade groups have been trying to make sense of language intended to stop tax credits from going to a “prohibited foreign entity.” The House version of the budget reconciliation measure could be read as saying that a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chicago’s Plan to Replace Lead Pipes Puts It 30 Years Behind the Federal Deadline",
      "link": "https://insideclimatenews.org/news/26062025/chicago-lead-pipe-replacement-plan/",
      "pubDate": "Thu, 26 Jun 2025 10:00:00 +0000",
      "description": "This story is a partnership between Inside Climate News, Grist and WBEZ. Growing up in Chicago, Chakena D. Perry knew not to trust the water coming out of her tap. “It was just one of these unspoken truths within households like mine—low-income, Black households—that there was some sort of distrust with the water,” said Perry, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Legislature Increases Well Plugging Budget as Backlog Grows",
      "link": "https://insideclimatenews.org/news/25062025/texas-increases-orphan-oil-well-plugging-budget/",
      "pubDate": "Wed, 25 Jun 2025 23:49:44 +0000",
      "description": "The state of Texas will infuse more cash into a program for plugging inactive oil and gas wells in 2026 and 2027, as the average cost of sealing each well has rapidly increased.  The state will allocate a one-time $100 million appropriation for the Railroad Commission’s State Managed Well Plugging Program. This is the largest […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Severe Weather, Uncertain Funding: What’s It Like to be a Local Emergency Manager These Days?",
      "link": "https://insideclimatenews.org/news/25062025/emergency-manager-severe-weather-and-uncertain-funding/",
      "pubDate": "Wed, 25 Jun 2025 09:00:00 +0000",
      "description": "In the middle of May, a rare, severe dust storm swept across the dry farmland of Central Illinois and headed in the direction of Chicago. Driver visibility on roads dropped to zero, and wind speeds rose to over 60 miles per hour.  “I got a report from a weather spotter who said, ‘Hey, I can’t […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Huge Public Land Sale Stripped from Senate Bill—For Now—But Assault on Federal Land Protections Continues",
      "link": "https://insideclimatenews.org/news/24062025/public-land-sale-stripped-from-senate-bill-but-federal-land-assault-continues/",
      "pubDate": "Tue, 24 Jun 2025 22:45:57 +0000",
      "description": "Utah Sen. Mike Lee’s proposed amendment to the budget reconciliation megabill that would mandate the sell-off of two to three million acres of U.S. public lands has been ruled out by the Senate parliamentarian. Elizabeth MacDonough, the Senate parliamentarian whose staff provides advice on rules, precedents and statutes in the Senate, said the proposal, as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Brutal Heat Wave, Officials Stress Health Risks of Hot Nights",
      "link": "https://insideclimatenews.org/news/24062025/todays-climate-heat-wave-night-sleep/",
      "pubDate": "Tue, 24 Jun 2025 21:03:23 +0000",
      "description": "Much of the United States is baking amid an unusually severe June heat wave, with more than 150 million people under some sort of heat advisory. The unrelenting heat wave started in the Mountain West over the weekend and has since descended upon the Midwestern and Eastern U.S., where high humidity is making temperatures topping […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In North Carolina, Exploding Bulbs and Fridges on the Fritz Reveal a Town’s Fraying Electric System",
      "link": "https://insideclimatenews.org/news/24062025/north-carolina-power-surge-fraying-electric-system/",
      "pubDate": "Tue, 24 Jun 2025 09:00:00 +0000",
      "description": "RED SPRINGS, N.C.—Early one evening this April, Kim Overstreet had just turned off the stove when she heard a boom. The panel box in the kitchen swung open and fuses shot out of their holders, bouncing off the fridge.  Less than a block away, Debra Duncan’s robot vacuum bolted off its charging station toward her, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New York Rooftop Blossoms with Lessons About Food Literacy",
      "link": "https://insideclimatenews.org/news/24062025/new-york-rooftop-garden-teaches-food-literacy/",
      "pubDate": "Tue, 24 Jun 2025 08:55:00 +0000",
      "description": "NEW YORK—On the roof of Metro Baptist Church, 52 pink and blue plastic kiddie pools are filled with soil and a bounty of blossoms, legumes and leafy greens. It’s the first hot summer day in New York City, and the air is thick with haze from Canadian wildfires miles away. On this rooftop, there is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}