{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-20T09:21:49.370211",
  "items": [
    {
      "title": "Toxic Plumes from Aliso Canyon Gas Blowout Harmed Babies, Study Shows",
      "link": "https://insideclimatenews.org/news/20092025/california-aliso-canyon-gas-leak-harmed-babies/",
      "pubDate": "Sat, 20 Sep 2025 08:55:00 +0000",
      "description": "Scientists studying the health effects of one of the largest blowouts of natural gas in U.S. history just confirmed what residents long suspected: the massive release of fossil gas carried serious health risks. On October 23, 2015, employees of SoCalGas discovered a leak in a well at the utility’s Aliso Canyon underground gas storage facility, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Activists Disrupt Fossil Fuel Executive at Harvard University Symposium",
      "link": "https://insideclimatenews.org/news/19092025/activists-disrupt-fossil-fuel-executive-at-harvard-symposium/",
      "pubDate": "Fri, 19 Sep 2025 23:07:10 +0000",
      "description": "Holding signs reading “Vicki Kills The Planet” and “Fossil Fuels Out of Harvard,” activists rushed the stage at a climate symposium at Harvard University on Friday, disrupting a panel discussion with Vicki Hollub, the chief executive officer of oil and gas company Occidental Petroleum. Hollub was invited to the conference, which was part of “Climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After Trump Cut the National Science Foundation by 56 Percent, a Venerable Arctic Research Center Closes Its Doors",
      "link": "https://insideclimatenews.org/news/19092025/after-trump-cut-the-national-science-foundation-by-56-percent-a-venerable-arctic-research-center-closes-its-doors/",
      "pubDate": "Fri, 19 Sep 2025 22:27:10 +0000",
      "description": "After nearly 40 years, the Arctic Research Consortium of the United States will close Sept. 30, a casualty of President Donald Trump’s proposed budget cuts and his administration’s focus on using the Arctic as an outpost for national security and energy dominance—and its push away from science. As part of the overarching defunding of science […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Children Plead With U.S. Lawmakers to Protect EPA’s Endangerment Finding",
      "link": "https://insideclimatenews.org/news/19092025/children-lawmakers-protest-epa-endangerment-finding-move/",
      "pubDate": "Fri, 19 Sep 2025 19:31:26 +0000",
      "description": "School-age children carrying signs reading “less pollution, more solution” and “people over polluters” gathered on Wednesday inside the U.S. Capitol to oppose the Trump administration’s plan to roll back greenhouse gas regulations.  Congressional leaders and climate advocates joined the youth at the press conference, where they denounced the Environmental Protection Agency’s move to reconsider the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One of the First to Benefit From Trump’s Cuts to Environmental Review: a Nevada Gold Mine",
      "link": "https://insideclimatenews.org/news/19092025/trump-administration-fast-tracks-nevada-gold-mine/",
      "pubDate": "Fri, 19 Sep 2025 16:53:54 +0000",
      "description": "A proposed gold and silver mine in northern Nevada is slated to be the first open-pit mine to go through accelerated permitting from the Bureau of Land Management, which provides far less opportunity for the public to engage with the process and help avert later problems.  The move follows the Trump administration’s actions this summer […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "North Carolina Cattle Farmer to Pay $92,000 for Damaging Mountain Streams",
      "link": "https://insideclimatenews.org/news/19092025/north-carolina-cattle-farmer-fined/",
      "pubDate": "Fri, 19 Sep 2025 09:00:00 +0000",
      "description": "ALLEGHANY COUNTY, N.C.—One of the most prominent cattle farmers in North Carolina has reached a financial settlement with the state Department of Environmental Quality over allegations that its grazing operations damaged more than three miles of mountain streams and prompted state wildlife officials to conduct an emergency rescue of a fragile species of brook trout […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Buffalo Tests Its Status as a Climate Refuge",
      "link": "https://insideclimatenews.org/news/19092025/buffalo-new-york-climate-refuge/",
      "pubDate": "Fri, 19 Sep 2025 08:55:00 +0000",
      "description": "BUFFALO, N.Y.—At a Puerto Rican cultural center on Buffalo’s West Side, young dancers in bright skirts swayed to the sound of drums in an Afro-Carribean tradition carried across generations.  Eighteen-year-old Darnel Davila maintained a steady beat, striking his drum in time with each snap of the skirts.  Davila and his family came to Buffalo in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nominee for Top Federal Water Role Withdraws Amid Pushback from Some Colorado River States",
      "link": "https://insideclimatenews.org/news/19092025/trump-federal-water-manager-nominee-withdraws/",
      "pubDate": "Fri, 19 Sep 2025 08:50:00 +0000",
      "description": "The Trump Administration’s nominee to run the Bureau of Reclamation is withdrawing from the process. Ted Cooke, a longtime water manager in Arizona, said he was asked to step back by the White House. Cooke had been nominated to serve as commissioner of the federal agency that oversees the Colorado River. He faced pushback from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Smoke From Wildfires Caused by Climate Change Will Fuel Many More Premature Deaths in the U.S., a New Study Warns",
      "link": "https://insideclimatenews.org/news/18092025/wildfire-smoke-premature-deaths/",
      "pubDate": "Thu, 18 Sep 2025 15:00:00 +0000",
      "description": "Smoke from wildfires exacerbated by climate change may cause as many as 71,000 additional deaths per year in the United States by 2050, a study published Thursday in the journal Nature found. That would represent a 73 percent rise in premature deaths from those currently attributed to smoke from wildfires. The health impacts of climate-driven […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can the Nation’s Most Wind-Powered State Look to Solar?",
      "link": "https://insideclimatenews.org/news/18092025/inside-clean-energy-iowa-solar-potential/",
      "pubDate": "Thu, 18 Sep 2025 13:00:00 +0000",
      "description": "Two-thirds of Iowa’s electricity comes from wind turbines that sprout from fields like giant beanstalks. The state’s vast expanses of exposed land—ideal for wind energy generation—also have the potential for excellent solar production. But so far, that hasn’t been the case. Instead, wind’s growth in Iowa has completely dwarfed solar, which still powers less than […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}