{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-06-26T09:28:15.939455",
  "items": [
    {
      "title": "UK schools and offices not equipped for impact of global heating, report warns",
      "link": "https://www.theguardian.com/environment/2025/jun/26/uk-care-homes-schools-and-offices-not-equipped-to-deal-with-global-heating",
      "pubDate": "Thu, 26 Jun 2025 08:00:53 GMT",
      "description": "<p>Exclusive: UK Green Building Council calls for adaptation of millions of buildings and warns of flood threats to towns</p><p>The UK’s schools, care homes and offices are not equipped for the effects of global heating and face lengthy heatwaves even in optimistic scenarios, according to a <a href=\"https://tinyurl.com/2e9fnr5w\">groundbreaking report</a> that calls for climate resilience to be declared a national emergency.</p><p>The report by the UK Green Building Council also predicts that towns including Peterborough and Fairbourne will be uninhabitable by the end of the century because of flooding.</p><p>The appointment of a minister for resilience within the Cabinet Office</p><p>A new legal objective to ensure all planning decisions deliver climate safety.</p><p>A more ambitious future homes standard to protect against increasing climate hazards – overheating, flooding and water scarcity.</p><p>A comprehensive retrofit strategy to make homes and buildings climate safe.</p><p>The protection of all communities with trees, parks and ponds.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/26/uk-care-homes-schools-and-offices-not-equipped-to-deal-with-global-heating\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Nearly a third of Tuvalu citizens enter ballot for climate-linked visa to relocate to Australia",
      "link": "https://www.theguardian.com/world/2025/jun/26/nearly-a-third-of-tuvalu-citizens-enter-ballot-for-climate-linked-visa-to-relocate-to-australia",
      "pubDate": "Thu, 26 Jun 2025 06:54:06 GMT",
      "description": "<p>Thousands from Pacific island nation under threat from rising seas enter ballot that awards visas to 280 citizens a year world-first deal</p><p>Almost a third of citizens in the Pacific nation of Tuvalu are seeking a landmark visa in the context of climate change to live in Australia as rising seas threaten their palm-fringed shores, official figures show.</p><p>Australia is offering visas to 280 Tuvalu citizens each year under a climate migration deal Canberra has billed as “the first agreement of its kind anywhere in the world”.</p> <a href=\"https://www.theguardian.com/world/2025/jun/26/nearly-a-third-of-tuvalu-citizens-enter-ballot-for-climate-linked-visa-to-relocate-to-australia\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "EU rollback on environmental policy is gaining momentum, warn campaigners",
      "link": "https://www.theguardian.com/environment/2025/jun/26/eu-rollback-on-environmental-policy-deregulation-european-green-deal",
      "pubDate": "Thu, 26 Jun 2025 04:00:50 GMT",
      "description": "<p>Observers shocked at scale and speed of deregulation drive they say is watering down European Green Deal and laws</p><p>The European Union’s rollback of environment policy is gaining momentum, campaigners have warned, in a deregulation drive that has shocked observers with its scale and speed.</p><p>EU policymakers have dealt several critical blows to their much-vaunted European Green Deal since the end of 2023, when opinion polls suggested a significant rightward shift before the 2024 parliamentary elections. Environment groups say the pace has picked up under the competition-focused agenda of the new European Commission.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/26/eu-rollback-on-environmental-policy-deregulation-european-green-deal\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Yuck factor’: eating insects rather than meat to help the planet is failing, study finds",
      "link": "https://www.theguardian.com/environment/2025/jun/25/eating-insects-meat-planet",
      "pubDate": "Wed, 25 Jun 2025 06:00:38 GMT",
      "description": "<p>People are disgusted by the idea of eating bugs despite their lighter planetary cost compared to traditional livestock</p><p>Recent efforts to encourage people to eat insects are doomed to fail because of widespread public disgust at the idea, making it unlikely insects will help people switch from the environmentally ruinous habit of meat consumption, a new study has found.</p><p>Farming and eating insects has been <a href=\"https://www.theguardian.com/food/2021/may/08/if-we-want-to-save-the-planet-the-future-of-food-is-insects\">touted</a> in recent years as a greener alternative to eating traditional meat due to the heavy <a href=\"https://www.theguardian.com/environment/2022/oct/26/cut-meat-consumption-save-planet-climate-crisis-fossil-fuels\">environmental toll</a> of raising livestock, which is a leading driver of deforestation, responsible for more than half of global water pollution, and may cause more than a third of all greenhouse gases that can be allowed if the world is to avoid disastrous climate change, the new research finds.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/25/eating-insects-meat-planet\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Rise in legal challenges over carbon credit schemes",
      "link": "https://www.theguardian.com/environment/2025/jun/25/courts-corporate-carbon-offsetting-claims-lse-report",
      "pubDate": "Wed, 25 Jun 2025 04:00:33 GMT",
      "description": "<p>Scrutiny of how companies plan to meet climate commitments is growing, with many successful legal challenges</p><p>Judges across the world are proving sceptical of companies’ attempts to offset their greenhouse gas emissions by buying carbon credits, a report has found.</p><p>In an analysis of nearly 3,000 climate-related lawsuits filed around the world since 2015, the latest <a href=\"https://www.lse.ac.uk/granthaminstitute/publication/global-trends-in-climate-change-litigation-2025-snapshot/\">annual review of climate litigation</a> by the London School of Economics found action against corporations in particular was “evolving”, with growing scrutiny of how companies plan to meet their stated climate commitments.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/25/courts-corporate-carbon-offsetting-claims-lse-report\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why do we pretend heatwaves are fun – and ignore the brutal, burning reality? | Zoe Williams",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/23/why-do-we-pretend-heatwaves-are-fun-and-ignore-the-brutal-burning-reality",
      "pubDate": "Mon, 23 Jun 2025 16:38:15 GMT",
      "description": "<p>The heatwave media formula is still extravagantly weird: all stock photos of ice-creams and suns with their hats on. It is time we recognised this extreme weather for exactly what it is</p><p>I think I must be on someone’s <a href=\"https://en.wikipedia.org/wiki/Rolodex#:~:text=A%20Rolodex%20is%20a%20rotating,to%20store%20a%20contact%20list.\">Rolodex</a> of killjoys, because whenever something good happens – schools break up, summer holidays start, the weather’s nice, it’s Christmas, it’s Easter – I get a call from a talk radio show asking if I’ll come on and explain why that’s bad, actually. Usually I say, in the nicest possible way, that I don’t want to: sure, kids are much more annoying when they’re not at school; yes, it’s irresponsible to fly; no, Christmas isn’t magic, it’s an orgy of overconsumption; yes, Easter was pillaged from pagans (probably?), and Christianity itself is the imperialist template (arguably?) – in which case, the last way we should mark it is with a <a href=\"https://www.cadbury.co.uk/products/cadbury-creme-egg-40g/\">Creme Egg</a>. But I just don’t want to be that person. Let someone else ruin everything for a change.</p><p>On Friday, however, I agreed to make the argument the next morning on <a href=\"https://www.lbc.co.uk/\">LBC</a> that heatwaves aren’t a treat, they’re a problem. We have to do more than just ready our infrastructure for the more intense temperatures to come: we have to bring our narrative a bit closer to reality. The climate crisis isn’t tomorrow’s problem, it’s today’s, and its impacts aren’t better conditions for vineyards in Kent, they are a broad-spectrum <a href=\"https://www.theguardian.com/science/2024/nov/26/enshittification-macquarie-dictionary-word-of-the-year-explained\">enshittification</a>, in which everything, from bus journeys to growing dahlias, becomes harder, and takes longer, and is worse. It was, in other words, exactly the kind of true, unlovely thing that I don’t like being the person to say, and I don’t know why I said yes – it’s possible that I was just too hot.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/23/why-do-we-pretend-heatwaves-are-fun-and-ignore-the-brutal-burning-reality\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "In London and Paris, we’ve experienced vicious backlash to climate action. But we’re not backing down | Sadiq Khan and Anne Hidalgo",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/23/london-paris-vicious-backlash-climate-action-sadiq-khan-anne-hidalgo",
      "pubDate": "Mon, 23 Jun 2025 04:00:57 GMT",
      "description": "<p>Around the world, well-funded, organised climate deniers are spreading lies about the crisis. We call on governments and tech companies to step up</p><ul><li><p>Sadiq Khan is mayor of London and Anne Hidalgo is mayor of Paris</p></li></ul><p>As mayors of two of the world’s great cities, we see every day how the climate emergency is already reshaping people’s lives, affecting the people and places we love. From deadly heatwaves and devastating floods to rising inequality and health crises driven by air pollution, the costs of inaction are not theoretical; they are measured in lives taken, homes destroyed and <a href=\"https://www.theguardian.com/environment/2025/jan/16/economic-growth-could-fall-50-over-20-years-from-climate-shocks-say-actuaries\">business revenue lost</a>.</p><p>Ten years ago, the <a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">Paris agreement</a> was signed, marking a turning point in the global fight against climate breakdown. But today, progress is being undermined by a deeply concerning threat: a <a href=\"https://www.theguardian.com/environment/2025/may/28/andre-correa-do-lago-cop30-interview-climate-crisis\">surge in climate deniers</a> and delayers spreading virulent disinformation. We mustn’t let this hope disappear as the world gathers in Belém at the end of 2025 for Cop30.</p><p>Sadiq Khan is mayor of London and co-chair of C40 Cities. Anne Hidalgo is mayor of Paris, global ambassador for the Global Covenant of Mayors and vice-chair of C40 Cities</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/23/london-paris-vicious-backlash-climate-action-sadiq-khan-anne-hidalgo\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on extreme weather: build national readiness – or let everyday life keep breaking down | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/22/the-guardian-view-on-extreme-weather-build-national-readiness-or-let-everyday-life-keep-breaking-down",
      "pubDate": "Sun, 22 Jun 2025 17:10:44 GMT",
      "description": "<p>Britain faces rising climate threats, yet lacks a country adaptation plan. Urgent, coordinated investment is needed to protect lives and infrastructure</p><p></p><p>Britain’s four-day heatwave – made <a href=\"https://www.theguardian.com/environment/2025/jun/20/england-weekend-heatwave-worse-climate-crisis\">100 times more likely</a> by the climate crisis – is expected to claim <a href=\"https://www.theguardian.com/environment/2025/jun/21/heatwave-expected-deaths-england-and-wales-analysis\">about 600 lives</a>. Researchers say high temperatures from Thursday to Sunday would lead to a sharp rise in excess mortality, especially among older people in cities such as London and Birmingham. They forecast the deadliest day as Saturday, with temperatures above 32C and about 266 deaths. These are not abstract figures, but lives cut short by a threat we understand, yet remain unprepared for.</p><p>Young people seem to grasp this. In a YouGov poll last <a href=\"https://yougov.co.uk/topics/politics/survey-results/daily/2025/06/18/7cbe8/1\">week</a>, roughly a quarter of 18- to 24-year-olds said they hoped there would be a heatwave – while more than two-fifths of older people welcomed the sunshine. That generational split isn’t just cultural. It reflects an entirely rational anxiety: younger people face a future living in a climate emergency. The generation that caused and benefited from the conditions driving global heating will be gone long before the worst costs – financial, environmental, social – have to be paid.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/22/the-guardian-view-on-extreme-weather-build-national-readiness-or-let-everyday-life-keep-breaking-down\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Economic policymaking needs to adapt to the climate emergency | Heather Stewart",
      "link": "https://www.theguardian.com/business/2025/jun/22/economic-policymaking-needs-to-adapt-to-the-climate-emergency",
      "pubDate": "Sun, 22 Jun 2025 11:47:53 GMT",
      "description": "<p>Tackling inflation from companies raising prices during cost shocks requires more than adjusting interest rates</p><p>The heatwave that gripped much of the UK this week was the latest sweltering reminder that the climate emergency is already making daily life more volatile.</p><p>Many of the places most brutally exposed to out-of-kilter weather patterns and natural disasters are in the global south, and rightly demand solidarity from the wealthier countries responsible for most historical emissions. But the costs of the emergency are being felt everywhere.</p> <a href=\"https://www.theguardian.com/business/2025/jun/22/economic-policymaking-needs-to-adapt-to-the-climate-emergency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Shipping is one of the world’s dirtiest industries – could this invention finally clean up cargo fleets?",
      "link": "https://www.theguardian.com/environment/2025/jun/26/global-shipping-emissions-invention-clean-up-cargo-fleets-net-zero",
      "pubDate": "Thu, 26 Jun 2025 06:00:51 GMT",
      "description": "<p>Freighters emit more greenhouse gases than jets, but a tech startup believes a simple and effective technique can help the industry change course </p><p>An industrial park alongside the River Lea in the London suburb of Chingford might not be the most obvious place for a quiet revolution to be taking place. But there, a team of entrepreneurs is tinkering with a modest looking steel container that could hold a solution to one of the world’s dirtiest industries.</p><p>Inside it are thousands of cherry-sized pellets made from quicklime. At one end, a diesel generator pipes fumes through the lime, which soaks up the carbon, triggering a chemical reaction that transforms it into limestone.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/26/global-shipping-emissions-invention-clean-up-cargo-fleets-net-zero\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Antarctic ice has grown again – but this does not buck overall melt trend",
      "link": "https://www.theguardian.com/news/2025/jun/26/antarctic-ice-grown-again-does-not-buck-overall-melt-trend",
      "pubDate": "Thu, 26 Jun 2025 05:00:49 GMT",
      "description": "<p>Study shows ice sheet gained mass from 2021 to 2023, due to extreme snowfall that was also an effect of climate crisis</p><p>A new study shows that after decades of rapid decline, the Antarctic ice sheet actually gained mass from 2021 to 2023. This is a reminder that climate change does not follow a smooth path but a jagged one, with many small ups and downs within a larger trend.</p><p>The research, published in the journal Science China Earth Sciences, showed that while the ice sheet lost an average of 142bn tonnes each year in the 2010s, in the 2021 to 2023 period it gained about 108bn tonnes of ice each year.</p> <a href=\"https://www.theguardian.com/news/2025/jun/26/antarctic-ice-grown-again-does-not-buck-overall-melt-trend\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Hot asphalt, ‘corn sweat’ and floods: midwest swelters as heatwave grips the US",
      "link": "https://www.theguardian.com/us-news/2025/jun/25/us-midwest-heatwave-extreme-weather",
      "pubDate": "Wed, 25 Jun 2025 14:00:32 GMT",
      "description": "<p>Millions seek relief from a severe heat dome that’s led to lake drownings, leaking methane gas and affected farmers</p><p>At a splash pad on the banks of the Great Miami River in downtown Dayton, Michelle Winston, her partner and their daughter have come to cool off from the brutal heat.</p><p>“It’s our first time down here this year, but because it’s so hot, we’ll be coming back for sure,” she says as she helps her daughter clear water from her eyes.</p> <a href=\"https://www.theguardian.com/us-news/2025/jun/25/us-midwest-heatwave-extreme-weather\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Mirrors in space and underwater curtains: can technology buy us enough time to save the Arctic ice caps?",
      "link": "https://www.theguardian.com/environment/2025/jun/25/climate-geoengineering-arctic-ice-melting-mirrors-space-underwater-curtains-technology-solar",
      "pubDate": "Wed, 25 Jun 2025 13:00:31 GMT",
      "description": "<p>A conference in Cambridge this week will explore a raft of geoengineering ideas to cool the region down – and attempt to address the fears of those who argue the risks outweigh the benefits</p><p>When the glaciologist John Moore began studying the Arctic in the 1980s there was an abundance of suitable sites for him to carry out his climate research. The region’s relentless warming means many of those no longer exist. With the <a href=\"https://www.carbonbrief.org/the-arctic-has-warmed-nearly-four-times-faster-than-the-global-average/\">Arctic heating up four times faster</a> than the global average, they have simply melted away.</p><p>Forty years on, Moore’s research network, the University of the Arctic, has identified <a href=\"https://www.uarctic.org/news/2023/10/saving-the-frozen-arctic-a-new-assessment-evaluates-potential-climate-action-measures-and-their-feasibility/\">61 potential interventions</a> to slow, stop and reverse the effects of the changing climate in the region. These concepts are constantly being <a href=\"https://climateinterventions.org/\">updated</a> and some will be assessed at a <a href=\"https://www.climaterepair.cam.ac.uk/events/arctic-repair-conference-2025\">conference in Cambridge this week</a>, where scientists and engineers will meet to consider if radical, technological solutions can buy time and stem the loss of polar ice caps.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/25/climate-geoengineering-arctic-ice-melting-mirrors-space-underwater-curtains-technology-solar\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}