{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-27T20:26:00.973058",
  "items": [
    {
      "title": "Massachusetts Coastal Zone Management Unveils 50-Year Plan to Protect Coastlines from Rising Seas and Extreme Weather",
      "link": "https://insideclimatenews.org/news/27112025/massachusetts-coastal-50-year-plan-sea-level-rise/",
      "pubDate": "Thu, 27 Nov 2025 10:00:00 +0000",
      "description": "A long-awaited advisory plan to protect Massachusetts’ 1,519 miles of coastline from intensifying storms and sea level rise—an effort years in the making as tides creep higher into coastal neighborhoods from Salisbury to Cape Cod—has been released by state agencies.   Building on 2023 climate adaptation plans, which identified coastal adaptation as a top priority, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New US National Parks Fees For International Visitors Draw Scrutiny",
      "link": "https://insideclimatenews.org/news/26112025/national-park-fees-for-international-visitors/",
      "pubDate": "Wed, 26 Nov 2025 23:15:23 +0000",
      "description": "U.S. citizenship will determine how expensive it is to access America’s national parks beginning next year, the Interior Department announced yesterday. Prices for non-U.S. residents to purchase an “America the Beautiful” pass, which grants the holder access to all of the country’s national parks for a year, will more than triple, rising from $80 to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Members of America’s Largest Power Grid Can’t Agree on How to Power Data Centers",
      "link": "https://insideclimatenews.org/news/26112025/pjm-interconnection-members-cant-agree-on-data-centers/",
      "pubDate": "Wed, 26 Nov 2025 10:00:00 +0000",
      "description": "After months of wrangling over how to handle surging power demand from AI-driven data centers and the resulting spike in electricity prices for millions, members of PJM Interconnection, the nation’s largest grid operator, could not agree on a solution. Their disagreement played out last week  in an “advisory vote,” part of the final phase of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maine’s First Major Data Center Project Touts Green Innovation",
      "link": "https://insideclimatenews.org/news/26112025/maine-data-center-green-innovation/",
      "pubDate": "Wed, 26 Nov 2025 09:55:00 +0000",
      "description": "Once a Cold War outpost near Maine’s northern border, the former Loring Air Force Base could soon be home to a very different kind of facility: the state’s first large-scale data center. The sprawling 450-acre site in Limestone, Maine, would host the giant server farm as part of a plan still in its early stages […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "County Planning Commission in Virginia Delays Vote Again on Proposed Gas Plant That Aims to Link to PJM Grid",
      "link": "https://insideclimatenews.org/news/26112025/virginia-fluvanna-county-planning-commission-proposed-gas-plant-pjm/",
      "pubDate": "Wed, 26 Nov 2025 09:50:00 +0000",
      "description": "FORK UNION, Va.–The Fluvanna County Planning Commission again has delayed a vote on a proposed natural gas plant in Virginia that would bolster the PJM Interconnection regional grid. The planning commission will review on Jan. 13 a proposal by power producer Tenaska to build a 1.5 gigawatt gas plant. The rescheduling appears to be linked […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Power Seeks to Delay Rate Hike for New Gas Plant Amid Outcry",
      "link": "https://insideclimatenews.org/news/25112025/alabama-power-seeks-to-delay-rate-hike-for-new-gas-plant-amid-outcry/",
      "pubDate": "Tue, 25 Nov 2025 23:56:08 +0000",
      "description": "Alabama’s largest electric utility has proposed delaying an approved rate increase for an extra year amid a public outcry surrounding high utility bills.  Alabama Power customers will still see an increase in bills stemming from the company’s $622 million purchase of the Lindsay Hill Generating Station earlier this year, but not for another year, if […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C. Regulators Say Trump’s Proposed Repeal of the Endangerment Finding Would Increase ‘Criteria’ Air Pollutants",
      "link": "https://insideclimatenews.org/news/25112025/n-c-regulators-say-trumps-proposed-repeal-of-the-endangerment-finding-would-increase-criteria-air-pollutants/",
      "pubDate": "Tue, 25 Nov 2025 23:33:51 +0000",
      "description": "There was a time when the air pollution in Charlotte, North Carolina, was so bad that the 871-foot Bank of America Corporate Center, the city’s tallest building, topped by an ornate metal crown, wore a veil of smog. It took years, but after North Carolina enacted more stringent regulations, the air in Charlotte, although far […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Cuts Could Hinder Efforts to Stop Climate-Fueled Spread of Invasive Species",
      "link": "https://insideclimatenews.org/news/25112025/todays-climate-invasive-species-federal-cuts/",
      "pubDate": "Tue, 25 Nov 2025 23:18:42 +0000",
      "description": "Climate change is one of the top threats to vulnerable species around the world, driving widespread losses of plants and animals that can’t adapt fast enough. But at the same time, rising temperatures are in some cases opening the door for certain organisms that can thrive under these changes: invasive species.  From melting sea ice […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Old-Growth Forest in New Jersey at Center of Affordable Housing Debate",
      "link": "https://insideclimatenews.org/news/25112025/new-jersey-old-growth-forest-zygi-wilf-housing-development/",
      "pubDate": "Tue, 25 Nov 2025 10:00:00 +0000",
      "description": "When Roy Oser moved into his North Jersey condo in 2018, he thought he was buying into a quiet retirement: a manageable backyard pressed against a pristine forest, a stable community and the promise that the woods next door would remain untouched. A former attorney, Oser even did his due diligence—reviewing planning documents and noting […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Rare Recusal by Texas Oil and Gas Regulator Up for Re-election",
      "link": "https://insideclimatenews.org/news/24112025/texas-railroad-commissioner-jim-wright-recusal/",
      "pubDate": "Tue, 25 Nov 2025 00:00:00 +0000",
      "description": "Jim Wright stepped out of the room last week while his fellow Railroad Commissioners voted to renew the permit for Eagleford Recycling LLC, an oilfield waste company to which he has financial ties. It was an unusually public recognition of his ongoing financial stakes in companies that are regulated by the Railroad Commission. The agency, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}