{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-11-30T14:22:31.320831",
  "items": [
    {
      "title": "Water shortages could derail UK’s net zero plans, study finds",
      "link": "https://www.theguardian.com/environment/2025/nov/30/water-shortages-could-derail-uk-net-zero-plans-study-finds",
      "pubDate": "Sun, 30 Nov 2025 06:00:02 GMT",
      "description": "<p>Tensions grow after research in England finds there may not be enough water for planned carbon capture and hydrogen projects</p><ul><li><p><a href=\"http://www.theguardian.com/environment/2025/nov/29/climate-crisis-depleting-europe-groundwater-reserves-analysis\">Revealed: Europe’s water reserves drying up due to climate breakdown</a></p></li></ul><p>Tensions are growing between the government, the water sector and its regulators over the management of England’s water supplies, as the Environment Agency warns of a potential widespread drought next year.</p><p>Research commissioned by a water retailer has found water scarcity could hamper the UK’s ability to reach its net zero targets, and that industrial growth could push some areas of the country into water shortages.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/30/water-shortages-could-derail-uk-net-zero-plans-study-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Rising Tide protest: climate activists stop three ships from entering world’s largest coal port in Newcastle",
      "link": "https://www.theguardian.com/environment/2025/nov/30/rising-tide-protest-climate-activists-stop-three-ships-from-entering-worlds-largest-coal-port-in-newcastle",
      "pubDate": "Sun, 30 Nov 2025 03:48:30 GMT",
      "description": "<p>NSW police arrest 141 people as campaigners demand federal government cancel planned fossil fuel projects and tax existing operations at 78%</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/nov/30/australia-news-live-jetstar-flights-resume-anthony-albanese-sussan-ley-labor-part-coalition-melbourne-metro-tunnel-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Activists have blocked two more coal ships from entering the Port of Newcastle on the fourth day of the Rising Tide protest, bringing the total number of ships turned around by campaigners this weekend to three.</p><p>Thousands of people have <a href=\"https://www.theguardian.com/australia-news/2025/nov/28/australia-protestival-newcastle-rising-tide-music-climate-change\">gathered at Rising Tide’s annual climate protest</a> at the world’s largest coal port. The blockade began on Thursday and will continue until Tuesday. Hundreds have kayaked into the port, with many more watching on from the beach.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/30/rising-tide-protest-climate-activists-stop-three-ships-from-entering-worlds-largest-coal-port-in-newcastle\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Sri Lanka death toll from floods and landslides reaches 153",
      "link": "https://www.theguardian.com/world/2025/nov/28/death-toll-sri-lanka-hit-by-rising-flood-waters",
      "pubDate": "Sat, 29 Nov 2025 16:39:55 GMT",
      "description": "<p>Another 191 missing after heavy rains from Cyclone Ditwah while almost 78,000 evacuated to temporary shelters amid rescue operations</p><p>Torrential rains and floods triggered by Cyclone Ditwah have killed 153 people across Sri Lanka so far, with another 191 still missing, the country’s Disaster Management Centre (DCM) said on Saturday.</p><p>The DMC director general, Sampath Kotuwegoda, said relief operations were under way with 78,000 people moved to nearly 800 state-run welfare centres after their homes were destroyed by the week-long heavy rains.</p> <a href=\"https://www.theguardian.com/world/2025/nov/28/death-toll-sri-lanka-hit-by-rising-flood-waters\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UK MPs push for extra aid and visas as Jamaica reels from Hurricane Melissa",
      "link": "https://www.theguardian.com/world/2025/nov/29/uk-mps-extra-aid-humanitarian-visas-jamaica-hurricane-melissa-dawn-butler",
      "pubDate": "Sat, 29 Nov 2025 07:00:31 GMT",
      "description": "<p>Dawn Butler leads calls for humanitarian visas and fee waivers for vulnerable relatives of UK nationals affected by storm</p><p>British MPs have joined campaigners calling for more aid and humanitarian visas for Jamaicans to enter the UK after Hurricane Melissa demolished parts of the country, plunging hundreds of thousands of people into a humanitarian crisis.</p><p>The UK has pledged £7.5m emergency funds to Jamaica and other islands affected by the hurricane, but many argue that the country has a moral obligation to do more for former Caribbean colonies.</p> <a href=\"https://www.theguardian.com/world/2025/nov/29/uk-mps-extra-aid-humanitarian-visas-jamaica-hurricane-melissa-dawn-butler\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Revealed: Europe’s water reserves drying up due to climate breakdown",
      "link": "https://www.theguardian.com/environment/2025/nov/29/climate-crisis-depleting-europe-groundwater-reserves-analysis",
      "pubDate": "Sat, 29 Nov 2025 06:00:32 GMT",
      "description": "<p>Exclusive: UCL scientists find large swathes of southern Europe are drying up, with ‘far-reaching’ implications</p><p>Vast swathes of Europe’s water reserves are drying up, a new analysis using two decades of satellite data reveals, with freshwater storage shrinking across southern and central Europe, from Spain and Italy to Poland and parts of the UK.</p><p>Scientists at University College London (UCL), working with Watershed Investigations and the Guardian, analysed 2002–24 data from satellites, which track changes in Earth’s gravitational field.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/29/climate-crisis-depleting-europe-groundwater-reserves-analysis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The rewriting of Australia’s nature laws comes as a relief, yet I can’t help feel a sense of foreboding | Georgina Woods",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/27/australia-nature-laws-environment-relief-yet-foreboding",
      "pubDate": "Thu, 27 Nov 2025 03:44:24 GMT",
      "description": "<p>The minister says quick approvals can happen while protecting the environment, but my experience tells me that haste brings unintended consequences</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>I got a text from a biodiversity advocate around midday on Thursday asking me: are you glad, or sad?</p><p>I wasn’t sure how to reply.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/27/australia-nature-laws-environment-relief-yet-foreboding\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "To defeat the global Goliaths devastating our planet, we must raise an army of Davids | Peter Lewis",
      "link": "https://www.theguardian.com/australia-news/commentisfree/2025/nov/26/climate-disasters-devastating-planet-collective-action-against-corporations",
      "pubDate": "Wed, 26 Nov 2025 00:20:04 GMT",
      "description": "<p>As Australians face a maelstrom of interconnected disasters, the climate catastrophe has become just one of many things to doomscroll about</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/2025/nov/25/guardian-essential-poll-only-a-quarter-of-older-australians-believe-climate-change-can-be-prevented\">Guardian Essential poll: only a quarter of older Australians believe climate change can be prevented</a></p></li></ul><p>The Cop30 climate talks have ended in Brazil with a collective shrug of the shoulders after the Goliaths of the fossil energy industry once again flexed their muscles to show the world who is really in control.</p><p>As our Pacific Island neighbours pleaded for their very survival, more than 1,600 <a href=\"https://www.theguardian.com/environment/2025/nov/14/fossil-fuel-lobbyists-cop30\">industry lobbyists</a> crashed the party, joining forcing with the Saudis and Russians to kibosh the phase-out of fossil fuels.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/nov/26/climate-disasters-devastating-planet-collective-action-against-corporations\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "What do Murray Watt and climate activists have in common? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/nov/25/what-do-murray-watt-and-climate-activists-have-in-common",
      "pubDate": "Mon, 24 Nov 2025 22:56:34 GMT",
      "description": "<p> It’s all in the timing</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/nov/25/what-do-murray-watt-and-climate-activists-have-in-common\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on UN climate talks: they reveal how little time is left | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/24/the-guardian-view-on-un-climate-talks-they-reveal-how-little-time-is-left",
      "pubDate": "Mon, 24 Nov 2025 18:37:13 GMT",
      "description": "<p>A fragile Cop30 consensus is a win. But only a real bargain between rich and poor nations can weather the climate shocks that are coming</p><p>This year’s UN climate talks in Brazil’s Belém ended without a major breakthrough. The text of the final <a href=\"https://www.theguardian.com/environment/2025/nov/22/cop30-deal-inches-closer-to-end-of-fossil-fuel-era-after-bitter-standoff\">agreement</a> lacked a deal to shift away from <a href=\"https://www.carbonbrief.org/cop30-key-outcomes-agreed-at-the-un-climate-talks-in-belem/\">fossil fuels</a>, delayed crucial finance and the “mutirão” decision contained no roadmap to halt and reverse deforestation. But the multilateral system at Cop30 held together at a point when its collapse felt close. This ought to be a warning: next year’s conference of the parties must strike a better bargain between the rich and poor world.</p><p>Developing countries are far from united on some issues. Over rare earth minerals <a href=\"https://resourcegovernance.org/articles/why-minerals-still-matter-cop30-whats-stake-if-theyre-left-out\">China sees any move as targeting its dominance, while Africa sees it as essential for governance</a>. Elsewhere <a href=\"https://www.theenergymix.com/breaking-empty-deal-at-cop30-as-petrostates-block-progress-on-fossil-fuel-phaseout/\">petrostates</a> did not support Colombia’s call for a fossil fuel phase-out. Yet the global south broadly coheres around a simple principle: its nations must be equipped to survive a climate emergency they did not create. That means cash to build <a href=\"https://thefinancialexpress.com.bd/environment/global-commitments-on-climate-finance-must-be-fulfilled-rizwana\">flood</a> defences, make agricultural systems resilient, protect coastlines and rebuild after disasters strike. They also demand front-loaded finance to transition to clean, green economic growth.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/24/the-guardian-view-on-un-climate-talks-they-reveal-how-little-time-is-left\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We had to swim to safety. I didn’t think we would make it out alive’: the people fleeing climate breakdown – in pictures",
      "link": "https://www.theguardian.com/environment/2025/nov/29/people-fleeing-climate-breakdown-in-pictures",
      "pubDate": "Sat, 29 Nov 2025 12:00:37 GMT",
      "description": "<p>Photographers Mathias Braschler<em> </em>and<em> </em>Monika Fischer<em> </em>capture the families, farmers and fishers who have been forced to leave their homes by extreme weather – and the landscapes they left behind. Introduction by Dina Nayeri</p><p>In 2009, Swiss photographers Mathias Braschler and Monika Fischer set out to document the people suffering the first shocks of the climate crisis. They had just returned from China, where rapid, unregulated development has ravaged the natural landscapes. Back home, though, the debate still felt strangely theoretical. “In 2009, you still had people who denied climate change,” Braschler recalls. “People said, ‘This is media hype.’” So the couple, working with the Global Humanitarian Forum in Geneva and supported by Kofi Annan, began The Human Face of Climate Change, a portrait series that showed the people on the frontline of a warming world.</p><p>Sixteen years later, climate change is no longer up for debate; the urgent discussions now revolve around solutions. Braschler and Fischer, too, have shifted their focus. “This is going to be one of the central issues for humanity,” says Braschler, “and we want to make sure that people know that the major effect of climate change will be displacement.”</p> <a href=\"https://www.theguardian.com/environment/2025/nov/29/people-fleeing-climate-breakdown-in-pictures\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "After landmark climate win, lawyer hopes for a ‘new legal order’ to protect Indigenous rights",
      "link": "https://www.theguardian.com/world/2025/nov/29/after-landmark-climate-win-lawyer-hopes-for-a-new-legal-order-to-protect-indigenous-rights",
      "pubDate": "Fri, 28 Nov 2025 23:00:21 GMT",
      "description": "<p>Pacific lawyer Julian Aguon to be honoured with Right Livelihood award for his work that led to ICJ ruling on climate harm</p><p>Six years ago, human rights lawyer Julian Aguon received a call from Vanuatu’s foreign affairs minister. The minister had an unusual request – he wanted Aguon to help develop a legal case on behalf of dozens of law students who were seeking climate justice from the world’s highest court.</p><p>Aguon, a Chamorro lawyer based in Guam, was excited by the opportunity and believed they could clear up legal ambiguities he says had “long hobbled the ability of the international community to respond effectively to the climate crisis.”</p> <a href=\"https://www.theguardian.com/world/2025/nov/29/after-landmark-climate-win-lawyer-hopes-for-a-new-legal-order-to-protect-indigenous-rights\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Country diary: The river has risen to meet the trees. This is Storm Claudia’s work | Paul Evans",
      "link": "https://www.theguardian.com/environment/2025/nov/27/country-diary-the-river-has-risen-to-meet-the-trees-this-is-storm-claudias-work",
      "pubDate": "Thu, 27 Nov 2025 05:30:17 GMT",
      "description": "<p><strong>Welsh Marches, Shropshire: </strong>All the ditches and drains from the hills of mid-Wales to here burst with rain. The Severn has a deadly seriousness now</p><p>Low sunlight casts the shadows of figures, standing on the Frankwell footbridge in Shrewsbury across the River Severn, into trees. The willows have shaken loose from leafing, and the light that strikes them has a brilliance no longer absorbed by hungry foliage. The trees are illuminated, freed from the processes of growth, and the river has risen to meet them.</p><p>The shadows stand in the golden branches above a bend in the river, and look back at us. They are dark and shift slightly, mirroring our movements, but not enough to feel we are the same thing. We’re not. They are strangers, watching. Freud may have called them doppelgangers: uncanny versions of our repressed selves. Jung may have seen them as unconscious personalities that we project on to others because of the struggles we have with ourselves. The shadows are not watching us, though: they’re watching the river.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/27/country-diary-the-river-has-risen-to-meet-the-trees-this-is-storm-claudias-work\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The bird people of Lake Manchar: surviving in a vanishing oasis",
      "link": "https://www.theguardian.com/environment/2025/nov/26/bird-people-lake-manchar-mohana-pakistan-surviving-aoe-aoe",
      "pubDate": "Wed, 26 Nov 2025 16:00:30 GMT",
      "description": "<p>The Mohana of Pakistan’s Sindh province once thrived on the lake but pollution and drought have caused the fragile ecosystem to collapse, along with their way of life</p><p>At the mouth of Lake Manchar, gentle lapping disturbs the silence. A small boat cuts through the water, propelled by a bamboo pole scraping the muddy bottom of the canal.</p><p>Bashir Ahmed manoeuvres his frail craft with agility. His slender boat is more than just a means of transport. It is the legacy of a people who live to the rhythm of water: the Mohana. They have lived for generations on the waters of Lake Manchar in Sindh province, a vast freshwater mirror covering nearly 250 sq km. The lake, once the largest in Pakistan, was long an oasis of life. Now, it is dying.</p><p>Bashir Ahmed in his boat on the lake, next to simple huts built on top of the right bank outfall drain</p> <a href=\"https://www.theguardian.com/environment/2025/nov/26/bird-people-lake-manchar-mohana-pakistan-surviving-aoe-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}