{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-30T09:34:34.616031",
  "items": [
    {
      "title": "UN Human Rights Experts and Scientists Urge Brazil’s President to Veto a Law That Would Cut Environmental Reviews",
      "link": "https://insideclimatenews.org/news/30072025/un-human-rights-council-brazil-environmental-review-law/",
      "pubDate": "Wed, 30 Jul 2025 09:00:00 +0000",
      "description": "Independent experts with the United Nations Human Rights Council on Friday publicly called on President Luiz Inácio Lula da Silva of Brazil to veto parts of a new law that would carve giant loopholes in the country’s environmental regulations. The expert group of independent human rights rapporteurs said the law would roll back environmental protections, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois’ Governor Has Led on Climate Policy. Here’s How Experts Assess His Work So Far",
      "link": "https://insideclimatenews.org/news/30072025/illinois-governor-jb-pritzker-climate-policy/",
      "pubDate": "Wed, 30 Jul 2025 08:55:00 +0000",
      "description": "Illinois Gov. JB Pritzker, who announced last month that he’s running for a third term in 2026, has been outspoken in challenging the Democratic Party to do as he does: loudly criticize the Trump administration on its reversal of some long-held policies and values.  His approach to climate is in keeping with this attitude—though critics […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Capped Alabama Coal Ash Pond Still Polluting Groundwater 7 Years After Closure, Lawsuit Claims",
      "link": "https://insideclimatenews.org/news/29072025/alabama-coal-ash-groundwater-pollution-lawsuit/",
      "pubDate": "Tue, 29 Jul 2025 22:37:34 +0000",
      "description": "GADSDEN, Ala.—The coal ash lagoon at Alabama Power’s Plant Gadsden was supposed to be a model for how to close ash ponds by covering them in place, a process utilities insisted would protect human health and the environment from toxic contaminants in the ash.  Now, groundwater monitoring data and a federal lawsuit are challenging that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Rescinds Finding That Greenhouse Gas Emissions Harm Human Health, Hobbling U.S. Climate Action",
      "link": "https://insideclimatenews.org/news/29072025/epa-rescinds-endangerment-finding-greenhouse-gas-emissions/",
      "pubDate": "Tue, 29 Jul 2025 22:29:21 +0000",
      "description": "At an automobile dealership in Indianapolis on Tuesday, Environmental Protection Agency administrator Lee Zeldin announced plans to rescind the science-backed 2009 determination that greenhouse gas emissions harm human health and the environment. Scientists, environmental policy experts and climate groups warn that revoking that decision will lead to dirtier air across America, and conflicts with the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Will ‘The Power Bill Reduction Act’ Make Electric Bills Go Down or Up in N.C.?",
      "link": "https://insideclimatenews.org/news/29072025/will-north-carolina-power-bill-reduction-act-work/",
      "pubDate": "Tue, 29 Jul 2025 21:50:08 +0000",
      "description": "Duke Energy can now backslide on its legally mandated carbon emissions reductions, offload a greater share of fuel costs to residential customers and charge ratepayers for financing costs of planned new power plants even if they’re never built. On Tuesday the North Carolina House and Senate overrode Democratic Gov. Josh Stein’s veto of Senate Bill […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Climate-Related Wastewater Threats Grow, U.S. and Mexico Sign a Deal to End the Tijuana Sewage Crisis",
      "link": "https://insideclimatenews.org/news/29072025/todays-climate-sewage-mexico-united-states-overflow-agreement/",
      "pubDate": "Tue, 29 Jul 2025 17:44:00 +0000",
      "description": "Every day, the Tijuana River spews millions of gallons of untreated sewage from Mexico into California, much of which ends up in the ocean. For decades, this steady churn of wastewater has overloaded aging infrastructure on both sides of the border, posing a major ecological and public health issue for communities in Tijuana and San […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Earth’s Wetlands Are Disappearing and Global Efforts to Save Them Are Unraveling",
      "link": "https://insideclimatenews.org/news/29072025/convention-on-wetlands-gathers-to-save-critical-ecosystems/",
      "pubDate": "Tue, 29 Jul 2025 17:38:04 +0000",
      "description": "VICTORIA FALLS, Zimbabwe—Scientists and civil society are urging delegates from more than 170 countries represented at a summit here to step up ambitions to combat the continued destruction of Earth’s fastest-disappearing ecosystem.  Wetlands underpin all life on Earth, supplying fresh water, oxygen, habitat and food. Yet since 1970 more than 35 percent of wetlands have […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nations Denounce Deep Sea Mining Company’s Bid to Exploit Metals in the Pacific Under US Law",
      "link": "https://insideclimatenews.org/news/29072025/nations-denounce-deep-sea-mining-bid-pacific-us/",
      "pubDate": "Tue, 29 Jul 2025 09:00:00 +0000",
      "description": "As delegates from member states of the International Seabed Authority entered the third and final week of high-stakes negotiations on deep-sea mining, they condemned a move made earlier this year by The Metals Co. to bypass the authority’s protocols by applying for a permit to mine in international waters under U.S. law.  “For years, one […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Promised a Drilling Boom. The New Rigs Haven’t Showed Up Yet",
      "link": "https://insideclimatenews.org/news/29072025/trump-drilling-boom-promise-stagnant/",
      "pubDate": "Tue, 29 Jul 2025 08:55:00 +0000",
      "description": "“We will drill, baby, drill,” President Donald Trump declared at his inauguration on Jan. 20. Echoing the slogan that exemplified his energy policies during the campaign, he made his message clear: more oil and gas, lower prices, greater exports.  Six months into Trump’s second term, his administration has little to show on that score. Output […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wildfire Evacuees and Asylum Seekers Strain Niagara Falls’ Housing Capacity During Tourism Season",
      "link": "https://insideclimatenews.org/news/29072025/wildfire-evacuees-niagara-falls-housing-capacity/",
      "pubDate": "Tue, 29 Jul 2025 08:50:00 +0000",
      "description": "NIAGARA FALLS, Ontario—Geoffrey Ross is no stranger to wildfire evacuations. But in late May, when the flames of one of the conflagrations that have plagued Manitoba closed in on his family’s land near Jenpeg, Manitoba, for the third time in recent years, the father of two knew this would be different. Ross, a member of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}