{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-09-04T22:22:22.831699",
  "items": [
    {
      "title": "Australia needs $530bn capital to meet 70% climate goal, Business Council claims before new 2035 target",
      "link": "https://www.theguardian.com/australia-news/2025/sep/04/australia-needs-530bn-capital-to-meet-70-climate-goal-business-council-claims-ahead-of-new-2035-target",
      "pubDate": "Thu, 04 Sep 2025 12:30:52 GMT",
      "description": "<p>Modelling commissioned by lobby group comes as Climate Change Authority due to advise on new target – but does not factor in cost of inaction</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/05/australia-news-live-albanese-trump-tariffs-meeting-porepunkah-police-officer-funerals-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Albanese government would need up to $530bn worth of capital investment and a potential curbing of coal and gas exports to achieve a 2035 emissions target of 70% or more, according to new modelling commissioned by the Business Council of Australia.</p><p>The Climate Change Authority – the commonwealth’s advisory body on emissions targets – is due to hand the government its recommendation on a 2035 target within days.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2025/sep/04/australia-needs-530bn-capital-to-meet-70-climate-goal-business-council-claims-ahead-of-new-2035-target\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Joe Rogan claims study shows Earth cooling – but report’s authors say he’s wrong",
      "link": "https://www.theguardian.com/environment/2025/sep/04/joe-rogan-climate-cooling-misinformation",
      "pubDate": "Thu, 04 Sep 2025 12:00:52 GMT",
      "description": "<p>Scientists say ‘old-school denier nonsense’ isn’t helpful as podcaster repeatedly airs false claim on his show</p><p>For months now, the popular comedian and podcaster Joe Rogan has been telling his vast audience of a study that shows Earth is cooling – even though this research states the complete opposite.</p><p>Rogan’s false claim about the climate crisis, which he has repeatedly aired on the Joe Rogan Experience, one of the world’s most popular podcasts, has exasperated the scientists who authored the research.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/04/joe-rogan-climate-cooling-misinformation\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "New Lloyd’s boss signals shift on insuring fossil fuels",
      "link": "https://www.theguardian.com/business/2025/sep/04/new-lloyds-boss-signals-shift-on-insuring-fossil-fuels",
      "pubDate": "Thu, 04 Sep 2025 12:00:27 GMT",
      "description": "<p>Patrick Tiernan says market will no longer discourage underwriting of such projects, stressing ‘apolitical’ stance</p><ul><li><p><a href=\"https://www.theguardian.com/business/live/2025/sep/04/global-bond-sell-off-eases-us-jobs-report-japan-debt-auction-car-sales-uk-construction-business-live-news-updates\">Business live – latest updates</a></p></li></ul><p>The new chief executive of Lloyd’s has stressed the insurance market’s “apolitical” stance in an apparent shift on climate policy, even as he warned of growing threats from an acceleration of extreme weather events.</p><p>Patrick Tiernan, who took over as CEO from John Neal in June, said the corporation would no longer discourage insurers operating in the market from underwriting coal and other fossil fuel projects.</p> <a href=\"https://www.theguardian.com/business/2025/sep/04/new-lloyds-boss-signals-shift-on-insuring-fossil-fuels\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Weatherwatch: Repair of ozone layer is making the planet warmer, study finds",
      "link": "https://www.theguardian.com/news/2025/sep/04/weatherwatch-repair-of-ozone-layer-is-making-the-planet-warmer-study-finds",
      "pubDate": "Thu, 04 Sep 2025 05:00:42 GMT",
      "description": "<p>Scientists say ozone is warming Earth by 40% more than expected but that repair is still right thing to do</p><p>The repair of the Earth’s ozone layer has been a success, but a new study reveals a downside: ozone is warming the planet up to 40% more than originally anticipated.</p><p>Bill Collins from the University of Reading and his colleagues used a computer model to project the amount of warming associated with changes in ozone between 2015 and 2050, taking into account changes in humidity, clouds and surface reflectivity. If we continue to implement the air pollution controls mandated by the Montreal protocol in 1987 their results, which are published in <a href=\"https://acp.copernicus.org/articles/25/9031/2025/\">Atmospheric Chemistry and Physics</a>, suggest that the healing of the ozone layer will create more warming, cancelling out most of the climate benefits from stopping production of ozone destroying chemicals such as CFCs and HCFCs.</p> <a href=\"https://www.theguardian.com/news/2025/sep/04/weatherwatch-repair-of-ozone-layer-is-making-the-planet-warmer-study-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Spain and Portugal wildfire weather made 40 times more likely by climate crisis, study finds",
      "link": "https://www.theguardian.com/environment/2025/sep/04/spain-portugal-wildfire-weather-climate-crisis-study",
      "pubDate": "Thu, 04 Sep 2025 04:00:43 GMT",
      "description": "<p>Wildfires were 30% more intense than would have been expected without global heating, scientists say</p><p>The extreme weather that fuelled “astonishing” blazes across Spain and Portugal last month was made 40 times more likely by climate breakdown, early analysis suggests.</p><p>The deadly wildfires, which torched 500,000 hectares (1.2m acres) of the Iberian peninsula in a matter of weeks, were also 30% more intense than scientists would have expected in a world without climate change, according to researchers from the World Weather Attribution network.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/04/spain-portugal-wildfire-weather-climate-crisis-study\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The far right’s green bashing has given mainstream parties an excuse to do nothing – but we have more agency than we think | Ajit Niranjan",
      "link": "https://www.theguardian.com/environment/2025/sep/04/the-far-rights-green-bashing-has-given-mainstream-parties-an-excuse-to-do-nothing-but-we-have-more-agency-than-we-think",
      "pubDate": "Thu, 04 Sep 2025 09:00:48 GMT",
      "description": "<p>As powerful forces push back against green forces, it is little surprise that many of us feel dismay. Climate scientists do, too. But together we can take action to challenge the prevailing apathy</p><p><a href=\"https://support.theguardian.com/?utm_medium=ACQUISITIONS_EDITORIAL_LINK&utm_campaign=climate_2025_ajit_niranjan&utm_content=climate_2025_ajit_niranjan&utm_term=climate_2025_ajit_niranjan&utm_source=GUARDIAN_WEB\">Support the Guardian’s independent journalism today </a></p><p>Last year, I stood in front of a black-clad skinhead as he shook a fist full of rings thick enough to double as a knuckle-duster. Flecks of spit flew into my face as he railed against the green agenda of the last German government.</p><p>Until recently, it would have felt bizarre to talk to protesters at a neo-Nazi<strong>-</strong>linked rally about climate change or hear them rant unprompted about heat pumps. But far-right parties have entered the political mainstream, and their scathing tirades against “woke” green rules are energising their base.</p><p><em>Join George Monbiot and special guests on 16 September for a special climate assembly to discuss the growing and dramatic political and corporate threats to the planet. <strong><a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Book tickets – in person or livestream</a></strong></em></p> <a href=\"https://www.theguardian.com/environment/2025/sep/04/the-far-rights-green-bashing-has-given-mainstream-parties-an-excuse-to-do-nothing-but-we-have-more-agency-than-we-think\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This was the hottest summer on record. If it happens again next year, Britain’s ecosystems won’t cope | Lucy Jones",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/03/hottest-british-summer-on-record-ecosystems-climate-crisis",
      "pubDate": "Wed, 03 Sep 2025 07:00:16 GMT",
      "description": "<p>A future of extreme heatwaves, drought and collapsing habitats awaits if we continue to ignore the danger signs</p><p>What does British summertime mean to you? Blackberries? Picnics? Festivals? <em>Ticks</em>? This summer has been the <a href=\"https://www.theguardian.com/uk-news/2025/sep/01/uk-experienced-its-hottest-summer-on-record-in-2025-met-office-says\">hottest on record in the UK</a>. As human-caused climate breakdown intensifies, the outdoor areas we spend time in are changing – and so, too, are our relationships with the land and the ecosystems we live in.</p><p>My home is in the south of England, near beautiful woodlands. Since moving there in 2016, the number of ticks my family has picked up in the woods has increased each year, but this summer has been astonishing. For a few weeks, our four-year-old came home from nursery with a tick almost every day. I’ve had many: some tiny nymphal ones that could be easily missed. We spend time in Scotland, too, and find ticks often when we go there now.</p><p>Lucy Jones is a journalist and the author of Losing Eden and The Nature Seed</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/03/hottest-british-summer-on-record-ecosystems-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labor is poised to make a big call on our nation’s carbon emissions target. But who is Albanese going to listen to?  | Clear Air",
      "link": "https://www.theguardian.com/environment/2025/sep/03/climate-crisis-labor-carbon-emissions-target-albanese-big-call",
      "pubDate": "Wed, 03 Sep 2025 02:02:43 GMT",
      "description": "<p>Australia’s 2035 target for cutting emissions will reveal how serious we are about addressing the climate crisis</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/03/australia-politics-live-labor-coalition-greens-anthony-albanese-sussan-ley-question-time-nauru-immigration-asylum-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li><li><p>Want to get this in your inbox when it publishes? <a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>The climate crisis is often a fight over numbers – and we are coming towards the end of a big one. It will shape how ambitious Australia will be in addressing this era-defining problem, over the next decade and beyond.</p><p>The Albanese government is weighing a decision on the national emissions reduction target for 2035. Along with the policies that follow, it will be a legacy marker for a prime minister who is sometimes accused of being risk averse.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/sep/03/climate-crisis-labor-carbon-emissions-target-albanese-big-call\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why Trump’s undermining of US statistics is so dangerous | Daniel Malinsky",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/02/why-trumps-undermining-of-us-statistics-is-so-dangerous",
      "pubDate": "Tue, 02 Sep 2025 10:00:32 GMT",
      "description": "<p>From the firing of the labor statistics chief to plans for a new census, the president’s moves serve to entrench authoritarianism</p><p>In 1937, Joseph Stalin commissioned a sweeping census of the Soviet Union. The data reflected some uncomfortable facts – in particular, the dampening of population growth in areas devastated by the 1933 famine – and so Stalin’s government suppressed the release of the survey results. Several high-level government statistical workers responsible for the census were subsequently imprisoned and apparently executed. Though the Soviet authorities would proudly trumpet national statistics that glorified the USSR’s achievements, any numbers that did not fit the preferred narrative were buried.</p><p>A few weeks ago, following the release of “disappointing” jobs data from the Bureau of Labor Statistics (BLS), Donald Trump <a href=\"https://www.theguardian.com/us-news/2025/aug/01/trump-fires-erika-mcentarfer-labor-statistics\">fired</a> the commissioner of labor statistics, Dr Erika McEntarfer, and claimed the numbers were “rigged”. He also <a href=\"https://www.theguardian.com/us-news/2025/aug/07/trump-us-census-excludes-undocumented-immigrants\">announced</a> his intention to commission an unprecedented off-schedule census of the US population (these happen every 10 years and the next one should be in 2030) with an emphasis that this census “will not count illegal immigrants”. The real goal is presumably to deliver a set of population estimates that could be used to reapportion congressional seats and districts ahead of the 2026 mid-term elections and ensure conditions favorable to Republican control of Congress – though it is not clear there is sufficient time or support from Congress to make this happen. The administration is also reportedly “<a href=\"https://www.theguardian.com/us-news/2025/aug/07/climate-assessments-chris-wright-trump\">updating</a>” the National Climate Assessments and various important sources of data on topics related to <a href=\"https://www.pbs.org/newshour/science/major-climate-change-reports-are-removed-from-u-s-websites\">climate</a> and <a href=\"https://www.theguardian.com/us-news/2025/feb/04/dcd-pages-trump-public-health\">public health</a> have disappeared. In addition to all this, Trump’s justice department launched an <a href=\"https://www.theguardian.com/us-news/2025/aug/19/washington-dc-crime-stats-investigation\">investigation</a> into the crime statistics of the DC Metropolitan police, alleging that the widely reported decline in 2024 DC violent crime rates – the lowest total number of recorded violent crimes city-wide in 30 years – are a distortion, fueled by falsified or manipulated statistics. One might say that the charge of “fake data” is just a close cousin of the “fake news” and all of this is par for the course for an administration that insists an alternate reality is the truth. But this pattern may also beget a specifically troubling (and quintessentially Soviet) state of affairs: the public belief that all “political” data are fake, that one generally cannot trust statistics. We must resist this paradigm shift, because it mainly serves to entrench authoritarianism.</p><p>Daniel Malinsky is an assistant professor of biostatistics in the Mailman School of Public Health at Columbia University</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/02/why-trumps-undermining-of-us-statistics-is-so-dangerous\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘You need solidarity and consistency’: Pedro Sánchez on the EU, Trump and fighting the far right",
      "link": "https://www.theguardian.com/world/2025/sep/03/you-need-solidarity-and-consistency-pedro-sanchez-on-the-eu-trump-and-fighting-the-far-right",
      "pubDate": "Wed, 03 Sep 2025 04:00:14 GMT",
      "description": "<p>Spanish PM insists ‘migration is an opportunity’ and is not afraid to discuss what he considers Europe’s recent failures</p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/sep/03/sanchez-europes-response-to-war-in-gaza-has-been-a-failure\">Sánchez: Europe’s response to war in Gaza has been a ‘failure’</a></p></li></ul><p>When <a href=\"https://www.theguardian.com/world/2025/sep/03/sanchez-europes-response-to-war-in-gaza-has-been-a-failure\">Pedro Sánchez and Keir Starmer meet in Downing Street</a> on Wednesday it will be the first such bilateral summit between a Spanish prime minister and his British counterpart for more than a decade, an interregnum explained by Brexit and the now healed sore of Gibraltar.</p><p>The absence of highest level diplomacy has become more glaring given the two men are the leading social democratic leaders of Europe, facing similar problems of migration, souring populist parties, the climate crisis and divisions over how to minimise the damage caused to the European global influence by Donald Trump’s erratic unilateralism.</p> <a href=\"https://www.theguardian.com/world/2025/sep/03/you-need-solidarity-and-consistency-pedro-sanchez-on-the-eu-trump-and-fighting-the-far-right\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Musicians v the climate crisis: ‘We’re trying to put on the greenest show in Australia’",
      "link": "https://www.theguardian.com/music/2025/sep/03/australia-bands-musicians-green-environmental-shows-climate-crisis",
      "pubDate": "Tue, 02 Sep 2025 15:00:59 GMT",
      "description": "<p>A two-week tour produces the equivalent of an average household’s yearly carbon emissions. So some bands, including Lime Cordiale and Cloud Control, are trying small changes – like ditching confetti – and big ones, like building solar farms</p><ul><li><p><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></p></li></ul><p>In 2023 the Australian indie-pop band Lime Cordiale tested a pair of electric tour vans, driving from Sydney to a festival in the Hunter Valley via gigs in Wollongong and Canberra. With gear stacked high and a map dotted with charging stations, the band got a promising, if imperfect, glimpse of their touring future. “At each gig, we’d have to convince someone to let us plug the cars in,” recalls the band’s guitarist and vocalist, Oliver Leimbach. As it transpired, they ran out of charge en route to the festival and had to call for a lift.</p><p>Lime Cordiale are part of a growing number of Australian musicians who are recognising the climate cost of touring and finding ways to lessen their impact. While no definitive emissions audit exists for Australia’s music sector, a 2010 study found the UK music industry produced about 540,000 tonnes of greenhouse-gas emissions annually. It’s estimated that a typical two-week, 15-stop tour in Australia produces about 28 tonnes of carbon emissions – the equivalent of an average household’s yearly output.</p> <a href=\"https://www.theguardian.com/music/2025/sep/03/australia-bands-musicians-green-environmental-shows-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Every company wants to produce the last barrel sold’: the treaty to stop fossil fuel production",
      "link": "https://www.theguardian.com/environment/2025/sep/02/every-company-wants-to-produce-the-last-barrel-sold-the-plan-to-create-a-fossil-fuel-non-proliferation-treaty",
      "pubDate": "Tue, 02 Sep 2025 11:09:49 GMT",
      "description": "<p>Tzeporah Berman’s campaign group believes Cop30 will help its initiative to phase out oil, coal and gas take shape</p><p>The fossil fuel non-proliferation treaty initiative aims to sidestep slow-moving UN climate talks by gathering together nations, cities and companies that want to rapidly phase out oil, coal and gas. At the coming <a href=\"https://www.theguardian.com/environment/2025/aug/19/brazil-issues-last-ditch-plea-for-countries-to-submit-climate-plans-ahead-of-cop30\">Cop30 summit in Belém</a>, it hopes to gather support so it can launch negotiations for a new treaty next year. The group’s founder, Tzeporah Berman, explains why the Amazon rainforest and the global south are an ideal springboard for the movement.</p><p><strong>Why will you be campaigning </strong><strong> for a </strong><strong>fossil </strong><strong>fuel </strong><strong>non-</strong><strong>proliferation </strong><strong>treaty?</strong></p> <a href=\"https://www.theguardian.com/environment/2025/sep/02/every-company-wants-to-produce-the-last-barrel-sold-the-plan-to-create-a-fossil-fuel-non-proliferation-treaty\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Fear haunts us’: Pakistan’s floods leave mental scars long after waters recede",
      "link": "https://www.theguardian.com/global-development/2025/sep/02/pakistan-floods-trauma-natural-disasters-mental-health-survivors-ptsd",
      "pubDate": "Tue, 02 Sep 2025 08:00:32 GMT",
      "description": "<p>Shock, panic, guilt and grief grip survivors as mental health experts warn of chronic trauma from repeated exposure to natural disasters</p><p>For a 10-year-old, the loss is proving hard to grasp. “It has been four days since I last saw my home,” says Ahsan. He has not yet understood that the floods completely swept away his house in Dogoro Basha village in Shigar, Pakistan.</p><p>His confusion is part of the devastating aftermath of <a href=\"https://www.theguardian.com/environment/2025/aug/22/weather-tracker-monsoon-rains-deadly-floods-pakistan-india\">long months of rain and floods</a> that have devastated thousands of families in the country’s northern provinces and left more than 860 people dead so far.</p> <a href=\"https://www.theguardian.com/global-development/2025/sep/02/pakistan-floods-trauma-natural-disasters-mental-health-survivors-ptsd\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}