{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-01-17T03:57:39.983094",
  "items": [
    {
      "title": "BP accused of ‘insidious’ influence on UK education through Science Museum links",
      "link": "https://www.theguardian.com/business/2026/jan/16/bp-accused-of-insidious-influence-on-uk-education-through-science-museum-links",
      "pubDate": "Fri, 16 Jan 2026 06:00:01 GMT",
      "description": "<p>Campaigners claim firm has bought sway over the teaching of science, technology, engineering and maths </p><p>Campaigners have accused BP of having an insidious influence over the teaching of science, technology, engineering and maths (Stem) in the UK through its relationship with the Science Museum.</p><p>Documents obtained under freedom of information legislation show how the company funded a research project that led to the creation of the Science Museum Group academy – its teacher and educator training programme – which BP sponsors and which has run more than 500 courses, for more than 5,000 teachers.</p> <a href=\"https://www.theguardian.com/business/2026/jan/16/bp-accused-of-insidious-influence-on-uk-education-through-science-museum-links\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Spain’s meteorologists subjected to ‘alarming’ rise in hate speech, minister warns",
      "link": "https://www.theguardian.com/world/2026/jan/15/spain-climate-scientists-subjected-alarming-rise-hate-speech-minister-warns",
      "pubDate": "Thu, 15 Jan 2026 13:01:41 GMT",
      "description": "<p>Environment minister says attacks on social media affect perceptions of meteorology and denigrate researchers’ work</p><p></p><p>Spain’s environment minister has written to prosecutors to warn of “an alarming increase” in hate speech and social media attacks directed against climate science communicators, meteorologists and researchers.</p><p>In a letter sent to hate crimes prosecutors on Wednesday, Sara Aagesen said a number of recent reports examined by the ministry had detected a “significant increase” in the hostile language that climate experts are subjected to on digital platforms.</p> <a href=\"https://www.theguardian.com/world/2026/jan/15/spain-climate-scientists-subjected-alarming-rise-hate-speech-minister-warns\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "EPA to stop calculating money and lives saved by curbs on air pollution",
      "link": "https://www.theguardian.com/us-news/2026/jan/14/epa-air-pollution-cost-savings-deaths",
      "pubDate": "Wed, 14 Jan 2026 17:46:23 GMT",
      "description": "<p>Agency to focus rules for fine particulate matter and ozone only on cost to industry, aligning with Trump approach</p><p>The Environmental Protection Agency says it will stop calculating how much money is saved in healthcare costs avoided and deaths prevented from air pollution rules that curb two deadly pollutants.</p><p>The change means the EPA will focus rules for fine particulate matter and ozone only on the cost to industry, part of a broader realignment under <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> toward a business-friendly approach that has included the rollback of multiple policies meant to safeguard human health and the environment and slow climate change.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/14/epa-air-pollution-cost-savings-deaths\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Human activity helped make 2025 third-hottest year on record, experts say",
      "link": "https://www.theguardian.com/environment/2026/jan/14/human-activity-helped-make-2025-third-hottest-year-on-record-experts-say",
      "pubDate": "Wed, 14 Jan 2026 15:59:20 GMT",
      "description": "<p>Data leads scientists to declare 2015 Paris agreement to keep global heating below 1.5C  ‘dead in the water’</p><p>Last year was the third hottest on record, scientists have said, with mounting fossil fuel pollution behind “exceptional” temperatures.</p><p>The World Meteorological Organization (WMO) said 2025 had continued a three-year streak of “extraordinary global temperatures” during which surface air temperatures averaged 1.48C above preindustrial levels.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/14/human-activity-helped-make-2025-third-hottest-year-on-record-experts-say\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It has destroyed years of work’: Cornish beauty spot loses 80% of its trees to Storm Goretti",
      "link": "https://www.theguardian.com/uk-news/2026/jan/14/cornwall-beauty-spot-trees-storm-gorett-st-michaels-mount",
      "pubDate": "Wed, 14 Jan 2026 14:57:03 GMT",
      "description": "<p>St Michael’s Mount launches major operation to clear up devastation caused by 112mph winds</p><p>The tidal island of <a href=\"https://stmichaelsmount.co.uk/\">St Michael’s Mount</a> in the far south-west of Britain is usually a place of peace and quiet.</p><p>But it has become a hive of noisy activity as gardeners equipped with chainsaws and wood chippers get to grips with the <a href=\"https://www.theguardian.com/uk-news/2026/jan/13/cornwall-storm-goretti-power-water-trees-roads\">devastating damage caused by Storm Goretti</a><a href=\"https://www.metoffice.gov.uk/blog/2026/storm-goretti-key-stats-from-the-multi-hazard-event\">.</a></p> <a href=\"https://www.theguardian.com/uk-news/2026/jan/14/cornwall-beauty-spot-trees-storm-gorett-st-michaels-mount\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Some want to ban geoengineering research. This would be a catastrophic mistake for our planet | Craig Segall and Baroness Bryony Worthington",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan",
      "pubDate": "Fri, 09 Jan 2026 11:00:01 GMT",
      "description": "<p>We’ve already geoengineered the planet through the careless release of greenhouse gases. Now we need a plan to manage the risks we’ve set in motion</p><p>A few months ago, Marjorie Taylor Greene, then a Georgia representative, held a <a href=\"https://www.washingtontimes.com/news/2025/sep/11/doge-subcommittee-hold-hearing-weather-modification-geo-engineering/\">hearing</a> on her bill to ban research on “geoengineering”, which refers to technological <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> interventions, such as using reflective particles to reflect away sunlight. The hearing represented something of a first – a Republican raising alarm bells about human activity altering the health of the planet. Of course, for centuries, people have burned fossil fuels to power and feed society, emitting greenhouse gases that now overheat the planet.</p><p>Unfortunately, her hearing waved past an urgent debate that policymakers are confronting around the world: after centuries of accidental fossil-fuel geoengineering, should we deliberately explore interventions to cool the planet and give the energy transition breathing room?</p><p>Craig Segall is the former deputy executive officer and assistant chief counsel of the California Air Resources Board. He is also former senior vice-president of Evergreen Action and a longtime climate advocate. He has academic seats at the University of Edinburgh, New York University, and the University of California at Berkeley The opinions in this piece are his own.</p><p>Baroness Bryony Worthington was created a life peer in 2011, giving her a seat in the UK’s House of Lords where she served as shadow energy minister She has over 25 years of experience working on climate, energy and environmental policy in the NGO and public sectors, and in the private sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why is Trump interested in Greenland? Look to the thawing Arctic ice | Gaby Hinsliff",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america",
      "pubDate": "Fri, 09 Jan 2026 06:00:31 GMT",
      "description": "<p>Forecasts suggest that global heating could create a shortcut from Asia to North America, and new routes for trading, shipping – and attack</p><p>Another week, another freak weather phenomenon you’ve probably never heard of. If it’s not the “<a href=\"https://www.theguardian.com/uk-news/2026/jan/08/amber-weather-warnings-uk-storm-goretti-snow-wind\">weather bomb</a>” of extreme wind and snow that Britain is hunkering down for as I write, it’s reports in the Guardian of <a href=\"https://www.theguardian.com/environment/2026/jan/07/specieswatch-tough-times-for-reindeer-as-rain-increases-in-warming-arctic\">reindeer in the Arctic struggling</a> with the opposite problem: unnaturally warm weather leading to more rain that freezes to create a type of snow that they can’t easily dig through with their hooves to reach food. In a habitat as harsh as the Arctic, where survival relies on fine adaptation, even small shifts in weather patterns have endlessly rippling consequences – and not just for reindeer.</p><p>For decades now, politicians have been warning of the coming climate wars – conflicts triggered by drought, flood, fire and storms forcing people on to the move, or pushing them into competition with neighbours for dwindling natural resources. For anyone who vaguely imagined this happening far from temperate Europe’s doorstep, in drought-stricken deserts or on Pacific islands sinking slowly into the sea, this week’s seemingly unhinged White House talk about <a href=\"https://www.theguardian.com/politics/audio/2026/jan/08/greenland-venezuela-donald-trump-us-imperialism-podcast\">taking ownership of Greenland</a> is a blunt wake-up call. As Britain’s first sea lord, General Sir Gwyn Jenkins, has been telling anyone prepared to listen, the unfreezing of the north due to the climate crisis has <a href=\"https://www.gov.uk/government/speeches/first-sea-lords-speech-to-the-international-sea-power-conference\">triggered a ferocious contest</a> in the defrosting Arctic for some time over resources, territory and strategically critical access to the Atlantic. To understand how that threatens northern Europe, look down at the top of a globe rather than at a map.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "As a climate scientist, I know heatwaves in Australia will only get worse. We need to start preparing now | Sarah Perkins-Kirkpatrick",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now",
      "pubDate": "Thu, 08 Jan 2026 21:34:09 GMT",
      "description": "<p>During black summer, my daughters were too young to know what was happening. Now, amid another Australian heatwave, they deserve answers</p><p>When the forecasts for this week started to roll in, my mind immediately drifted back to Australia’s black summer.</p><p>I had taken my daughters down to the pool in our estate in western Sydney, hoping for a brief reprieve from the relentless heat. The Gospers Mountain fire was raging in the Blue Mountains, but on that particular day the smoke didn’t seem too bad.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "If geoengineering is ever deployed in a climate emergency, transparency is key | Ines Camilloni",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency",
      "pubDate": "Thu, 08 Jan 2026 11:00:05 GMT",
      "description": "<p>We must not let geoengineering be shaped behind closed doors. Climate justice demands an inclusive approach</p><p>As the world faces the challenges of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> and critical threshold levels or tipping points may be reached soon, a disputable idea is gaining momentum as a potential solution: solar geoengineering – the deliberate reflection of sunlight to cool the planet. Advocates argue it could buy us time. Critics warn of unknown risks. Some see it as a possible emergency break if temperatures spiral out of control. Others call it a dangerous distraction that undermines meaningful climate action.</p><p>Research into solar geoengineering is advancing, including exploration of techniques such as stratospheric aerosol injection, which would involve spraying tiny reflective particles into the upper atmosphere to mimic the cooling effect of volcanic eruptions, and marine cloud brightening, which aims to enhance the reflectivity of low-lying marine clouds. While stratospheric aerosol injection is not being conducted, these technologies are being studied with increasing urgency in the global north. In the global south, however, they remain largely invisible to public discourse and policymaking.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We’re in danger of extinction’: can Bolivia’s ‘water people’ survive a rising tide of salt and migration?",
      "link": "https://www.theguardian.com/global-development/2026/jan/16/bolivia-uru-chipaya-climate-crisis-water-oldest-civilisation-salinity",
      "pubDate": "Fri, 16 Jan 2026 13:00:57 GMT",
      "description": "<p>The Uru Chipaya, one of South America’s most ancient civilisations, are battling drought, salinity and an exodus of their people as the climate crisis wreaks havoc on their land</p><p>In the small town of Chipaya, everything is dry. Only a few people walk along the sandy streets, and many houses look abandoned – some secured with a padlock. The wind is so strong that it forces you to close your eyes.</p><p>Chipaya lies on <a href=\"https://www.theguardian.com/world/bolivia\">Bolivia</a>’s Altiplano, 35 miles from the Chilean border. The vast plateau, nearly 4,000 metres above sea level, feels almost empty of people and animals, its solitude framed by snow-capped volcanoes. It raises the question: can anybody possibly live here?</p> <a href=\"https://www.theguardian.com/global-development/2026/jan/16/bolivia-uru-chipaya-climate-crisis-water-oldest-civilisation-salinity\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump’s anti-climate agenda won’t just hurt the planet, but American incomes too",
      "link": "https://www.theguardian.com/environment/2026/jan/15/donald-trump-anti-climate-crisis-agenda-lower-american-incomes",
      "pubDate": "Fri, 16 Jan 2026 07:00:04 GMT",
      "description": "<p>In this week’s newsletter: US earnings would be 12% higher without the climate crisis, a study reveals – and the hotter the world gets, the greater the economic losses</p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>Donald Trump has long railed against emissions-cutting policy as an expensive “hoax” and “scam”. But the climate crisis itself comes with a major price tag for Americans, <a href=\"https://www.pnas.org/doi/10.1073/pnas.2504376122\">a new study shows</a>.</p><p>Previous research has found that global heating has driven up utility costs, home insurance premiums and healthcare bills. But according to the new study, published in the Proceedings of the National Academy of Sciences journal, it has also slashed US incomes by more than a tenth since 2000 – a severe national economic jolt.</p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/13/microplastics-human-body-doubt\">‘A bombshell’: doubt cast on discovery of microplastics throughout human body</a></strong></p><p><strong><a href=\"https://www.theguardian.com/business/2026/jan/15/the-crisis-whisperer-how-adam-tooze-makes-sense-of-our-bewildering-age\">The crisis whisperer: how Adam Tooze makes sense of our bewildering age</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/15/africas-elephant-conundrum-dying-out-south-sudan-too-many-zimbabwe-aoe\">Africa’s great elephant divide: countries struggle with too many elephants – or too few</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2025/apr/01/average-person-will-be-40-poorer-if-world-warms-by-4c-new-research-shows\">Average person will be 40% poorer if world warms by 4C, new research shows</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/article/2024/may/17/economic-damage-climate-change-report\">Economic damage from climate change six times worse than thought – report</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/26/tackling-climate-crisis-will-increase-economic-growth-oecd-research-finds\">Tackling climate crisis will increase economic growth, OECD research finds</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/jan/15/donald-trump-anti-climate-crisis-agenda-lower-american-incomes\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The crisis whisperer: how Adam Tooze makes sense of our bewildering age",
      "link": "https://www.theguardian.com/business/2026/jan/15/the-crisis-whisperer-how-adam-tooze-makes-sense-of-our-bewildering-age",
      "pubDate": "Thu, 15 Jan 2026 05:00:53 GMT",
      "description": "<p>Whether it’s the financial crash, the climate emergency or the breakdown of the international order, historian Adam Tooze has become the go-to guide to the radical new world we’ve entered</p><p>In late January 2025, 10 days after Donald Trump was sworn in for a second time as president of the United States, an economic conference in Brussels brought together several officials from the recently deposed Biden administration for a discussion about the global economy. In Washington, Trump and his wrecking crew were already busy razing every last brick of Joe Biden’s legacy, but in Brussels, the Democratic exiles put on a brave face. They summoned the comforting ghosts of white papers past, intoning old spells like “worker-centered trade policy” and “middle-out bottom-up economics”. They touted their late-term achievements. They even quoted poetry: “We did not go gently into that good night,” Katherine Tai, who served as Biden’s US trade representative, said from the stage. Tai proudly told the audience that before leaving office she and her team had worked hard to complete “a set of supply-chain-resiliency papers, a set of model negotiating texts, and a shipbuilding investigation”.</p><p>It was not until 70 minutes into the conversation that a discordant note was sounded, when Adam Tooze joined the panel remotely. Born in London, raised in West Germany, and living now in New York, where he teaches at Columbia, Tooze was for many years a successful but largely unknown academic. A decade ago he was recognised, when he was recognised at all, as an economic historian of Europe. Since 2018, however, when he published Crashed, his “contemporary history” of the 2008 financial crisis and its aftermath, Tooze has become, in the words of Jonathan Derbyshire, his editor at the Financial Times, “a sort of platonic ideal of the universal intellectual”.</p> <a href=\"https://www.theguardian.com/business/2026/jan/15/the-crisis-whisperer-how-adam-tooze-makes-sense-of-our-bewildering-age\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Fear of the next deluge’: flood-scarred Britons join forces to demand help",
      "link": "https://www.theguardian.com/environment/2026/jan/12/fear-of-the-next-deluge-flood-scarred-britons-join-forces-to-demand-help",
      "pubDate": "Mon, 12 Jan 2026 10:00:53 GMT",
      "description": "<p>As climate breakdown puts millions more people at flood risk, traumatised homeowners are finding common voice</p><p>Darren Ridley is always on high alert, constantly checking his phone for rain warnings – even in the middle of the night.</p><p>“Our whole family is permanently on edge,” he says. “If we hear rain, day or night, we’re up and checking the house. I can’t sleep without replaying our flood plan in my head for weaknesses.”</p> <a href=\"https://www.theguardian.com/environment/2026/jan/12/fear-of-the-next-deluge-flood-scarred-britons-join-forces-to-demand-help\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}