{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-23T15:33:26.025694",
  "items": [
    {
      "title": "Stretched Thin, Iowa Agency Issues Few Fines for Manure Pollution",
      "link": "https://insideclimatenews.org/news/23012026/stretched-thin-iowa-agency-issues-few-fines-for-manure-pollution/",
      "pubDate": "Fri, 23 Jan 2026 10:00:00 +0000",
      "description": "This story is a collaboration between Inside Climate News and Sentient Media. Over half a century ago, Larry Stone moved to northeast Iowa, drawn by the abundant wildlife and the crisp, spring-fed streams that carve through rocky bluffs. More than half a century later, those waterways have increasingly come under threat. In 2017, a 10,000-head […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Plan for Venezuelan Oil Raises Prospects of Paramilitary Violence",
      "link": "https://insideclimatenews.org/news/23012026/trumps-plan-for-venezuelan-oil-raises-prospects-of-paramilitary-violence/",
      "pubDate": "Fri, 23 Jan 2026 09:45:00 +0000",
      "description": "There is a sense of deja vu in the jungles of South America to the Trump Administration’s calls for private security contractors to protect the entrance of U.S. oil companies to Venezuela.  Countries in the region have experienced paramilitary violence that has played out repeatedly when private, foreign-backed militias vie for dominance in the lawless […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Indonesia Revokes Permit for Chinese-Built Dam Threatening Ape Species",
      "link": "https://insideclimatenews.org/news/23012026/indonesia-revokes-permit-for-chinese-built-dam-threatening-ape-species/",
      "pubDate": "Fri, 23 Jan 2026 09:40:00 +0000",
      "description": "The Indonesian government said it has revoked the licenses of 28 companies for violating forestry regulations in provinces hit by devastating flooding in November. A rare equatorial cyclone, which caused widespread landslides across northern Sumatra, killed some 1,200 people and decimated the population of a critically endangered orangutan that was estimated to have fewer than […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Moore Boasts of Record Climate Spending in Maryland Budget as Advocates Denounce Raids on Energy Investment Fund",
      "link": "https://insideclimatenews.org/news/22012026/moore-climate-spending-fy27/",
      "pubDate": "Fri, 23 Jan 2026 00:04:30 +0000",
      "description": "Maryland Gov. Wes Moore has proposed a record $306 million for renewable and clean energy programs in the fiscal 2027 budget, but advocates are alarmed that he plans to raid a clean-energy fund to help plug general-fund gaps. On Wednesday, Moore unveiled a $70.8 billion budget proposal that accounts for an estimated $1.5 billion cash […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Christine Spolar Joins ICN as Associate Publisher",
      "link": "https://insideclimatenews.org/news/22012026/christine-spolar-joins-icn-as-associate-publisher/",
      "pubDate": "Thu, 22 Jan 2026 21:14:57 +0000",
      "description": "Award-winning journalist, producer and editor Christine Spolar has joined Inside Climate News as associate publisher, a newly created position, after working for over a year as an editor in the newsroom.  Spolar will be responsible for strengthening fundraising, helping to lead ICN’s growing development team and overseeing special projects. “It’s a privilege to be working […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Canada’s Mining Firms Are Big Beneficiaries of the Global Order Its Prime Minister Just Criticized",
      "link": "https://insideclimatenews.org/news/22012026/canadas-mining-firms-are-big-beneficiaries-of-the-global-order-its-prime-minister-just-criticized/",
      "pubDate": "Thu, 22 Jan 2026 18:29:23 +0000",
      "description": "When Canadian Prime Minister Mark Carney delivered a pointed rebuke this week of Donald Trump and the global economic system Washington helped shape, he urged other nations to help build a new world order—one that, he said, “embodies our values, like respect for human rights, sustainable development, solidarity, sovereignty and the territorial integrity of states.”  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As the U.S. and Canada Clash, China Stands Ready to Step in and Sell the Cars of the Future",
      "link": "https://insideclimatenews.org/news/22012026/inside-clean-energy-chinese-ev-sales/",
      "pubDate": "Thu, 22 Jan 2026 14:00:00 +0000",
      "description": "Canadian Prime Minister Mark Carney gave a searing speech on Tuesday in Davos, Switzerland, about “the rupture in the world order” and Canada’s role in whatever comes next. A few days earlier, he signaled Canada’s path with the announcement of a trade agreement with China, which included reducing Canada’s tariff on Chinese-made electric vehicles from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "On Michigan Cherry Farms, Small Falcons Are Improving Food Safety",
      "link": "https://insideclimatenews.org/news/22012026/michigan-cherry-farms-american-kestrel-food-safety/",
      "pubDate": "Thu, 22 Jan 2026 09:55:00 +0000",
      "description": "Every spring, raptors return to nesting sites across northern Michigan. The smallest of these birds of prey, a falcon called the American kestrel (Falco sparverius), flies through the region’s many cherry orchards and spends its days hunting for even tinier creatures to eat. This quest keeps the kestrels fed, but it also benefits the region’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Economic Interests Drive Chinese Climate Leadership Amid U.S. Retreat",
      "link": "https://insideclimatenews.org/news/21012026/economic-interests-drive-chinese-climate-leadership-amid-u-s-retreat/",
      "pubDate": "Wed, 21 Jan 2026 22:22:17 +0000",
      "description": "As the United States retreats from climate policy, China signaled its rising intent to lead a transition away from fossil fuels and toward Chinese-made renewable energy technologies in remarks to world leaders on Tuesday.  Speaking at the World Economic Forum in Davos, Switzerland, Chinese Vice Premier He Lifeng cast China as a beacon of stability […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Half of Fossil Fuel Carbon Emissions in 2024 Came From 32 Companies",
      "link": "https://insideclimatenews.org/news/21012026/half-of-fossil-fuel-carbon-emissions-in-2024-came-from-32-companies/",
      "pubDate": "Wed, 21 Jan 2026 18:01:22 +0000",
      "description": "As fossil fuel-based carbon dioxide emissions continue to rise to record levels, a new analysis shows that a majority of these emissions can be traced back to a shrinking number of large corporate entities.  Just 32 companies accounted for over half of global fossil carbon emissions in 2024, according to a report published Wednesday by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}