{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-13T07:24:16.515875",
  "items": [
    {
      "title": "California Sues Trump Administration Over Right to Clean Air",
      "link": "https://insideclimatenews.org/news/12062025/california-sues-trump-administration-over-clean-air-right/",
      "pubDate": "Thu, 12 Jun 2025 22:14:25 +0000",
      "description": "President Donald Trump signed congressional resolutions Thursday morning to repeal California’s pioneering vehicle emissions standards, which he called a “disaster for this country.”  California was ready.  “We made a promise that if the president attempted to illegally interfere with our clean air standards, we’d hold him accountable in court,” California Attorney General Rob Bonta said […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Study Says Clean Energy Rollbacks Will Cost Economy $1.1 Trillion by 2035",
      "link": "https://insideclimatenews.org/news/12062025/clean-energy-rollbacks-will-cost-trillion-by-2035/",
      "pubDate": "Thu, 12 Jun 2025 21:59:04 +0000",
      "description": "In a week when the Trump administration moved forward on multiple fronts to repeal U.S. climate policies, a new analysis quantified the potential costs for public health, households and the economy—including a stunning $1.1 trillion reduction in U.S. gross domestic product by 2035. The study by the University of Maryland’s Center for Global Sustainability found […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Wildfire Smoke Increases Bad-Air Days, Are Government Agencies Doing Enough?",
      "link": "https://insideclimatenews.org/news/12062025/chicago-wildfire-smoke-toxic-air-health/",
      "pubDate": "Thu, 12 Jun 2025 17:32:02 +0000",
      "description": "CHICAGO—As Canadian wildfire smoke moved south into the American Midwest last week, this city experienced not only some of the worst air quality in the United States, but in the entire world. The day before smoke rolled in, the Cook County government sent out air-quality warnings to residents who subscribed to text alerts. Yet even […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Did the Housing Crisis Revitalize Efforts by Western Republicans to Sell Off Public Lands?",
      "link": "https://insideclimatenews.org/news/12062025/how-did-the-housing-crisis-revitalize-efforts-by-western-republicans-to-sell-off-public-lands/",
      "pubDate": "Thu, 12 Jun 2025 13:56:10 +0000",
      "description": "A years-long effort to sell public lands has gained steam in this year’s federal budget negotiations as a proposed solution to the housing crisis, but critics say it’s just the latest attempt to render an unpopular political proposition more palatable. Reps. Mark Amodei (R-Nevada) and Celeste Maloy (R-Utah) inserted a last-minute provision into the House […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Tax Cuts in the “Big Beautiful Bill” Could Kill Solar Power Progress",
      "link": "https://insideclimatenews.org/news/12062025/inside-clean-energy-big-beautiful-bill-solar-power/",
      "pubDate": "Thu, 12 Jun 2025 13:00:00 +0000",
      "description": "The loss of federal tax credits for rooftop solar could wreck the business that Allan O’Shea has built in Michigan. O’Shea, who runs his company along with his wife and sons, has been selling solar panels since the 1990s.  He’s witnessed the growing popularity of rooftop solar in the state, which accounted for 19 percent […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Majority-Black Camp Hill, a Young Mayor Fights for Water",
      "link": "https://insideclimatenews.org/news/12062025/alabama-camp-hill-water-access/",
      "pubDate": "Thu, 12 Jun 2025 09:00:00 +0000",
      "description": "CAMP HILL, Ala.—A dispute over soaring water bills for this town’s 1,000 residents has ended up in court this summer after Mayor Messiah Williams-Cole said that his town’s water contract has been violated by its neighbors in Dadeville, who control the flow.   The water woes began in January, when a water main break sent Camp […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘We’ve Treated it as a Global Waste Dump’: Costa Rica’s President Calls for Action on the Ocean",
      "link": "https://insideclimatenews.org/news/12062025/costa-rica-president-calls-ocean-action-un-conference/",
      "pubDate": "Thu, 12 Jun 2025 08:55:00 +0000",
      "description": "Costa Rica is helping to shape the global agenda on marine protection and ocean governance this week as co-host, with France, of the 2025 United Nations Ocean Conference in Nice.  Costa Rica accounts for 20,000 square miles of land in Central America, but its marine territory covers nearly 200,000 square miles of ocean. About 30 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bills That Could Have Hurt Renewable Energy Die in Texas Legislature",
      "link": "https://insideclimatenews.org/news/12062025/texas-anti-renewable-energy-bills-die-in-legislature/",
      "pubDate": "Thu, 12 Jun 2025 08:50:00 +0000",
      "description": "Four bills aimed at limiting renewable energy projects in Texas failed during the last legislative session as lawmakers, facing increasing energy demands, found constituents and industry leaders alike turning up in Austin to describe wind and solar projects as now pivotal to the state’s economy and grid.  While the proposals were backed by far-right advocacy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Phase-Out of FEMA On Course, Trump Says, Raising Worries About a Weakened National Disaster Response",
      "link": "https://insideclimatenews.org/news/11062025/phase-out-of-fema-on-course-trump-says-raising-worries-about-a-weakened-national-disaster-response/",
      "pubDate": "Wed, 11 Jun 2025 22:10:37 +0000",
      "description": "The Trump administration will begin dismantling the Federal Emergency Management Agency later this year, the president announced on Tuesday, setting a tight timeframe for a breakup that many experts warned would likely harm the nation’s ability to respond to disasters. FEMA leads and funds long-term recovery efforts after natural disasters, which are growing in frequency, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Department of Justice Gives Trump Go-Ahead to Eliminate National Monuments",
      "link": "https://insideclimatenews.org/news/11062025/doj-says-trump-has-power-to-eliminate-national-monuments/",
      "pubDate": "Wed, 11 Jun 2025 17:06:00 +0000",
      "description": "The Department of Justice, in an opinion issued Tuesday, argues President Donald Trump has the power to review and eliminate national monuments to make way for development and resource extraction on public lands—walking back a previous opinion from the department that found only Congress can dismantle a national monument. Since Trump took office, his administration […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}