{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-01T23:24:15.461847",
  "items": [
    {
      "title": "Border Wall Plans at New Mexico’s Mount Cristo Rey Raise Environmental Concerns",
      "link": "https://insideclimatenews.org/news/01072025/new-mexico-border-wall-plan-raises-environmental-concerns/",
      "pubDate": "Tue, 01 Jul 2025 22:59:03 +0000",
      "description": "EL PASO—U.S. Customs and Border Protection plans to build a 1.3-mile border barrier on Mount Cristo Rey, an iconic mountain rising above the Rio Grande and the neighboring cities of Juárez and El Paso. Most of the mountain lies in Doña Ana County, New Mexico. Its southern flank is in Mexico, near the Anapra neighborhood […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "International Investigation by Inside Climate News Wins an SPJ Award",
      "link": "https://insideclimatenews.org/news/01072025/international-investigation-wins-spj-award/",
      "pubDate": "Tue, 01 Jul 2025 22:16:26 +0000",
      "description": "Inside Climate News has won an award from the Society of Professional Journalists for its investigation into a little-known arbitration system that has allowed multinational corporations to win billion-dollar claims against developing nations. “Cashing Out,” reported by Katie Surma and Nicholas Kusnetz, showed how investor-state dispute settlement, or ISDS, lets companies doing business outside their […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Important Archive of Congressionally-Mandated Climate Change Reports Just Went Dark",
      "link": "https://insideclimatenews.org/news/01072025/us-global-change-research-program-website-goes-dark/",
      "pubDate": "Tue, 01 Jul 2025 21:40:42 +0000",
      "description": "On Monday, the website for the federal government’s 35-year old Global Change Research Program—an entity that is required to release periodic reports concerning the environmental change in the Earth’s climate—went dark. The program is part of an interagency effort to, among other things, create an authoritative report known as the National Climate Assessment every four […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Sea Levels Rise, an Island Nation Creates an Escape Route",
      "link": "https://insideclimatenews.org/news/01072025/todays-climate-rising-seas-migration-displacement/",
      "pubDate": "Tue, 01 Jul 2025 19:32:02 +0000",
      "description": "The small island nation of Tuvalu is being swallowed by the sea.  With just around 10,000 residents, this Pacific network of reef islands and atolls has seen sea levels rise around 6 inches over the past three decades—one and half times the global average. Tides are projected to climb another 6 inches by 2050, which […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Supreme Court Rules on Produced Water Ownership",
      "link": "https://insideclimatenews.org/news/01072025/texas-supreme-court-rules-in-favor-of-drilling-company-on-produced-water-ownership/",
      "pubDate": "Tue, 01 Jul 2025 09:00:00 +0000",
      "description": "Texas is awash in billions of gallons of produced water, the wastewater brought to the surface in oil and gas drilling and fracking.  Most produced water is injected into disposal wells. But since these wells were linked to earthquakes, companies are seeking alternatives. The race is on to turn produced water from a waste stream […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "National Science Foundation to Leave Virginia Headquarters as HUD Moves Out of DC",
      "link": "https://insideclimatenews.org/news/01072025/national-science-foundation-loses-virginia-headquarters/",
      "pubDate": "Tue, 01 Jul 2025 08:55:00 +0000",
      "description": "The National Science Foundation will be moving so the federal Department of Housing and Urban Development can take over its offices in Alexandria.  The 1,800 employees at the science foundation were notified last week in a staff memo, a day before authorities from the federal and state government—including HUD Secretary Scott Turner and Gov. Glenn […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Latest GOP Provisions in Budget Bill Seek to Crush Renewable Energy",
      "link": "https://insideclimatenews.org/news/30062025/gop-budget-bill-provisions-to-crush-renewable-energy/",
      "pubDate": "Mon, 30 Jun 2025 22:51:37 +0000",
      "description": "Far from the front lines of the climate crisis, 100 men and women in air-conditioned offices, 61 of them millionaires, are making decisions that could increase United States carbon dioxide emissions, and the warming of the climate they are driving, for decades to come. In the latest political wrangle over energy and climate policy, a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Part of the New York City Park Experience: Joining the War on Invasives",
      "link": "https://insideclimatenews.org/news/30062025/brooklyn-prospect-park-alliance-invasive-species/",
      "pubDate": "Mon, 30 Jun 2025 21:03:54 +0000",
      "description": "It’s on the walls of brownstones and train stations and in New York City parks. And it isn’t mold—it’s English Ivy.  A non-native plant, English Ivy (Hedera helix) outcompetes native flora and fauna for vital resources, degrades habitats and disrupts delicate ecosystems. Recognizing the threat, the Prospect Park Alliance hosted an invasive species removal event […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Helping Bees Find New Homes Across New York City, From Fresh Kills to Street Planters",
      "link": "https://insideclimatenews.org/news/30062025/new-york-city-bee-habitats/",
      "pubDate": "Mon, 30 Jun 2025 09:00:00 +0000",
      "description": "Tucked away in Brooklyn’s Calvert Vaux Park near Coney Island, one of the largest bee habitats in the city was once a rose garden, full of ornamental “Knock Out roses,” which are not native to the region. Now, replanted with mountain mint, coneflowers and milkweed, a pollinator garden attracts a variety of bees and birds […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C. Has Allowed a Likely Carcinogen Into Three Rivers Serving 900,000 People",
      "link": "https://insideclimatenews.org/news/29062025/north-carolina-plastics-company-dumping-likely-carcinogen-into-rivers/",
      "pubDate": "Sun, 29 Jun 2025 09:00:00 +0000",
      "description": "ASHEBORO, N.C.—Boxy, gunmetal gray buildings loom over a labyrinth of ducts and tubes and catwalks, beyond which 100 train cars loll on their tracks. Smokestacks wait to exhale. This is StarPet, a mammoth factory in north Asheboro that manufactures PET polymers, derived from fossil fuels and used in polyester fibers and plastic bottles.  The facility […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}