{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-04T23:25:58.922196",
  "items": [
    {
      "title": "Ten Million Corals Are in the Path of a Federal Dredging Project in Florida",
      "link": "https://insideclimatenews.org/news/04012026/florida-port-everglades-dredging-project-could-damaga-corals/",
      "pubDate": "Sun, 04 Jan 2026 10:00:00 +0000",
      "description": "Beneath the surface of one of South Florida’s busiest maritime hubs, Port Everglades, scientists found 10 million corals thriving in and around the main channel traversed daily by cargo and cruise ships, now threatened by a major federal dredging project.  The discovery, detailed in a new scientific analysis by the National Oceanic and Atmospheric Administration […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Real Pain of Climate Change Is Easy to Feel, but Increasingly Difficult to Study",
      "link": "https://insideclimatenews.org/news/04012026/chronic-pain-and-climate-change/",
      "pubDate": "Sun, 04 Jan 2026 09:55:00 +0000",
      "description": "Dawn Gibson can literally feel storms coming in her bones. “I’ll start feeling like this gnawing and throbbing in my bones and joints,” the 48-year-old suburban Detroiter said. “I get this feeling like my body is getting very heavy, and it’s almost like those old diving suits with the big window in front.” Imani Barbarin, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Lahore’s Smog Season, This Gen Z Doctor Is Centering Climate Change",
      "link": "https://insideclimatenews.org/news/03012026/lahore-pakistan-smog-season-climate-change/",
      "pubDate": "Sat, 03 Jan 2026 10:00:00 +0000",
      "description": "Dr. Farah Waseem can feel the smog the moment she steps outside each morning.  The air smells dusty and burnt, irritating her throat and eyes right away. She has a dry cough that won’t go away, as do both of her parents. In the mornings and evenings in particular, the air is thick and murky, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Network Blooms to Connect Fiber Farmers With Fabric Artisans",
      "link": "https://insideclimatenews.org/news/03012026/a-network-blooms-to-connect-fiber-farmers-with-fabric-artisans/",
      "pubDate": "Sat, 03 Jan 2026 09:45:00 +0000",
      "description": "When yarn-maker Anne Choi moved to New Jersey in 2014, she noticed the lack of connection between natural fiber farmers, who raise sheep, alpacas and goats or grow cotton and flax, and fiber artists, who knit, spin and dye the wool or thread into clothing, textiles and other goods.  The linkage between fiber farmers and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why New York City Is Spending Millions on ‘Bluebelts’",
      "link": "https://insideclimatenews.org/news/02012026/why-nyc-is-spending-millions-on-bluebelts/",
      "pubDate": "Fri, 02 Jan 2026 10:00:00 +0000",
      "description": "New York City is expected to experience increasing rainfall over the next few decades, especially during cloudbursts—short, intense rainfall events. When rain falls, light showers can usually be handled by the complex network of sewer pipes that run beneath the city. But during heavy downpours, water can accumulate, posing a danger to the residents and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Now in its 25th Year, a Historic Effort to Save the Everglades Evolves as the Climate Warms",
      "link": "https://insideclimatenews.org/news/01012026/25-years-of-everglades-restoration/",
      "pubDate": "Thu, 01 Jan 2026 10:00:00 +0000",
      "description": "There is a place in the world, one that is among the most vulnerable as the global climate warms, where an extraordinary gesture of hope has endured for a quarter century. The scope of the effort is almost incomprehensible, both for its sheer size and persistence on a low-lying peninsula, where the delineation between land […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Idaho Bird Research Station Rises From the Ashes of a Wildfire",
      "link": "https://insideclimatenews.org/news/31122025/idaho-valley-fire-torched-lucky-peak-bird-research-station/",
      "pubDate": "Wed, 31 Dec 2025 10:00:00 +0000",
      "description": "BOISE, Idaho—Ping. The sound that wrenched Lucian Davis awake was a phone notification from the wildfire-tracking app Watch Duty. There was a fire just a few miles downslope from the tent where he had been sleeping.  Davis was the lead bander at the Lucky Peak station, a research site run by Boise State University’s Intermountain […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Trump Rolls Back Protections For Wetlands, New Jersey Maintains a Higher Standard",
      "link": "https://insideclimatenews.org/news/31122025/new-jersey-wetlands-standards/",
      "pubDate": "Wed, 31 Dec 2025 09:55:00 +0000",
      "description": "When the Trump administration moved to curtail wetland protections in November, environmental groups warned the rollback could endanger millions of acres of freshwater resources and critical wildlife habitat. But at least one state has put protections in place that may offer a roadmap for preserving wetlands: New Jersey. “We in New Jersey are really fortunate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maine’s Shellfish Harvesters Are Caught up in Climate-Related Closures",
      "link": "https://insideclimatenews.org/news/30122025/maine-oyster-clam-harvesting/",
      "pubDate": "Tue, 30 Dec 2025 10:00:00 +0000",
      "description": "This story was co-published and supported by the journalism nonprofit the Economic Hardship Reporting Project. Chris Warner has been harvesting seafood in coastal Maine since he was a teenager. It’s never been easy, but he’s never let the obstacles stand in his way. Sometimes, he says, it feels like he’s spent 34 years in an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Michigan’s Other Water Crisis: PFAS’s Prevalence in Private Wells",
      "link": "https://insideclimatenews.org/news/30122025/michigan-pfas-private-wells/",
      "pubDate": "Tue, 30 Dec 2025 09:55:00 +0000",
      "description": "Seeking peace and quiet amid hectic careers, Sandy Wynn-Stelt and her husband Joel moved to Kent County, Michigan, in 1992. They picked out a home surrounded by woods and across from a Christmas tree farm, which Wynn-Stelt said was “about as Michigan as you can get.” She was working in the mental health field. He […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}