{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-16T09:32:37.884323",
  "items": [
    {
      "title": "Disaster Survivors Denounce Proposed FEMA Downsizing",
      "link": "https://insideclimatenews.org/news/15122025/disaster-survivors-denounce-fema-downsizing/",
      "pubDate": "Mon, 15 Dec 2025 21:40:48 +0000",
      "description": "Flood, storm and fire survivors gathered in Washington, D.C., Monday to express their alarm over a leaked report from the FEMA Review Council that proposes halving the agency’s workforce and scaling back federal disaster assistance.  Holding images of the devastation wrought by disasters in their communities, more than 80 survivors from 10 states and Puerto […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Regulators Weigh Expanded Use of Data Center’s Polluting Generators",
      "link": "https://insideclimatenews.org/news/15122025/virginia-regulators-weigh-expanded-use-of-data-centers-polluting-generators/",
      "pubDate": "Mon, 15 Dec 2025 10:00:00 +0000",
      "description": "This past summer, a fire at an electrical substation forced data centers in Loudoun County to rely on backup diesel generators as their power source. Grid failures like this happen often, but this time, shoppers in a nearby Walmart parking lot heard the noisy generators start up and reported smelling diesel fumes. “People were like, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One Big, Shining Beacon for Climate Hope",
      "link": "https://insideclimatenews.org/news/15122025/bill-mckibben-here-comes-the-sun-climate-hope/",
      "pubDate": "Mon, 15 Dec 2025 09:55:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host Steve Curwood with author and climate activist Bill McKibben.  In September 1989, along with a poem from John Updike and fiction from Muriel Spark, the New Yorker published an article titled “The End of Nature,” about the rise of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wyoming Ranchers Hoping Solar Can Lower Costs Say Utilities and the State Stand in Their Way",
      "link": "https://insideclimatenews.org/news/14122025/cokeville-wyoming-ranch-scale-solar/",
      "pubDate": "Sun, 14 Dec 2025 10:00:00 +0000",
      "description": "COKEVILLE, Wyo.—Tim Teichert and Jason Thornock want the sun to help them survive as ranchers in Cokeville, Wyoming. On an overcast May day, the two drove around the one-restaurant town, lamenting high electricity prices and restrictive Wyoming laws that they say have thrown an unnecessary burden onto their broad shoulders. “I pay $90,000 in an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How a Nation Famous for Marine Conservation Is Bankrolling Its Own Destruction",
      "link": "https://insideclimatenews.org/news/14122025/costa-rica-fuel-subsidies-funds-poaching-overfishing/",
      "pubDate": "Sun, 14 Dec 2025 09:55:00 +0000",
      "description": "In April 2022, a blue and white fishing boat sliced through the protected waters surrounding Costa Rica’s Isla San José at high speed. Its 75-horsepower engine churned the turquoise surface of the Guanacaste Conservation Area, a UNESCO World Heritage Site teeming with manta rays and bottlenose dolphins.  Onboard, three fishermen were attempting to escape the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Where Does 110 Billion Pounds of Manure Go?",
      "link": "https://insideclimatenews.org/news/14122025/icn-sunday-morning-iowa-manure/",
      "pubDate": "Sun, 14 Dec 2025 09:50:00 +0000",
      "description": "Iowa raises about 23 million hogs each year. That many animals produce a lot of manure—some 110 billion pounds of it—but no one keeps track of where it goes. That’s a problem. Most manure from Iowa’s concentrated animal feeding operations (CAFOs) gets spread as fertilizer across the state’s cropland, but if it isn’t handled well, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hundreds of Sea Turtles Are Freezing in Cape Cod",
      "link": "https://insideclimatenews.org/news/13122025/sea-turtles-freezing-in-cape-cod/",
      "pubDate": "Sat, 13 Dec 2025 10:00:00 +0000",
      "description": "Over the last few weeks, volunteers have braved bitter winds and freezing temperatures to patrol Cape Cod’s bayside beaches at night, sweeping their flashlight beams along the last high-tide line marked with mounds of seaweed, searching for signs of life. “That’s where you’re most likely to find a turtle,” said Mark Faherty, science coordinator at […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New York City’s Forests Are Ailing. New Funding May Get at the Root of the Problem",
      "link": "https://insideclimatenews.org/news/13122025/new-york-city-forest-restoration-grants/",
      "pubDate": "Sat, 13 Dec 2025 09:55:00 +0000",
      "description": "The sound of cars zipping along a nearby highway faded to a low hum as Christian Murphy made his way through a narrow trail in a long-neglected section of Bronx Park. Murphy, the ecology and education manager at the Bronx River Alliance, said the city Parks Department does not have the capacity to address all […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Green California’s Big Oil Problem",
      "link": "https://insideclimatenews.org/news/12122025/california-oil-field-spills/",
      "pubDate": "Fri, 12 Dec 2025 21:44:58 +0000",
      "description": "Thousands of gallons of oil and toxic wastewater poured out of a pipe running through a Monterey County oil field on Friday, Dec. 5, in the latest of several recent spills around the state. The pipe released 168 gallons of oil and nearly 4,000 gallons of toxic wastewater from drilling operations managed by Aera Energy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sharks and Rays Gain Landmark Protections as Nations Move to Curb International Trade",
      "link": "https://insideclimatenews.org/news/12122025/sharks-rays-landmark-protection-against-international-trade/",
      "pubDate": "Fri, 12 Dec 2025 10:00:00 +0000",
      "description": "For the first time, global governments have agreed to widespread international trade bans and restrictions for sharks and rays being driven to extinction.  Last week, more than 70 shark and ray species, including oceanic whitetip sharks, whale sharks and manta rays, received new safeguards under the Convention on International Trade in Endangered Species of Wild […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}