{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-28T02:00:23.369430",
  "items": [
    {
      "title": "A Turning Point for the Ocean: What the High Seas Treaty Means",
      "link": "https://insideclimatenews.org/news/27092025/high-seas-treaty-international-law/",
      "pubDate": "Sat, 27 Sep 2025 09:00:00 +0000",
      "description": "In a milestone for ocean governance and conservation, the High Seas Treaty has cleared the final hurdle to become international law, which for the first time provides a legal pathway towards protecting vast areas of the global ocean beyond countries’ national jurisdictions.  Last week, Sierra Leone and Morocco ratified the treaty—formally known as the Agreement […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can an AI-Guided Robot Help a California City Resist Sea Level Rise and Sequester Carbon?",
      "link": "https://insideclimatenews.org/news/27092025/california-san-rafael-startup-sea-level-rise-ai-solution/",
      "pubDate": "Sat, 27 Sep 2025 08:55:00 +0000",
      "description": "In the Northern California Bay Area, the weather has never pulled its punches. Storms pound the shorelines, king tides swallow streets and wind-driven wildfires blast through the forests. But the ocean and coasts in the region are bringing additional challenges, as rising sea levels push the waters of the bay higher and soil compaction sinks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Unpacking Trump’s ‘Con Job’ Comments About Climate Change to the UN",
      "link": "https://insideclimatenews.org/news/27092025/unpacking-trump-climate-change-comments-at-un/",
      "pubDate": "Sat, 27 Sep 2025 08:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, a conversation between producers Jenni Doering and Aynsley O’Neill about President Donald Trump’s speech to the U.N. General Assembly. The conversation has been edited for length and clarity. Some of the world’s most powerful people gathered in New York City in recent days […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Is Duke Energy Liable for Climate-Related Property Damage After Funding Denialist Campaigns?",
      "link": "https://insideclimatenews.org/news/26092025/duke-energy-storm-damage-lawsuit/",
      "pubDate": "Fri, 26 Sep 2025 18:27:15 +0000",
      "description": "RALEIGH, N.C.—The state’s first climate deception case unfurled Thursday in North Carolina Business Court, where attorneys for the town of Carrboro and Duke Energy spent six hours sparring over legal arcana to answer a single question: Should a jury hear a case alleging that Duke Energy is responsible for lying about the link between climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Human Impacts on Ocean Could Double or Triple by 2050, a New UC Santa Barbara Study Warns",
      "link": "https://insideclimatenews.org/news/26092025/human-ocean-impacts-research/",
      "pubDate": "Fri, 26 Sep 2025 09:05:00 +0000",
      "description": "By 2050, the combined impacts of climate change and human activity on the ocean could be two to three times greater than they are today. Without urgent efforts to reduce these threats, a new study from the National Center for Ecological Analysis and Synthesis—an independent research affiliate of the University of California, Santa Barbara—warns those […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Passaic River Stars in a Short Drama About Its Life as a Superfund Site",
      "link": "https://insideclimatenews.org/news/26092025/passaic-river-play-spotlights-superfund-site/",
      "pubDate": "Fri, 26 Sep 2025 09:00:00 +0000",
      "description": "It is a perfect day in Newark, New Jersey. The sky is a vibrant blue, with few clouds, over Riverfront Park. Willow trees drape down and drift with the wind. Music blares from portable speakers. People lie on the grass or bike and enjoy the occasional breeze on a warm summer day.  By a busy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Disinformation on Steroids: Climate Science Takes It on the Chin",
      "link": "https://insideclimatenews.org/news/26092025/inside-climate-talks-disinformation/",
      "pubDate": "Fri, 26 Sep 2025 08:55:00 +0000",
      "description": "Did you hear the one about the space lasers starting forest fires? Fringe conspiracy theories like this still swirl in certain parts of the internet. But some climate change disinformation is harder to spot—it’s subtle, sophisticated and circulated by trusted sources.  Executive editor Vernon Loeb sits down with Washington bureau chief Marianne Lavelle and ICN’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bureau of Land Management to Sell Off Federal Coal Reserve Leases in Wyoming",
      "link": "https://insideclimatenews.org/news/25092025/trump-administration-offers-federal-coal-reserve-leases-wyoming/",
      "pubDate": "Thu, 25 Sep 2025 23:52:16 +0000",
      "description": "The Bureau of Land Management said Wednesday that it will offer up more than 3,500 acres of federal coal reserves to be sold and mined in Wyoming’s Powder River Basin. The auction, set to take place in October, is the latest in a string of sale announcements as the federal government begins to accept new […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Citing Climate Crisis, NAACP Expresses Opposition to Massive Alabama Data Center",
      "link": "https://insideclimatenews.org/news/25092025/naacp-opposes-massive-alabama-data-center/",
      "pubDate": "Thu, 25 Sep 2025 20:43:48 +0000",
      "description": "BESSEMER, Ala.—Residents living around the site of a proposed 4.5 million-square-foot data center campus have a new ally in their fight against what they say is an unwanted and unneeded development: the National Association for the Advancement of Colored People.  In an open letter sent to Bessemer’s planning and zoning commission, representatives of the organization’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Which States Are Getting Hit Hardest by Electricity Price Increases?",
      "link": "https://insideclimatenews.org/news/25092025/inside-clean-energy-electricity-rate-hikes-by-state/",
      "pubDate": "Thu, 25 Sep 2025 13:00:00 +0000",
      "description": "Rising electricity rates are hitting consumers just about everywhere as utilities struggle to build enough power plants to meet rising demand from data centers. But the effects on prices vary a lot by state. Federal electricity data released on Tuesday helps to identify where the increases in bills have been the most drastic. I found […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}