{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-01-07T20:32:29.564866",
  "items": [
    {
      "title": "Liz Kendall says Elon Musk’s X must urgently deal with ‘appalling’ sexualised deepfake content produced by Grok AI - as it happened",
      "link": "https://www.theguardian.com/politics/live/2026/jan/06/badenoch-trump-venezuela-maduro-starmer-streeting-uk-politics-latest-news-updates",
      "pubDate": "Tue, 06 Jan 2026 17:49:47 GMT",
      "description": "<p>Science secretary says the deepfake content being produced on the platform is ‘unacceptable in decent society’</p><p>In her Today programme interview this morning <strong>Kemi Badenoch</strong> tried to outflank Nigel Farage on net zero scepticism by claiming (wrongly) that she started talking out this before he did.</p><p>Asked by the presenter, <strong>Nick Robinson</strong>, to give an example of a single policy that the Conservatives would implement to boost economic growth, <strong>Badenoch</strong> said that they would allow more drilling for oil in the North Sea.</p><p>There wasn’t a Reform party then ...</p><p>I have always been a net zero sceptic, even in government. I was the one who argued that we need to bring back some of these targets ... I’ve been consistent. Nigel Farage is following me.</p><p>Keir Starmer doesn’t have a plan, doesn’t have an agenda. He’s weak.</p><p>Nigel Farage is a one-man band who is all about himself and would make a mess of things. [He] doesn’t do detail.</p><p>More trucks are entering Gaza, and this is very welcome, but right now, key crossings remain closed, convoys are being turned back, medical and shelter supplies are blocked, and NGOs are being banned.</p><p>We joined nine other countries in stating that this is not acceptable, over the recess. The peace plan cannot work if NGOs are shut out. Israel’s decision to ban 37 of them is unjustifiable.</p> <a href=\"https://www.theguardian.com/politics/live/2026/jan/06/badenoch-trump-venezuela-maduro-starmer-streeting-uk-politics-latest-news-updates\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump taking ‘drill, baby, drill’ plan to Venezuela ‘terrible’ for climate, experts warn",
      "link": "https://www.theguardian.com/us-news/2026/jan/06/trump-venezuela-oil-climate-crisis",
      "pubDate": "Tue, 06 Jan 2026 13:00:13 GMT",
      "description": "<p>‘Everybody loses’ if production supercharged in country with largest known oil reserves, critics say</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, by dramatically seizing <a href=\"https://www.theguardian.com/world/nicolas-maduro\">Nicolás Maduro</a> and claiming dominion over <a href=\"https://www.theguardian.com/world/venezuela\">Venezuela</a>’s vast oil reserves, has taken his “<a href=\"https://www.theguardian.com/us-news/2025/mar/12/trump-fossil-fuels-oil-and-gas\">drill, baby, drill</a>” mantra global. Achieving the president’s dream of supercharging the country’s oil production would be financially challenging – and if fulfilled, would be “terrible for the climate”, experts say.</p><p>Trump has aggressively sought to <a href=\"https://www.theguardian.com/environment/2025/jan/22/trump-big-oil-energy-priorities-explained\">boost oil and gas production</a> within the US. Now, after the capture and arrest of Maduro and his wife, Cilia Flores, he is seeking to orchestrate a ramp-up of drilling in Venezuela, which has the largest known reserves of oil in the world – equivalent to about 300bn barrels, <a href=\"https://knowledge.energyinst.org/search/record?id=58930\">according to</a> research firm the Energy Institute.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/06/trump-venezuela-oil-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘The perfect storm’: Trump has left the US less prepared for natural disasters, experts say",
      "link": "https://www.theguardian.com/us-news/2026/jan/04/donald-trump-disaster-response-preparedness",
      "pubDate": "Sun, 04 Jan 2026 17:00:11 GMT",
      "description": "<p>Emergency managers say the US president has presided over a dangerous erosion in US capacity to prepare for and respond to natural disasters</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> has presided over a dangerous erosion in US capacity to prepare for and respond to natural disasters, according to emergency management experts.</p><p>The first year of his second term was marked by crackdowns on <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> science that produced world-class weather forecasts and the gutting of frontline federal agencies - policies that have left the country, already struggling to keep pace with severe storms, even more at risk.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/04/donald-trump-disaster-response-preparedness\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Ørsted files legal challenge against US government over windfarm lease freeze",
      "link": "https://www.theguardian.com/business/2026/jan/02/rsted-files-legal-challenge-against-us-government-over-windfarm-lease-freeze",
      "pubDate": "Fri, 02 Jan 2026 14:27:00 GMT",
      "description": "<p>Europe’s biggest offshore wind developer seeking to overturn White House decision to suspend work on a $5bn wind farm project</p><p>Europe’s biggest offshore wind developer is taking the Trump administration to court over its decision to suspend work on a $5bn project on the north-east US coast.</p><p>Denmark’s Ørsted filed a legal challenge on Thursday against the White House’s decision 10 days ago to suspend the lease for its Revolution Wind site as part of a sweeping move <a href=\"https://www.theguardian.com/us-news/2025/dec/22/trump-wind-farms\">halting all construction of offshore wind</a>.</p> <a href=\"https://www.theguardian.com/business/2026/jan/02/rsted-files-legal-challenge-against-us-government-over-windfarm-lease-freeze\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "2025 was UK’s hottest and sunniest year on record, says Met Office",
      "link": "https://www.theguardian.com/uk-news/2026/jan/02/2025-uk-warmest-and-sunniest-year-on-record-met-office",
      "pubDate": "Fri, 02 Jan 2026 13:36:54 GMT",
      "description": "<p>Mean temperature for year was 10.09C, surpassing 2022 record, and 1,648.5 hours of sunshine were recorded</p><p>2025 was the UK’s warmest and sunniest year on record, the Met Office has confirmed.</p><p>The UK’s three <a href=\"https://www.theguardian.com/environment/2025/dec/09/2025-virtually-certain-second-or-third-hottest-year-on-record-eu-data-coperincus\">hottest years</a> on record have now all been in this decade, which meteorologists say is proof of a rapidly changing climate. All of the top 10 warmest years have happened in the past two decades.</p> <a href=\"https://www.theguardian.com/uk-news/2026/jan/02/2025-uk-warmest-and-sunniest-year-on-record-met-office\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "We study glaciers. ‘Artificial glaciers’ and other tech may halt their total collapse | Brent Minchew and Colin Meyer",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/07/we-study-glaciers-artificial-glaciers-and-other-tech-may-halt-their-total-collapse",
      "pubDate": "Wed, 07 Jan 2026 11:00:11 GMT",
      "description": "<p>How might we prevent sea-level rise? Satellite-based radar, solar-powered drones, robot submarines and lab-based ‘artificial glaciers’ could all play a role</p><p>Sea levels are rising faster than at any point in human history, and for every foot that waters rise, 100 million people lose their homes. At current projections, that means about 300 million people will be forced to move in the decades to come, along with the social and political conflict as people migrate inland. Despite this looming crisis, the world still lacks specific, reliable forecasts for when and where the seas will rise – and we have invested almost nothing in understanding whether and how we can slow it down.</p><p>Societies must continue to focus on reducing greenhouse gas emissions, but it’s increasingly clear that the world needs to do more: we need to predict the future of the world’s ice with precision, and to explore safe, science-backed methods to keep it from melting away.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/07/we-study-glaciers-artificial-glaciers-and-other-tech-may-halt-their-total-collapse\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "We can safely experiment on reflecting sunlight away from Earth. Here’s how | Dakota Gruener and Daniele Visioni",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/06/reflecting-sunlight-climate-crisis-heating",
      "pubDate": "Tue, 06 Jan 2026 12:00:12 GMT",
      "description": "<p>Reflecting a small fraction of incoming sunlight to reduce global heating is not a new idea. It is time to safely experiment</p><p>The <a href=\"https://www.theguardian.com/environment/climate-crisis\">world</a> is <a href=\"https://www.theguardian.com/us-news/2025/dec/31/climate-crisis-guardian-readers\">warming</a> <a href=\"https://www.theguardian.com/environment/2025/oct/15/record-leap-in-co2-fuels-fears-of-accelerating-global-heating\">fast</a> – and our options to avoid <a href=\"https://www.theguardian.com/environment/2025/nov/13/world-still-on-track-for-catastrophic-26c-temperature-rise-report-finds\">catastrophic harm</a> are narrowing. 2024 <a href=\"https://www.theguardian.com/environment/article/2024/jul/08/temperatures-1-point-5c-above-pre-industrial-era-average-for-12-months-data-shows\">was</a> the first full year more than 1.5C hotter than the 19th-century average. Emissions are still rising, with fossil fuel use expected to hit a new high in 2025. Permanent carbon removal technologies – often cited as a fix – are removing just tens of thousands of tonnes annually, almost nothing relative to the 5-10bn tonnes needed. Cutting emissions and scaling carbon removal remain essential. But they may not be enough.</p><p>As suffering grows and ecosystems unravel, more people will ask: is there anything we can do to prevent these harms? The idea of reflecting a small fraction of incoming sunlight to reduce warming is not a new idea. In 1965, Lyndon B Johnson’s science advisers proposed it as the <em>only</em> way to cool the planet. Earth already reflects about 30% of incoming sunlight; raising that fraction slightly – say, to 31% – could strengthen the planet’s natural heat shield. But how?</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/06/reflecting-sunlight-climate-crisis-heating\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s easy to feel powerless about climate chaos. Here’s what gives me hope | Nina Lakhani",
      "link": "https://www.theguardian.com/environment/2025/dec/31/environmental-justice-ordinary-people-power",
      "pubDate": "Wed, 31 Dec 2025 14:00:16 GMT",
      "description": "<p>I’ve spent six years writing about environmental justice. The uncomfortable truth is that we’re not all in it together – but people power is reshaping the fight</p><p>It’s been another year of climate chaos and inadequate political action. And it’s hard not to feel despondent and powerless.</p><p>I joined the Guardian full time in 2019, as the paper’s first environmental justice correspondent, and have reported from across the US and the region over the past six years. It’s been painful to see so many families – and entire communities – devastated by fires, floods, extreme heat, sea level rise and food shortages. But what’s given me hope during these six years of reporting as both an environmental and climate justice reporter are the people fighting to save our planet from catastrophe – in their communities, on the streets and in courtrooms across the world.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/environmental-justice-ordinary-people-power\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A polycrisis has shattered our world this year. But with care, we can put it back together | Elif Shafak",
      "link": "https://www.theguardian.com/world/2025/dec/31/polycrisis-world-care-challenge-2025-courage",
      "pubDate": "Wed, 31 Dec 2025 12:00:10 GMT",
      "description": "<p>The challenges and strains have been almost too much to take. But in 2025, words of depth and courage have been an antidote to numbness</p><p>I once saw a young glassblower in Istanbul, still new to his craft, shatter a beautiful vase while taking it out of the furnace. The artisan master standing by his side calmly nodded and said something that I still think about. He told him: “You put too much pressure on it, you kept it unbalanced and you forgot that it, too, has a heart.”</p><p>The year we are leaving behind has been plagued from the start by a series of social, economic, environmental, technological and institutional challenges, all happening with such speed and intensity that we are yet to fully comprehend their impact on our lives, let alone on future generations. As the overwhelming strain of domestic and geopolitical changes continues to build up, I cannot help but remember the man’s words. Too much pressure. Unstable, uncertain and replete with deep inequalities. This could well be the year we forgot that the Earth, too, has a heart. It definitely feels like the year when the world was broken.</p> <a href=\"https://www.theguardian.com/world/2025/dec/31/polycrisis-world-care-challenge-2025-courage\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘A silent majority’: MPs underestimate support for green policies, study reveals",
      "link": "https://www.theguardian.com/environment/2026/jan/05/mps-underestimate-support-green-policies-study",
      "pubDate": "Mon, 05 Jan 2026 12:38:55 GMT",
      "description": "<p>Exclusive: From solar subsidies to meat taxes, minority rightwing voices appear to drown out the consensus</p><p>“There may have been a silent majority in favour of windfarms and higher petrol taxes, but if there was, these people were mighty quiet. Essentially, all I ever heard from was people objecting to them.” That was the view of a former UK MP who took part in new research that reveals how significantly British and Belgian politicians underestimate the public’s support for climate action.</p><p>From solar power and energy efficiency to meat taxes and frequent flyer levies, the politicians consistently failed to appreciate people’s appetite for policies that tackle global heating. The misapprehension has real world consequences: those politicians were less willing to vote for or speak up for those policies, according to the study.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/05/mps-underestimate-support-green-policies-study\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Just an unbelievable amount of pollution’: how big a threat is AI to the climate?",
      "link": "https://www.theguardian.com/technology/2026/jan/03/just-an-unbelievable-amount-of-pollution-how-big-a-threat-is-ai-to-the-climate",
      "pubDate": "Sat, 03 Jan 2026 08:00:32 GMT",
      "description": "<p>Defenders say AI can do good to fight the climate crisis. But spiralling energy and water costs leave experts worried</p><p>During a golden sunset in Memphis in May, Sharon Wilson pointed a thermal imaging camera at Elon Musk’s flagship datacentre to reveal a planetary threat her eyes could not. Free from pollution controls, the gas-fired turbines that power the world’s biggest AI supercomputer were pumping invisible fumes into the Tennessee sky.</p><p>“It was jaw-dropping,” said Wilson, a former oil and gas worker from Texas who has documented methane releases for more than a decade and estimates xAI’s Colossus datacentre was spewing more of the planet-heating gas than a large power plant. “Just an unbelievable amount of pollution.”</p> <a href=\"https://www.theguardian.com/technology/2026/jan/03/just-an-unbelievable-amount-of-pollution-how-big-a-threat-is-ai-to-the-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Cop30, Trump and the fragile future of climate cooperation",
      "link": "https://www.theguardian.com/environment/2026/jan/01/cop30-trump-and-the-fragile-future-of-climate-cooperation",
      "pubDate": "Fri, 02 Jan 2026 07:00:03 GMT",
      "description": "<p>In this week’s newsletter: From geopolitics to populism, multilateralism is under pressure – but climate action cannot succeed in a fractured world</p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>January might seem a bit too early to propose a word of the year, but I know mine already: multilateralism – the principle that common problems should have common solutions. It rests on the idea that all countries and people have a stake in the future of the planet we share, and that their rights should be respected. That cooperation beats competition, or going it alone.</p><p>Multilateralism is what has kept the UN process of climate diplomacy going, but now the principle is under threat as never before, amid a rising tide of populism and conflict. The US, under Donald Trump, <a href=\"https://www.theguardian.com/us-news/2025/dec/05/civilisational-erasure-us-strategy-document-appears-to-echo-far-right-conspiracy-theories-about-europe\">explicitly rejects multilateralism</a>, in favour of <a href=\"https://www.theguardian.com/world/2025/dec/10/donald-trump-europe-leaders-this-is-europe\">carve-ups between great powers</a>. But if we are to stave off climate breakdown, only multilateralism will work.</p><p><strong><a href=\"https://www.theguardian.com/tv-and-radio/2025/dec/29/cities-need-nature-to-be-happy-david-attenborough-seeks-out-londons-hidden-wildlife\">‘Cities need nature to be happy’: David Attenborough seeks out London’s hidden wildlife</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/01/eus-new-green-tariff-rules-on-high-carbon-goods-come-into-force\">EU’s new ‘green tariff’ rules on high-carbon goods come into force</a></strong></p><p><strong><a href=\"https://www.theguardian.com/business/2025/dec/30/renewable-energy-projects-battery-storage-wind-solar-2025-data\">Renewable energy project approvals hit record high in GB in 2025, data shows</a></strong></p><p><strong><a href=\"https://www.theguardian.com/global-development/2024/nov/25/global-stability-multilateral-international-development-association-seoul-conflict-climate-crisis-debt-bretton-woods-africa\">Multilateralism faces a toxic brew of debt, climate crisis and war. It’s time for a reboot | Mo Ibrahim</a></strong></p><p><strong><a href=\"https://www.theguardian.com/commentisfree/2025/apr/12/new-world-order-conflict-era-multilateralism\">The ‘new world order’ of the past 35 years is being demolished before our eyes. This is how we must proceed | Gordon Brown</a></strong></p><p><strong><a href=\"https://www.theguardian.com/law/ng-interactive/2025/dec/25/how-donald-trump-killed-international-law\">Into the void: how Trump killed international law</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/jan/01/cop30-trump-and-the-fragile-future-of-climate-cooperation\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘These trees may not survive’: Jordan’s ancient olive harvest wilts under record-breaking heat",
      "link": "https://www.theguardian.com/environment/2026/jan/01/these-trees-may-not-survive-jordans-ancient-olive-harvest-wilts-under-record-breaking-heat",
      "pubDate": "Thu, 01 Jan 2026 15:00:42 GMT",
      "description": "<p>Extreme heat and drought has destroyed 70% of Jordan’s olive crop, endangering livelihoods of 80,000 families and a centuries-old tradition</p><p></p><p>Abu Khaled al-Zoubi, 67, walks slowly through his orchard in Irbid, northern Jordan, his footsteps kicking up dust from the parched earth beneath centuries-old olive trees. He stops at a gnarled trunk, its bark split and peeling from months of unrelenting heat.</p><p>He points out that the branches should be sagging under the weight of ripening fruit, but instead they stretch upward, nearly bare, with only a few shrivelled olives clinging to the withered stems.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/01/these-trees-may-not-survive-jordans-ancient-olive-harvest-wilts-under-record-breaking-heat\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}