{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-02T15:22:09.456161",
  "items": [
    {
      "title": "Western States Brace for a Uranium Boom as the Nation Looks to Recharge its Nuclear Power Industry",
      "link": "https://insideclimatenews.org/news/02112025/west-braces-for-uranium-boom-as-nuclear-makes-comeback/",
      "pubDate": "Sun, 02 Nov 2025 10:00:00 +0000",
      "description": "BAIROIL, Wyo.—The remote dirt road through dusty fields of sagebrush that John Cash drove along in June seemed to pass little of economic value. But his car was, in fact, rattling towards the top-producing uranium mine in Wyoming.  In 2022, the Lost Creek Mine became the first of several such sites across the West to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Cows and Solar Power Coexist? We’re About to Find Out",
      "link": "https://insideclimatenews.org/news/02112025/cattle-solar-grazing/",
      "pubDate": "Sun, 02 Nov 2025 09:55:00 +0000",
      "description": "LANCASTER, Ky.—It is unusual to have a utility-scale solar array in Kentucky, and even more unusual that the grounds crew here is a live-in flock of more than a thousand sheep. On a recent afternoon, the sheep lounged beneath the shade created by solar panels, supervised by three dogs: Honey, Junior and Roxy. The property […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What the Whales Are Saying",
      "link": "https://insideclimatenews.org/news/02112025/icn-sunday-morning-whale-communications-ai/",
      "pubDate": "Sun, 02 Nov 2025 09:50:00 +0000",
      "description": "What separates humans from other species? The answer to that question may no longer be language.  With the help of artificial intelligence, robotics and new recording technologies, scientists are edging closer to understanding whale communications and to perhaps one day even holding a conversation. The advances could strengthen legal protections for these animals, including the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Company Eyes What Would Be North Carolina’s First Commercial Natural Gas Well",
      "link": "https://insideclimatenews.org/news/01112025/north-carolina-natural-gas-well-data-center/",
      "pubDate": "Sat, 01 Nov 2025 09:00:00 +0000",
      "description": "A company with connections to the cryptocurrency industry is considering drilling for natural gas near the Deep River north of Sanford in Lee County, North Carolina. If approved, the project would be the first commercial well drilled into the Triassic Basin, a natural gas repository underlying North Carolina and other Eastern Seaboard states. Deep River […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Grid Increasingly Meets Growing Demand With Renewables",
      "link": "https://insideclimatenews.org/news/01112025/texas-grid-increasingly-meets-growing-demand-with-renewables/",
      "pubDate": "Sat, 01 Nov 2025 08:55:00 +0000",
      "description": "Texas’ independent grid is meeting a large portion of the state’s rising electricity demand through its growing fleet of solar facilities, wind power generators and batteries, according to the U.S. Energy Information Administration (EIA).  In the first nine months of 2025, the Electric Reliability Council of Texas (ERCOT) saw record demand on the grid compared […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ted Bundy, Serial Killers and Lead Exposure: Exploring the Connection Between Neurotoxins and Violence",
      "link": "https://insideclimatenews.org/news/01112025/connecting-serial-killers-to-neurotoxins/",
      "pubDate": "Sat, 01 Nov 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host Steve Curwood with Caroline Fraser, the author of “Murderland: Crime and Bloodlust in the Time of Serial Killers.”  From Ted Bundy and Jeffrey Dahmer to Charles Manson and the Zodiac Killer, serial killers are a distinctly American phenomenon. We […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "CSX Train Derailment in Virginia Puts Chickahominy River at Risk",
      "link": "https://insideclimatenews.org/news/31102025/csx-train-derailment-in-virginia-puts-chickahominy-river-at-risk/",
      "pubDate": "Fri, 31 Oct 2025 23:24:48 +0000",
      "description": "A train derailment last Saturday dumped coal and diesel fuel into wetlands near the Chickahimony River in Virginia, and nearby residents and environmentalists worry that the contaminants could flow into the waterway.   The CSX train travelling from Hinton, West Virginia, to Newport News, Virginia, derailed about 30 minutes past Richmond in New Kent County, sending […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Order to Keep Michigan Coal Plant Running Has Cost $80 Million So Far",
      "link": "https://insideclimatenews.org/news/31102025/michigan-campbell-coal-plant-operation-has-cost-80-million/",
      "pubDate": "Fri, 31 Oct 2025 21:28:13 +0000",
      "description": "The Trump administration’s emergency order to keep the huge J.H. Campbell coal plant on Lake Michigan operating past its planned retirement date has cost at least $80 million since May, its operator, Consumers Energy, told regulators and investors this week. The company said in its third-quarter earnings report Thursday that it would pursue the process […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "At Rallies in Utah and Wyoming, PacifiCorp Customers Urge the Utility to Pursue Renewables",
      "link": "https://insideclimatenews.org/news/31102025/utah-wyoming-pacificorp-rallies/",
      "pubDate": "Fri, 31 Oct 2025 18:31:50 +0000",
      "description": "Activists in Utah and Wyoming held rallies this week urging state regulators to scrutinize a document they believe will raise energy bills for hundreds of thousands of Westerners, and worsen air pollution across the northern Rockies. The subject of the gatherings was Rocky Mountain Power’s 2025 integrated resource plan, a roadmap for electricity generation and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Los Ecuatorianos Votarán Sobre la Reforma Constitucional, que Podría Acabar con los Derechos de la Naturaleza",
      "link": "https://insideclimatenews.org/news/31102025/los-ecuatorianos-votaran-sobre-la-reforma-constitucional-que-podria-acabar-con-los-derechos-de-la-naturaleza/",
      "pubDate": "Fri, 31 Oct 2025 16:39:48 +0000",
      "description": "Read this article in English. En 2008, Ecuador hizo historia al consagrar los derechos de la naturaleza en su Constitución, reconociendo a los ecosistemas como entidades vivas con derechos legales.  Durante casi dos décadas, las comunidades indígenas y los ambientalistas han defendido estos derechos, sentando un ejemplo a nivel mundial. Los tribunales ecuatorianos han fallado […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}