{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-06-11T14:24:15.408303",
  "items": [
    {
      "title": "Major US climate website likely to be shut down after almost all staff fired",
      "link": "https://www.theguardian.com/us-news/2025/jun/11/climate-website-shut-down-noaa",
      "pubDate": "Wed, 11 Jun 2025 10:00:26 GMT",
      "description": "<p>Exclusive: Climate.gov, which supports public education on climate science, will soon no longer publish new content</p><p>A major US government website supporting public education on climate science looks likely to be shuttered after almost all of its staff were fired, the Guardian has learned.</p><p><a href=\"http://climate.gov\">Climate.gov</a>, the gateway website for the National Oceanic and Atmospheric Administration (Noaa)’s Climate Program Office, will imminently no longer publish new content, according to multiple former staff responsible for the site’s content whose contracts were recently terminated.</p> <a href=\"https://www.theguardian.com/us-news/2025/jun/11/climate-website-shut-down-noaa\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Win-win’: new maps reveal best opportunities for global reforestation",
      "link": "https://www.theguardian.com/environment/2025/jun/11/maps-forests-study-environment-wildlife-climate-crisis",
      "pubDate": "Wed, 11 Jun 2025 09:00:24 GMT",
      "description": "<p>New study shows regions with best potential to regrow trees and suck climate-heating CO2 from the air</p><p>New maps have revealed the best “win-win” opportunities across the world to regrow forests and tackle the climate crisis, without harming people or wildlife.</p><p>The places range from the eastern US and western Canada, to Brazil and Columbia, and across Europe, adding up to 195 million hectares (482 million acres). If reforested, this would remove 2.2bn tonnes of carbon dioxide a year, about the same as all the nations in the European Union.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/11/maps-forests-study-environment-wildlife-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Drought fears in Europe amid reports May was world’s second hottest ever",
      "link": "https://www.theguardian.com/environment/2025/jun/11/drought-fears-in-europe-amid-reports-may-was-worlds-second-hottest-ever",
      "pubDate": "Wed, 11 Jun 2025 02:00:15 GMT",
      "description": "<p>Copernicus data shows month was 1.4C above estimated 1850-1900 average used to define pre-industrial level</p><p>It has been an exceptionally dry spring in north-western Europe and the second warmest May ever globally, according to the Copernicus Climate Change Service (C3S).</p><p>Countries across Europe, including the UK, have been hit by drought conditions in recent months, with water shortages feared unless significant rain comes this summer, and crop failures beginning to be<a href=\"https://www.theguardian.com/environment/2025/may/07/drought-conditions-already-hitting-uk-crop-production-farmers-say\"> reported by farmers.</a></p> <a href=\"https://www.theguardian.com/environment/2025/jun/11/drought-fears-in-europe-amid-reports-may-was-worlds-second-hottest-ever\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "New Zealand government sued over ‘dangerously inadequate’ emissions reduction plan",
      "link": "https://www.theguardian.com/world/2025/jun/10/new-zealand-government-sued-over-dangerously-inadequate-emissions-reduction-plan-ntwnfb",
      "pubDate": "Tue, 10 Jun 2025 02:11:57 GMT",
      "description": "<p><strong>Exclusive: </strong>In the first legal challenge to the plan, top climate lawyers claim the government relies too heavily on forestry and failed to consult the public</p><p>Two groups representing hundreds of top environment lawyers are suing the New Zealand government over what they say is its “dangerously inadequate” plan to reduce emissions to net zero by 2050.</p><p>It is the first time the country’s emissions reduction plan has faced litigation, and the lawyers believe it is the first case globally that challenges the use of forestry to offset emissions.</p> <a href=\"https://www.theguardian.com/world/2025/jun/10/new-zealand-government-sued-over-dangerously-inadequate-emissions-reduction-plan-ntwnfb\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Ticking timebomb’: sea acidity has reached critical levels, threatening entire ecosystems – study",
      "link": "https://www.theguardian.com/environment/2025/jun/09/sea-acidity-ecosystems-ocean-acidification-planetary-health-scientists",
      "pubDate": "Mon, 09 Jun 2025 04:00:53 GMT",
      "description": "<p>Ocean acidification has already crossed a crucial threshold for planetary health, scientists say in unexpected finding</p><ul><li><p>More on this story: <a href=\"https://www.theguardian.com/environment/2025/jun/09/the-scientists-warning-the-world-about-ocean-acidification-evil-twin-of-the-climate-crisis\">How the ‘evil twin’ of the climate crisis is threatening our oceans</a></p></li></ul><p>The world’s oceans are in worse health than realised, scientists have said today, as they warn that a key measurement shows we are “running out of time” to protect marine ecosystems.</p><p>Ocean acidification, often called the “evil twin” of the climate crisis, is caused when carbon dioxide is rapidly absorbed by the ocean, where it reacts with water molecules leading to a fall in the pH level of the seawater. It damages coral reefs and other ocean habitats and, in extreme cases, can dissolve the shells of marine creatures.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/09/sea-acidity-ecosystems-ocean-acidification-planetary-health-scientists\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Parts of Australia are suffering another devastating drought, but you wouldn’t know it in the cities | Van Badham",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/11/parts-of-australia-are-suffering-another-devastating-drought-but-you-wouldnt-know-it-in-the-cities",
      "pubDate": "Wed, 11 Jun 2025 07:09:41 GMT",
      "description": "<p>It’s not so much that rural and metro communities hold different opinions about climate change but rather they are holding completely different conversations</p><p>• <a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p><p>We got some rain in rural Victoria over the weekend, and that’s <a href=\"https://www.abc.net.au/news/2025-06-10/victoria-rainfall-drought-relief/105395020\">headline-worthy news</a>.</p><p>There’s been a record-breaking drought that’s been afflicting the states of Victoria, South Australia, Tasmania and parts of New South Wales for over a year, but depending where you live – and how you get your news – you may not know much about it.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/11/parts-of-australia-are-suffering-another-devastating-drought-but-you-wouldnt-know-it-in-the-cities\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Neither glib lines nor warm thoughts can hide the cynicism of Labor’s North West Shelf decision | Clear Air",
      "link": "https://www.theguardian.com/environment/commentisfree/2025/jun/10/neither-glib-lines-nor-warm-thoughts-can-hide-the-cynicism-of-labors-north-west-shelf-decision",
      "pubDate": "Tue, 10 Jun 2025 02:37:42 GMT",
      "description": "<p>Albanese’s commitment to the climate crisis appears too often to be built on the idea that being better than the Coalition is enough – but that’s not how it works</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>Fans of naked political cynicism have had plenty to cheer of late. Those hoping for something more from their elected leaders – a bit of principle and coherency, say – have had no shortage of reasons to lament what Michael Stipe once called <a href=\"https://www.youtube.com/watch?v=qV63-YY3zlc\">the downhill slide into abysmal</a>.</p><p>In Australia, there is cynicism right through the Albanese government’s proposed approval of a 45-year life extension for one of the world’s biggest gas developments.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/jun/10/neither-glib-lines-nor-warm-thoughts-can-hide-the-cynicism-of-labors-north-west-shelf-decision\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "There are huge floods and/or droughts all over! And insurance is wildly expensive (if you can even get it) | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/jun/04/there-are-huge-floods-andor-droughts-all-over-and-insurance-is-wildly-expensive-if-you-can-even-get-it",
      "pubDate": "Wed, 04 Jun 2025 06:33:44 GMT",
      "description": "<p>Surely the Albo government won’t stand for this unfairness to battlers!</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/jun/04/there-are-huge-floods-andor-droughts-all-over-and-insurance-is-wildly-expensive-if-you-can-even-get-it\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I received a 30-month jail sentence for nonviolent resistance. Why so harsh? Because protest works | Indigo Rumbelow",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/03/climate-protest-jail-sentence-resistance-just-stop-oil",
      "pubDate": "Tue, 03 Jun 2025 16:37:00 GMT",
      "description": "<p>The judge wanted us to show remorse, but I can’t apologise for fighting the climate disaster</p><p>Last week, at Minshull Street crown court in Manchester, I was sentenced to two and half years in prison for conspiring to intentionally cause a public nuisance. The prosecution’s case was that I intended to “obstruct the public or a section of the public in the exercise or enjoyment of a right that may be exercised or enjoyed by the public at large” – in other words, that I was part of Just Stop Oil’s plan to obstruct planes at Manchester airport. I did intend that – and I have a defence for my actions.</p><p>The offence of public nuisance – which falls under the Criminal Law Act 1977 and the Police, Crime, Sentencing and Courts Act 2022 – was traditionally and frequently used <a href=\"https://insights.doughtystreet.co.uk/post/102iagn/the-use-of-the-new-statutory-public-nuisance-offence-to-prosecute-political-and-e#:~:text=Section%2078%20of%20the%20PCSCA%20creates%20an%20offence%20of%20intentionally,'serious%20harm'%20(s\">to prosecute significant environmental offences</a>. It punished big corporations causing real harm to the general public by poisoning water, polluting air, <a href=\"https://www.lawteacher.net/cases/attorney-general-v-pya-quarries.php\">emitting dust and noise</a> or dumping chemical waste. There is no irony lost in the fact that the same offence in statutory form is now being zealously deployed to prosecute environmental protesters.</p><p>Indigo Rumbelow is co-founder of Just Stop Oil. She is serving a sentence in HMP Styal</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/03/climate-protest-jail-sentence-resistance-just-stop-oil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Something in the water: how kelp is helping Maine’s mussels boom",
      "link": "https://www.theguardian.com/environment/2025/jun/11/maine-portland-us-sea-farm-kelp-mussels-shellfish-ocean-acidification",
      "pubDate": "Wed, 11 Jun 2025 09:00:24 GMT",
      "description": "<p>When a US firm saw the seaweed was making their shellfish the ‘biggest and best’ scientists realised they’d hit upon a natural way to combat ocean acidification</p><ul><li><p>Photographs by Greta Rybus</p></li></ul><ul><li><p>More on this story: <a href=\"https://www.theguardian.com/environment/2025/jun/10/ocean-does-experimental-technology-saving-seas-acidification-geoengineering\">A drop in the ocean: does experimental technology hold the key to saving the world’s seas?</a></p></li></ul><p>On a glimmering May morning, Tom Briggs pilots a 45ft aluminium barge through the waters of Casco Bay for one of the final days of the annual kelp harvest. Motoring past Clapboard Island, he points to a floating wooden platform where mussels have been seeded alongside ribbons of edible seaweed.</p><p>“This is our most productive mussel site,” says Briggs, the farm manager for <a href=\"https://www.bangsislandmussels.com/\">Bangs Island Mussels</a>, a Portland sea farm that grows, harvests and sells hundreds of thousands of pounds of shellfish and seaweed each year. “When we come here, we get the biggest, fastest-growing mussels with the thickest shells and the best quality. To my mind, unscientifically, it’s because of the kelp.”</p><p>Zoe Benisek, oyster lead at Bangs Island Mussels, harvesting kelp. The seaweed changes water chemistry enough to lower the levels of carbon dioxide to nourish the mussels</p> <a href=\"https://www.theguardian.com/environment/2025/jun/11/maine-portland-us-sea-farm-kelp-mussels-shellfish-ocean-acidification\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Against the grain: as prices and temperatures rise, can Japan learn to love imported rice?",
      "link": "https://www.theguardian.com/world/2025/jun/11/against-the-grain-as-prices-and-temperatures-rise-can-japan-learn-to-love-imported-rice",
      "pubDate": "Wed, 11 Jun 2025 00:37:26 GMT",
      "description": "<p>The political and cultural insulation of Japan’s beloved grain is falling apart, and experts warn the country’s relationship with the staple will have to adapt</p><p>It’s cheap, filling and a time-honoured way for office workers to calm their hunger pangs. Lunchtime diners at fast-food restaurants in central Tokyo are here for one thing: <a href=\"https://www.theguardian.com/lifeandstyle/2018/feb/08/six-of-the-best-rice-bowls-japanese-tim-anderson-nanban\">gyudon</a> – thinly sliced beef and onions on rice. The topping is rich and moreish, but it’s the stickiness of the plump japonica grains beneath that make this one of Japan’s best-loved comfort foods.</p><p>Rice cultivation in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> stretches back thousands of years. In the Edo period (1603-1868), a meal for most people meant a simple bowl of unpolished grain, while members of the samurai class measured their wealth in rice bales.</p> <a href=\"https://www.theguardian.com/world/2025/jun/11/against-the-grain-as-prices-and-temperatures-rise-can-japan-learn-to-love-imported-rice\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A drop in the ocean: does experimental technology hold the key to saving the world’s seas?",
      "link": "https://www.theguardian.com/environment/2025/jun/10/ocean-does-experimental-technology-saving-seas-acidification-geoengineering",
      "pubDate": "Tue, 10 Jun 2025 10:00:56 GMT",
      "description": "<p>Investment is pouring into companies promising to geoengineer a rapid change in the pH of our waters – but critics are concerned at the speed at which unproven methods are being adopted</p><ul><li><p>More on this story: <a href=\"https://www.theguardian.com/environment/2025/jun/09/sea-acidity-ecosystems-ocean-acidification-planetary-health-scientists\">‘Ticking timebomb’: sea acidity has reached critical levels, threatening entire ecosystems – study</a></p></li></ul><p>In October 2024, a US company called Ebb Carbon announced <a href=\"https://www.businesswire.com/news/home/20241024346899/en/Ebb-Carbon-Signs-Deal-With-Microsoft-for-CO2-Removal\">the world’s largest marine carbon removal deal</a> to date, signing a multimillion-dollar agreement with Microsoft to try to help fix a very real problem in the world’s seas: ocean acidification.</p><p>Ebb plans to use a method called electrochemical ocean alkalinity enhancement (OAE) to mimic the natural process of ocean alkalisation – in other words, it wants to add huge amounts of alkaline materials to ocean waters that scientists now know are acidifying at an alarming rate<strong>.</strong></p> <a href=\"https://www.theguardian.com/environment/2025/jun/10/ocean-does-experimental-technology-saving-seas-acidification-geoengineering\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Dead elephants and feral sea lions: how poisonous algal blooms harm the planet",
      "link": "https://www.theguardian.com/environment/2025/jun/10/toxic-blooms-algae-marine-dead-zones-lakes-ecosystems-dead-elephants-fish-sea-lions-aoe",
      "pubDate": "Tue, 10 Jun 2025 07:00:44 GMT",
      "description": "<p>As the Earth heats up, the amount of algae in our waterways is rapidly increasing, transforming the colour of lakes and killing entire ecosystems</p><p>Before the elephants collapsed, they walked in aimless circles. Some fell head first, dying where they stood moments earlier; their carcasses scattered near watering holes across the Okavango delta. The <a href=\"https://www.theguardian.com/environment/2020/jul/01/more-than-350-elephants-dead-in-mysterious-mass-die-off-botswana-aoe\">unexplained deaths</a> in May 2020 alarmed conservationists. By July, at least 350 elephants had died and nobody knew why.</p><p>“The animals all had their tusks, so poaching was unlikely. A lot of them had obviously died relatively suddenly: they had dropped on to their sternums, which was indicating a sudden loss of muscle function or neural capacity,” says Niall McCann, director of the conservation group National Park Rescue.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/10/toxic-blooms-algae-marine-dead-zones-lakes-ecosystems-dead-elephants-fish-sea-lions-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}