{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-04T13:31:18.024854",
  "items": [
    {
      "title": "Coal Is Rising Along with Solar in the U.S. Power System, While Gas Loses a Step",
      "link": "https://insideclimatenews.org/news/04092025/inside-clean-energy-coal-solar-power-growth/",
      "pubDate": "Thu, 04 Sep 2025 13:00:00 +0000",
      "description": "Coal and utility-scale solar power each gained market share in the first half of this year, newly released data on U.S. electricity generation show. Natural gas, while still the market leader, lost some share. So what’s going on? The increase for coal and decrease for gas can be largely attributed to the prices of each […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Zambia Ordered a Mining Company to Pay Villagers After a Toxic Waste Spill. The Firm Made Them Sign Away Their Rights First",
      "link": "https://insideclimatenews.org/news/04092025/china-sino-metals-zambia-toxic-spill/",
      "pubDate": "Thu, 04 Sep 2025 09:00:00 +0000",
      "description": "Planet China: Sixth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. A Chinese mining company that spilled toxic waste on impoverished Zambian villages got people to waive their right to sue using a government-ordered compensation process, according to documents reviewed by Inside Climate News.  In July, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Fossil-Fueled Climate Heating Set the Stage for Devastating Fires in Spain and Portugal This Summer",
      "link": "https://insideclimatenews.org/news/04092025/spain-portugal-wildfires-linked-to-global-warming/",
      "pubDate": "Thu, 04 Sep 2025 04:01:00 +0000",
      "description": "A new attribution report published Thursday shows that global warming made the extreme hot and dry conditions preceding this summer’s wildfires in Portugal and Spain 40 times more likely and 30 percent more intense than in pre-industrial climate conditions. The fires have killed at least eight people, and tens of thousands were evacuated as health-damaging […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Residents Living in the Shadow of the Steel Industry Ask the EPA to Reconsider Delay of Hazardous Air Pollution Rule",
      "link": "https://insideclimatenews.org/news/03092025/epa-steel-mill-pollution-rule-delay/",
      "pubDate": "Wed, 03 Sep 2025 21:24:39 +0000",
      "description": "At a hearing held Wednesday to gather public comments on the Trump administration’s delay of tighter restrictions on hazardous air pollution from steel manufacturing, residents urged the government to consider the impact on public health.  “What’s missing from this conversation and this decision is people. The people who, every day, are exposed to hundreds of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Without Well-Funded Public Transit, Philadelphia’s Climate Future Looks Bleak",
      "link": "https://insideclimatenews.org/news/03092025/philadelphia-climate-future-public-transit-cuts/",
      "pubDate": "Wed, 03 Sep 2025 19:33:49 +0000",
      "description": "PHILADELPHIA—Three days a week, Daniel Blazek takes the train from his Center City neighborhood to his job in supply chain management in Malvern, Pennsylvania. He’s relied on public transit to get to work for the past eight years.  But next year, he may not be able to take the train anymore. The SEPTA line that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Corpus Christi Folds on Its Desalination Gamble",
      "link": "https://insideclimatenews.org/news/03092025/corpus-christi-folds-on-its-desalination-gamble/",
      "pubDate": "Wed, 03 Sep 2025 15:11:17 +0000",
      "description": "After a decade of efforts and tens of millions of dollars invested, the Corpus Christi City Council moved to cancel a contract for a seawater desalination plant in a 1 a.m. vote Wednesday at the end of a rancorous, 13-hour public meeting. The plant was first proposed to meet the water demands of industrial facilities […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Says America’s Oil Industry Is Cleaner Than Other Countries’. New Data Shows Massive Emissions From Texas Wells",
      "link": "https://insideclimatenews.org/news/03092025/texas-oil-wells-methane-emissions/",
      "pubDate": "Wed, 03 Sep 2025 09:00:00 +0000",
      "description": "This story is a collaboration between Inside Climate News and ProPublica. Hakim Dermish moved to the small South Texas town of Catarina in 2002 in search of a rural lifestyle on a budget. The property where he lived with his wife didn’t have electricity or sewer lines at first, but that didn’t bother him. “Even […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Peru to Consider New Reserve for Uncontacted Indigenous People",
      "link": "https://insideclimatenews.org/news/03092025/peru-uncontacted-indigenous-people-reserve-amazon/",
      "pubDate": "Wed, 03 Sep 2025 08:55:00 +0000",
      "description": "This week, Peruvian officials are set to consider the creation of a sprawling reserve in the country’s Amazon basin to protect groups of Indigenous people living in isolation from the rest of society.  Establishing the reserve would represent the latest step in a decades-long effort to protect thousands of such isolated Indigenous people across Peru’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Activists Decry New Border Wall’s Impact on Wildlife",
      "link": "https://insideclimatenews.org/news/03092025/arizona-border-wall-expansion-will-impact-wildlife/",
      "pubDate": "Wed, 03 Sep 2025 08:50:00 +0000",
      "description": "This story was originally published by National Catholic Reporter. TUCSON, Ariz.—The Trump administration is muscling forward with plans to wall off a critical international wildlife corridor, setting up construction camps to erect a 30-foot barrier along one of the few remaining gaps on the U.S.-Mexico border. The first of the steel bollards are expected to go up […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Dozens of Scientists Call DOE Climate Report ‘Fundamentally Incorrect’",
      "link": "https://insideclimatenews.org/news/02092025/scientists-respond-to-trump-energy-climate-report/",
      "pubDate": "Tue, 02 Sep 2025 23:15:28 +0000",
      "description": "More than 85 climate scientists declared the Department of Energy’s new climate report unfit for policymaking in a comprehensive review released Tuesday. The DOE’s report cherry-picked evidence, lacked peer-reviewed studies to support its questioning of the detrimental effects of climate change in the U.S. and is “fundamentally incorrect,” the authors concluded.  Scientists have accurately modeled […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}