{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-31T18:39:45.906452",
  "items": [
    {
      "title": "Solar and Batteries Lead US Power Plant Additions by a Lot. How Does This Square With the Trump Administration’s Agenda?",
      "link": "https://insideclimatenews.org/news/31072025/inside-clean-energy-solar-and-batteries-lead-us-power/",
      "pubDate": "Thu, 31 Jul 2025 13:00:00 +0000",
      "description": "The United States added 22,332 megawatts of power plant capacity in the first half of this year, and the vast majority of it was utility-scale solar, batteries and onshore wind. Natural gas was next, and there was zero new coal or nuclear, according to the Energy Information Administration. Through 2030, the U.S. energy landscape looks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Biggest US LNG Exporter Is Claiming a Massive Tax Credit for Using Its Cargo as an ‘Alternative’ Fuel",
      "link": "https://insideclimatenews.org/news/31072025/cheniere-energy-lng-claims-massive-alternative-fuel-tax-credit/",
      "pubDate": "Thu, 31 Jul 2025 09:00:00 +0000",
      "description": "Liquefied natural gas vessels are fueled by their cargo—they’re built specifically to make use of the gas boiling off from their tanks. But Cheniere Energy, the largest U.S. exporter of LNG, is seeking “alternative fuel” tax credits for that. The claim has baffled shipping experts, because what Cheniere Energy is doing isn’t, in any real […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New York Climate Activists Are a Key Part of Zohran Mamdani’s Mayoral Campaign",
      "link": "https://insideclimatenews.org/news/31072025/new-york-climate-activists-zohran-mamdani/",
      "pubDate": "Thu, 31 Jul 2025 08:55:00 +0000",
      "description": "NEW YORK—For 16 hours on primary election day in June, Michael Magazine, a Sunrise Movement climate activist, stood outside George Washington Carver Elementary School in Brooklyn, urging anyone he could to rank Zohran Mamdani as a choice for mayor in the Democratic primary. Between conversations with City Council District 41 voters, he checked his heat-index […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Scientists Look to Fight Back Against DOE’s ‘Antiscientific,’ ‘Deceptive’ Climate Report",
      "link": "https://insideclimatenews.org/news/30072025/climate-scientists-fight-against-energy-department-report/",
      "pubDate": "Thu, 31 Jul 2025 00:02:11 +0000",
      "description": "Several top climate scientists are weighing how to respond to a new climate report issued by the Trump administration that they are calling “deceptive,” “cherry-picked,” and “antiscientific.” The U.S. Department of Energy released a 150-page report Tuesday titled “A Critical Review of Impacts of Greenhouse Gas Emissions on the U.S. Climate,” which argues that human-caused […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hundreds of Old EV Batteries Have New Jobs in Texas: Stabilizing the Grid",
      "link": "https://insideclimatenews.org/news/30072025/texas-ev-batteries-reused-to-stabilize-grid/",
      "pubDate": "Wed, 30 Jul 2025 20:35:13 +0000",
      "description": "East of San Antonio in Bexar County, 500 electric vehicle batteries at the end of their automotive lives will soon be repurposed to provide energy storage for  Texas’ electric grid, a California company, B2U Storage Solutions, announced on Tuesday.  The batteries, housed in 21 cabinets the size of shipping containers, create a second life for […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "UN Human Rights Experts and Scientists Urge Brazil’s President to Veto a Law That Would Cut Environmental Reviews",
      "link": "https://insideclimatenews.org/news/30072025/un-human-rights-council-brazil-environmental-review-law/",
      "pubDate": "Wed, 30 Jul 2025 09:00:00 +0000",
      "description": "Independent experts with the United Nations Human Rights Council on Friday publicly called on President Luiz Inácio Lula da Silva of Brazil to veto parts of a new law that would carve giant loopholes in the country’s environmental regulations. The expert group of independent human rights rapporteurs said the law would roll back environmental protections, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois’ Governor Has Led on Climate Policy. Here’s How Experts Assess His Work So Far",
      "link": "https://insideclimatenews.org/news/30072025/illinois-governor-jb-pritzker-climate-policy/",
      "pubDate": "Wed, 30 Jul 2025 08:55:00 +0000",
      "description": "Illinois Gov. JB Pritzker, who announced last month that he’s running for a third term in 2026, has been outspoken in challenging the Democratic Party to do as he does: loudly criticize the Trump administration on its reversal of some long-held policies and values.  His approach to climate is in keeping with this attitude—though critics […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Capped Alabama Coal Ash Pond Still Polluting Groundwater 7 Years After Closure, Lawsuit Claims",
      "link": "https://insideclimatenews.org/news/29072025/alabama-coal-ash-groundwater-pollution-lawsuit/",
      "pubDate": "Tue, 29 Jul 2025 22:37:34 +0000",
      "description": "GADSDEN, Ala.—The coal ash lagoon at Alabama Power’s Plant Gadsden was supposed to be a model for how to close ash ponds by covering them in place, a process utilities insisted would protect human health and the environment from toxic contaminants in the ash.  Now, groundwater monitoring data and a federal lawsuit are challenging that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Rescinds Finding That Greenhouse Gas Emissions Harm Human Health, Hobbling U.S. Climate Action",
      "link": "https://insideclimatenews.org/news/29072025/epa-rescinds-endangerment-finding-greenhouse-gas-emissions/",
      "pubDate": "Tue, 29 Jul 2025 22:29:21 +0000",
      "description": "At an automobile dealership in Indianapolis on Tuesday, Environmental Protection Agency administrator Lee Zeldin announced plans to rescind the science-backed 2009 determination that greenhouse gas emissions harm human health and the environment. Scientists, environmental policy experts and climate groups warn that revoking that decision will lead to dirtier air across America, and conflicts with the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Will ‘The Power Bill Reduction Act’ Make Electric Bills Go Down or Up in N.C.?",
      "link": "https://insideclimatenews.org/news/29072025/will-north-carolina-power-bill-reduction-act-work/",
      "pubDate": "Tue, 29 Jul 2025 21:50:08 +0000",
      "description": "Duke Energy can now backslide on its legally mandated carbon emissions reductions, offload a greater share of fuel costs to residential customers and charge ratepayers for financing costs of planned new power plants even if they’re never built. On Tuesday the North Carolina House and Senate overrode Democratic Gov. Josh Stein’s veto of Senate Bill […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}