{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-09T18:35:48.397971",
  "items": [
    {
      "title": "Days After COP30, Brazil Weakened Amazon Safeguards",
      "link": "https://insideclimatenews.org/news/09122025/brazil-weakens-amazon-forest-protection/",
      "pubDate": "Tue, 09 Dec 2025 10:00:00 +0000",
      "description": "Despite claims of environmental leadership and promises to preserve the Amazon rainforest ahead of COP30, Brazil is stripping away protections for the region’s vital ecosystems faster than workers dismantled the tents that housed the recent global climate summit in Belém. On Nov. 27, less than a week after COP30 ended, a powerful political bloc in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bill Ensuring Active Management of Shawnee National Forest Clears Senate Committee",
      "link": "https://insideclimatenews.org/news/09122025/shawnee-national-forest-management-bill/",
      "pubDate": "Tue, 09 Dec 2025 09:55:00 +0000",
      "description": "Illinois advocates and legal experts are applauding a congressional bill that would add key protections for certain areas in the Shawnee National Forest, classifying them with special distinctions that could lead to improved biodiversity, habitats and protections moving forward. The Shawnee National Forest Conservation Act of 2025, introduced in July by Sen. Dick Durbin (D-Ill.) […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmental Groups Demand a Nationwide Freeze on Data Center Construction",
      "link": "https://insideclimatenews.org/news/08122025/environmental-groups-demand-data-center-construction-freeze/",
      "pubDate": "Mon, 08 Dec 2025 22:14:56 +0000",
      "description": "More than 200 environmental organizations signed a letter to Congress supporting a national moratorium on the approval and construction of new data centers. The letter, sent Monday, highlights these centers’ impacts on water resources, electricity rates and greenhouse gas emissions.  Data centers often suck up large amounts of water to cool their computers. They require […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As NOAA Funding Lags, a Critical Ocean Weather System Nears a Breaking Point",
      "link": "https://insideclimatenews.org/news/08122025/noaa-integrated-ocean-observing-system-funding/",
      "pubDate": "Mon, 08 Dec 2025 10:00:00 +0000",
      "description": "Years of underfunding and new delays in federal grantmaking threaten buoys and ocean monitoring assets run by the National Oceanic and Atmospheric Administration (NOAA) that protect fishermen, cargo ships and endangered species across the country. With key grant deadlines now passed and new awards still pending, regional operators warn that some of those services could […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Utility Asks New Mexico for ‘Zero Emission’ Status for Gas-Fired Power Plant",
      "link": "https://insideclimatenews.org/news/08122025/new-mexico-utility-asks-for-zero-emission-status-gas-power-plant/",
      "pubDate": "Mon, 08 Dec 2025 09:55:00 +0000",
      "description": "This story was originally published by Capital & Main. The Southwestern Public Service Company has asked the state of New Mexico to grant exceptions to the state’s Energy Transition Act for two proposed gas-fired power plants, including one exception that would see approximately one-third of the energy produced at one plant qualify as a “zero-carbon resource” like solar panels […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Big Bet to Fix the Rio Grande Sewage Problem",
      "link": "https://insideclimatenews.org/news/07122025/rio-grande-sewage-pollution-texas-mexico/",
      "pubDate": "Sun, 07 Dec 2025 10:00:00 +0000",
      "description": "Reporting supported with a grant from The Water Desk at the University of Colorado Boulder. NUEVO LAREDO, Mexico—Silvia Fernández Gallardo Boone leaned over a stream of water rushing through a concrete chute at the city’s wastewater treatment plant.  “Smell it!” she said, beaming. Odorless, treated wastewater flowed into the Coyote Arroyo, or creek, then the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Jersey Has A New Map For Its Energy Future. The Ground Under It Is Already Shifting.",
      "link": "https://insideclimatenews.org/news/07122025/new-jersey-energy-grid-plan/",
      "pubDate": "Sun, 07 Dec 2025 09:55:00 +0000",
      "description": "In the waning days of Governor Phil Murphy’s tenure, state officials unveiled an updated Energy Master Plan that calls for 100 percent clean electricity by 2035 and steep reductions in climate pollution by midcentury. Since 2019, the state has used the first version of the plan as the backbone of its climate strategy, promising reliable, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Port That Could Doom the Amazon",
      "link": "https://insideclimatenews.org/news/07122025/icn-sunday-morning-port-that-could-doom-the-amazon/",
      "pubDate": "Sun, 07 Dec 2025 09:50:00 +0000",
      "description": "When a massive Chinese-backed port opened in Chancay, Peru, it was the realization, nearly two decades in the making, of a dream to revolutionize global trade by connecting South America to Asia with a straight-shot shipping route across the Pacific. The port — Peru’s first project under the banner of China’s Belt and Road Initiative […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Google Data Centers Will Bring Nuclear Power Back To Tornado Country",
      "link": "https://insideclimatenews.org/news/06122025/google-data-center-nuclear-power-iowa/",
      "pubDate": "Sat, 06 Dec 2025 10:00:00 +0000",
      "description": "When a derecho slammed into the Duane Arnold nuclear plant in 2020, Diana Lokenvitz had time for exactly one glance out her window. A wall of clouds had poured in from the west, swallowing Palo, Iowa, in darkness. “It was like it was pitch black night,” the senior systems engineer at the plant recalled.  Then, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Forestry Carbon Credit Programs Have a Poor Track Record. Can a More Refined Approach Fix the Problem?",
      "link": "https://insideclimatenews.org/news/06122025/family-forest-carbon-credit-program/",
      "pubDate": "Sat, 06 Dec 2025 09:55:00 +0000",
      "description": "David Funk has spent decades working to restore the native forest ecosystems of southeast Ohio. Now, he’s finally getting paid for it—through a carbon credit program. “The Nature Conservancy reached out and knew that I was very active in the preservation of woodlands in southeastern Ohio,” Funk said. “It was just a perfect fit for […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}