{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-07T10:29:43.912118",
  "items": [
    {
      "title": "As a Critical Minerals Mine Nears Approval in Arizona, Residents Fear It’s Already Affecting Area Water",
      "link": "https://insideclimatenews.org/news/07082025/arizona-south32-hermosa-mine-water/",
      "pubDate": "Thu, 07 Aug 2025 09:00:00 +0000",
      "description": "PATAGONIA, Ariz.—When Becky and John Ball retired from careers in firefighting, they found their dream home in the foothills of Arizona’s famed Patagonia mountains. But less than a year after moving in, they worry they made a mistake. In June, a letter arrived in the mail informing them their home was within the “cone of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Activists Target Wells Fargo for Dropping its Climate Commitments",
      "link": "https://insideclimatenews.org/news/07082025/wells-fargo-drops-climate-commitments-protest/",
      "pubDate": "Thu, 07 Aug 2025 08:55:00 +0000",
      "description": "Outside the opulent, 73-story Hudson Yards tower in Midtown Manhattan, a group of climate activists gathered at the building’s northwest entrance at 33rd Street and 10th Avenue. Inside the skyscraper, Wells Fargo, the activists’ target, occupied nine separate floors. As Reb Spring, the spokesperson for Debt for Climate, unfurled a banner that read “End Financial […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Rooftop Solar Grants Are on the Chopping Block. Here’s Who Would Get Hurt",
      "link": "https://insideclimatenews.org/news/06082025/federal-rooftop-solar-for-all-program-potential-cuts/",
      "pubDate": "Wed, 06 Aug 2025 19:44:51 +0000",
      "description": "A $7 billion program designed to reduce electricity bills while increasing the use of rooftop solar is facing potential cuts from the Trump administration. The Solar for All program survived previous waves of cancellations of other renewable energy initiatives this year, but grant recipients have said they expect to receive notice as soon as this […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Journalist Corey Mitchell Joins Inside Climate News as a Senior Editor",
      "link": "https://insideclimatenews.org/news/06082025/journalist-corey-mitchell-joins-icn-as-senior-editor/",
      "pubDate": "Wed, 06 Aug 2025 17:49:57 +0000",
      "description": "Corey Mitchell, an award-winning journalist, has joined Inside Climate News as a senior editor overseeing bureaus in the Midwest and New York and correspondents covering climate science and renewable energy.  Mitchell was previously an editor at The Seattle Times, where he led a team of reporters covering education in Washington state, and The Conversation, which […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "To Florida’s Miccosukee Tribe, the Lands Around Alligator Alcatraz Are Sacred, Pythons and All",
      "link": "https://insideclimatenews.org/news/06082025/florida-alligator-alcatraz-in-heart-of-miccosukee-tribe-ancestral-lands/",
      "pubDate": "Wed, 06 Aug 2025 09:05:00 +0000",
      "description": "MIAMI—Less than four miles from Alligator Alcatraz, the Everglades detention site where the Trump administration aims to incarcerate and deport thousands of undocumented migrants, is the chickee hut where Betty Osceola has lived all her life. After dark she can see the light emanating through the wilderness from the facility. For many generations, Florida’s Miccosukee […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmental Groups, EPA Spar In Court Over Trump’s Cancellation of Resiliency Funding",
      "link": "https://insideclimatenews.org/news/06082025/environmental-groups-epa-spar-in-court-over-trumps-cancellation-of-resiliency-funding/",
      "pubDate": "Wed, 06 Aug 2025 08:59:00 +0000",
      "description": "WASHINGTON—Last month, the town of Dante in Southwest Virginia’s Appalachia region saw about 3.5 inches of rainfall over a couple of hours. The heavy downpour ran off the steep mountainside surrounding the town, and surged upward from nearby Lick Creek. The normal amount of rainfall for the town in July is about 5 inches, according […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Uranium Company Receives Wyoming’s First Fast-Tracked Mining Permits",
      "link": "https://insideclimatenews.org/news/06082025/uranium-energy-corp-first-fast-tracked-mining-permits-wyoming/",
      "pubDate": "Wed, 06 Aug 2025 08:55:00 +0000",
      "description": "Uranium Energy Corp.’s Sweetwater uranium project has become the first mining proposal in Wyoming to be fast-tracked under President Donald Trump’s March executive order to increase U.S. mineral production.  The company announced Aug. 5 that it planned to expand its uranium mining operations in Wyoming’s Red Desert as a result of the expedited permitting process. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nations Meet in Geneva in a Final Push to End Plastic Pollution",
      "link": "https://insideclimatenews.org/news/05082025/un-plastic-committee-resumes-negotiations-in-geneva/",
      "pubDate": "Wed, 06 Aug 2025 00:35:13 +0000",
      "description": "Delegates from 184 countries met in Geneva Tuesday to resume negotiations in the last scheduled opportunity to halt the escalating plastic pollution crisis through a legally binding global agreement. Negotiations for the U.N. Intergovernmental Negotiating Committee on Plastic Pollution started three-and-a-half years ago but reached an impasse, primarily over whether to limit plastic production, during […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Power Gets Approval to Buy $622 Million Natural Gas Plant, Expecting More Data Centers",
      "link": "https://insideclimatenews.org/news/05082025/alabama-power-lindsay-hill-natural-gas-plant/",
      "pubDate": "Tue, 05 Aug 2025 22:01:48 +0000",
      "description": "MONTGOMERY, Ala.—Alabama state regulators have cleared the way for Alabama Power to purchase an 895-megawatt gas-fired power plant, further tying Alabama’s largest electric utility to climate-polluting natural gas for decades to come.  The three-member Alabama Public Service Commission unanimously approved a request from the utility to purchase the Lindsay Hill Generating Station near Billingsley.  The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Changes in Nature’s Symphony Can Reflect Climate Impacts",
      "link": "https://insideclimatenews.org/news/05082025/todays-climate-nature-sound-warming-impacts/",
      "pubDate": "Tue, 05 Aug 2025 21:10:42 +0000",
      "description": "If a tree falls in a forest and no one is around to hear it, does it make a sound?  The answer is a resounding yes—and we know this for certain because of the vast network of audio recorders that researchers have set up in recent decades to eavesdrop on nature’s symphony, from chirping birds […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}