{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-11-24T22:24:49.516588",
  "items": [
    {
      "title": "UK wildfires devastated more areas in 2025 than at any time since records began, figures show",
      "link": "https://www.theguardian.com/world/2025/nov/24/uk-wildfires-more-areas-in-2025-than-since-records-began",
      "pubDate": "Mon, 24 Nov 2025 13:23:50 GMT",
      "description": "<p>Firefighters call for long-term investment and say UK is dangerously underprepared as climate crisis worsens</p><p>Wildfires have devastated more moorland, forests and fields in the UK this year than at any time since records began, putting huge pressure on the country’s fire service, figures show.</p><p>The Global Wildfire Information System estimates that by November, wildfires had burned 47,026 hectares (116,204 acres) in 2025 in the UK – the largest area in any year since monitoring began in 2012, and more than double the area burned in the record-breaking summer of 2022.</p> <a href=\"https://www.theguardian.com/world/2025/nov/24/uk-wildfires-more-areas-in-2025-than-since-records-began\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UN warns world losing climate battle but fragile Cop30 deal keeps up the fight",
      "link": "https://www.theguardian.com/environment/2025/nov/23/un-warns-world-losing-climate-battle-but-fragile-cop30-deal-keeps-up-the-fight",
      "pubDate": "Sun, 23 Nov 2025 17:46:36 GMT",
      "description": "<p>Reaching agreement in divisive political landscape shows ‘climate cooperation is alive and kicking’, says UN climate chief</p><p>The world is not winning the fight against the climate crisis but it is still in that fight, the UN climate chief has said in Belém, Brazil, after a bitterly contested Cop30 reached a deal.</p><p>Countries at Cop30 <a href=\"https://www.theguardian.com/environment/2025/nov/22/cop30-deal-inches-closer-to-end-of-fossil-fuel-era-after-bitter-standoff\">failed to bring the curtain down</a> on the fossil fuel age amid opposition from some countries led by Saudi Arabia, and they underdelivered on a flagship hope – at a conference held in the Amazon – to chart an end to deforestation.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/23/un-warns-world-losing-climate-battle-but-fragile-cop30-deal-keeps-up-the-fight\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Now is the hour’: Labor urged to speed up fossil fuel phase-out to justify Cop30 pledge",
      "link": "https://www.theguardian.com/australia-news/2025/nov/23/now-is-the-hour-labor-urged-to-speed-up-fossil-fuel-phase-out-to-justify-cop30-pledge",
      "pubDate": "Sun, 23 Nov 2025 04:40:59 GMT",
      "description": "<p>Despite Australia signing the Belém declaration, Albanese rejected suggestion Labor shouldn’t develop new gas fields</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Albanese government is being urged to explain how it will drive a fossil fuel phase-out, after it joined dozens of countries at a UN climate summit to back a declaration that the world should quickly wean off coal, gas and oil.</p><p>Australia signed up to the declaration on a just transition away from fossil fuels at a side event at the Cop30 conference in the Brazilian city of Belém, which finished on Saturday night local time, more than 24 hours after the scheduled close.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/23/now-is-the-hour-labor-urged-to-speed-up-fossil-fuel-phase-out-to-justify-cop30-pledge\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "End of fossil fuel era inches closer as Cop30 deal agreed after bitter standoff",
      "link": "https://www.theguardian.com/environment/2025/nov/22/cop30-deal-inches-closer-to-end-of-fossil-fuel-era-after-bitter-standoff",
      "pubDate": "Sat, 22 Nov 2025 21:52:41 GMT",
      "description": "<p>Wealthy countries should triple funds for countries to tackle climate impacts, but deforestation and critical minerals blocked from final deal</p><p>The world edged a small step closer to the end of the fossil fuel era on Saturday, but not by nearly enough to stave off the ravages of climate breakdown.</p><p>Countries meeting in Brazil for two weeks could manage only a voluntary agreement to begin discussions on a roadmap to an eventual phase-out of fossil fuels, and they achieved this incremental progress only in the teeth of implacable opposition from oil-producing countries.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/22/cop30-deal-inches-closer-to-end-of-fossil-fuel-era-after-bitter-standoff\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Moment world secures compromise deal at Cop30 that sidesteps fossil fuels – video",
      "link": "https://www.theguardian.com/environment/video/2025/nov/22/moment-world-secures-compromise-deal-at-cop30-that-sidesteps-fossil-fuels-video",
      "pubDate": "Sat, 22 Nov 2025 17:48:31 GMT",
      "description": "<p>World governments agreed on Saturday to a compromise climate deal at the Cop30 conference in Brazil that would increase finance for poor countries coping with global warming but omits any mention of the fossil fuels responsible for it. In securing the accord, which was gavelled through by Cop's president, André Corrêa do Lago, countries attempted to demonstrate global unity in addressing climate change impacts, even after the world's biggest historical emitter, the US, declined to send an official delegation</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/environment/live/2025/nov/22/cop30-climate-talks-deal-overtime-live-news\">Cop30 live: Deal agreed at Cop after long negotiations</a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2025/nov/22/moment-world-secures-compromise-deal-at-cop30-that-sidesteps-fossil-fuels-video\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on UN climate talks: they reveal how little time is left | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/24/the-guardian-view-on-un-climate-talks-they-reveal-how-little-time-is-left",
      "pubDate": "Mon, 24 Nov 2025 18:37:13 GMT",
      "description": "<p>A fragile Cop30 consensus is a win. But only a real bargain between rich and poor nations can weather the climate shocks that are coming</p><p>This year’s UN climate talks in Brazil’s Belém ended without a major breakthrough. The text of the final <a href=\"https://www.theguardian.com/environment/2025/nov/22/cop30-deal-inches-closer-to-end-of-fossil-fuel-era-after-bitter-standoff\">agreement</a> lacked a deal to shift away from <a href=\"https://www.carbonbrief.org/cop30-key-outcomes-agreed-at-the-un-climate-talks-in-belem/\">fossil fuels</a>, delayed crucial finance and the “mutirão” decision contained no roadmap to halt and reverse deforestation. But the multilateral system at Cop30 held together at a point when its collapse felt close. This ought to be a warning: next year’s conference of the parties must strike a better bargain between the rich and poor world.</p><p>Developing countries are far from united on some issues. Over rare earth minerals <a href=\"https://resourcegovernance.org/articles/why-minerals-still-matter-cop30-whats-stake-if-theyre-left-out\">China sees any move as targeting its dominance, while Africa sees it as essential for governance</a>. Elsewhere <a href=\"https://www.theenergymix.com/breaking-empty-deal-at-cop30-as-petrostates-block-progress-on-fossil-fuel-phaseout/\">petrostates</a> did not support Colombia’s call for a fossil fuel phase-out. Yet the global south broadly coheres around a simple principle: its nations must be equipped to survive a climate emergency they did not create. That means cash to build <a href=\"https://thefinancialexpress.com.bd/environment/global-commitments-on-climate-finance-must-be-fulfilled-rizwana\">flood</a> defences, make agricultural systems resilient, protect coastlines and rebuild after disasters strike. They also demand front-loaded finance to transition to clean, green economic growth.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/24/the-guardian-view-on-un-climate-talks-they-reveal-how-little-time-is-left\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Another Cop wrecked by fossil fuel interests and our leaders’ cowardice – but there is another way | Genevieve Guenther",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/24/cop30-wrecked-fossil-fuels-russia-saudi-arabia-brazil",
      "pubDate": "Mon, 24 Nov 2025 08:00:31 GMT",
      "description": "<p>The fingerprints of Russia and Saudi Arabia are all over the decision text in Brazil. But a group of nations led by Colombia and the Netherlands offer hope</p><ul><li><p>Genevieve Guenther is the founding director of End Climate Silence</p></li></ul><p>The 30th conference of the parties (Cop30), the annual climate summit of all nations party to the UNFCCC, <a href=\"https://www.theguardian.com/environment/live/2025/nov/22/cop30-climate-talks-deal-overtime-live-news\">just ended</a>. Stakeholders are out in the media trying spin the outcome as a win. Simon Stiell, climate change executive secretary for the UN is, for instance, <a href=\"https://www.bbc.com/news/live/cgqlqyepwylt?post=asset%3Af5c99c69-1104-43d1-98ed-9c11020fc7d2#post\">praising</a> <a href=\"https://x.com/simonstiell/status/1992331441406165142\">Cop30</a> for showing that “climate cooperation is alive and kicking, keeping humanity in the fight for a liveable planet”. But let us be clear. The conference was a failure. Its outcome, <a href=\"https://unfccc.int/sites/default/files/resource/Mutir%C3%A3o_cop30.pdf\">the decision text</a> known as the Global Mutirão or Global Collective Effort, is, in essence, a form of climate denial.</p><p>In 2023, the Intergovernmental Panel on Climate Change<strong> </strong>(IPCC) <a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_FullVolume.pdf\">determined that the world</a> had already developed, or planned to develop, too much fossil fuel to be able to halt global heating at 2C. It acknowledged that the capital assets built up around fossil fuels must be stranded – that is to say, abandoned and not used – if warming was to be limited to 2C. But the Cop30 decision text ignores all this. Indeed, it never even mentions fossil fuels.</p><p>Genevieve Guenther is the founding director of End Climate Silence, and the author of The Language of Climate Politics</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/24/cop30-wrecked-fossil-fuels-russia-saudi-arabia-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "We delivered a clear message at Cop30: the delayers and defeatists are losing the climate fight | Ed Miliband",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/23/cop30-ed-miliband-climate-change-brazil-conference-clean-energy",
      "pubDate": "Sun, 23 Nov 2025 17:57:20 GMT",
      "description": "<p>For all its flaws, the Brazil conference underlined the wish by a global majority for clean energy and climate action – and the UK will keep leading the way</p><ul><li><p>Ed Miliband is the secretary of state for energy security and net zero</p></li></ul><p>Sweaty, maddening, sleepless. That’s what it was like to be part of Cop30 in Brazil. And yet more than 190 countries came together in the rainforest of the Amazon and reaffirmed their faith in multilateralism, the Paris agreement and the need to <a href=\"https://www.theguardian.com/environment/2025/nov/22/cop30-deal-inches-closer-to-end-of-fossil-fuel-era-after-bitter-standoff\">redouble our efforts</a> to keep global warming to 1.5C.</p><p>We went to Cop because working with other countries to tackle the climate crisis is the only way to protect our home and way of life. We know the UK produces just <a href=\"https://www.lse.ac.uk/granthaminstitute/explainers/why-should-the-uk-take-action-on-climate-when-it-is-responsible-for-only-a-relatively-small-fraction-of-todays-global-emissions/\">1% of emissions</a>, which is why, as the prime minister said in Belém, our government is “all-in” on working with others to reduce the remaining 99%.</p><p>Ed Miliband is Labour MP for Doncaster North and secretary of state for energy security and net zero</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/23/cop30-ed-miliband-climate-change-brazil-conference-clean-energy\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Australia’s unconventional Cop31 deal puts Chris Bowen at the helm of the world’s most complex negotiations. It’s a huge opportunity | Thom Woodroofe and Dean Bialek",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/23/australia-turkey-cop31-deal-chris-bowen-at-the-helm-of-the-worlds-most-complex-negotiations-its-a-huge-opportunity",
      "pubDate": "Sat, 22 Nov 2025 23:41:02 GMT",
      "description": "<p>Australia may not be hosting Cop31, but the unprecedented Turkey partnership is a real chance to secure global influence and turbocharge a new green zeitgeist</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>The Cop30 climate conference has <a href=\"https://www.theguardian.com/environment/2025/nov/22/cop30-deal-inches-closer-to-end-of-fossil-fuel-era-after-bitter-standoff\">finally come to an end</a>, with Australia having lost out on the grand prize of hosting next year’s gathering. But Australia’s <a href=\"https://www.theguardian.com/australia-news/2025/nov/20/turkey-to-host-cop31-climate-conference-after-australia-drops-push-to-hold-it-in-adelaide\">formal partnership agreement with Turkey</a> nevertheless provides an opportunity to secure unparalleled global influence and turbocharge our own transformation to a net zero, green export economy. Here are three ways to make it happen.</p><p>First, Chris Bowen’s new role as Cop31 “president of negotiations” puts the climate and energy minister at the helm of the most complex and consequential multilateral process in the world.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/23/australia-turkey-cop31-deal-chris-bowen-at-the-helm-of-the-worlds-most-complex-negotiations-its-a-huge-opportunity\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Zombie fires: how Arctic wildfires that come back to life are ravaging forests",
      "link": "https://www.theguardian.com/environment/2025/nov/24/zombie-fires-arctic-wildfires-reignite-ravaging-forests-aoe",
      "pubDate": "Mon, 24 Nov 2025 10:00:23 GMT",
      "description": "<p>Blazes that smoulder in the permafrost, only to reignite, are extending fire season though winter, leaving vegetation struggling to recover</p><p>In May 2023, a lightning strike hit the forest in Donnie Creek, British Columbia, and the trees started to burn. It was early in the year for a wildfire, but a dry autumn and warm spring had turned the forest into a tinderbox, and the flames spread rapidly. By mid-June, the fire had become one of largest in the province’s history, burning through an area of boreal forest nearly twice the size of central London. That year, more of Canada burned than ever before.</p><p>The return of cold and snow at the close of the year typically signal the end of the wildfire season. But this time, the fire did not stop. Instead, it smouldered in the soil underground, insulated from the freezing conditions by the snowpack. The next spring, it reemerged as a “zombie fire” that continued to burn until August 2024. By then, <a href=\"https://www.theguardian.com/world/2023/aug/08/canadian-wildfire-fighters-scramble-amid-nightmare-season\">more than 600,000 hectares (1.5m acres) had been destroyed</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/24/zombie-fires-arctic-wildfires-reignite-ravaging-forests-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How rolling sand dunes are creeping up on last remaining oases on edge of Sahara",
      "link": "https://www.theguardian.com/global-development/2025/nov/24/chad-desert-oases-wadi-water-gold-climate-crisis",
      "pubDate": "Mon, 24 Nov 2025 08:00:32 GMT",
      "description": "<p>In western Chad, villagers are desperately trying to hold back the sand as the climate crisis wreaks havoc on one of the hottest countries in the world</p><p>On the ochre sands of Kanem, the neat vegetable gardens and silver-green palm trees of Kaou oasis stand out, incongruous in this desert province of 70,000 sq km in western Chad.</p><p>Oases such as this, on the edge of the Sahara, have sustained human life in the world’s deserts for thousands of years. Globally, an <a href=\"https://pubmed.ncbi.nlm.nih.gov/40034671/\">estimated 150 million people</a> rely on the water, arable land and access to trade networks they provide. But in Chad, such oases are disappearing fast.</p> <a href=\"https://www.theguardian.com/global-development/2025/nov/24/chad-desert-oases-wadi-water-gold-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate of fear: are CSIRO’s sweeping job cuts a sign Australia doesn’t care about the extinction crisis?",
      "link": "https://www.theguardian.com/australia-news/2025/nov/21/csiro-job-cuts-australia-extinction-crisis",
      "pubDate": "Fri, 21 Nov 2025 14:00:12 GMT",
      "description": "<p>Ever decreasing funding for the globally respected government agency mirrors an industry-wide trend that could hinder scientific breakthroughs  </p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Sweeping job cuts across the nation’s science agency this week have been foreshadowed for months, but the sheer scale of them has left many researchers within laboratories and offices across the country shocked.</p><p>Up to 350 research roles are on the cutting room floor across key areas – including environment, human health and minerals – as leaders of the Commonwealth Scientific and Industrial Research Organisation (CSIRO) attempt to steer the agency from a steep funding cliff.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/21/csiro-job-cuts-australia-extinction-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It’s like arguing with robots’: negotiators on the state of Cop30 talks",
      "link": "https://www.theguardian.com/environment/2025/nov/21/cop30-climate-summit-brazil-negotiators-talks-developing-countries",
      "pubDate": "Fri, 21 Nov 2025 13:34:24 GMT",
      "description": "<p>Three representatives of developing countries speak candidly about meetings behind closed doors in Belém</p><p>In the negotiating rooms at the Cop30 climate conference, representatives from vulnerable countries work to get the best deal they can. Here, three of them reveal what happens behind closed doors.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/21/cop30-climate-summit-brazil-negotiators-talks-developing-countries\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}