{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-05-26T23:22:19.266647",
  "items": [
    {
      "title": "Solar apprenticeships give Virginia students a head start on clean energy",
      "link": "https://grist.org/business/solar-apprenticeships-give-virginia-students-a-head-start-on-clean-energy/",
      "pubDate": "Sun, 25 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Top winemaker ‘may have to leave its Spanish vineyards due to climate crisis’",
      "link": "https://grist.org/drought/top-winemaker-may-have-to-leave-its-spanish-vineyards-due-to-climate-crisis/",
      "pubDate": "Sat, 24 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Senate just voted to block California’s gas car ban",
      "link": "https://grist.org/regulation/senate-rescinds-californias-ev-rules-congressional-review-act/",
      "pubDate": "Thu, 22 May 2025 23:43:23 +0000",
      "description": "For nearly 60 years, California has had the power to set stricter car pollution rules than the federal government. That included a phaseout of gas-powered car sales by 2035. But the Senate just voted to overturn California’s waiver — effectively blocking the ban — using a little-known law from 1996 called the Congressional Review Act (CRA).\n<br><br>\nThis isn’t just about cars. Legal experts say using the CRA in this way could open the door to reversing all kinds of federal-state agreements — including those around health care, pollution permits, and even media licensing. Two government watchdogs warned that the CRA shouldn’t apply here — and even one GOP senator’s own memo agreed.\n<br><br>\nThis vote doesn’t revoke California’s entire clean air authority. Legal experts believe the state can still receive new waivers if it makes small changes. But the vote sets a dangerous precedent. It breaks with decades of respect for California’s leadership on clean energy, public health, and emissions reductions.\n<br><br>\nCalifornia’s car rules influence the whole country — because many other states follow its lead. Blocking California’s clean car plan could slow down electric vehicle adoption, weaken air pollution protections, and create legal chaos. It’s more than just one waiver. It’s a power move that may change how environmental policy gets made — and undone.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Moderate Republicans defended Biden’s climate law — then voted to repeal it",
      "link": "https://grist.org/politics/house-republican-tax-bill-inflation-reduction-act-repeal-clean-energy-tax-credits/",
      "pubDate": "Thu, 22 May 2025 21:50:01 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The weird way that penguin poop might be cooling Antarctica",
      "link": "https://grist.org/science/research-penguin-poop-cooling-antarctica/",
      "pubDate": "Thu, 22 May 2025 15:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Kentucky tornadoes spur mounting anxiety over weather service warning systems",
      "link": "https://grist.org/extreme-weather/the-kentucky-tornadoes-spur-mounting-anxiety-over-weather-service-warning-systems/",
      "pubDate": "Thu, 22 May 2025 08:45:00 +0000",
      "description": "Sandra Anderson didn’t think the storm would be too bad. When her grandchildren asked if the dogs should be brought in, Anderson demurred, saying they’d be fine. But later that night, an alert on her phone warned her of a tornado tearing through her hometown of London, Kentucky. Seconds later, it hit her neighborhood.\n<br><br>\nTornadoes are measured using what’s called the Enhanced Fujita Scale, which ranks them on a scale of one to five according to their wind speed and potential for damage. The mile-wide twister that blew out Anderson’s windows and flattened entire neighborhoods traveled over 50 miles and clocked in at EF-4, making it a particularly violent one. Meanwhile, an EF-3 funnel cloud cut a 23-mile path through the St. Louis area.\n<br><br>\nBoth were part of a broader system that stretched from Missouri to Kentucky, spawning over 70 tornadoes that killed at least 28 people and leveled or damaged thousands of structures. Eastern Kentucky bore the brunt of the fury; 18 people died there. Seven more were killed in Missouri. \n<br><br>\nEven as the twister in eastern Kentucky passed, people began to speculate that the National Weather Service staffing cuts contributed to the death toll. The NWS has lost 600 people through layoffs and retirements, according to the New York Times, leaving many local weather stations scrambling to cover shortfalls.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Who will benefit from melting glaciers?",
      "link": "https://grist.org/indigenous/melting-glacier-alaska-canada-bc-mining-salmon-territory/",
      "pubDate": "Wed, 21 May 2025 08:45:00 +0000",
      "description": "As glaciers retreat in British Columbia and Alaska, new lakes and rivers are forming. These evolving cold-water ecosystems are showing potential as future salmon habitat, possibly offsetting some losses from warming seas and drought. Scientists project thousands of miles of new salmon streams could appear by century’s end. And they could bolster a commercial fishing industry that generates millions of dollars for the state each year.\n<br /><br />\nThe disappearance of glaciers is also creating opportunities for the multibillion-dollar mining industry. With gold prices booming and demand soaring for copper, mining corporations have backed a number of major projects in the region. The development of mining near glaciers is framed by some as a source of critical minerals for clean energy. Others view gold mining in the same region as potentially harmful greenwashing. Key questions remain: How should resource extraction be balanced with the ecological potential of these newly formed watersheds? And who will decide the future of these changing landscapes?",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The US government stole the Black Hills. Now it’s clear-cutting them.",
      "link": "https://grist.org/indigenous/the-u-s-government-stole-the-black-hills-now-its-clearcutting-them/",
      "pubDate": "Wed, 21 May 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The EPA is rolling back drinking water limits for 4 PFAS. Thousands more remain unregulated.",
      "link": "https://grist.org/regulation/epa-pfas-drinking-water-limits-trump-rollback/",
      "pubDate": "Wed, 21 May 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A new podcast asks: Are ‘radical’ climate activists really that radical?",
      "link": "https://grist.org/culture/sabotage-podcast-just-stop-oil-radical-climate-activists/",
      "pubDate": "Tue, 20 May 2025 08:45:00 +0000",
      "description": "In October 2022, two protesters with the group Just Stop Oil shocked the world by tossing tomato soup at Vincent van Gogh’s iconic “Sunflowers” in London’s National Gallery. “Are you more concerned about the protection of a painting or the protection of our planet and people?” said one of them, Phoebe Plummer, moments after the two soup-throwers glued their hands to the wall. The painting, safely behind glass, was unharmed. The protest was critiqued as nonsensical — what does attacking art have to do with climate change? — but it turns out that the absurdity was the point. \n<br><br>\nIn 2023, Alessandra Ram and Samantha Oltman, two journalists who met at Wired over a decade ago, quit their jobs to investigate every aspect of this story, from the street blockades and court drama to the money trail that supports disruptive climate activism. The podcast, “Sabotage,” landed in Apple’s top 40 podcasts and just wrapped up with its series finale last week.\n<br><br>\n“Sabotage” raises a key question: Are “radical” climate activists really that radical? After all, the suffragettes actually slashed famous paintings, and “Sunflowers,” despite all the uproar over the soup incident, still sits untarnished in the National Gallery.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How the Washoe Tribe built a business to sustain a firewood bank that helps elders heat their homes",
      "link": "https://grist.org/indigenous/how-the-washoe-tribe-built-a-business-to-sustain-a-firewood-bank-that-helps-elders-heat-their-homes/",
      "pubDate": "Tue, 20 May 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Despite backlash, more states are considering laws to make Big Oil pay for climate change",
      "link": "https://grist.org/accountability/climate-superfund-law-maryland-california-vermont-new-york-trump-lawsuits/",
      "pubDate": "Mon, 19 May 2025 08:45:00 +0000",
      "description": "Last May, Vermont became the first state to pass a climate Superfund law. The concept is modeled after the 1980 federal Superfund law, which holds companies responsible for the costs of cleaning up their hazardous waste spills. The state-level climate version requires major oil and gas companies to pay for climate-related disaster and adaptation costs, based on their share of global greenhouse gas emissions over the past few decades. Vermont’s law passed after the state experienced torrential flooding in 2023. In December, New York became the second state to pass such a law. \n<br><br>\nThis year, 11 states, from California to Maine, have introduced their own climate Superfund bills. Momentum is growing even as Vermont and New York’s laws face legal challenges by fossil fuel companies, Republican-led states, and the Trump administration. Lawmakers and climate advocates told Grist that they always expected backlash, given the billions of dollars at stake for the oil and gas industry — but that states have no choice but to find ways to pay the enormous costs of protecting and repairing infrastructure in the face of increasing floods, wildfires, and other disasters.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Solar grants held hostage in Pennsylvania Legislature — as demand soars",
      "link": "https://grist.org/energy/solar-grants-held-hostage-in-pennsylvania-legislature-as-demand-soars/",
      "pubDate": "Sun, 18 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s 2-year reprieve gives coal plants ‘a free pass to pollute’",
      "link": "https://grist.org/energy/trumps-2-year-reprieve-gives-coal-plants-a-free-pass-to-pollute/",
      "pubDate": "Sat, 17 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "If you want to claim the solar tax credit, install now",
      "link": "https://grist.org/climate-energy/if-you-want-to-claim-the-solar-tax-credit-install-now/",
      "pubDate": "Fri, 16 May 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s USDA tried to erase climate data. This lawsuit forced it back online.",
      "link": "https://grist.org/food-and-agriculture/trump-usda-climate-data-information-website-lawsuit-farmers-settlement/",
      "pubDate": "Thu, 15 May 2025 20:43:44 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Ice roads are a lifeline for First Nations. As Canada warms, they’re disappearing.",
      "link": "https://grist.org/indigenous/ice-road-canada-truck-northern-ontario-first-nations-mining/",
      "pubDate": "Thu, 15 May 2025 08:45:00 +0000",
      "description": "More than 50 First Nations in Canada — with 56,000 people total — depend on approximately 3,700 miles of winter roads. There are no paved roads connecting these Indigenous communities to the nearest cities. Most of the year, small planes are their only lifeline. But in winter, the lakes, creeks, and marshes around them freeze, allowing workers to build a vast network of ice roads for truck drivers to haul in supplies at a lower cost than flying them in.\n<br><br>\nDespite their isolation, the ice roads are community spaces. They guide hockey and broomball teams from small reserves to big cities to compete in tournaments. They enable families to stock up on cheap groceries. They bring people to medical appointments in cities and facilitate hunting and fishing trips with relatives in neighboring communities.\n<br><br>\nBut the climate crisis is making it harder to build and maintain the ice roads. Winter is arriving later, pushing back construction, and spring is appearing earlier, bringing even the most robust frozen highways to an abrupt end. Less snow is falling, making the bridges smaller and more vulnerable to collapse under heavy trucks.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After disasters, AmeriCorps was everywhere. What happens when it’s gone?",
      "link": "https://grist.org/extreme-weather/americorps-disaster-response-doge-cuts/",
      "pubDate": "Thu, 15 May 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The government just killed an essential way to assess climate risk",
      "link": "https://grist.org/climate/trump-noaa-billion-dollar-weather-and-climate-disasters-database/",
      "pubDate": "Wed, 14 May 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "As temperatures rise, the US Corn Belt could see insurance claims soar",
      "link": "https://grist.org/food-and-agriculture/corn-belt-crop-insurance-farmers-research-fcip-regenerative-agriculture/",
      "pubDate": "Wed, 14 May 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}