{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-26T10:25:46.193775",
  "items": [
    {
      "title": "Human Impacts on Ocean Could Double or Triple by 2050, a New UC Santa Barbara Study Warns",
      "link": "https://insideclimatenews.org/news/26092025/human-ocean-impacts-research/",
      "pubDate": "Fri, 26 Sep 2025 09:05:00 +0000",
      "description": "By 2050, the combined impacts of climate change and human activity on the ocean could be two to three times greater than they are today. Without urgent efforts to reduce these threats, a new study from the National Center for Ecological Analysis and Synthesis—an independent research affiliate of the University of California, Santa Barbara—warns those […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Passaic River Stars in a Short Drama About Its Life as a Superfund Site",
      "link": "https://insideclimatenews.org/news/26092025/passaic-river-play-spotlights-superfund-site/",
      "pubDate": "Fri, 26 Sep 2025 09:00:00 +0000",
      "description": "It is a perfect day in Newark, New Jersey. The sky is a vibrant blue, with few clouds, over Riverfront Park. Willow trees drape down and drift with the wind. Music blares from portable speakers. People lie on the grass or bike and enjoy the occasional breeze on a warm summer day.  By a busy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Disinformation on Steroids: Climate Science Takes It on the Chin",
      "link": "https://insideclimatenews.org/news/26092025/inside-climate-talks-disinformation/",
      "pubDate": "Fri, 26 Sep 2025 08:55:00 +0000",
      "description": "Did you hear the one about the space lasers starting forest fires? Fringe conspiracy theories like this still swirl in certain parts of the internet. But some climate change disinformation is harder to spot—it’s subtle, sophisticated and circulated by trusted sources.  Executive editor Vernon Loeb sits down with Washington bureau chief Marianne Lavelle and ICN’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bureau of Land Management to Sell Off Federal Coal Reserve Leases in Wyoming",
      "link": "https://insideclimatenews.org/news/25092025/trump-administration-offers-federal-coal-reserve-leases-wyoming/",
      "pubDate": "Thu, 25 Sep 2025 23:52:16 +0000",
      "description": "The Bureau of Land Management said Wednesday that it will offer up more than 3,500 acres of federal coal reserves to be sold and mined in Wyoming’s Powder River Basin. The auction, set to take place in October, is the latest in a string of sale announcements as the federal government begins to accept new […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Citing Climate Crisis, NAACP Expresses Opposition to Massive Alabama Data Center",
      "link": "https://insideclimatenews.org/news/25092025/naacp-opposes-massive-alabama-data-center/",
      "pubDate": "Thu, 25 Sep 2025 20:43:48 +0000",
      "description": "BESSEMER, Ala.—Residents living around the site of a proposed 4.5 million-square-foot data center campus have a new ally in their fight against what they say is an unwanted and unneeded development: the National Association for the Advancement of Colored People.  In an open letter sent to Bessemer’s planning and zoning commission, representatives of the organization’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Which States Are Getting Hit Hardest by Electricity Price Increases?",
      "link": "https://insideclimatenews.org/news/25092025/inside-clean-energy-electricity-rate-hikes-by-state/",
      "pubDate": "Thu, 25 Sep 2025 13:00:00 +0000",
      "description": "Rising electricity rates are hitting consumers just about everywhere as utilities struggle to build enough power plants to meet rising demand from data centers. But the effects on prices vary a lot by state. Federal electricity data released on Tuesday helps to identify where the increases in bills have been the most drastic. I found […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can the Latest Youth Climate Case Win Where Others Have Failed?",
      "link": "https://insideclimatenews.org/news/25092025/latest-youth-climate-case-lighthiser-v-trump/",
      "pubDate": "Thu, 25 Sep 2025 09:05:00 +0000",
      "description": "MISSOULA, Mont.—During a short recess in their first hearing, the young plaintiffs in the Lighthiser v. Trump lawsuit gathered outside the courtroom to dance along to a TikTok video. They’d been listening to nearly two days’ worth of testimony and legal arguments that began Sept. 16, sitting attentively in their button-down shirts, khakis and one […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Urban Heat and Air Pollution May Harm Developing Brains in the Womb, Study Suggests",
      "link": "https://insideclimatenews.org/news/25092025/new-york-urban-heat-air-pollution-health-effects/",
      "pubDate": "Thu, 25 Sep 2025 09:00:00 +0000",
      "description": "During a typical summer day in New York City, residents and visitors alike face an onslaught of blistering heat and air pollution, each responsible for a host of health problems—from heat stroke to lung cancer.  Now, in a first-of-its-kind longitudinal study, researchers at Queens College, Mount Sinai Hospital and the City University of New York’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Tumultuous Moment for Public Lands and All Who Rely on Them",
      "link": "https://insideclimatenews.org/news/25092025/inside-climate-talks-public-lands/",
      "pubDate": "Thu, 25 Sep 2025 08:55:00 +0000",
      "description": "Some 640 million acres of the United States are owned by the federal government for the benefit of the people. These public lands, widely loved by Americans, are being pulled in multiple directions over questions of who gets access, how the land is used and managed, and what values should guide those choices. Managing editor […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Raised $8 Million for Hurricane Helene Survivors. Where Did It All Go?",
      "link": "https://insideclimatenews.org/news/25092025/trump-raised-millions-for-helene-survivors-where-did-it-go/",
      "pubDate": "Thu, 25 Sep 2025 08:50:00 +0000",
      "description": "This story was originally published by Grist. Sign up for Grist’s weekly newsletter here. On a dusty, warm day last October, nearly a month after Hurricane Helene tore across the southeastern United States, Donald Trump stood behind a podium in Swannanoa, North Carolina, to pledge funding and support to survivors of the disaster. “In the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}