{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-08T10:25:21.739407",
  "items": [
    {
      "title": "Los Alamos and the University of Michigan Want To Build a National Security and AI ‘Data Center’ in Ypsilanti Township That Residents and Local Officials Say Will Provide Few Benefits",
      "link": "https://insideclimatenews.org/news/08102025/los-alamos-university-of-michigan-national-security-data-center/",
      "pubDate": "Wed, 08 Oct 2025 09:00:00 +0000",
      "description": "First of three articles about Michigan communities organizing to stop the construction of energy-intensive computing facilities.  The Huron River winds through parks and wooded areas in eastern Ypsilanti Township where thousands of residents fish, canoe and swim. Now the University of Michigan and Los Alamos National Laboratory want to add a 300,000-square-foot taxpayer-subsidized data center […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizona Rural Grassroots Organizers Take on Industrial Developers, Aided by Urban Allies",
      "link": "https://insideclimatenews.org/news/08102025/arizona-residents-take-on-industrial-developers/",
      "pubDate": "Wed, 08 Oct 2025 08:50:00 +0000",
      "description": "On the evening of August 21, 2025, Chris Giokaris hopped on the interstate heading southeast from his hometown of Tucson, Arizona. His destination was Benson, a town of about 5,500 people located 50 miles away. The small town is known as the gateway to the San Pedro Valley, in large part for the San Pedro […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Renewable Power Capacity Expected to More than Double by 2030",
      "link": "https://insideclimatenews.org/news/07102025/global-renewable-power-capacity-forecast/",
      "pubDate": "Tue, 07 Oct 2025 22:08:09 +0000",
      "description": "Worldwide renewable energy capacity is projected to more than double in the next five years, adding the capacity equivalent of all existing power generation sources in China, Japan and the European Union combined, a report from the International Energy Agency concludes.  The IEA thinks China will account for close to 60 percent of global growth, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Jane Goodall’s Final Message: ‘Don’t Give Up’",
      "link": "https://insideclimatenews.org/news/07102025/todays-climate-jane-goodall-died-final-message/",
      "pubDate": "Tue, 07 Oct 2025 20:56:27 +0000",
      "description": "Last week, the world lost a conservation giant. On Oct. 1, renowned primatologist and environmental advocate Jane Goodall died at the age of 91. The British scientist is most famous for her work with chimpanzees, which she embedded with for years in the forests of Tanzania to uncover more about their lives in the wild. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Drops Planned Delay in Compliance With Fenceline Monitoring at Coke Plants",
      "link": "https://insideclimatenews.org/news/07102025/epa-drops-coke-plant-air-quality-monitoring/",
      "pubDate": "Tue, 07 Oct 2025 15:20:17 +0000",
      "description": "Public health advocates pushed back when the U.S. Environmental Protection Agency said it planned to delay for two years a requirement that steel companies monitor air quality at the perimeters of their 11 coke plants in Western Pennsylvania and across the country. Two groups sued. Now, the EPA has reversed course. The deadline to begin […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Natural Disasters Are a Rising Burden for the National Guard",
      "link": "https://insideclimatenews.org/news/07102025/national-guard-natural-disaster-response/",
      "pubDate": "Tue, 07 Oct 2025 09:00:00 +0000",
      "description": "The National Guard logged more than 400,000 member service days per year over the past decade responding to hurricanes, wildfires and other natural disasters, the Pentagon has revealed in a report to Congress. The numbers mean that on any given day, 1,100 National Guard troops on average have been deployed on disaster response in the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists Find Evidence that a Pennsylvania Town’s Water Was Contaminated by Fracking",
      "link": "https://insideclimatenews.org/news/07102025/pennsylvania-town-water-contaminated-by-fracking/",
      "pubDate": "Tue, 07 Oct 2025 08:55:00 +0000",
      "description": "In the summer of 2022, John Stolz got a phone call asking for his help. This request—one of many the Duquesne University professor has fielded—came from the Center for Coalfield Justice, an environmental nonprofit in southwestern Pennsylvania.  They told him about New Freeport, a small town in Pennsylvania’s Greene County that had experienced what’s called […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Report Marks a Decade of Progress, Challenges on Global Decarbonization",
      "link": "https://insideclimatenews.org/news/06102025/global-decarbonization-climate-policy-report/",
      "pubDate": "Mon, 06 Oct 2025 23:34:29 +0000",
      "description": "A report released Monday shows that collective global climate action is still falling short of what’s needed to protect Earth’s livable climate. Still, progress has accelerated dramatically in the decade since the Paris Agreement, spurring policies such as investments in renewable energy and public transit that are speeding up the transition away from fossil fuels. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Colorado River Nears Collapse, It Faces Leadership, Transparency ‘Crisis,’ Environmentalists Warn",
      "link": "https://insideclimatenews.org/news/06102025/colorado-river-water-supply-report/",
      "pubDate": "Mon, 06 Oct 2025 22:38:14 +0000",
      "description": "There is no more water available. That’s the assessment of a new report published Wednesday about the Colorado River by a coalition of environmental groups urging the states that rely on the river and the federal government to take immediate action to cut back use. The river, they argue, is threatened by crises in both […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Exxon Steps Back From Texas Gulf Coast Plastics Plant",
      "link": "https://insideclimatenews.org/news/06102025/exxon-postpones-texas-gulf-coast-plastics-plant/",
      "pubDate": "Mon, 06 Oct 2025 22:02:24 +0000",
      "description": "Exxon Mobil will postpone its plans for a large new plastics production plant on the Gulf Coast of Texas, according to the company. Construction was initially planned to begin next year on the $10 billion facility in rural Calhoun County. “Based on current market conditions, we are going to slow the pace of our development […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}