{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-11-05T23:23:31.321827",
  "items": [
    {
      "title": "It was a very good election for the climate",
      "link": "https://grist.org/politics/it-was-a-very-good-election-for-the-climate/",
      "pubDate": "Wed, 05 Nov 2025 21:12:19 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why cities around the world are uniting to keep cool",
      "link": "https://grist.org/sponsored/why-cities-around-the-world-are-uniting-to-keep-cool/",
      "pubDate": "Wed, 05 Nov 2025 15:01:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Climate change ‘is the new liberal arts’: Colleges build environmental lessons into degrees",
      "link": "https://grist.org/solutions/climate-change-is-the-new-liberal-arts-colleges-build-environmental-lessons-into-degrees/",
      "pubDate": "Wed, 05 Nov 2025 10:00:00 +0000",
      "description": "The University of California, San Diego, is perhaps the first major public university in the country to require all undergraduate students to take a class on climate change to earn their degree. \n<br><br>\nThe requirement, which rolled out with first-year students last fall, came about because UCSD leaders believe students won’t be prepared for the workforce if they don’t understand climate change. Around the globe, global warming is already causing severe droughts, water scarcity, fires, rising sea levels, flooding, storms and declining biodiversity; leaders at UCSD argue every job will be affected.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Illinois takes steps to address high energy costs, betting big on battery storage",
      "link": "https://grist.org/energy/illinois-takes-steps-to-address-high-energy-costs-betting-big-on-battery-storage/",
      "pubDate": "Wed, 05 Nov 2025 09:45:00 +0000",
      "description": "In response to skyrocketing utility bills, Illinois lawmakers passed a sweeping energy reform package last week. The Clean and Reliable Grid Affordability Act, or CRGA, is expected to flood the grid with more power and bets big on battery storage.\n<br><br>\nThe bill comes as the state’s electrical system is in a crunch driven by a surge in demand from power-hungry data centers, a state law promising to phase out fossil fuel use for generating electricity, and federal funding cuts for clean energy.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "They survived the hurricane. Their insurance company didn’t.",
      "link": "https://grist.org/economics/insurance-company-bankrupt-hurricane-ida-louisiana/",
      "pubDate": "Tue, 04 Nov 2025 09:45:00 +0000",
      "description": "Jennifer and Dean Bye were just getting by before Hurricane Ida slammed into southern Louisiana in 2021 and turned everything upside down. The storm, one of the strongest to hit Louisiana on record, left a trail of devastation in its wake: More than 100 people died and economic losses totalled $75 billion.\n<br /><br />\nFour years later, the Byes are still living in a damaged house. Patches of tattered plywood siding are exposed to the elements. Inside, the windowsills are blackened with mildew. The kids play in a stripped living room, bare cement and grout underfoot.\n<br /><br />\nOn paper, the family did everything right. They had homeowners insurance through an A+ rated, Better Business Bureau-accredited insurer called FedNat Insurance Company and kept up with their payments — some of the highest in the country.\n<br /><br />\nWhat they didn’t account for was what might happen if their insurance company couldn’t make <em>its</em> payments.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "As aid dries up in Kenya, millions are threatened by  the climate-driven disease kala-azar",
      "link": "https://grist.org/health/kala-azar-kenya-usaid/",
      "pubDate": "Tue, 04 Nov 2025 09:30:00 +0000",
      "description": "The disease kala-azar, also known as visceral leishmaniasis, is caused by female sandfly bites and predominantly impacts children under the age of 15. Left untreated, the disease attacks vital organs and is fatal in 95 percent of cases. \n<br><br>\nCurrently, East Africa accounts for over 70 percent of the world’s estimated 50,000 to 90,000 annual kala-azar cases — and in Kenya, the disease is becoming endemic in more and more areas, in part due to climate change. Rising temperatures and erratic rainfall, including dramatic swings between severe droughts and flash floods, have supercharged the breeding of infected sandflies and the spread of kala-azar in the region. \n<br><br>\nFive million people are at risk of kala-azar in Kenya, which has set a goal of eliminating the disease by 2030. But between extreme weather and funding cuts, the country’s vast, arid Turkana region is losing many of the resources it needs to address kala-azar right as it’s becoming more common.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Native Alaska villages were already on the front lines of climate change. Then a typhoon hit.",
      "link": "https://grist.org/indigenous/native-alaska-villages-were-already-on-the-frontlines-of-climate-change-then-a-typhoon-hit/",
      "pubDate": "Mon, 03 Nov 2025 09:30:00 +0000",
      "description": "A week after Typhoon Halong passed through Japan in early October, its remnants crossed the Pacific and struck western Alaska. Nearly 50 Alaska Native communities across the Yukon-Kuskokwim Delta near the Bering Sea were met with towering wind speeds, record storm surge, and widespread flooding. At least one person died, and 1,500 adults and children, who were mostly Yup’ik, were displaced from the villages. \n<br><br>\nInitial estimates have reported that the storm decimated 90 percent of homes in the coastal village of Kipnuk and 35 percent in Kwigillingok, which has also experienced toxic chemicals spilling into its freshwater supply. Kipnuk and the other villages hit by the storm have been on the frontlines of climate change for more than a decade. Rising temperatures have caused permafrost to melt, causing land subsidence and flooding throughout the delta.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Teachers unions leverage contracts to fight climate change",
      "link": "https://grist.org/labor/teachers-unions-leverage-contracts-to-fight-climate-change/",
      "pubDate": "Sun, 02 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Google Earth gets an AI chatbot to help chart the climate crisis",
      "link": "https://grist.org/technology/google-earth-gets-an-ai-chatbot-to-help-chart-the-climate-crisis/",
      "pubDate": "Sat, 01 Nov 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "For a struggling Iowa ranch, the government shutdown may be the last straw",
      "link": "https://grist.org/food-and-agriculture/for-a-struggling-iowa-ranch-the-government-shutdown-may-be-the-last-straw/",
      "pubDate": "Fri, 31 Oct 2025 21:50:23 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘A devastating global audit’ shows how climate change is undermining the health of millions",
      "link": "https://grist.org/health/lancet-2025-countdown-health-climate-change-report/",
      "pubDate": "Fri, 31 Oct 2025 21:31:54 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump officials say Alaska is ‘open for business.’ So far, no one’s buying.",
      "link": "https://grist.org/politics/trump-officials-say-alaska-is-open-for-business-so-far-no-ones-buying/",
      "pubDate": "Fri, 31 Oct 2025 08:45:00 +0000",
      "description": "As the fight over development in the Arctic National Wildlife Refuge continues, federal officials are racing to fulfill President Donald Trump’s “energy dominance” agenda. Though the government is shut down and many employees are not getting paid, officials continue approving permits for extractive industries. In a wood-paneled Beltway office, Secretary of the Interior Doug Burgum framed his “sweeping package of actions” as a declaration that “Alaska is open for business.” \n<br><br>\nThe problem is AIDEA, the state-funded investment firm that remains the sole holder of leases in the Refuge, doesn’t have the capital or technical expertise to build out these areas on its own. It has authorized spending nearly $54 million to develop them and move permitting for Ambler Road forward. That includes hiring consultants for seismic testing to map oil and gas deposits. But first it must get permission from the U.S. Fish and Wildlife Service to harass polar bears, something that has sparked viral protests in the past. AIDEA authorized another $50 million for Ambler following Burgum’s announcement.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Good news! These ‘positive tipping points’ will help save the world.",
      "link": "https://grist.org/cities/good-news-these-positive-tipping-points-will-help-save-the-world/",
      "pubDate": "Fri, 31 Oct 2025 06:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This obscure Georgia election is about so much more than your power bill",
      "link": "https://grist.org/georgia-psc/this-obscure-georgia-election-is-about-so-much-more-than-your-power-bill/",
      "pubDate": "Thu, 30 Oct 2025 08:45:00 +0000",
      "description": "Georgians are currently voting in rare off-year elections for two seats on the Public Service Commission — the only statewide races on the ballot this year. More Democrats are expected to turn out to vote because Democratic strongholds like Atlanta are electing a mayor and city council members. In June, about twice as many Democrats as Republicans turned out for the party primaries. \n<br><br>\nRepublicans rallying their base in Georgia’s Forsyth County also shone a spotlight on the PSC’s role in determining the cost and sources of energy in Georgia — critical positions that traditionally operate in relative obscurity. The longtime Public Service Commissioner and his fellow members of the commission charged with regulating Georgia’s largest electric utility, Georgia Power, are all Republicans. And for the Republican incumbent commissioners, reliable energy means fossil fuels.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Scientists have a dire new warning about the state of the planet",
      "link": "https://grist.org/climate/scientists-have-a-dire-new-warning-about-the-state-of-the-planet/",
      "pubDate": "Wed, 29 Oct 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Toxic wastewater from oil fields keeps pouring out of the ground. Oklahoma regulators failed to stop it.",
      "link": "https://grist.org/accountability/toxic-wastewater-from-oil-fields-keeps-pouring-out-of-the-ground-oklahoma-regulators-failed-to-stop-it/",
      "pubDate": "Wed, 29 Oct 2025 09:35:00 +0000",
      "description": "When oil and gas are pumped from the ground, they come up with briny fluid called “produced water,” many times saltier than the sea and laden with chemicals, including some that cause cancer. Most of this toxic water is shot back underground using what are known as injection wells.\n<br><br>\nWastewater injection had been happening in Oklahoma for 80 years, but the Oklahoma agency that regulates oil and gas found that pollution events known as purges were occurring near wells where companies were injecting oil field wastewater at excessively high pressure, high enough to crack rock deep underground and allow the waste to travel uncontrolled for miles.\n<br><br>\nBy November 2020, at least 10 sites were expelling polluted water, according to internal agency emails obtained through public records requests. The number of purges has grown steadily since.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump killed a crucial disaster database. This nonprofit just saved it.",
      "link": "https://grist.org/extreme-weather/trump-killed-a-crucial-disaster-database-this-nonprofit-just-saved-it/",
      "pubDate": "Wed, 29 Oct 2025 08:30:00 +0000",
      "description": "As the Trump administration deletes climate data and shutters resources that track the impacts of a warming world, nonprofits, state-level governments, and independent scientists are rushing to preserve the information. \n<br><br>\nLast week, Climate Central resurrected one of the most prominent of those lost records: the National Oceanic and Atmospheric Administration’s billion-dollar disaster database. \n<br><br>\nData-deletion is not just a problem for researchers and insurers, but for local and state authorities who rely on resources like the billion-dollar disaster database to make the case for building resilient infrastructure. Officials in Asheville, North Carolina, for example, depended upon the tool when deciding to rebuild the dam at North Fork Reservoir. That work is believed to have kept the structure from breaching during Hurricane Helene.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The West’s new gold rush is the data center boom",
      "link": "https://grist.org/sponsored/the-wests-new-gold-rush-is-the-data-center-boom/",
      "pubDate": "Tue, 28 Oct 2025 14:00:28 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In New York, a pipeline proposal that just won’t die",
      "link": "https://grist.org/politics/new-york-williams-pipeline-hochul-trump/",
      "pubDate": "Tue, 28 Oct 2025 08:45:00 +0000",
      "description": "Breezy Point, a remote stretch of New York City along the coast of the Rockaway Peninsula, was decimated by Hurricane Sandy in 2012. Residents who stuck it out and returned now see a different threat to the beach: the Williams’ Company’s Northeastern Supply Enhancement, or NESE, pipeline, which has been fast-tracked over the past few months. The pipeline would add to a 10,000-mile network that runs all the way to Texas, carrying fracked gas from Pennsylvania through New York Harbor and terminating off Rockaway Beach, where it will connect to an existing pipeline off the coast of Long Island.\n<br><br>\nThe NESE pipeline proposal has been rejected three times because it failed to meet New York’s water quality standards. The state’s Department of Environmental Conservation, or DEC, warned that its construction would dredge up mercury, copper, and other decades-old contaminants dumped off the coast of the city, endangering marine life and the health of local swimmers.\n<br><br>\nDespite this, Williams recently resubmitted essentially the same proposal, frustrating pipeline opponents who are concerned that the new head of the DEC, appointed by New York State Governor Kathy Hochul in May, could reverse course.\n<br><br>\nThat’s because the White House has stepped in and said that it expects Governor Hochul to do just that.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What we lost when cars won",
      "link": "https://grist.org/culture/cars-crashes-books-culture/",
      "pubDate": "Tue, 28 Oct 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}