{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-11-09T17:18:55.826585",
  "items": [
    {
      "title": "The EV battery tech that’s worth the hype, according to experts",
      "link": "https://grist.org/transportation/the-ev-battery-tech-thats-worth-the-hype-according-to-experts/",
      "pubDate": "Sun, 09 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s anti-climate agenda is making it more expensive to own a car",
      "link": "https://grist.org/transportation/trumps-anti-climate-agenda-is-making-it-more-expensive-to-own-a-car/",
      "pubDate": "Sat, 08 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "With SNAP in crisis, America’s epic food waste problem has become a lifeline",
      "link": "https://grist.org/food-and-agriculture/snap-in-crisis-food-waste-problem-has-become-a-lifeline/",
      "pubDate": "Fri, 07 Nov 2025 20:53:51 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The ocean has been hoarding heat. Now it is building up a massive ‘burp.’",
      "link": "https://grist.org/oceans/hey-so-one-day-the-ocean-might-burp-up-a-bunch-of-heat/",
      "pubDate": "Fri, 07 Nov 2025 09:45:00 +0000",
      "description": "The Southern Ocean may encircle the frozen continent of Antarctica, but it’s very effective at storing heat: It alone holds around 80 percent of the warmth that’s taken up by all the oceans.\n<br><br>\nThis stored warmth can’t stay there forever. It will someday return to the atmosphere. New modeling suggests that this “burp” of heat — the scientists called it that, by the way — could be abrupt.\n<br><br>\nIn a scenario where humanity eventually reduces its greenhouse gas emissions and then goes “net negative,” finding ways to remove those planet-warming pollutants from the atmosphere, global temperatures fall. But suddenly the Southern Ocean belches its accumulated heat, leading to a rate of planetary warming similar to what humanity is causing right now. And the thermal burping would continue for at least a century.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After Hurricane Melissa, Jamaica’s climate resilience plan faces its biggest test yet",
      "link": "https://grist.org/extreme-weather/jamaica-catastrophe-bond-hurricane-melissa/",
      "pubDate": "Fri, 07 Nov 2025 09:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The government froze food aid. Tribes are thawing old traditions.",
      "link": "https://grist.org/indigenous/the-government-froze-food-aid-tribes-are-thawing-old-traditions/",
      "pubDate": "Thu, 06 Nov 2025 21:55:06 +0000",
      "description": "On November 1, when the Trump administration announced it would not disburse benefits through the Supplemental Nutrition Assistance Program, or SNAP, due to the ongoing government shutdown, tribal governments began to scramble. Approximately 25 percent of Indigenous households are considered food insecure and rely on SNAP as well as the Federal Distribution Program on Indian Reservations, or FDPIR, a monthly food package program. \n<br><br>\nDozens of tribes have fallen back on food sovereignty initiatives that have been built over the last 40 years in order to supplement food supplies. From coastal tribes engaged in the restoration of salmon to Plains nations reintroducing bison to the landscape, Indigenous food sovereignty is increasing food security and self-sufficiency for tribes. \n<br><br>\nBut many of those programs have been hard hit by climate change over the last decade.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In Georgia, power bills beat out party politics",
      "link": "https://grist.org/georgia-psc/in-georgia-power-bills-beat-out-party-politics/",
      "pubDate": "Thu, 06 Nov 2025 21:13:47 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Here are the 5 issues to watch at COP30 in Brazil",
      "link": "https://grist.org/cop30/here-are-the-5-issues-to-watch-at-cop30-in-brazil/",
      "pubDate": "Thu, 06 Nov 2025 09:45:00 +0000",
      "description": "As U.S. President Donald Trump refutes the legitimacy of global warming, his international counterparts are preparing to negotiate the terms of adapting their nations to its consequences. Next week, global leaders will gather in northern Brazil to begin the 30th annual Conference of the Parties, or COP30, the United Nations climate summit that takes stock of just how much the world’s nations are doing to address climate change — or, depending on your capacity for optimism, how little.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Rising energy bills are rewiring American politics",
      "link": "https://grist.org/energy/rising-energy-bills-are-rewiring-american-politics/",
      "pubDate": "Thu, 06 Nov 2025 09:30:00 +0000",
      "description": "It has been a big week in energy news, with several resounding wins for efficiency advocates. \n<br><br>\nOn Tuesday, voters in Georgia flipped two seats on the state’s Public Service Commission, which oversees utilities and sets rates. They installed a pair of Democrats on this little known, yet powerful, body for the first time in nearly two decades. Further north, Democratic gubernatorial candidates in Virginia and New Jersey handily won after making rising energy prices a centerpiece of their campaigns. The victories came just a few days after The New York Times reported that the Environmental Protection Agency is quietly reconsidering plans to eliminate the popular Energy Star program. \n<br><br>\nTaken together, these developments suggest that energy costs could be moving the political needle in ways that other issues, like climate change, have not. And, with next year’s midterms on the horizon, it’s an issue both political parties will increasingly have to grapple with.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "No doubt about it: Climate change made Hurricane Melissa way worse",
      "link": "https://grist.org/climate/no-doubt-about-it-climate-change-made-hurricane-melissa-way-worse/",
      "pubDate": "Thu, 06 Nov 2025 05:01:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "It was a very good election for the climate",
      "link": "https://grist.org/politics/it-was-a-very-good-election-for-the-climate/",
      "pubDate": "Wed, 05 Nov 2025 21:12:19 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why cities around the world are uniting to keep cool",
      "link": "https://grist.org/sponsored/why-cities-around-the-world-are-uniting-to-keep-cool/",
      "pubDate": "Wed, 05 Nov 2025 15:01:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Climate change ‘is the new liberal arts’: Colleges build environmental lessons into degrees",
      "link": "https://grist.org/solutions/climate-change-is-the-new-liberal-arts-colleges-build-environmental-lessons-into-degrees/",
      "pubDate": "Wed, 05 Nov 2025 10:00:00 +0000",
      "description": "The University of California, San Diego, is perhaps the first major public university in the country to require all undergraduate students to take a class on climate change to earn their degree. \n<br><br>\nThe requirement, which rolled out with first-year students last fall, came about because UCSD leaders believe students won’t be prepared for the workforce if they don’t understand climate change. Around the globe, global warming is already causing severe droughts, water scarcity, fires, rising sea levels, flooding, storms and declining biodiversity; leaders at UCSD argue every job will be affected.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Illinois takes steps to address high energy costs, betting big on battery storage",
      "link": "https://grist.org/energy/illinois-takes-steps-to-address-high-energy-costs-betting-big-on-battery-storage/",
      "pubDate": "Wed, 05 Nov 2025 09:45:00 +0000",
      "description": "In response to skyrocketing utility bills, Illinois lawmakers passed a sweeping energy reform package last week. The Clean and Reliable Grid Affordability Act, or CRGA, is expected to flood the grid with more power and bets big on battery storage.\n<br><br>\nThe bill comes as the state’s electrical system is in a crunch driven by a surge in demand from power-hungry data centers, a state law promising to phase out fossil fuel use for generating electricity, and federal funding cuts for clean energy.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "They survived the hurricane. Their insurance company didn’t.",
      "link": "https://grist.org/economics/insurance-company-bankrupt-hurricane-ida-louisiana/",
      "pubDate": "Tue, 04 Nov 2025 09:45:00 +0000",
      "description": "Jennifer and Dean Bye were just getting by before Hurricane Ida slammed into southern Louisiana in 2021 and turned everything upside down. The storm, one of the strongest to hit Louisiana on record, left a trail of devastation in its wake: More than 100 people died and economic losses totalled $75 billion.\n<br /><br />\nFour years later, the Byes are still living in a damaged house. Patches of tattered plywood siding are exposed to the elements. Inside, the windowsills are blackened with mildew. The kids play in a stripped living room, bare cement and grout underfoot.\n<br /><br />\nOn paper, the family did everything right. They had homeowners insurance through an A+ rated, Better Business Bureau-accredited insurer called FedNat Insurance Company and kept up with their payments — some of the highest in the country.\n<br /><br />\nWhat they didn’t account for was what might happen if their insurance company couldn’t make <em>its</em> payments.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "As aid dries up in Kenya, millions are threatened by  the climate-driven disease kala-azar",
      "link": "https://grist.org/health/kala-azar-kenya-usaid/",
      "pubDate": "Tue, 04 Nov 2025 09:30:00 +0000",
      "description": "The disease kala-azar, also known as visceral leishmaniasis, is caused by female sandfly bites and predominantly impacts children under the age of 15. Left untreated, the disease attacks vital organs and is fatal in 95 percent of cases. \n<br><br>\nCurrently, East Africa accounts for over 70 percent of the world’s estimated 50,000 to 90,000 annual kala-azar cases — and in Kenya, the disease is becoming endemic in more and more areas, in part due to climate change. Rising temperatures and erratic rainfall, including dramatic swings between severe droughts and flash floods, have supercharged the breeding of infected sandflies and the spread of kala-azar in the region. \n<br><br>\nFive million people are at risk of kala-azar in Kenya, which has set a goal of eliminating the disease by 2030. But between extreme weather and funding cuts, the country’s vast, arid Turkana region is losing many of the resources it needs to address kala-azar right as it’s becoming more common.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Native Alaska villages were already on the front lines of climate change. Then a typhoon hit.",
      "link": "https://grist.org/indigenous/native-alaska-villages-were-already-on-the-frontlines-of-climate-change-then-a-typhoon-hit/",
      "pubDate": "Mon, 03 Nov 2025 09:30:00 +0000",
      "description": "A week after Typhoon Halong passed through Japan in early October, its remnants crossed the Pacific and struck western Alaska. Nearly 50 Alaska Native communities across the Yukon-Kuskokwim Delta near the Bering Sea were met with towering wind speeds, record storm surge, and widespread flooding. At least one person died, and 1,500 adults and children, who were mostly Yup’ik, were displaced from the villages. \n<br><br>\nInitial estimates have reported that the storm decimated 90 percent of homes in the coastal village of Kipnuk and 35 percent in Kwigillingok, which has also experienced toxic chemicals spilling into its freshwater supply. Kipnuk and the other villages hit by the storm have been on the frontlines of climate change for more than a decade. Rising temperatures have caused permafrost to melt, causing land subsidence and flooding throughout the delta.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Teachers unions leverage contracts to fight climate change",
      "link": "https://grist.org/labor/teachers-unions-leverage-contracts-to-fight-climate-change/",
      "pubDate": "Sun, 02 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Google Earth gets an AI chatbot to help chart the climate crisis",
      "link": "https://grist.org/technology/google-earth-gets-an-ai-chatbot-to-help-chart-the-climate-crisis/",
      "pubDate": "Sat, 01 Nov 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "For a struggling Iowa ranch, the government shutdown may be the last straw",
      "link": "https://grist.org/food-and-agriculture/for-a-struggling-iowa-ranch-the-government-shutdown-may-be-the-last-straw/",
      "pubDate": "Fri, 31 Oct 2025 21:50:23 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}