{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-07-01T18:35:33.713636",
  "items": [
    {
      "title": "Italy limits outdoor work as heatwave breaks records across Europe",
      "link": "https://www.theguardian.com/world/2025/jul/01/italy-limits-outdoor-work-as-heatwave-breaks-records-across-europe",
      "pubDate": "Tue, 01 Jul 2025 17:24:59 GMT",
      "description": "<p>Portugal and Spain suffer historic temperature highs for June, as French schools close because of heat </p><p>Outdoor working has been banned during the hottest parts of the day in more than half of Italy’s regions as an extreme heatwave that has smashed June <a href=\"https://www.theguardian.com/environment/2025/jun/30/spain-records-highs-of-46c-and-france-under-alert-as-europe-swelters-in-heatwave\">temperature records in Spain</a> and Portugal continues to grip large swathes of Europe.</p><p>The savage temperatures are believed to have claimed at least three lives, including that of a small boy who is thought to have died from heatstroke while in a car in Catalonia’s Tarragona province on Tuesday afternoon.</p> <a href=\"https://www.theguardian.com/world/2025/jul/01/italy-limits-outdoor-work-as-heatwave-breaks-records-across-europe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Temperature records shatter as heatwave grips Europe and UK records hottest day of year – as it happened",
      "link": "https://www.theguardian.com/world/live/2025/jul/01/europe-heatwave-weather-hot-temperature-climate-change-latest-live-news-updates",
      "pubDate": "Tue, 01 Jul 2025 15:09:13 GMT",
      "description": "<p>Public health warnings as heatwave raises concerns about impact of climate change</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/jun/27/the-silent-killer-what-you-need-to-know-about-heatwaves\">What you need to know about heatwaves</a></p></li></ul><p>The French prime minister <strong>François Bayrou</strong>, who attended a government crisis meeting over the heatwave, was asked about the great difficulty of French schools to handle the heatwave.</p><p>More than <strong>1,350 schools across France were fully or partially closed</strong> on Tuesday as classrooms proved dangerously hot for children and teachers, amid anger from teaching unions.</p> <a href=\"https://www.theguardian.com/world/live/2025/jul/01/europe-heatwave-weather-hot-temperature-climate-change-latest-live-news-updates\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Tracking sea ice is ‘early warning system’ for global heating - but US halt to data sharing will make it harder, scientists warn",
      "link": "https://www.theguardian.com/environment/2025/jul/02/tracking-sea-ice-is-early-warning-system-for-global-heating-but-us-halt-to-data-sharing-will-make-it-harder-scientists-warn",
      "pubDate": "Tue, 01 Jul 2025 15:00:52 GMT",
      "description": "<p>News comes as research finds record lows of Antarctic sea ice had seen more icebergs splintering off ice shelves</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Scientists analysing the cascading impacts of record low levels of Antarctic sea ice fear a loss of critical US government satellite data will make it harder to track the <a href=\"https://www.theguardian.com/news/2025/jun/26/antarctic-ice-grown-again-does-not-buck-overall-melt-trend\">rapid changes taking place</a> at both poles.</p><p>Researchers around the globe were told last week the US Department of Defence will stop processing and providing the data, used in studies on the state of Arctic and Antarctic sea ice, at the end of this month.</p><p><strong><a href=\"https://www.theguardian.com/email-newsletters?CMP=copyembed\">Sign up for Guardian Australia’s breaking news email</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/jul/02/tracking-sea-ice-is-early-warning-system-for-global-heating-but-us-halt-to-data-sharing-will-make-it-harder-scientists-warn\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Hottest UK day of the year recorded as 33.6C reached in Kent",
      "link": "https://www.theguardian.com/uk-news/2025/jul/01/hottest-day-of-the-year-recorded-in-uk-says-met-office",
      "pubDate": "Tue, 01 Jul 2025 13:55:55 GMT",
      "description": "<p>Forecasters say temperature logged in Frittenden is ‘very likely to be exceeded in the coming hours’</p><p>The UK’s hottest day of the year so far has been recorded with a temperature of 33.6C (92F) in Frittenden, Kent, the Met Office has said.</p><p>The temperature exceeded the previous highest temperature of the year, which was 33.2C in Charlwood, Surrey on 21 June.</p> <a href=\"https://www.theguardian.com/uk-news/2025/jul/01/hottest-day-of-the-year-recorded-in-uk-says-met-office\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Severe weather hits the US hard as key forecast offices reel from Trump cuts",
      "link": "https://www.theguardian.com/us-news/2025/jul/01/severe-weather-nws-trump-cuts",
      "pubDate": "Tue, 01 Jul 2025 11:00:34 GMT",
      "description": "<p>This year marks the first time that local NWS offices have stopped round-the-clock operations in the agency’s history</p><p>A brutal stretch of severe weather has taxed communities on the eastern fringes of tornado alley this spring and early summer, while harsh staffing cuts and budget restrictions have forced federal meteorologists to attempt to forecast the carnage with less data.</p><p>As of 30 June, there have already been more than 1,200 tornadoes nationwide.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/01/severe-weather-nws-trump-cuts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on Europe’s heatwave: leaders should remind the public why ambitious targets matter | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/01/the-guardian-view-on-europes-heatwave-leaders-should-remind-the-public-why-ambitious-targets-matter",
      "pubDate": "Tue, 01 Jul 2025 17:55:59 GMT",
      "description": "<p>With net zero targets under attack from the populist right, dangerously high temperatures should refocus minds</p><p>At times like now, with dangerously high temperatures in several European countries, the urgent need for adaptation to an increasingly unstable climate is clearer than ever. From the French government’s decision to close schools to the <a href=\"https://www.theguardian.com/world/2025/jul/01/italy-limits-outdoor-work-as-heatwave-breaks-records-across-europe\">bans in most of Italy</a> on outdoor work at the hottest time of day, the immediate priority is to protect people from extreme heat – and to recognise that a heatwave can take a higher toll than a violent storm.</p><p>People who are already vulnerable, due to age or illness or poor housing, face the greatest risks from heatwaves. As well as changes to rules and routines, public health warnings are vital, especially where records are being broken and people are unfamiliar with the conditions. In the scorching European summer of 2022, an estimated <a href=\"https://www.theguardian.com/environment/2024/oct/29/climate-crisis-caused-half-of-european-heat-deaths-in-2022-says-study#:~:text=Climate%20crisis%20caused%20half%20of%20European%20heat%20deaths%20in%202022%2C%20says%20study,-This%20article%20is&amp;text=Climate%20breakdown%20caused%20more%20than,2022%2C%20a%20study%20has%20found.\">68,000 people died</a> due to heat. Health, welfare and emergency systems must respond to those needing help.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/01/the-guardian-view-on-europes-heatwave-leaders-should-remind-the-public-why-ambitious-targets-matter\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Locked playgrounds, broken paddling pools: it's a heatwave, but where will our children play? | Rhiannon Lucy Cosslett",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/28/child-friendly-summer-public-spaces-playgrounds",
      "pubDate": "Sat, 28 Jun 2025 11:00:23 GMT",
      "description": "<p>Having a child makes you see cities differently. As Britain heats up, we need to look to countries where public spaces work for both children and adults</p><p>There’s nothing like a boiling hot summer with an energetic small child to make you acutely aware of the need for outdoor space. We are lucky to have a garden, albeit an overgrown one that isn’t exactly child-friendly, so, like many parents, we mostly rely on public space in order for him to play and get the huge amount of exercise he needs. And, if you are able-bodied, there’s nothing like having a child to make you <a href=\"https://www.theguardian.com/culture/2025/may/24/brockwell-park-row-raises-age-old-questions-about-rights-to-public-space-music-festivals\">look at public spaces</a> differently.</p><p>Steps instead of ramps. A lack of benches on which to feed a baby, or give a toddler their snack. No shade. No access to toilets or changing tables. Nowhere to fill up a water bottle. No fences or gates dividing pedestrianised space from a busy road, or a deep body of water, or myriad other hazards. These are just some of the things that start to matter. Before your eyes, the urban environment becomes transformed and often inhospitable. Things such as locked playgrounds (I’m looking at you, Camden council – Falkland Place playground has been closed for literally months at this point) have the potential to ruin your morning. In a heatwave, broken splash pads and locked paddling pools (most recent personal disappointments include Brighton and Leamington Spa) feel like acts of particular cruelty.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist and author. Her <a href=\"https://guardianbookshop.com/the-republic-of-parenthood-9780715655856/?utm_source=theguardian&utm_medium=merch&utm_campaign=article\">Republic of Parenthood</a> book will be published this summer</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/28/child-friendly-summer-public-spaces-playgrounds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why do we pretend heatwaves are fun – and ignore the brutal, burning reality? | Zoe Williams",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/23/why-do-we-pretend-heatwaves-are-fun-and-ignore-the-brutal-burning-reality",
      "pubDate": "Mon, 23 Jun 2025 16:38:15 GMT",
      "description": "<p>The heatwave media formula is still extravagantly weird: all stock photos of ice-creams and suns with their hats on. It is time we recognised this extreme weather for exactly what it is</p><p>I think I must be on someone’s <a href=\"https://en.wikipedia.org/wiki/Rolodex#:~:text=A%20Rolodex%20is%20a%20rotating,to%20store%20a%20contact%20list.\">Rolodex</a> of killjoys, because whenever something good happens – schools break up, summer holidays start, the weather’s nice, it’s Christmas, it’s Easter – I get a call from a talk radio show asking if I’ll come on and explain why that’s bad, actually. Usually I say, in the nicest possible way, that I don’t want to: sure, kids are much more annoying when they’re not at school; yes, it’s irresponsible to fly; no, Christmas isn’t magic, it’s an orgy of overconsumption; yes, Easter was pillaged from pagans (probably?), and Christianity itself is the imperialist template (arguably?) – in which case, the last way we should mark it is with a <a href=\"https://www.cadbury.co.uk/products/cadbury-creme-egg-40g/\">Creme Egg</a>. But I just don’t want to be that person. Let someone else ruin everything for a change.</p><p>On Friday, however, I agreed to make the argument the next morning on <a href=\"https://www.lbc.co.uk/\">LBC</a> that heatwaves aren’t a treat, they’re a problem. We have to do more than just ready our infrastructure for the more intense temperatures to come: we have to bring our narrative a bit closer to reality. The climate crisis isn’t tomorrow’s problem, it’s today’s, and its impacts aren’t better conditions for vineyards in Kent, they are a broad-spectrum <a href=\"https://www.theguardian.com/science/2024/nov/26/enshittification-macquarie-dictionary-word-of-the-year-explained\">enshittification</a>, in which everything, from bus journeys to growing dahlias, becomes harder, and takes longer, and is worse. It was, in other words, exactly the kind of true, unlovely thing that I don’t like being the person to say, and I don’t know why I said yes – it’s possible that I was just too hot.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/23/why-do-we-pretend-heatwaves-are-fun-and-ignore-the-brutal-burning-reality\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "In London and Paris, we’ve experienced vicious backlash to climate action. But we’re not backing down | Sadiq Khan and Anne Hidalgo",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/23/london-paris-vicious-backlash-climate-action-sadiq-khan-anne-hidalgo",
      "pubDate": "Mon, 23 Jun 2025 04:00:57 GMT",
      "description": "<p>Around the world, well-funded, organised climate deniers are spreading lies about the crisis. We call on governments and tech companies to step up</p><ul><li><p>Sadiq Khan is mayor of London and Anne Hidalgo is mayor of Paris</p></li></ul><p>As mayors of two of the world’s great cities, we see every day how the climate emergency is already reshaping people’s lives, affecting the people and places we love. From deadly heatwaves and devastating floods to rising inequality and health crises driven by air pollution, the costs of inaction are not theoretical; they are measured in lives taken, homes destroyed and <a href=\"https://www.theguardian.com/environment/2025/jan/16/economic-growth-could-fall-50-over-20-years-from-climate-shocks-say-actuaries\">business revenue lost</a>.</p><p>Ten years ago, the <a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">Paris agreement</a> was signed, marking a turning point in the global fight against climate breakdown. But today, progress is being undermined by a deeply concerning threat: a <a href=\"https://www.theguardian.com/environment/2025/may/28/andre-correa-do-lago-cop30-interview-climate-crisis\">surge in climate deniers</a> and delayers spreading virulent disinformation. We mustn’t let this hope disappear as the world gathers in Belém at the end of 2025 for Cop30.</p><p>Sadiq Khan is mayor of London and co-chair of C40 Cities. Anne Hidalgo is mayor of Paris, global ambassador for the Global Covenant of Mayors and vice-chair of C40 Cities</p><p>On Tuesday 16 September, join George Monbiot, Mikaela Loach and other special guests discussing the forces driving climate denialism, live at the Barbican in London and livestreamed globally. Book tickets<a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\"> here</a> or at <a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Guardian.Live</a></p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/23/london-paris-vicious-backlash-climate-action-sadiq-khan-anne-hidalgo\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Seeing climate change like this, it changes you’: dance duo Bicep on making an album in Greenland",
      "link": "https://www.theguardian.com/music/2025/jul/01/dance-duo-bicep-on-making-an-album-in-greenland-takkuuk",
      "pubDate": "Tue, 01 Jul 2025 15:00:51 GMT",
      "description": "<p>Collaborating with Indigenous artists and sampling melting glaciers, the Northern Irish artists are championing Arctic culture – and documenting a collapsing world</p><p>Russell glacier, at the edge of Greenland’s vast ice sheet, sounds as if it’s crying: moans emanate from deep within the slowly but inexorably melting ice. Andy Ferguson, one half of dance duo Bicep, walks around in its towering shadow recording these eerie sounds. “Everyone comes back changed,” he says of Greenland. “Seeing first-hand climate change happening like this.”</p><p>It’s April 2023 and, in the wake of <a href=\"https://www.theguardian.com/music/2021/jan/21/bicep-isles-review\">Bicep’s second album Isles</a> cementing them as one of the leading electronic acts globally, Ferguson has travelled to Greenland as part of a project to collaborate with Indigenous musicians and bring the momentous struggle of this region – and even the planet – into focus.</p> <a href=\"https://www.theguardian.com/music/2025/jul/01/dance-duo-bicep-on-making-an-album-in-greenland-takkuuk\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I’m obsessed with brittle stars: fish often nip off bits of their arms but they regenerate",
      "link": "https://www.theguardian.com/environment/2025/jun/30/martin-solan-obsessed-with-brittle-stars-sea-floor-biodiversity-climate-crisis-warming-oceans",
      "pubDate": "Mon, 30 Jun 2025 09:15:17 GMT",
      "description": "<p>These starfish relatives have lots of remarkable features and are a keystone species. My hope is that we will recognise how vital these charismatic creatures are</p><p>Brittle stars have a lot of remarkable features as a species. Many of them are bioluminescent and can flash blue light; some will have patterns and do displays. These slender relatives of starfish can be very beautiful to look at and come in a range of colours – in the tropics, for example, they can be red, black or orange. And they’ve got spines all over them, so they can look quite ornate.</p><p>They can also regenerate. Fish and other creatures will often nip off bits of their arms – known as sublethal predation – so they are constantly regenerating themselves. You can even break off all their arms, and sometimes even half the disc, and the brittle star will still regenerate.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/30/martin-solan-obsessed-with-brittle-stars-sea-floor-biodiversity-climate-crisis-warming-oceans\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Climate is our biggest war’, warns CEO of Cop30 ahead of UN summit in Brazil",
      "link": "https://www.theguardian.com/environment/2025/jun/29/climate-is-our-biggest-war-warns-ceo-of-cop30-ahead-of-un-summit-in-brazil",
      "pubDate": "Sun, 29 Jun 2025 04:00:42 GMT",
      "description": "<p>Negotiators doubt countries’ financial and environmental commitment as military and trade wars divert attention</p><p>“Climate is our biggest war. Climate is here for the next 100 years. We need to focus and ... not allow those [other] wars to take our attention away from the bigger fight that we need to have.”</p><p>Ana Toni, the chief executive of Cop30, the UN climate summit to be held in Brazil this November, is worried. With only four months before the crucial global summit, the world’s response to the climate crisis is in limbo.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/29/climate-is-our-biggest-war-warns-ceo-of-cop30-ahead-of-un-summit-in-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Stampede in Soho: puppet animals on an epic trek bring wonder and warning to London streets",
      "link": "https://www.theguardian.com/stage/2025/jun/28/the-herds-stampede-in-soho-puppet-animals-climate-crisis-london",
      "pubDate": "Sat, 28 Jun 2025 17:00:11 GMT",
      "description": "<p>Public art project The Herds is passing through the capital on 20,000km journey from Congo Basin to Arctic Circle, inspiring climate action</p><p>The animals went into the West End, not quite two by two, from the direction of Soho Square. Monkeys ran ahead, gorillas bounded behind and bringing up the rear were a pair of handsome, ambling giraffes. Down Greek Street they marched, past pubs and cafes, resulting in an actual zebra crossing as the pack moved across Cambridge Circus, passing in front of bemused drivers, and on through lanes of shoppers in Covent Garden.</p><p>This was central London on late Friday afternoon: streets overrun not by tourists but by <a href=\"https://www.theherds.org/\">The Herds</a>, a staggeringly ambitious public art project. In April, a menagerie of lifesize puppet animals began a 20,000km route from the Congo Basin to the Arctic Circle, signifying the displacement of animals and humans caused by the climate crisis. This weekend they are in London; next week they travel north for the Manchester international festival. I spent an hour following the herd on their journey from Soho to Somerset House, during which the puppets either joined in a series of performances – or watched them along with the rest of us.</p> <a href=\"https://www.theguardian.com/stage/2025/jun/28/the-herds-stampede-in-soho-puppet-animals-climate-crisis-london\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}