{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-15T10:23:56.406425",
  "items": [
    {
      "title": "Decades After the U.S. Government Conducted Research Beneath This City, a Promising Clean Energy Technology Returns to Its Roots",
      "link": "https://insideclimatenews.org/news/15112025/st-paul-minnesota-geothermal-drilling/",
      "pubDate": "Sat, 15 Nov 2025 10:00:00 +0000",
      "description": "ST. PAUL, Minn.—Nearly half a century ago, the U.S. Department of Energy launched a clean energy experiment beneath the University of Minnesota with a simple goal: storing hot water for months at a time in an aquifer several hundred feet below ground.  The idea of the so-called seasonal thermal energy storage was to tuck away […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Glaciers Melt, the Earth’s Cryosphere Is on Thin Ice",
      "link": "https://insideclimatenews.org/news/15112025/glacier-melt-earth-cryosphere/",
      "pubDate": "Sat, 15 Nov 2025 09:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Miriam Jackson, the Eurasia and Nordic director of the International Cryosphere Climate Initiative. Scientists attending the 30th United Nations climate conference in Brazil are highlighting the alarming state of the cryosphere, the frozen part of Earth covered […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Australian Company BHP Found Liable for Damages in One of Brazil’s Worst Mining Disasters",
      "link": "https://insideclimatenews.org/news/14112025/australian-company-bhp-found-liable-for-damages-in-one-of-brazils-worst-mining-disasters/",
      "pubDate": "Sat, 15 Nov 2025 01:55:00 +0000",
      "description": "In 2015, a mine tailings dam failed near the town of Bento Rodrigues, in the Brazilian state of Minas Gerais. The collapse spilled about 40 million cubic meters of iron ore mining waste into the landscape, burying villages under mud, killing 19 people and polluting thousands of streams along the River Doce.  One year ago, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Patch of Indigenous Land, Rich in Metals, Pits Prominent Miner and Native Owners Against Conservationists",
      "link": "https://insideclimatenews.org/news/14112025/alaska-johnson-tract-indigenous-land-mineral-rights/",
      "pubDate": "Fri, 14 Nov 2025 21:00:00 +0000",
      "description": "Third in a three-story series published in partnership by Inside Climate News and Northern Journal. COOK INLET, Alaska—High in a mountain valley on the far west side of this tidal inlet sits an unusual plot of land.  It’s a private parcel, with a gravel airstrip and four or five buildings that make up a small […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Rooftop Solar, Advocates See a ‘Missed Opportunity’ for Clean Energy in Pennsylvania",
      "link": "https://insideclimatenews.org/news/14112025/pennsylvania-solar-legislation-schools/",
      "pubDate": "Fri, 14 Nov 2025 10:00:00 +0000",
      "description": "In Carlisle, a sleepy town in the heart of Pennsylvania Trump country, solar energy appears to have escaped the black hole of partisan politics. Or at least, that’s been the experience of Carlisle Area School District superintendent Colleen Friend, who has met little resistance spearheading a project to install a solar array about the size […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lawmakers Press EPA for $3B in Stalled Lead Pipe Replacement Funds",
      "link": "https://insideclimatenews.org/news/13112025/lawmakers-press-epa-for-3b-in-stalled-lead-pipe-replacement-funds/",
      "pubDate": "Thu, 13 Nov 2025 23:58:22 +0000",
      "description": "This story is a partnership between Inside Climate News, Grist and WBEZ, a public radio station serving the Chicago metropolitan region. A group of Illinois congressional delegates is calling for the release of $3 billion in withheld federal funding that’s meant to help replace toxic lead service lines that supply drinking water to homes across […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Proposed Alabama Data Center Faces New Hurdles: A ‘Road to Nowhere’ and the Birmingham Darter",
      "link": "https://insideclimatenews.org/news/13112025/proposed-alabama-data-center-clashes-with-northern-beltline-birmingham-darter/",
      "pubDate": "Thu, 13 Nov 2025 23:55:59 +0000",
      "description": "BESSEMER, Ala.—When Yale biologist Thomas Near and members of his research team visited the Yellowhammer State in October, the state’s famous Dreamland BBQ wasn’t the only thing on the agenda, though it was high on the list.  During their trip, the researchers documented the existence of the Birmingham darter, a newly identified fish species, just […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Unifying Issue: Just About Everyone Hates Data Centers",
      "link": "https://insideclimatenews.org/news/13112025/inside-clean-energy-just-about-everyone-hates-data-centers/",
      "pubDate": "Thu, 13 Nov 2025 14:00:00 +0000",
      "description": "It’s not a novel observation to say that supporters of President Donald Trump and supporters of U.S. Sen. Bernie Sanders find common ground on many issues. They often share a skepticism of entrenched power and a desire to dismantle systems that they think have ceased to serve everyday people. In Indiana, this agreement includes a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Rare Sightings of Critically Endangered Vaquita Spark Cautious Optimism About the Species’ Ability to Recover",
      "link": "https://insideclimatenews.org/news/13112025/critically-endangered-vaquita-sightings-recovery-hope/",
      "pubDate": "Thu, 13 Nov 2025 10:00:00 +0000",
      "description": "To spot a vaquita porpoise requires calm winds, clear skies and waters smooth as glass. But in September, those conditions were hard to come by off the coast of San Felipe, a small fishing town in Baja California, Mexico. It was hurricane season, and for most of the month strong winds churned up heavy swells […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Inside the Fight to Stop the Illegal Trade Driving the Vaquita Porpoise Toward Extinction",
      "link": "https://insideclimatenews.org/news/13112025/andrea-crosta-earth-league-international-fight-to-stop-totoaba-illegal-trade/",
      "pubDate": "Thu, 13 Nov 2025 09:55:00 +0000",
      "description": "In Mexico’s Upper Gulf of California, a lucrative and deadly wildlife trade continues to threaten the survival of the world’s most endangered marine mammal—the vaquita porpoise. At the center of this crisis is the totoaba, a large, endangered fish whose swim bladder is prized in traditional Chinese medicine for its purported health benefits. Some of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}