{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-01-13T18:39:06.551644",
  "items": [
    {
      "title": "Mapped: how the world is losing its forests to wildfires",
      "link": "https://www.theguardian.com/world/ng-interactive/2026/jan/13/mapped-how-the-world-is-losing-its-forests-to-wildfires",
      "pubDate": "Tue, 13 Jan 2026 13:00:02 GMT",
      "description": "<p>Wildfires now destroy twice as much tree cover per year as two decades ago – a crisis fuelled by climate change</p><p>The world is losing forests to fire at an unsustainable rate, experts have warned.</p><p>Wildfires have always been part of nature’s cycle, but in recent decades their scale, frequency and intensity in carbon-rich forests have surged.</p> <a href=\"https://www.theguardian.com/world/ng-interactive/2026/jan/13/mapped-how-the-world-is-losing-its-forests-to-wildfires\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Coal power generation falls in China and India for first time since 1970s",
      "link": "https://www.theguardian.com/business/2026/jan/13/coal-power-generation-falls-china-india-since-1970s",
      "pubDate": "Tue, 13 Jan 2026 00:01:19 GMT",
      "description": "<p>‘Historic’ moment in biggest coal-consuming countries could bring decline in global emissions, analysis says </p><p>Coal power generation fell in China and India for the first time since the 1970s last year, in a “historic” moment that could bring a decline in global emissions, according to analysis.</p><p>The simultaneous fall in coal-powered electricity in the world’s biggest coal-consuming countries had not happened since 1973, according to analysts at the Centre for Research on Energy and Clean Air, and was driven by a record roll-out of clean energy projects.</p> <a href=\"https://www.theguardian.com/business/2026/jan/13/coal-power-generation-falls-china-india-since-1970s\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "US plan to exploit Venezuela’s oil could eat up 13% of carbon budget to keep 1.5C limit",
      "link": "https://www.theguardian.com/environment/2026/jan/12/us-plan-to-exploit-venezuelas-oil-could-eat-up-13-of-carbon-budget-to-keep-15c-limit",
      "pubDate": "Mon, 12 Jan 2026 17:38:19 GMT",
      "description": "<p>Exclusive: ClimatePartner analysis shows how move would risk plunging Earth further into climate catastrophe</p><p>US plans to exploit Venezuela’s oil reserves could by 2050 consume more than a tenth of the world’s remaining carbon budget to limit global heating to 1.5C, according to an exclusive analysis.</p><p>The calculation highlights how any moves to further exploit the South American nation’s oil reserves – the largest in the world, at least on paper – would put increasing pressure on climate goals, and risk plunging the Earth further into climate catastrophe.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/12/us-plan-to-exploit-venezuelas-oil-could-eat-up-13-of-carbon-budget-to-keep-15c-limit\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump’s move to pull US from key UN climate treaty may be illegal, experts say",
      "link": "https://www.theguardian.com/us-news/2026/jan/12/trump-un-climate-treaty-unfccc",
      "pubDate": "Mon, 12 Jan 2026 12:30:04 GMT",
      "description": "<p>President’s memo stating US ‘shall withdraw’ from UNFCCC marks first time any country has tried to exit the agreement</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a>’s long-anticipated decision this week to pull the US from the world’s most important <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> treaty may have been illegal, some experts say.</p><p>“In my legal opinion, he does not have the authority,” Harold Hongju Koh, former head lawyer for the US state department, told the Guardian.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/12/trump-un-climate-treaty-unfccc\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Australia’s Cop31 chief negotiator plans to lobby petrostates on fossil fuel phaseout",
      "link": "https://www.theguardian.com/environment/2026/jan/11/australia-cop31-chris-bowen-fossil-fuel-phaseout",
      "pubDate": "Sat, 10 Jan 2026 19:00:08 GMT",
      "description": "<p><strong>Exclusive: </strong>Chris Bowen says key to next UN climate summit will be ‘engagement, engagement, engagement’ with countries such as Saudi Arabia</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2026/jan/11/australia-news-live-victoria-bushfires-queensland-cyclone-koji-weather-jacinta-allan-anthony-albanese-politics\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Chris Bowen wants to use his stint as the world’s chief climate negotiator to lobby Saudi Arabia and others to stop resisting progress at UN summits, heeding calls for a “hard-nosed” approach in dealing with big emitters obstructing the transition.</p><p>Appointed “president of negotiations” for Cop31 under the deal that handed Turkey hosting rights for the conference, Australia’s climate change and energy minister has told Guardian Australia a focus ahead of the summit would be talking to countries “with whom we don’t traditionally agree”.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/11/australia-cop31-chris-bowen-fossil-fuel-phaseout\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Some want to ban geoengineering research. This would be a catastrophic mistake for our planet | Craig Segall and Baroness Bryony Worthington",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan",
      "pubDate": "Fri, 09 Jan 2026 11:00:01 GMT",
      "description": "<p>We’ve already geoengineered the planet through the careless release of greenhouse gases. Now we need a plan to manage the risks we’ve set in motion</p><p>A few months ago, Marjorie Taylor Greene, then a Georgia representative, held a <a href=\"https://www.washingtontimes.com/news/2025/sep/11/doge-subcommittee-hold-hearing-weather-modification-geo-engineering/\">hearing</a> on her bill to ban research on “geoengineering”, which refers to technological <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> interventions, such as using reflective particles to reflect away sunlight. The hearing represented something of a first – a Republican raising alarm bells about human activity altering the health of the planet. Of course, for centuries, people have burned fossil fuels to power and feed society, emitting greenhouse gases that now overheat the planet.</p><p>Unfortunately, her hearing waved past an urgent debate that policymakers are confronting around the world: after centuries of accidental fossil-fuel geoengineering, should we deliberately explore interventions to cool the planet and give the energy transition breathing room?</p><p>Craig Segall is the former deputy executive officer and assistant chief counsel of the California Air Resources Board. He is also former senior vice-president of Evergreen Action and a longtime climate advocate. He has academic seats at the University of Edinburgh, New York University, and the University of California at Berkeley The opinions in this piece are his own.</p><p>Baroness Bryony Worthington was created a life peer in 2011, giving her a seat in the UK’s House of Lords where she served as shadow energy minister She has over 25 years of experience working on climate, energy and environmental policy in the NGO and public sectors, and in the private sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why is Trump interested in Greenland? Look to the thawing Arctic ice | Gaby Hinsliff",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america",
      "pubDate": "Fri, 09 Jan 2026 06:00:31 GMT",
      "description": "<p>Forecasts suggest that global heating could create a shortcut from Asia to North America, and new routes for trading, shipping – and attack</p><p>Another week, another freak weather phenomenon you’ve probably never heard of. If it’s not the “<a href=\"https://www.theguardian.com/uk-news/2026/jan/08/amber-weather-warnings-uk-storm-goretti-snow-wind\">weather bomb</a>” of extreme wind and snow that Britain is hunkering down for as I write, it’s reports in the Guardian of <a href=\"https://www.theguardian.com/environment/2026/jan/07/specieswatch-tough-times-for-reindeer-as-rain-increases-in-warming-arctic\">reindeer in the Arctic struggling</a> with the opposite problem: unnaturally warm weather leading to more rain that freezes to create a type of snow that they can’t easily dig through with their hooves to reach food. In a habitat as harsh as the Arctic, where survival relies on fine adaptation, even small shifts in weather patterns have endlessly rippling consequences – and not just for reindeer.</p><p>For decades now, politicians have been warning of the coming climate wars – conflicts triggered by drought, flood, fire and storms forcing people on to the move, or pushing them into competition with neighbours for dwindling natural resources. For anyone who vaguely imagined this happening far from temperate Europe’s doorstep, in drought-stricken deserts or on Pacific islands sinking slowly into the sea, this week’s seemingly unhinged White House talk about <a href=\"https://www.theguardian.com/politics/audio/2026/jan/08/greenland-venezuela-donald-trump-us-imperialism-podcast\">taking ownership of Greenland</a> is a blunt wake-up call. As Britain’s first sea lord, General Sir Gwyn Jenkins, has been telling anyone prepared to listen, the unfreezing of the north due to the climate crisis has <a href=\"https://www.gov.uk/government/speeches/first-sea-lords-speech-to-the-international-sea-power-conference\">triggered a ferocious contest</a> in the defrosting Arctic for some time over resources, territory and strategically critical access to the Atlantic. To understand how that threatens northern Europe, look down at the top of a globe rather than at a map.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "As a climate scientist, I know heatwaves in Australia will only get worse. We need to start preparing now | Sarah Perkins-Kirkpatrick",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now",
      "pubDate": "Thu, 08 Jan 2026 21:34:09 GMT",
      "description": "<p>During black summer, my daughters were too young to know what was happening. Now, amid another Australian heatwave, they deserve answers</p><p>When the forecasts for this week started to roll in, my mind immediately drifted back to Australia’s black summer.</p><p>I had taken my daughters down to the pool in our estate in western Sydney, hoping for a brief reprieve from the relentless heat. The Gospers Mountain fire was raging in the Blue Mountains, but on that particular day the smoke didn’t seem too bad.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "If geoengineering is ever deployed in a climate emergency, transparency is key | Ines Camilloni",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency",
      "pubDate": "Thu, 08 Jan 2026 11:00:05 GMT",
      "description": "<p>We must not let geoengineering be shaped behind closed doors. Climate justice demands an inclusive approach</p><p>As the world faces the challenges of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> and critical threshold levels or tipping points may be reached soon, a disputable idea is gaining momentum as a potential solution: solar geoengineering – the deliberate reflection of sunlight to cool the planet. Advocates argue it could buy us time. Critics warn of unknown risks. Some see it as a possible emergency break if temperatures spiral out of control. Others call it a dangerous distraction that undermines meaningful climate action.</p><p>Research into solar geoengineering is advancing, including exploration of techniques such as stratospheric aerosol injection, which would involve spraying tiny reflective particles into the upper atmosphere to mimic the cooling effect of volcanic eruptions, and marine cloud brightening, which aims to enhance the reflectivity of low-lying marine clouds. While stratospheric aerosol injection is not being conducted, these technologies are being studied with increasing urgency in the global north. In the global south, however, they remain largely invisible to public discourse and policymaking.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Fear of the next deluge’: flood-scarred Britons join forces to demand help",
      "link": "https://www.theguardian.com/environment/2026/jan/12/fear-of-the-next-deluge-flood-scarred-britons-join-forces-to-demand-help",
      "pubDate": "Mon, 12 Jan 2026 10:00:53 GMT",
      "description": "<p>As climate breakdown puts millions more people at flood risk, traumatised homeowners are finding common voice</p><p>Darren Ridley is always on high alert, constantly checking his phone for rain warnings – even in the middle of the night.</p><p>“Our whole family is permanently on edge,” he says. “If we hear rain, day or night, we’re up and checking the house. I can’t sleep without replaying our flood plan in my head for weaknesses.”</p> <a href=\"https://www.theguardian.com/environment/2026/jan/12/fear-of-the-next-deluge-flood-scarred-britons-join-forces-to-demand-help\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It was calm ... and then just hectic’: David Rigby couldn’t escape the Longwood bushfire so faced the inferno",
      "link": "https://www.theguardian.com/australia-news/2026/jan/11/it-was-calm-and-then-just-hectic-david-rigby-couldnt-escape-the-longwood-bushfire-so-faced-the-inferno",
      "pubDate": "Sun, 11 Jan 2026 06:59:06 GMT",
      "description": "<p>Rigby saved his Yarck home but many were lost. Another resident says: ‘No one actually knows how bad it is. So many livestock are dead’</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>On the outskirts of Yarck, a small farming town in central Victoria, the ground is still smouldering. Gumtrees are flickering with flames as white ash whips through the air.</p><p>Across the region houses are reduced to warped steel, with brick chimneys often the only thing left standing.</p> <a href=\"https://www.theguardian.com/australia-news/2026/jan/11/it-was-calm-and-then-just-hectic-david-rigby-couldnt-escape-the-longwood-bushfire-so-faced-the-inferno\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I had an abortion due to climate anxiety. How can I come to terms with it? | Ask Annalisa Barbieri",
      "link": "https://www.theguardian.com/lifeandstyle/2026/jan/11/abortion-climate-anxiety-ask-annalisa-barbieri",
      "pubDate": "Sun, 11 Jan 2026 06:00:19 GMT",
      "description": "<p>Counselling should help, but it sounds as if you need to slow down and give yourself time to grieve</p><p><strong>I am 37 years old, happily married </strong><strong>and have two children, who came along quickly after we got married in my late 20s. I instantly fell in love with them. However,</strong><strong> I wasn’t really emotionally or practically ready, and developed postnatal anxiety.</strong></p><p><strong>I’ve always cared </strong><strong>about the climate crisis</strong><strong>, and since </strong><strong>after having </strong><strong>kids, and knowing </strong><strong>it will </strong><strong>affect their lives more than mine, I became</strong><strong> motivated to make changes. We live a very “green” life.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2026/jan/11/abortion-climate-anxiety-ask-annalisa-barbieri\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Quebec’s Lake Rouge vanished – but was it a freak natural event or caused by human actions?",
      "link": "https://www.theguardian.com/world/2026/jan/10/quebecs-lake-rouge-vanished-but-was-it-a-freak-natural-event-or-caused-by-human-actions",
      "pubDate": "Sat, 10 Jan 2026 06:00:53 GMT",
      "description": "<p>Experts and community trying to untangle mystery of outburst that saw water travel almost 10km overland into a bigger lake</p><p>Manoel Dixon had just finished dinner one night last May when a phone dinged nearby with a Facebook message.</p><p>Dixon, 26, was at his family’s hunting camp near their northern Quebec home town of Waswanipi. They knew the fellow hunter who was messaging Dixon’s father, but what he wrote didn’t make sense.</p> <a href=\"https://www.theguardian.com/world/2026/jan/10/quebecs-lake-rouge-vanished-but-was-it-a-freak-natural-event-or-caused-by-human-actions\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}