{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-20T11:22:18.623581",
  "items": [
    {
      "title": "N.C. Office of Recovery and Resiliency So Poorly Managed That State Auditor Couldn’t Determine Full Extent of Waste",
      "link": "https://insideclimatenews.org/news/19112025/rebuildnc-was-a-disaster-auditor-says/",
      "pubDate": "Thu, 20 Nov 2025 00:14:29 +0000",
      "description": "The story of the North Carolina Office of Recovery and Resiliency’s disaster response efforts was itself ”a disaster.”  That’s what State Auditor Dave Boliek, a Republican, concluded in a scathing 506-page report released Wednesday, detailing mismanagement that left thousands of Hurricane Matthew and Florence survivors without homes and living in motels for as long as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bill McKibben on the State-Led Efforts to Make Big Oil Pay Up",
      "link": "https://insideclimatenews.org/news/19112025/bill-mckibben-new-jersey-climate-superfund-act/",
      "pubDate": "Wed, 19 Nov 2025 22:54:11 +0000",
      "description": "TRENTON, N.J.—On Monday, more than 100 young and old activists, faith leaders and politicians gathered outside of the New Jersey State House beneath a large balloon with the bold yellow words: “Make Polluters Pay!” The crowd was there to urge lawmakers to pass a new bill that would charge fossil fuel companies a fee for […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As COP30 Unfolds in the Amazon, Brazil Is Drilling for Oil Near the Great Amazon Reef System",
      "link": "https://insideclimatenews.org/news/19112025/brazil-oil-drilling-near-great-amazon-reef-system/",
      "pubDate": "Wed, 19 Nov 2025 21:06:01 +0000",
      "description": "As world leaders conclude the United Nations’ annual climate talks in Belém, Brazil— a summit meant to accelerate global action on phasing out fossil fuels—the Brazilian government is facing mounting criticism over its recent decision to authorize offshore drilling for oil near the Great Amazon Reef System. This unique and understudied marine habitat makes up […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How City Leaders in New York Plan to Help Co-Op Buildings Reduce Emissions",
      "link": "https://insideclimatenews.org/news/19112025/new-york-city-co-op-apartment-electrification/",
      "pubDate": "Wed, 19 Nov 2025 10:00:00 +0000",
      "description": "The rooftop of the International Tailoring Company Building, located in lower Manhattan, offers views of the distinctive buildings of the East Village, including rowhouses and old music venues.  But what drew the attention of a gathering on the rooftop was the stack of dry coolers and heat pumps—a marker of the changes to the building’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sea-Level Rise Accelerates in New Jersey, Raising Coastal Flooding Risk, Study Says",
      "link": "https://insideclimatenews.org/news/19112025/new-jersey-sea-level-rise-coastal-flooding/",
      "pubDate": "Wed, 19 Nov 2025 09:55:00 +0000",
      "description": "New Jersey is likely to see between 2.2 and 3.8 feet of sea-level rise by 2100 if the current level of global carbon emissions continue, but seas could rise by as much as 4.5 feet if ice-sheet melt accelerates, the New Jersey Climate Change Resource Center at Rutgers University said on Tuesday.  In the third […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Alabama City Council Approves Rezoning for a Massive Data Center, Dividing a Community",
      "link": "https://insideclimatenews.org/news/18112025/alabama-city-council-approves-rezoning-for-massive-data-center/",
      "pubDate": "Wed, 19 Nov 2025 00:20:14 +0000",
      "description": "BESSEMER, Ala.—Cleo King prays about every vote he casts on behalf of the people he represents in this city of 25,000 just southwest of Birmingham.  And on Tuesday, King said those prayers led him to vote against rezoning hundreds of acres of forested land at the city’s edge to make way for a 4.5 million […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Florida, Manatee Deaths Edge Up Slightly in 2025",
      "link": "https://insideclimatenews.org/news/18112025/florida-manatee-deaths-2025/",
      "pubDate": "Tue, 18 Nov 2025 23:50:05 +0000",
      "description": "Slightly more manatees died this year in Florida than in previous years, although the number was not as high as that in 2021 and 2022, when a record die-off prompted widespread alarm. A total of 587 manatee mortalities have been recorded in the state through Nov. 7, according to the most recent numbers available from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Boat Electrification Is a Climate and Health Win. Making the Switch Isn’t Easy.",
      "link": "https://insideclimatenews.org/news/18112025/todays-climate-boat-electrification-working-waterfront/",
      "pubDate": "Tue, 18 Nov 2025 21:21:51 +0000",
      "description": "Anyone who has visited a port or harbor knows that it can be an overwhelmingly sensory experience—from the pungent tang of diesel or gas exhaust to the deafening rumble of a boat’s outboard motor engine. But these engines and their emissions can have some risky consequences, fueling both global warming and health problems.  They’re also […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Extreme Heat, Leaks and Security Issues Roil COP30",
      "link": "https://insideclimatenews.org/news/18112025/cop30-extreme-heat-leaks-security-issues/",
      "pubDate": "Tue, 18 Nov 2025 18:15:33 +0000",
      "description": "BELÉM, Brazil—The United Nations Framework Convention on Climate Change asked the host government to address complaints about stifling indoor conditions, leaky roofs and non-working restrooms at COP30. It also raised concerns about security at the climate talks after demonstrators entered the negotiation area without the required credentials. “The Secretariat has received multiple reports of extremely […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Landmark Court Ruling Looms Over U.S. Absence at COP30",
      "link": "https://insideclimatenews.org/news/18112025/international-court-climate-ruling-united-states-cop30-absence/",
      "pubDate": "Tue, 18 Nov 2025 10:00:00 +0000",
      "description": "Una May Gordon, Jamaica’s former principal director of climate change, noted on opening day of the United Nations climate summit last week in Brazil that her country had recently suffered “catastrophic loss and damage” in the wake of Hurricane Melissa.  “We just need some accountability for those who are definitely responsible for this crisis,” Gordon […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}