{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-11-08T08:29:34.622139",
  "items": [
    {
      "title": "Jailed UK climate protesters facing conditions reserved for extremists on release",
      "link": "https://www.theguardian.com/law/2025/nov/08/jailed-uk-climate-protesters-facing-conditions-reserved-for-extremists-on-release",
      "pubDate": "Sat, 08 Nov 2025 08:00:06 GMT",
      "description": "<p>Exclusive: Just Stop Oil activist was banned from attending gatherings, including meeting a friend in a cafe, without permission</p><p>Environmental protesters are being given licence conditions on release from jail that are supposed to be limited to extremism cases.</p><p>Ella Ward, 22, was banned from going to any meetings or gatherings, except for worship, without permission from her probation officer, although the Ministry of Justice dropped the condition after she brought a legal challenge.</p> <a href=\"https://www.theguardian.com/law/2025/nov/08/jailed-uk-climate-protesters-facing-conditions-reserved-for-extremists-on-release\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Will Labor’s environment laws actually address Australia’s biodiversity crisis? Five reasons to be concerned",
      "link": "https://www.theguardian.com/australia-news/2025/nov/08/labor-environment-laws-australia-biodiversity-crisis-five-reasons-concerned",
      "pubDate": "Fri, 07 Nov 2025 23:00:47 GMT",
      "description": "<p>Experts say the proposed legislation is full of problems, including excessive ministerial discretion and relaxing like-for-like offset rules</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Albanese government is overhauling national environment laws. It wants its changes to the Environment Protection and Biodiversity Conservation (EPBC) Act rushed through parliament before the end of the year.</p><p>But should they be?</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/08/labor-environment-laws-australia-biodiversity-crisis-five-reasons-concerned\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How thousands of fossil fuel lobbyists got access to UN climate talks – and then kept drilling",
      "link": "https://www.theguardian.com/environment/2025/nov/07/fossil-fuel-lobbyists-cop-un-climate",
      "pubDate": "Fri, 07 Nov 2025 12:00:41 GMT",
      "description": "<p>Exclusive: Research shows oil, gas and coal firms’ unprecedented access to Cop26-29, blocking urgent climate action</p><p>More than 5,000 <a href=\"https://www.theguardian.com/environment/fossil-fuels\">fossil fuel</a> lobbyists were given access to the UN climate summits over the past four years, a period marked by a rise in catastrophic extreme weather, inadequate climate action and record oil and gas expansion, new research reveals.</p><p>Lobbyists representing the interests of the oil, gas and coal industries – which are mostly responsible for climate breakdown – have been allowed to participate in the annual climate negotiations where states are meant to come in good faith and commit to ambitious policies to reduce greenhouse gas emissions.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/07/fossil-fuel-lobbyists-cop-un-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Over 100 US leaders to attend Cop30 climate summit as Trump stays away",
      "link": "https://www.theguardian.com/environment/2025/nov/07/cop30-climate-trump-us-officials",
      "pubDate": "Fri, 07 Nov 2025 11:00:38 GMT",
      "description": "<p>Dozens of US state and local leaders will be at talks in Brazil with president’s team expected to send no representatives</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> appears to be sitting out this month’s United Nations climate talks known as <a href=\"https://www.theguardian.com/environment/cop30\">Cop30</a>, telling the Guardian <a href=\"https://www.theguardian.com/environment/2025/oct/31/cop30-climate-us-officials\">it will not deploy</a> any high-level representatives to the negotiations.</p><p>But dozens of US subnational leaders attend to promote their climate efforts.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/07/cop30-climate-trump-us-officials\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Long on talk and short on action’: Papua New Guinea leader criticises Cop climate summits ahead of Brazil meeting",
      "link": "https://www.theguardian.com/world/2025/nov/07/james-marape-papua-new-guinea-leader-criticises-cop-climate-summits",
      "pubDate": "Fri, 07 Nov 2025 03:00:36 GMT",
      "description": "<p>James Marape skipped the meeting last year in protest but will attend Cop30 due to ‘encouraging signs’ on climate finance</p><p>Papua New Guinea’s prime minister, James Marape, has criticised Cop climate summits as “long on talk and short on action” but will attend the upcoming meeting of world leaders in Brazil, after pulling out last year in frustration with big emitters.</p><p>The leader of the Pacific nation of about 10 million people <a href=\"https://www.theguardian.com/world/2024/nov/08/png-cop29-papua-new-guinea-un-climate-summit\">skipped the meeting in 2024</a> in “protest at the big nations” for failing to support to the victims of climate change. Marape will take part in the annual UN climate summit, which officially beings in Belém, Brazil on 10 November, due to “encouraging signs” emerging from developed nations on climate finance.</p> <a href=\"https://www.theguardian.com/world/2025/nov/07/james-marape-papua-new-guinea-leader-criticises-cop-climate-summits\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I wish we could ignore Bill Gates on the climate crisis. But he’s a billionaire, so we can’t | George Monbiot",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30",
      "pubDate": "Sat, 08 Nov 2025 08:00:02 GMT",
      "description": "<p>Money talks – and his essay denouncing ‘near-term emissions goals’ at Cop30 mostly argues the case for letting the ultra-rich off the hook</p><p>Let’s begin with the fundamental problem: Bill Gates is a politics denier. Though he came to it late, he now <a href=\"https://www.nytimes.com/2021/02/15/books/review/bill-gates-how-to-avoid-a-climate-disaster.html\">accepts the realities of climate science</a>. But he lives in flat, <a href=\"https://www.theguardian.com/commentisfree/2022/may/13/optimism-climate-predictions-techno-polluters\">embarrassing denial about political realities</a>. His <a href=\"https://www.gatesnotes.com/home/home-page-topic/reader/three-tough-truths-about-climate\">latest essay</a> on climate, published last week, treats the issue as if it existed in a political vacuum. He writes as if there were no such thing as political power, and no such thing as billionaires.</p><p>His main contention is that funds are very limited, so the delegates at this month’s <a href=\"https://unfccc.int/cop30\">climate summit</a> in Brazil should direct money away from “near-term emissions goals” towards climate “adaptation” and spending on poverty and disease.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on worsening extreme weather: the injustice of the climate crisis grows ever clearer | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/07/the-guardian-view-on-worsening-extreme-weather-the-injustice-of-the-climate-crisis-grows-ever-clearer",
      "pubDate": "Fri, 07 Nov 2025 18:30:40 GMT",
      "description": "<p>The increasing ferocity and frequency of tropical storms imposes an unbearable burden on countries including Jamaica</p><p>The geographically uneven risks from increasingly extreme and dangerous weather grow ever starker. As Jamaica and other Caribbean countries <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-jamaica-relief\">clear up after Hurricane Melissa</a>, and Typhoon Kalmaegi heads west after killing nearly 200 people in the Philippines and Vietnam, the case for more international support to countries facing the most destructive impacts from global heating has never been stronger.</p><p>Last week’s five-day rainfall in Jamaica was made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">twice as likely</a> by higher temperatures, according to initial findings from <a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">climate attribution studies</a>. The current death toll across the Caribbean is at least 75. The economic and social costs are hard to quantify in a region that is still recovering from 2024’s <a href=\"https://www.theguardian.com/world/article/2024/aug/22/caribbean-nations-still-facing-humanitarian-crisis-weeks-after-hurricane-beryl-destruction\">Hurricane Beryl</a>. Crucial infrastructure has been destroyed before the loans used to build it have even been paid off. Andrew Holness, Jamaica’s prime minister, estimates that the damage there is roughly equivalent to <a href=\"https://www.theguardian.com/world/2025/nov/05/jamaica-pm-says-hurricane-melissa-caused-damage-equivalent-to-nearly-one-third-of-gdp\">one-third of the country’s gross domestic product</a>.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/the-guardian-view-on-worsening-extreme-weather-the-injustice-of-the-climate-crisis-grows-ever-clearer\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Net zero is an insidious loophole that distracts from the scientific imperative to eliminate fossil fuels | Joëlle Gergis",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30",
      "pubDate": "Thu, 06 Nov 2025 23:01:50 GMT",
      "description": "<p>History tells us that polite incrementalism and political kowtowing will prevail at Cop30 – even as catastrophe unfolds around us</p><p>As world leaders gather in Brazil this year for <a href=\"https://www.theguardian.com/environment/cop30\">Cop30 – the first Amazonian Cop</a> – it’s worth doing a quick reality check on how we are collectively tracking to reduce global greenhouse gas emissions.</p><p>Despite 30 years of UN climate summits, about half of the carbon dioxide accumulated in the atmosphere since the Industrial Revolution has been emitted since 1990. Incidentally, 1990 was the year the Intergovernmental Panel on Climate Change – the global authority on climate change science – released its First Assessment Report confirming the threat of human-caused global warming. As scientists all over the world prepare the IPCC’s Seventh Assessment Report, we do so knowing that our work is still being overshadowed by politics. Despite all the well-intentioned half-measures, the truth is that the world is still disastrously off track to limit dangerous climate change.</p><p>Dr Joëlle Gergis is an award-winning climate scientist and writer from the University of Melbourne. She served as a lead author on the United Nations’ Intergovernmental Panel on the Climate Change’s Sixth Assessment Report</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The era of fine speeches and good intentions is over. Brazil’s Cop30 will be about action | Luiz Inácio Lula da Silva",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula",
      "pubDate": "Thu, 06 Nov 2025 05:00:48 GMT",
      "description": "<p>This is our message to world leaders: make this the ‘Cop of truth’, before people lose faith</p><ul><li><p>Luiz Inácio Lula da Silva is the president of Brazil</p></li></ul><p>Today, in the Brazilian Amazon, the Belém summit opens ahead of the 30th United Nations climate change conference (Cop30). I have convened world leaders in the days leading up to the conference so that we can all commit to acting with the urgency the climate crisis demands.</p><p>If we fail to move beyond speeches into real action, our societies will lose faith – not only in the Cops, but in multilateralism and international politics more broadly. That is why I have summoned leaders to the Amazon: to make this the “Cop of truth”, the moment we demonstrate the seriousness of our shared commitment to the planet.</p><p>Luiz Inácio Lula da Silva is the president of Brazil</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Less arguing, more action: will Brazil’s unorthodox approach to Cop30 work?",
      "link": "https://www.theguardian.com/environment/2025/nov/08/brazil-unorthodox-cop30-approach-no-agenda",
      "pubDate": "Sat, 08 Nov 2025 06:00:55 GMT",
      "description": "<p>Host uses Indigenous concepts and changes agenda to help delegates agree on ways to meet existing climate goals</p><p>Shipping containers, cruise ships, river boats, schools and even army barracks have been pressed into service as <a href=\"https://www.theguardian.com/environment/2025/sep/16/un-tries-to-limit-staff-going-to-cop30-in-brazil-due-to-high-price-of-hotels\">accommodation</a> for the 50,000 plus people descending on the Amazon: this year’s Cop30 climate summit is going to be, in many ways, an unconventional one.</p><p>Located in <a href=\"https://www.theguardian.com/environment/2025/apr/25/brazil-host-cop30-climate-talks-amazon\">Belém, a small city at the mouth of the Amazon river</a>, the Brazilian hosts have been <a href=\"https://www.theguardian.com/environment/2025/jul/30/un-emergency-talks-sky-high-accommodation-costs-cop30-brazil\">criticised for the exorbitant cost of scarce hotel rooms</a> and <a href=\"https://www.theguardian.com/environment/2025/sep/22/belem-residents-evicted-to-make-way-for-cop30-rentals#:~:text=On%20the%20edge%20of%20the,days%20to%20vacate%20their%20apartments.\">hastily vacated apartments</a>. Many delegations have slimmed down their presence, while business leaders have decamped to hold their own events in São Paulo and Rio de Janeiro.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/08/brazil-unorthodox-cop30-approach-no-agenda\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Greener banking in Australia: how to put your money where your values are",
      "link": "https://www.theguardian.com/australia-news/2025/nov/08/greener-banking-green-bank-environment-eco-friendly",
      "pubDate": "Fri, 07 Nov 2025 23:00:46 GMT",
      "description": "<p>Banking is an unavoidable fact of modern life, but where you choose to put your money can make a difference</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/series/change-by-degrees\">Change by degrees</a> offers life hacks and sustainable living tips each Saturday to help reduce your household’s carbon footprint</p></li><li><p>Got a question or tip for reducing household emissions? Email us at <a href=\"mailto:changebydegrees@theguardian.com\">changebydegrees@theguardian.com</a></p></li></ul><p>Banks have differing commitments and targets when it comes to climate change and environmental issues, providing financing and loans for industries varying from fossil fuels to renewable energy.</p><p>In Australia, some banks and super funds have been linked to mass deforestation and fossil fuel investments, while others have been criticised for their investments in nuclear weapons manufacturers.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/08/greener-banking-green-bank-environment-eco-friendly\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Residents of Alaska’s storm-battered Native towns consider moving to higher ground",
      "link": "https://www.theguardian.com/us-news/2025/nov/07/native-alaskans-storm-damage-climate-crisis",
      "pubDate": "Fri, 07 Nov 2025 17:21:40 GMT",
      "description": "<p>Damage from Typhoon Halong underscored the vulnerability of villages in western Alaska to climate crisis</p><p>Darrel John watched the final evacuees depart his village on the western coast of <a href=\"https://www.theguardian.com/us-news/alaska\">Alaska</a> in helicopters and small planes and walked home, avoiding the debris piled on the boardwalks over the swampy land.</p><p>He is one of seven residents who chose to remain in Kwigillingok after the remnants of Typhoon Halong devastated the village last month, uprooting homes and floating many of them miles away, some with residents inside. One person was killed and two remain missing.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/07/native-alaskans-storm-damage-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Politicians actually taking action’: six world mayors defying climate-sceptic populist leaders",
      "link": "https://www.theguardian.com/global-development/2025/nov/07/politicians-actually-taking-action-five-world-mayors-defying-climate-sceptic-populist-leaders",
      "pubDate": "Fri, 07 Nov 2025 10:00:24 GMT",
      "description": "<p>From Sierra Leone to Milan, cities are introducing their own rules and innovations in the face of rising temperatures</p><p>Wooden stakes bearing pictures of young men were driven into the yellow sands of Copacabana beach this week, opposite Rio de Janeiro’s swanky hotels on Avenida Atlântica where 300 mayors and their entourages were staying during the <a href=\"https://www.c40.org/events/c40-world-mayors-summit-2025/\">C40 World Mayors Summit</a>.</p><p>Smiling up at the mayors in their hotel suites were photographs of four officers killed in what was the <a href=\"https://www.theguardian.com/world/2025/nov/04/brazil-investigation-rio-police-raid\">deadliest police raid in Brazilian history</a>, just a few days before the summit. A further 117 people were killed in the operation in two of Rio’s largest clusters of favelas – the Complexo do Alemão and the Complexo da Penha – in what the police said was a clampdown on organised crime.</p> <a href=\"https://www.theguardian.com/global-development/2025/nov/07/politicians-actually-taking-action-five-world-mayors-defying-climate-sceptic-populist-leaders\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}