{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-09-11T23:21:10.703524",
  "items": [
    {
      "title": "Spanish schools to teach pupils how to cope with climate crisis disasters",
      "link": "https://www.theguardian.com/world/2025/sep/11/spanish-schools-to-give-lessons-in-coping-with-natural-disassters",
      "pubDate": "Thu, 11 Sep 2025 14:23:30 GMT",
      "description": "<p>Children as young as three will have lessons on wildfires and flooding under 10-point emergency response plan</p><p>Spanish children will be taught how to respond to floods, wildfires, earthquakes and volcanic eruptions in a drive to help prepare them for the growing impact of the climate emergency.</p><p>The plan was unveiled on Thursday after <a href=\"https://www.theguardian.com/world/2025/aug/16/pauls-spain-wildfires-climate-change\">a summer of forest fires</a> killed four people and less than a year after <a href=\"https://www.theguardian.com/world/2024/dec/21/spain-valencia-paiporta-picanya-anger-floods\">catastrophic floods</a> claimed more than 220 lives in eastern parts of the country.</p> <a href=\"https://www.theguardian.com/world/2025/sep/11/spanish-schools-to-give-lessons-in-coping-with-natural-disassters\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Reform council to ‘rescind’ climate emergency declaration",
      "link": "https://www.theguardian.com/uk-news/2025/sep/11/reform-council-motions-to-rescind-climate-emergency-declaration",
      "pubDate": "Thu, 11 Sep 2025 14:15:49 GMT",
      "description": "<p>Kent council condemned by opposition parties, which say county is ‘at the forefront of climate impacts’</p><p>Plans by Reform UK to “rescind” the declaration of a climate emergency at one of the English county councils it now controls have been condemned by opposition parties.</p><p>Hundreds of local authorities across Britain have made the declarations, which serve as acknowledgments that they need to act on the causes and impacts of climate change and are linked to efforts to achieve net zero targets.</p> <a href=\"https://www.theguardian.com/uk-news/2025/sep/11/reform-council-motions-to-rescind-climate-emergency-declaration\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Carbon emissions from oil giants directly linked to dozens of deadly heatwaves for first time",
      "link": "https://www.theguardian.com/environment/2025/sep/10/link-oil-giants-heatwaves-research-legal-liability",
      "pubDate": "Wed, 10 Sep 2025 15:00:09 GMT",
      "description": "<p>Study shows how individual fossil fuel companies are making previously impossible heatwaves happen and could have to pay compensation</p><p>Carbon emissions from the world’s biggest fossil fuel companies have been directly linked to dozens of deadly heatwaves for the first time, according to a new analysis. The research has been hailed as a “leap forward” in the legal battle to hold big oil accountable for the damages being caused by the climate crisis.</p><p>The research found that the emissions from any one of the 14 biggest companies were by themselves enough to cause more than 50 heatwaves that would otherwise have been virtually impossible. The study shows, in effect, that those emissions caused the heatwaves.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/10/link-oil-giants-heatwaves-research-legal-liability\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Jump in US greenhouse gas pollution pushed global emissions higher – report",
      "link": "https://www.theguardian.com/environment/2025/sep/10/us-greenhouse-gas-emissions",
      "pubDate": "Wed, 10 Sep 2025 09:00:07 GMT",
      "description": "<p>‘Abrupt shift’ in policy since Trump took office will have major consequences for climate crisis, forecast says</p><p>A jump in greenhouse gas <a href=\"https://www.theguardian.com/environment/pollution\">pollution</a> in the US helped push global <a href=\"https://www.theguardian.com/environment/carbon-emissions\">emissions</a> higher in the first half of this year. This could be an omen of what’s to come, with <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s pro-fossil fuel agenda set to significantly slow down the emissions cuts required to avoid disastrous climate impacts, a new forecast has found.</p><p>The “most abrupt shift in energy and climate policy in recent memory” that has occurred since Trump re-entered the White House will have profound consequences for the global <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> by slowing the pace of US emissions cuts by as much as half the rate achieved over the past two decades, <a href=\"https://rhg.com/research/taking-stock-2025/\">the Rhodium Group forecast states</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/10/us-greenhouse-gas-emissions\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labor under internal pressure to commit to at least 70% emissions reduction by 2035",
      "link": "https://www.theguardian.com/australia-news/2025/sep/09/labor-under-internal-pressure-to-commit-to-at-least-70-emissions-reduction-by-2035",
      "pubDate": "Tue, 09 Sep 2025 15:00:45 GMT",
      "description": "<p>Party’s grassroots campaigners urge leadership to ignore business warnings about cost of setting ‘ambitious’ target</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/10/australia-news-live-nampijinpa-price-littleproud-pacific-albanese-indian-immigration-sussan-ley-coalition-liberal-labor-koala-park-nsw-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Labor’s grassroots environmental action network wants the Albanese government to adopt a 2035 emissions reduction target of at least 70% as a show of global climate action leadership, countering warnings from big business about the cost of such a goal.</p><p>In her first interview as the new co-convener of Labor Environment Action Network (Lean), Louise Crawford also said she had faith the government would finally deliver long-awaited reforms to the Environment Protection and Biodiversity Conservation (EPBC) Act after plans collapsed in the previous term.</p> <a href=\"https://www.theguardian.com/australia-news/2025/sep/09/labor-under-internal-pressure-to-commit-to-at-least-70-emissions-reduction-by-2035\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Is Australia facing troubled waters at the Pacific Island Forum? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/sep/11/is-australia-facing-troubled-waters-at-the-pacific-island-forum",
      "pubDate": "Thu, 11 Sep 2025 00:00:17 GMT",
      "description": "<p>And are we part of the problem?</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/sep/11/is-australia-facing-troubled-waters-at-the-pacific-island-forum\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Paris cleaned up the Seine – and gave swimmers a new way to beat the heat. Will your city follow suit? | Helen Massy-Beresford",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/10/seine-swimming-paris-river-france-environment-paris-plage",
      "pubDate": "Wed, 10 Sep 2025 07:00:04 GMT",
      "description": "<p>This summer, locals and tourists enjoyed new river-bathing sites. As global heating escalates, we need more of these ‘cool islands’</p><ul><li><p>Sign up for our new weekly newsletter <a href=\"https://www.theguardian.com/global/2025/jun/26/sign-up-to-matters-of-opinion-a-weekly-discussion-from-our-columnists-and-writers\">Matters of Opinion</a>, where our columnists and writers will reflect on what they’ve been debating, thinking about, reading and more</p></li></ul><p>After <em>la rentrée</em>, when adults and children alike across France head back to work and school after the seemingly endless summer holidays, you would be forgiven for thinking autumn is upon us. But, weather permitting, enthusiastic swimmers in Paris will be able to prolong that holiday feeling into September – by taking a dip in the River Seine.</p><p>For nearly 100,000 swimmers, one of the highlights of this summer in the city has been being able to take a splash in the cool river waters at one of the three free public bathing spots, made available this year for the first time in over a century.</p><p>Helen Massy-Beresford is a journalist based in Paris</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/10/seine-swimming-paris-river-france-environment-paris-plage\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Science is under siege from weaponised disinformation – posing a threat to human civilisation | Michael Mann and Peter Hotez",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/09/science-under-siege-weaponised-disinformation-michael-mann-peter-hotez",
      "pubDate": "Mon, 08 Sep 2025 15:00:49 GMT",
      "description": "<p>From Covid misinformation to climate denialism, understanding the divergent paths of Australia and the US can help us fight the powerful forces that threaten our world</p><p>As two scientists who lived through Australia’s black summer bushfires and the Covid-19 crisis in the United States, we have seen firsthand how science in modern societies is under siege from an even more insidious “antiscience virus” of weaponised disinformation that undermines our ability to confront these crises.</p><p>There are five primary, interconnected forces behind the assault on science and reason. We call them the “five Ps”: the plutocrats, the petrostates, the pros (eg paid promoters of anti-science), the propagandists and – with important exceptions – the <em> </em>media. Together they have generated a perfect storm of antiscientific disinformation that now threatens humanity.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/09/science-under-siege-weaponised-disinformation-michael-mann-peter-hotez\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The far right’s green bashing has given mainstream parties an excuse to do nothing – but we have more agency than we think | Ajit Niranjan",
      "link": "https://www.theguardian.com/environment/2025/sep/04/the-far-rights-green-bashing-has-given-mainstream-parties-an-excuse-to-do-nothing-but-we-have-more-agency-than-we-think",
      "pubDate": "Thu, 04 Sep 2025 09:00:48 GMT",
      "description": "<p>As powerful forces push back against green forces, it is little surprise that many of us feel dismay. Climate scientists do, too. But together we can take action to challenge the prevailing apathy</p><p><a href=\"https://support.theguardian.com/?utm_medium=ACQUISITIONS_EDITORIAL_LINK&utm_campaign=climate_2025_ajit_niranjan&utm_content=climate_2025_ajit_niranjan&utm_term=climate_2025_ajit_niranjan&utm_source=GUARDIAN_WEB\">Support the Guardian’s independent journalism today </a></p><p>Last year, I stood in front of a black-clad skinhead as he shook a fist full of rings thick enough to double as a knuckle-duster. Flecks of spit flew into my face as he railed against the green agenda of the last German government.</p><p>Until recently, it would have felt bizarre to talk to protesters at a neo-Nazi<strong>-</strong>linked rally about climate change or hear them rant unprompted about heat pumps. But far-right parties have entered the political mainstream, and their scathing tirades against “woke” green rules are energising their base.</p><p><em>Join George Monbiot and special guests on 16 September for a special climate assembly to discuss the growing and dramatic political and corporate threats to the planet. <strong><a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Book tickets – in person or livestream</a></strong></em></p> <a href=\"https://www.theguardian.com/environment/2025/sep/04/the-far-rights-green-bashing-has-given-mainstream-parties-an-excuse-to-do-nothing-but-we-have-more-agency-than-we-think\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Colombian coastal village reinventing itself as seas rise",
      "link": "https://www.theguardian.com/global-development/2025/sep/11/colombian-coastal-erosion-uramba-bahia-malaga-national-natural-park",
      "pubDate": "Thu, 11 Sep 2025 12:00:05 GMT",
      "description": "<p>Intense high tides have destroyed homes and businesses in Juanchaco and affected 3,000 families. But many in the<strong> </strong>Afro-Colombian community that live there are choosing to ‘stay in a different way’</p><ul><li><p>Words and photographs by Mario Toro Quintero</p></li></ul><p>Buenaventura is the most important port on Colombia’s Pacific coast, handling <a href=\"https://www.infobae.com/colombia/2025/07/18/colapso-logistico-en-buenaventura-amenaza-el-comercio-exterior-piden-accion-inmediata-del-gobierno/\">about 40%</a> of the country’s foreign trade and acting as the gateway to the Uramba Bahía Málaga national natural park. Every year, tens of thousands of tourists arrive there, heading to the village of Juanchaco or the beaches of Ladrilleros and La Barra.</p><p>But the coast around Juanchaco, in the Valle del Cauca department, is experiencing accelerated erosion that has already left damaged streets, collapsed homes and a local economy exposed to the elements.</p><p>On the beach front in Juanchaco, damage caused by the rising tides has forced some people to evacuate their homes</p> <a href=\"https://www.theguardian.com/global-development/2025/sep/11/colombian-coastal-erosion-uramba-bahia-malaga-national-natural-park\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It’s an all-you-can-eat buffet’: striped bass in a Canadian river are gobbling up all the salmon. Is a mass cull the answer?",
      "link": "https://www.theguardian.com/environment/2025/sep/11/canada-new-brunswick-miramichi-river-salmon-striped-bass-mikmaq-fisheries-ecology",
      "pubDate": "Thu, 11 Sep 2025 10:00:51 GMT",
      "description": "<p>Whether to kill one species to save another has split biologists, anglers and Indigenous communities in the Miramichi</p><ul><li><p>Photographs by Brittany Crossman</p></li></ul><p>Since the 19th century, Atlantic salmon in the Miramichi have lured politicians, celebrities and wealthy anglers from across North America and Europe to fishing camps along the river’s banks, its undammed branches once producing more of the fish than almost any other river on the continent. In 2010, the fishery was <a href=\"https://0201.nccdn.net/4_2/000/000/081/4ce/value-wild-salmon-final.pdf\">valued at C$16m (£8.6m) and provided hundreds of jobs</a>.</p><p>Rip Cunningham has been travelling from the US state of Massachusetts to the Canadian province of New Brunswick to fish since the 1970s. When he first started, he would sit on the deck at the Black Brook Salmon Club, on one of the Miramachi’s tributaries, watching the water boil with the leaps and rolls of salmon.</p><p>Rip Cunningham has witnessed the decline of salmon numbers in the Miramichi River since the 1970s</p> <a href=\"https://www.theguardian.com/environment/2025/sep/11/canada-new-brunswick-miramichi-river-salmon-striped-bass-mikmaq-fisheries-ecology\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We’ve done it before’: how not to lose hope in the fight against ecological disaster",
      "link": "https://www.theguardian.com/news/2025/sep/11/hope-fight-ecological-disaster-climate-catastrophe",
      "pubDate": "Thu, 11 Sep 2025 04:00:24 GMT",
      "description": "<p>Some days it can feel as if climate catastrophe is inevitable. But history is full of cases – such as the banning of whaling and CFCs – that show humanity can come together to avert disaster</p><p>Once upon a time, the world was powered by whale. Oil made from whale blubber burns cleanly and well, though it smells strongly of fish. It was, for a while, the perfect fuel. To meet the growing demand, whales were hunted almost to extinction.</p><p>And then we discovered that oil could come from the ground. Lamps once lit by rendered blubber were swiftly changed over to run on what Americans call kerosene and the British call paraffin. Later, those lamps were changed to run on electricity, and instead of burning oil in the lamps themselves, we began to burn it in power plants miles away.</p> <a href=\"https://www.theguardian.com/news/2025/sep/11/hope-fight-ecological-disaster-climate-catastrophe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Entire neighborhoods will have to move’: growth collides with rising seas in Charleston",
      "link": "https://www.theguardian.com/environment/2025/sep/09/charleston-rising-seas",
      "pubDate": "Tue, 09 Sep 2025 14:00:45 GMT",
      "description": "<p>Residents worry new developments – including a sea wall planned to shield the city’s historic center – could push floodwaters into their communities</p><p><em><a href=\"http://floodlightnews.org/building-toward-disaster-growth-collides-with-rising-seas-in-charleston\">This story</a> is from <a href=\"https://floodlightnews.org/\">Floodlight</a>, a nonprofit newsroom that investigates the powers stalling climate action</em></p><p>On a quiet street near the marsh in Charleston, South Carolina’s Rosemont neighborhood, Luvenia Brown watches the weather reports more than she used to. She’s lost lawn mowers, bikes and outdoor furniture to the rising waters that have repeatedly crept into her yard.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/09/charleston-rising-seas\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}