{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-09-08T06:37:05.309116",
  "items": [
    {
      "title": "‘Tip of the methane iceberg’: 130,000 coal boreholes must be audited after toxic leaks in Queensland, experts say",
      "link": "https://www.theguardian.com/environment/2025/sep/08/coal-borehole-audit-leak-methane-emissions-queensland-nsw",
      "pubDate": "Mon, 08 Sep 2025 03:29:23 GMT",
      "description": "<p>Concerns abandoned coal boreholes in Queensland and NSW could be emitting ‘equivalent of 65m cars’ worth of methane</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/08/australia-news-live-erin-patterson-mushroom-murders-trial-sentencing-blood-moon-pictures-shark-net-beach-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>Conservationists have called for an audit of potentially thousands of methane-leaking coal boreholes in Queensland, as one expert says New South Wales also has an unknown number of potentially leaking holes.</p><p>Research <a href=\"https://www.theguardian.com/australia-news/2025/sep/03/abandoned-queensland-coal-borehole-found-to-be-emitting-10000-cars-worth-of-greenhouse-gas\">revealed last week</a> that two abandoned exploratory coal boreholeswere leaking methane at a rate comparable to 10,000 vehicles.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/sep/08/coal-borehole-audit-leak-methane-emissions-queensland-nsw\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate crisis will increase frequency of lightning-sparked wildfires, study finds",
      "link": "https://www.theguardian.com/us-news/2025/sep/06/climate-crisis-lightning-sparked-wildfires-increase",
      "pubDate": "Sat, 06 Sep 2025 12:00:50 GMT",
      "description": "<p>These wildfires tend to burn in more remote areas and grow larger faster, posing a higher risk to public safety and health</p><p>The climate crisis will continue making lightning-sparked wildfires more frequent for decades to come, which could produce cascading effects and worsen public safety and public health, experts and new research suggest.</p><p>Lightning-caused fires tend to burn in more remote areas and therefore usually grow into larger fires than human-caused fires. That means a trend toward more lightning-caused fires is also probably making wildfires more deadly by producing more wildfire smoke and helping to drive <a href=\"https://www.theguardian.com/environment/2025/aug/19/wildfire-smoke-far-more-dangerous-than-thought-say-scientists\">a surge in air quality issues</a> from coast to coast, <a href=\"https://eartharxiv.org/repository/view/8187/\">especially over the past several years</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/sep/06/climate-crisis-lightning-sparked-wildfires-increase\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Higher defence spending is pointless without climate aid, says UN chief",
      "link": "https://www.theguardian.com/environment/2025/sep/06/higher-defence-spending-pointless-without-climate-aid-says-un-chief",
      "pubDate": "Sat, 06 Sep 2025 07:00:45 GMT",
      "description": "<p>Achim Steiner says cuts to development budget are shortsighted in an interconnected global economy</p><p>Spending more on defence will be pointless unless western governments also tackle the climate crisis in poor countries, the UN’s departing chief of international development has warned.</p><p>“The more you restrict your ability to act by simply focusing on what’s happening inside your country, the more vulnerable you become,” said Achim Steiner, who recently completed his second term as administrator of the UN Development Programme (UNDP), which works on overseas aid and lifting people out of poverty. “Vulnerability can then very quickly translate into a very real crisis scenario.”</p> <a href=\"https://www.theguardian.com/environment/2025/sep/06/higher-defence-spending-pointless-without-climate-aid-says-un-chief\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Everything is gone’: Punjabi farmers suffer worst floods in three decades",
      "link": "https://www.theguardian.com/world/2025/sep/06/everything-gone-punjabi-farmers-suffer-worst-floods-three-decades",
      "pubDate": "Sat, 06 Sep 2025 04:00:42 GMT",
      "description": "<p>Flooding in northern India and Pakistan has destroyed homes – and hundreds of thousands of acres of crops</p><p>For days, farmers in the Indian state of Punjab watched the pounding monsoon rains fall and the rivers rise with mounting apprehension. By Wednesday, many woke to find their fears realised as the worst floods in more than three decades ravaged their farms and decimated their livelihoods.</p><p>Hundreds of thousands of acres of bright green rice paddies – due to be harvested imminently – as well as crops of cotton and sugar cane were left destroyed as they became fully submerged in more than five feet of muddy brown flood waters. The bodies of drowned cattle littered the ground.</p> <a href=\"https://www.theguardian.com/world/2025/sep/06/everything-gone-punjabi-farmers-suffer-worst-floods-three-decades\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Andrew Forrest’s Fortescue rejects ‘credibility’ of business council modelling on 2035 emissions target",
      "link": "https://www.theguardian.com/australia-news/2025/sep/04/australia-needs-530bn-capital-to-meet-70-climate-goal-business-council-claims-ahead-of-new-2035-target",
      "pubDate": "Fri, 05 Sep 2025 02:29:42 GMT",
      "description": "<p>BCA member criticises climate modelling commissioned by lobby group that ‘underplays’ economic opportunities and does not factor in cost of inaction </p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/05/australia-news-live-albanese-trump-tariffs-meeting-porepunkah-police-officer-funerals-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>A fight over climate policy has broken out within a major Australian business lobby, with mining billionaire Andrew Forrest’s Fortescue sharply criticising the Business Council of Australia over its modelling of the costs of making emissions cuts.</p><p>A report released by the business council on Friday claimed Australia would need up to $530bn in capital investment and to potentially curb coal and gas exports to achieve a 2035 emissions target of 70% or more.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2025/sep/04/australia-needs-530bn-capital-to-meet-70-climate-goal-business-council-claims-ahead-of-new-2035-target\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The far right’s green bashing has given mainstream parties an excuse to do nothing – but we have more agency than we think | Ajit Niranjan",
      "link": "https://www.theguardian.com/environment/2025/sep/04/the-far-rights-green-bashing-has-given-mainstream-parties-an-excuse-to-do-nothing-but-we-have-more-agency-than-we-think",
      "pubDate": "Thu, 04 Sep 2025 09:00:48 GMT",
      "description": "<p>As powerful forces push back against green forces, it is little surprise that many of us feel dismay. Climate scientists do, too. But together we can take action to challenge the prevailing apathy</p><p><a href=\"https://support.theguardian.com/?utm_medium=ACQUISITIONS_EDITORIAL_LINK&utm_campaign=climate_2025_ajit_niranjan&utm_content=climate_2025_ajit_niranjan&utm_term=climate_2025_ajit_niranjan&utm_source=GUARDIAN_WEB\">Support the Guardian’s independent journalism today </a></p><p>Last year, I stood in front of a black-clad skinhead as he shook a fist full of rings thick enough to double as a knuckle-duster. Flecks of spit flew into my face as he railed against the green agenda of the last German government.</p><p>Until recently, it would have felt bizarre to talk to protesters at a neo-Nazi<strong>-</strong>linked rally about climate change or hear them rant unprompted about heat pumps. But far-right parties have entered the political mainstream, and their scathing tirades against “woke” green rules are energising their base.</p><p><em>Join George Monbiot and special guests on 16 September for a special climate assembly to discuss the growing and dramatic political and corporate threats to the planet. <strong><a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Book tickets – in person or livestream</a></strong></em></p> <a href=\"https://www.theguardian.com/environment/2025/sep/04/the-far-rights-green-bashing-has-given-mainstream-parties-an-excuse-to-do-nothing-but-we-have-more-agency-than-we-think\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This was the hottest summer on record. If it happens again next year, Britain’s ecosystems won’t cope | Lucy Jones",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/03/hottest-british-summer-on-record-ecosystems-climate-crisis",
      "pubDate": "Wed, 03 Sep 2025 07:00:16 GMT",
      "description": "<p>A future of extreme heatwaves, drought and collapsing habitats awaits if we continue to ignore the danger signs</p><p>What does British summertime mean to you? Blackberries? Picnics? Festivals? <em>Ticks</em>? This summer has been the <a href=\"https://www.theguardian.com/uk-news/2025/sep/01/uk-experienced-its-hottest-summer-on-record-in-2025-met-office-says\">hottest on record in the UK</a>. As human-caused climate breakdown intensifies, the outdoor areas we spend time in are changing – and so, too, are our relationships with the land and the ecosystems we live in.</p><p>My home is in the south of England, near beautiful woodlands. Since moving there in 2016, the number of ticks my family has picked up in the woods has increased each year, but this summer has been astonishing. For a few weeks, our four-year-old came home from nursery with a tick almost every day. I’ve had many: some tiny nymphal ones that could be easily missed. We spend time in Scotland, too, and find ticks often when we go there now.</p><p>Lucy Jones is a journalist and the author of Losing Eden and The Nature Seed</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/03/hottest-british-summer-on-record-ecosystems-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labor is poised to make a big call on our nation’s carbon emissions target. But who is Albanese going to listen to?  | Clear Air",
      "link": "https://www.theguardian.com/environment/2025/sep/03/climate-crisis-labor-carbon-emissions-target-albanese-big-call",
      "pubDate": "Wed, 03 Sep 2025 02:02:43 GMT",
      "description": "<p>Australia’s 2035 target for cutting emissions will reveal how serious we are about addressing the climate crisis</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/03/australia-politics-live-labor-coalition-greens-anthony-albanese-sussan-ley-question-time-nauru-immigration-asylum-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li><li><p>Want to get this in your inbox when it publishes? <a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>The climate crisis is often a fight over numbers – and we are coming towards the end of a big one. It will shape how ambitious Australia will be in addressing this era-defining problem, over the next decade and beyond.</p><p>The Albanese government is weighing a decision on the national emissions reduction target for 2035. Along with the policies that follow, it will be a legacy marker for a prime minister who is sometimes accused of being risk averse.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/sep/03/climate-crisis-labor-carbon-emissions-target-albanese-big-call\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why Trump’s undermining of US statistics is so dangerous | Daniel Malinsky",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/02/why-trumps-undermining-of-us-statistics-is-so-dangerous",
      "pubDate": "Tue, 02 Sep 2025 10:00:32 GMT",
      "description": "<p>From the firing of the labor statistics chief to plans for a new census, the president’s moves serve to entrench authoritarianism</p><p>In 1937, Joseph Stalin commissioned a sweeping census of the Soviet Union. The data reflected some uncomfortable facts – in particular, the dampening of population growth in areas devastated by the 1933 famine – and so Stalin’s government suppressed the release of the survey results. Several high-level government statistical workers responsible for the census were subsequently imprisoned and apparently executed. Though the Soviet authorities would proudly trumpet national statistics that glorified the USSR’s achievements, any numbers that did not fit the preferred narrative were buried.</p><p>A few weeks ago, following the release of “disappointing” jobs data from the Bureau of Labor Statistics (BLS), Donald Trump <a href=\"https://www.theguardian.com/us-news/2025/aug/01/trump-fires-erika-mcentarfer-labor-statistics\">fired</a> the commissioner of labor statistics, Dr Erika McEntarfer, and claimed the numbers were “rigged”. He also <a href=\"https://www.theguardian.com/us-news/2025/aug/07/trump-us-census-excludes-undocumented-immigrants\">announced</a> his intention to commission an unprecedented off-schedule census of the US population (these happen every 10 years and the next one should be in 2030) with an emphasis that this census “will not count illegal immigrants”. The real goal is presumably to deliver a set of population estimates that could be used to reapportion congressional seats and districts ahead of the 2026 mid-term elections and ensure conditions favorable to Republican control of Congress – though it is not clear there is sufficient time or support from Congress to make this happen. The administration is also reportedly “<a href=\"https://www.theguardian.com/us-news/2025/aug/07/climate-assessments-chris-wright-trump\">updating</a>” the National Climate Assessments and various important sources of data on topics related to <a href=\"https://www.pbs.org/newshour/science/major-climate-change-reports-are-removed-from-u-s-websites\">climate</a> and <a href=\"https://www.theguardian.com/us-news/2025/feb/04/dcd-pages-trump-public-health\">public health</a> have disappeared. In addition to all this, Trump’s justice department launched an <a href=\"https://www.theguardian.com/us-news/2025/aug/19/washington-dc-crime-stats-investigation\">investigation</a> into the crime statistics of the DC Metropolitan police, alleging that the widely reported decline in 2024 DC violent crime rates – the lowest total number of recorded violent crimes city-wide in 30 years – are a distortion, fueled by falsified or manipulated statistics. One might say that the charge of “fake data” is just a close cousin of the “fake news” and all of this is par for the course for an administration that insists an alternate reality is the truth. But this pattern may also beget a specifically troubling (and quintessentially Soviet) state of affairs: the public belief that all “political” data are fake, that one generally cannot trust statistics. We must resist this paradigm shift, because it mainly serves to entrench authoritarianism.</p><p>Daniel Malinsky is an assistant professor of biostatistics in the Mailman School of Public Health at Columbia University</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/02/why-trumps-undermining-of-us-statistics-is-so-dangerous\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The climate solution both the right and the left can get behind | Bill McKibben",
      "link": "https://www.theguardian.com/us-news/ng-interactive/2025/sep/07/solar-power-rightwing-trump",
      "pubDate": "Sun, 07 Sep 2025 13:00:22 GMT",
      "description": "<p>We’re beyond Mel Gibson’s Mad Max era. We no longer need oil to make it through the apocalypse</p><p>As I write these words, the No 1 trending story on the Guardian is titled: “<a href=\"https://www.theguardian.com/environment/2025/aug/02/self-termination-history-and-future-of-societal-collapse\">The history and future of societal collapse</a>”. It is an account of a study by a Cambridge expert who works at something ominously called the Centre for the Study of Existential Risk; he concludes that “we can’t put a date on Doomsday, but by looking at the 5,000 years of [civilisation], we can understand the trajectories we face today – and self-termination is most likely”.</p><p>I can’t claim to have done a study, though I have been at work on climate change for almost 40 years and I gotta say: seems about right. So it’s maybe not the worst moment for a bit of worry about how you would fare in the case of a temporary breakdown of our civilization. Perhaps you have noticed that extreme weather events are becoming more frequent and violent. Or you read the stories that Donald Trump was shutting down the Federal Emergency Management Agency and surmised you’ll have to take care of yourself going forward. Or hey, maybe you think a cabal of pedophiles might try and use black helicopters to herd you into a <a href=\"https://www.theguardian.com/us-news/2023/jan/25/15-minute-city-urban-planning-future-us-cities\">15-minute city</a> where a communist mayor will make you spend the rest of your life riding a scary subway.</p> <a href=\"https://www.theguardian.com/us-news/ng-interactive/2025/sep/07/solar-power-rightwing-trump\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Endangered species: meet the Liberal backbencher fighting for nature",
      "link": "https://www.theguardian.com/australia-news/2025/sep/07/senator-andrew-mclachlan-net-zero-emissions-target-conservationist-liberal-fighting-for-endangered-species",
      "pubDate": "Sat, 06 Sep 2025 20:00:00 GMT",
      "description": "<p>Senator Andrew McLachlan is preparing to back an ambitious 2035 emissions target, putting him on a collision course with some Coalition colleagues</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/07/australia-news-live-melbourne-stabbing-nsw-koala-national-park-logging-anthony-albanese-sussan-ley-immigration-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>A Liberal senator believes the Coalition should not even be debating net zero and says he is prepared to support an ambitious 2035 emissions reduction target, warning that only a “brave soul” would defy whatever number the Climate Change Authority recommends later this month.</p><p>Andrew McLachlan, a self-described conservationist from South Australia, also suggests market interventions such as carbon pricing should be considered to force the scale of change needed to rapidly decarbonise the economy.</p> <a href=\"https://www.theguardian.com/australia-news/2025/sep/07/senator-andrew-mclachlan-net-zero-emissions-target-conservationist-liberal-fighting-for-endangered-species\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Drill baby, drill’: Reform UK zero in on Ed Miliband’s climate policies",
      "link": "https://www.theguardian.com/environment/2025/sep/06/drill-baby-drill-reform-uk-zero-in-on-ed-milibands-climate-policies",
      "pubDate": "Sat, 06 Sep 2025 04:00:43 GMT",
      "description": "<p>From fracking to North Sea drilling, party’s leaders and members give climate solutions the cold shoulder at conference</p><p>“Climate change is happening,” said Herbert Crossman, a pensioner from Harrow. “I don’t think we need to bring the country to its knees to stop it, though.”</p><p>Twelve thousand people are supposed to be attending Reform UK’s party conference in Birmingham over three days this week (<a href=\"https://www.theguardian.com/politics/2025/sep/04/pyrotechnics-big-business-jacob-rees-mogg-michael-gove-nigel-farage-reform-uk-conference\">according to Reform</a> at least), and Crossman is one of them. Their leader, Nigel Farage, has said it is “ridiculous” to refer to carbon dioxide as a pollutant and added: “I can’t tell you whether CO2 is leading to warming or not”. The party deputy, Richard Tice, has said it is “absolute garbage” to claim that human activity is the main cause of the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/06/drill-baby-drill-reform-uk-zero-in-on-ed-milibands-climate-policies\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How cutting US air pollution could save 6,000 lives a year by 2030",
      "link": "https://www.theguardian.com/environment/2025/sep/05/air-pollution-deaths-us-fossil-fuels",
      "pubDate": "Fri, 05 Sep 2025 05:00:17 GMT",
      "description": "<p>Shift from fossil fuels could lower deaths from particle pollution in some states by 19% in five years, study finds</p><p>Efforts to improve the climate could reduce the number of deaths caused by air pollution in the US by about 6,000 people a year by 2030, <a href=\"https://www.sciencedirect.com/science/article/pii/S2590332225000582\">according to a study</a>. If action is not taken, the situation is predicted to worsen. This is because of a growing and ageing population who are more vulnerable to the impacts of air pollution, resulting in nearly 13,000 increased air pollution deaths in 2030 compared with 2015.</p><p>The research, led by Princeton University, looked at pollution sources and population. These revealed health gains from climate actions across every US state and, more locally, in nearly every US county.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/05/air-pollution-deaths-us-fossil-fuels\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}