{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-02T10:24:15.079013",
  "items": [
    {
      "title": "What Extreme Heat Is Doing to Your Body",
      "link": "https://insideclimatenews.org/news/02102025/extreme-heat-effect-on-the-body/",
      "pubDate": "Thu, 02 Oct 2025 09:00:00 +0000",
      "description": "Kevin Miller can get a person to the brink of heat stroke in 30 minutes.  In a chamber with a temperature of around 100 degrees, he starts them out on the treadmill, switching off between three minutes of walking and two minutes at an all-out sprint. Soon, they’re breathing faster, their blood vessels are dilating […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "National Parks Are Staying Open During the Government Shutdown, Putting Visitors and Resources at Risk",
      "link": "https://insideclimatenews.org/news/01102025/national-parks-at-risk-during-government-shutdown/",
      "pubDate": "Wed, 01 Oct 2025 22:56:14 +0000",
      "description": "Overflowing bathrooms. Illegal off-road driving through fragile habitats. Historic petroglyphs damaged beyond repair. Iconic Joshua trees chopped down.  Those were the impacts to national parks during the last federal shutdown in 2018, the longest in U.S. history, which lasted 35 days. With the federal government shutting down again, but national parks slated to remain open, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Sanctions Stark Disparities in Pesticide Exposure During Pregnancy",
      "link": "https://insideclimatenews.org/news/01102025/california-pregnancy-pesticide-exposure-agricultural-fields/",
      "pubDate": "Wed, 01 Oct 2025 20:17:23 +0000",
      "description": "A baby in the womb has few defenses against industrial petrochemicals designed to kill.  Unborn babies’ nascent metabolic and detox systems lack the means to neutralize toxic exposures. And the placenta, which doctors once thought protected the fetus from most harmful substances, in fact admits hundreds of toxic chemicals. That leaves the fetal brain, which […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Chicago Quantum Campus Breaks Ground, Residents Call for Community Benefits",
      "link": "https://insideclimatenews.org/news/01102025/chicago-quantum-campus-community-concerns/",
      "pubDate": "Wed, 01 Oct 2025 18:28:31 +0000",
      "description": "CHICAGO—A Silicon Valley startup broke ground Tuesday afternoon at a former steelworks site on the Southeast Side for what is planned as the nation’s first large-scale quantum computing facility.  The company—called PsiQuantum—will be the anchor tenant for the Illinois Quantum and Microelectronics Park, a multi-million-dollar effort by lawmakers, universities and the private sector to make […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Despite the Trump Administration’s Best Efforts to Suppress It, Climate Science Is Alive and Well Online",
      "link": "https://insideclimatenews.org/news/01102025/climate-science-available-online/",
      "pubDate": "Wed, 01 Oct 2025 09:05:00 +0000",
      "description": "Researchers across the United States and the world who raced to protect climate data, public reports and other information from the Trump administration’s budget cuts, firings and scrubbing of federal websites are launching their own climate information portals. A group of scientists and other experts who formerly worked for the National Oceanic and Atmospheric Administration […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Partisan Divides on Renewables, National Clean Energy Week’s Chair Still Sees Hope for Conservative Climate Action",
      "link": "https://insideclimatenews.org/news/01102025/heather-reams-conservative-climate-action/",
      "pubDate": "Wed, 01 Oct 2025 09:00:00 +0000",
      "description": "Given the deep partisan divides on America’s energy future, heralding the potential of bipartisan action on clean power might seem to some like a fool’s errand. Since the first day of his second term, President Donald Trump has launched an assault on renewable energy while taking significant steps to boost the fossil fuel industry. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Appeal Could Make It Easier for Companies to Spread Drilling Fluids on Pennsylvania Roadways",
      "link": "https://insideclimatenews.org/news/01102025/pennsylvania-roadway-regulations-oil-gas-brines/",
      "pubDate": "Wed, 01 Oct 2025 08:55:00 +0000",
      "description": "In rural Western Pennsylvania, communities routinely spray briny fluids on unpaved backroads to control dust in the warmer months and ice in the winter. Often, those liquids are drilling byproducts from nearby conventional oil and gas wells.  That mostly comes courtesy of a loophole in state law that opponents say poses a risk to human […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NJ Sues Pfizer Over Cancer-Linked Water Contamination",
      "link": "https://insideclimatenews.org/news/01102025/new-jersey-sues-pfizer-water-contamination/",
      "pubDate": "Wed, 01 Oct 2025 08:50:00 +0000",
      "description": "New Jersey’s Department of Environmental Protection (DEP) has sued Pfizer, Johnson & Johnson, Honeywell and several real estate companies over a site in Morris Plains where toxic waste remained from a now-shuttered pharmaceutical plant. The new civil complaint could lead to another big payout for the state. The DEP did not specify how much it […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Government Shutdown Threatens Further Destruction of Environment and Science Agencies, Advocates Warn",
      "link": "https://insideclimatenews.org/news/30092025/government-shutdown-threatens-environment-science-agencies/",
      "pubDate": "Tue, 30 Sep 2025 22:29:05 +0000",
      "description": "A government shutdown will likely lead to further dismantling of federal environmental science, enforcement and conservation agencies, advocates warned this week.  Previous government shutdowns have seen federal employees furloughed until funding resumes. But this time, Russell Vought, director of the Office of Management and Budget, has told federal agencies to prepare for widespread layoffs. “That […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Behind the Scenes: Uncovering the Secret Lives of Cacti and Fungi in the Sonoran Desert",
      "link": "https://insideclimatenews.org/news/30092025/todays-climate-secret-lives-cactus-fungi-desert-arizona/",
      "pubDate": "Tue, 30 Sep 2025 12:01:00 +0000",
      "description": "With sizzling temperatures and a parched climate, it can be hard to survive in the Sonoran Desert of Arizona. But some species have evolved to thrive in this extreme environment, including the iconic saguaro cactus. Part of the reason for this prickly plant’s success is its intimate relationship with a smaller—but similarly mighty—desert player: fungi.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}