{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-28T11:28:42.458904",
  "items": [
    {
      "title": "Are Incentives for Fuel Made from Livestock Manure Leaving Small Farmers Behind?",
      "link": "https://insideclimatenews.org/news/28012026/incentives-fuel-manure-leaving-small-farmers-behind/",
      "pubDate": "Wed, 28 Jan 2026 10:00:00 +0000",
      "description": "Biogas made from dairy and pig manure has long been an energy source non grata for environmental groups across the country.  The fuel is touted by agribusiness, utilities and renewable natural gas developers as a way to reduce emissions from livestock operations. But advocates across the country have fought for years against government incentives for […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Choice to Be Alabama’s Next Senator Finds an Odd Political Target: the Modern Gas Can",
      "link": "https://insideclimatenews.org/news/28012026/trumps-choice-to-be-alabamas-next-senator-finds-an-odd-political-target-the-modern-gas-can/",
      "pubDate": "Wed, 28 Jan 2026 09:45:00 +0000",
      "description": "ENTERPRISE, Ala.—U.S. Rep. Barry Moore, a longtime political figure in this rural Alabama community, has his priorities. Among them? A reform effort aimed at the modern gas can.  A congressman since 2021, the Republican may be headed toward one of the most powerful positions in Yellowhammer State politics, a seat in the U.S. Senate, given […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Despite Limited Interest in Drilling on Federal Land, Forest Service ‘Streamlines’ Oil and Gas Leasing Rules",
      "link": "https://insideclimatenews.org/news/27012026/forest-service-streamlines-oil-and-gas-leasing-rules/",
      "pubDate": "Tue, 27 Jan 2026 23:28:27 +0000",
      "description": "The U.S. Forest Service announced revisions to its oil and gas leasing rules today that the agency promises “modernizes and streamlines” the permitting process to drill for fossil fuels in the nation’s forests and grasslands. The changes prompted the ire of environmental groups who say it is the latest in a year’s worth of attacks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As the Winter Olympics Stares Down a Warming Future, Organizers Must Adapt, Scientists Say",
      "link": "https://insideclimatenews.org/news/27012026/todays-climate-winter-olympics-snow-problem/",
      "pubDate": "Tue, 27 Jan 2026 22:36:22 +0000",
      "description": "With an icy white sheet still blanketing much of the Eastern United States after an intense storm this week, it’s hard to imagine a future with less snow at this time of year.  But over time, climate change has decreased snowpack by as much as 20 percent per decade in parts of the Northern Hemisphere. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The ‘Biggest Tragedy’ of Trump’s Gutting of the National Park Service",
      "link": "https://insideclimatenews.org/news/27012026/the-biggest-tragedy-of-trumps-gutting-of-the-national-park-service/",
      "pubDate": "Tue, 27 Jan 2026 10:15:00 +0000",
      "description": "PENDLETON, Ore.—With the second coming of Donald J. Trump, the first Native American director of the National Park Service packed up his belongings in Washington, D.C., and retreated here to the sagebrush outback of eastern Oregon. Charles F. Sams III, whose Native name is Mocking Bird with Big Heart and who spent three and a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists Push for More Ambitious Climate Targets",
      "link": "https://insideclimatenews.org/news/27012026/scientists-push-for-more-ambitious-climate-targets/",
      "pubDate": "Tue, 27 Jan 2026 10:00:00 +0000",
      "description": "Scientists studying climate tipping points say the world should aim to limit warming to about 1 degree Celsius, warning that the 1.5-degree target enshrined in international climate agreements won’t protect coral reefs, polar ice sheets and other vital Earth systems from irreversible change. “We have absolute justification to push for a lower number, because one […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas’ Grid Holds Up During Winter Weather",
      "link": "https://insideclimatenews.org/news/27012026/texas-grid-holds-up-during-winter-weather/",
      "pubDate": "Tue, 27 Jan 2026 09:45:00 +0000",
      "description": "In the eyes of many Texans, this weekend’s freezing weather was a test.  How the state’s independent electric grid fared would demonstrate whether Texas grid operators and energy leaders had learned how to fortify it from winter weather and avoid the nightmare of Winter Storm Uri, when millions were left without power and hundreds died.   […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Relief from the Nightmare’: Alabama Judge Halts Operations at a Quarry Residents Say Is Ruining Their Community",
      "link": "https://insideclimatenews.org/news/27012026/alabama-quarry-noise-dust-court-injunction/",
      "pubDate": "Tue, 27 Jan 2026 09:30:00 +0000",
      "description": "For Brad Vice and his family, the nightmare is over, at least for a while.  Nine years ago, Vice and his wife, Brittney, moved into the rural, unincorporated Belle Mina community in north Alabama. The house was built by Brittney’s great-grandparents and the couple welcomed their first child there two years ago.  But for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Grand Staircase-Escalante National Monument is Yet Again Under Threat, This Time From Congress",
      "link": "https://insideclimatenews.org/news/26012026/grand-staircase-escalante-national-monument-is-yet-again-under-threat-this-time-from-congress/",
      "pubDate": "Tue, 27 Jan 2026 00:45:19 +0000",
      "description": "A recent, non-binding opinion from the Government Accountability Office may pave the way for Congress to begin rescinding management plans for national monuments across the country, environmentalists and experts say, potentially leading to protected areas being further opened up for resource extraction. And Grand Staircase-Escalante National Monument in southern Utah is yet again at the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Winter Storm Fueled by Global Warming Tests U.S. Disaster Response",
      "link": "https://insideclimatenews.org/news/26012026/a-winter-storm-fueled-by-global-warming-tests-u-s-disaster-response/",
      "pubDate": "Mon, 26 Jan 2026 23:57:35 +0000",
      "description": "A sprawling winter storm that left hundreds of thousands without power, grounded thousands of flights and disrupted travel across the eastern half of the U.S. could be the first real test of the second Trump administration’s Federal Emergency Management Agency.  The president has said that he wants to eliminate FEMA, and the agency has lost […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}