{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-06T05:25:23.023399",
  "items": [
    {
      "title": "A New Tool Could Help Track Deep-Sea Mining Activity",
      "link": "https://insideclimatenews.org/news/05122025/deep-sea-mining-tracking-tool/",
      "pubDate": "Fri, 05 Dec 2025 22:32:26 +0000",
      "description": "As demand for critical minerals surges around the world, countries are debating whether to mine the untapped deep-sea reserves of cobalt, copper and manganese, miles below the surface. But a growing body of research shows that these activities could have profound consequences for ocean ecosystems, and the industries and communities that rely on them.  A […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Scientists Anticipate Less Reliance on the US in Future Carbon Monitoring",
      "link": "https://insideclimatenews.org/news/05122025/global-scientists-carbon-monitoring-noaa-cuts/",
      "pubDate": "Fri, 05 Dec 2025 10:00:00 +0000",
      "description": "This fall, when the World Meteorological Organization confirmed the grim news—a record 3.5 parts per million annual increase in the global concentration of carbon dioxide in the atmosphere—there was a somber, unspoken backstory. As the WMO compiled the numbers, it was preparing for the possibility that the central player in that monitoring effort—the United States—could […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Regulators Approve First New Gas Plant Since Passage of Clean Economy Act",
      "link": "https://insideclimatenews.org/news/05122025/virginia-regulators-new-dominion-energy-gas-plant/",
      "pubDate": "Fri, 05 Dec 2025 09:55:00 +0000",
      "description": "Dominion Energy’s proposal for a $1.47 billion natural gas plant in Chesterfield County aimed at meeting rising energy demands across the state has been approved by the State Corporation Commission. The Chesterfield Energy Reliability Center, or CERC, still must be evaluated for an air permit by the Virginia Department of Environmental Quality. That decision is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Homeowners Sue Oil Companies as Climate Damage Drives up Insurance Rates",
      "link": "https://insideclimatenews.org/news/05122025/washington-homeowners-sue-oil-companies-over-insurance-rates/",
      "pubDate": "Fri, 05 Dec 2025 09:50:00 +0000",
      "description": "Two homeowners in Washington state who have seen sharp increases in their home insurance premiums in recent years have brought a new lawsuit against major oil and gas companies—the first of its kind aiming to hold Big Oil responsible for climate-related spikes in insurance costs.  The case, filed last week in U.S. District Court in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Administration’s Threats to Shrink or Eliminate National Monuments Could Endanger Drinking Water for Millions",
      "link": "https://insideclimatenews.org/news/04122025/trump-administration-national-monuments-threats-could-endanger-drinking-water/",
      "pubDate": "Thu, 04 Dec 2025 17:15:00 +0000",
      "description": "The 31 national monuments designated since the Clinton administration, which could be downsized as the Trump administration pushes to open more public lands to extractive industries, safeguard clean water for millions of Americans, according to a new analysis from the Center for American Progress. Using geospatial data to quantify the miles of rivers and watersheds […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Report Warns of Critical Climate Risks in Arab Region",
      "link": "https://insideclimatenews.org/news/04122025/arab-region-global-warming-farms-aquifers/",
      "pubDate": "Thu, 04 Dec 2025 16:21:55 +0000",
      "description": "As global warming accelerates, about 480 million people in North Africa and the Arabian Peninsula face intensifying and in some places unsurvivable heat, as well as drought, famine and the risk of mass displacement, the World Meteorological Organization warned Thursday. The 22 Arab region countries covered in the WMO’s new State of the Climate report […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EV Sales Are in the Tank. So What Happens Next?",
      "link": "https://insideclimatenews.org/news/04122025/inside-clean-energy-ev-sales-after-tax-credits-removal/",
      "pubDate": "Thu, 04 Dec 2025 14:00:00 +0000",
      "description": "Sales of new electric vehicles have plunged since federal tax credits ended on Sept. 30. In November, EVs accounted for 5.3 percent of U.S. new-car and light-truck sales, a share that was less than half the record high in September, according to an estimate published last week by S&P Global Mobility. The numbers were especially […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Factory Farms in Iowa Generate 110 Billion Pounds of Manure Per Year. No One Tracks Where It’s Going.",
      "link": "https://insideclimatenews.org/news/04122025/iowa-factory-farms-manure-management/",
      "pubDate": "Thu, 04 Dec 2025 13:00:00 +0000",
      "description": "This story is a collaboration between Inside Climate News and Sentient Media. More than a thousand hogs grow fat in the enclosed shed-like structures on Gene Tinker’s farm in northeast Iowa, while a few hundred cattle pace in open feedlots. His farm is one of nearly 8,000 concentrated animal feeding operations (CAFOs) in Iowa. But […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ohio Landfills Take Drilling Waste but Don’t Track or Test Much of It",
      "link": "https://insideclimatenews.org/news/04122025/ohio-landfills-drilling-waste-waterway-pollution/",
      "pubDate": "Thu, 04 Dec 2025 11:00:00 +0000",
      "description": "This story by The Allegheny Front was reported in collaboration with Inside Climate News. Listen to the radio version of the piece below. Tina and Bill Higgins have lived among forested Appalachian hills in the tiny village of Amsterdam in eastern Ohio for nearly 25 years. As they waited for their dinner at Grammy’s Kitchen, Bill […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After Missing 2025 Goals, Chesapeake Bay Leaders Agree on Longer Timeline and Tribal Role in Cleanup",
      "link": "https://insideclimatenews.org/news/04122025/chesapeake-executive-council-bay-cleanup/",
      "pubDate": "Thu, 04 Dec 2025 10:00:00 +0000",
      "description": "The Chesapeake Executive Council, the top body responsible for making policy decisions on the watershed’s restoration, on Tuesday adopted a revised Bay Watershed Agreement extending the region’s long-missed pollution cleanup timeline to 2040. The council, led by Maryland Gov. Wes Moore, assembled at the National Aquarium in Baltimore to approve the updated agreement and reaffirm […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}