{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-12-03T22:26:42.983210",
  "items": [
    {
      "title": "How one Seattle organization is turning food waste into plant food",
      "link": "https://grist.org/sponsored/how-one-seattle-organization-is-turning-food-waste-into-plant-food/",
      "pubDate": "Wed, 03 Dec 2025 15:04:34 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "EV sales are way down. Here’s why that might not be a big deal.",
      "link": "https://grist.org/solutions/ev-sales-are-way-down-heres-why-that-might-not-be-a-big-deal/",
      "pubDate": "Wed, 03 Dec 2025 09:45:00 +0000",
      "description": "According to the latest data, electric vehicle dealers sold about 20 percent fewer used electric cars in October than in September and saw a 50 percent drop for new ones. The question now is whether this dip is a sign of a prolonged slump or a mere blip in an otherwise upward trajectory. \n<br><br>\nWhile only time will tell, many analysts believe that electric vehicle adoption in the United States will continue to grow — albeit maybe not at the same pace seen before Congress killed the credits and automakers started second-guessing themselves. \n<br><br>\nEliminating the federal credit of $7,500 on new EVs and $4,500 on used ones is certainly taking a toll. But the price of batteries, and thus cars, also continues to come down, and used models are becoming more of a bargain. Additionally, some states are trying to step in to fill the void the federal government has left.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Pennsylvania bailed on a carbon market to appease Republicans",
      "link": "https://grist.org/politics/pennsylvania-josh-shapiro-rggi/",
      "pubDate": "Tue, 02 Dec 2025 09:45:00 +0000",
      "description": "Last month, Pennsylvania Governor Josh Shapiro withdrew from the Regional Greenhouse Gas Initiative, or RGGI, a cap-and-trade program that establishes a regional limit on carbon emissions from power plants located in the Northeast.\n<br><br>\nPennsylvania is a giant within the program, because it has higher power sector emissions than all of the other RGGI states combined, so Shapiro’s exit sent shockwaves through the system.\n<br><br>\nThe Democrat withdrew from the program as part of a compromise to convince Republicans in the legislature to pass the state’s budget, which has been delayed since June, forcing schools and public transportation to dip into rainy day funds or take on debt to support services.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hurricane season is over. Here’s why the US never got hit.",
      "link": "https://grist.org/science/hurricane-season-is-over-heres-why-the-u-s-never-got-hit/",
      "pubDate": "Mon, 01 Dec 2025 09:45:00 +0000",
      "description": "The average number of named hurricanes in a season is seven. The 2025 hurricane season was exceptional in that only five Atlantic hurricanes formed, and four of those, including Hurricane Melissa, reached Category 5. This was also the first year since 2015 that a hurricane didn’t make landfall in the U.S.\n<br><br>\nIt is a worrying signal of climate change: The hotter the oceans get, the more fuel to supercharge storms. In some years, as it has done in 2025, an atmospheric force field might help the U.S. dodge landfall, but the hurricanes that do make it ashore will only get more powerful and more destructive from here.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A drying Great Salt Lake is spewing toxic dust. It could cost Utah billions.",
      "link": "https://grist.org/health/dust-great-salt-lake-public-health-billions/",
      "pubDate": "Mon, 01 Dec 2025 09:30:00 +0000",
      "description": "The dust blowing from the dry bed of the Great Salt Lake is creating a serious public health threat that policymakers and the scientific community are not taking seriously enough, two environmental nonprofits warn in a recent report.\n<br><br>\nThe Great Salt Lake hit a record-low elevation in 2022 and teetered on the brink of ecological collapse. The lake only recovered after a few winters with above-average snowfall, but it sits dangerously close to sinking to another record-breaking low.\n<br><br>\nAround 800 square miles of lakebed sit exposed, baking and eroding into a massive threat to public health. Dust storms large and small have become a regular occurrence on the Wasatch Front, the urban region where most Utahns live.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hawaiʻi’s green fee is the latest climate effort challenged by Trump",
      "link": "https://grist.org/politics/hawai%ca%bbis-green-fee-is-latest-climate-change-effort-challenged-by-trump/",
      "pubDate": "Sun, 30 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New England kicks off $450M plan to supercharge heat pump adoption",
      "link": "https://grist.org/energy/new-england-kicks-off-450m-plan-to-supercharge-heat-pump-adoption/",
      "pubDate": "Sat, 29 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Everyone hates gas-powered leaf blowers. So why is it so hard to ban them?",
      "link": "https://grist.org/solutions/gas-powered-leaf-blowers-bans-challenges/",
      "pubDate": "Wed, 26 Nov 2025 09:45:00 +0000",
      "description": "Gas-powered leaf blowers aren’t just annoying; they’re bad for public health. Their low-frequency roar can be louder than the World Health Organization’s recommended limit of 55 decibels up to 800 feet away. By one estimate, running a gas-powered leaf blower for an hour emits as much smog-forming pollution as driving a car from Los Angeles to Denver.<br><br>\nCities and states across the country have taken different approaches to dealing with the problem, but it is proving more challenging than many expected. Noise complaints are not exactly at the top of police officers’ priority lists, and sometimes ordinances are written in a way that’s hard to carry out — police aren’t usually expected to go around town taking noise readings, for example.\n<br><br>\nThen there’s the matter that swapping gas blowers for ones powered by electricity isn’t as straightforward as it sounds.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "FEMA’s terrible, horrible, no good, very bad year",
      "link": "https://grist.org/politics/trump-fema-david-richardson-karen-evans/",
      "pubDate": "Wed, 26 Nov 2025 09:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Rising heat, failing kidneys: Climate’s hidden toll on migrant workers",
      "link": "https://grist.org/health/rising-heat-failing-kidneys-climates-hidden-toll-on-migrant-workers/",
      "pubDate": "Tue, 25 Nov 2025 09:30:00 +0000",
      "description": "A silent epidemic is affecting people who toil in extreme temperatures — from sugarcane cutters in Central America to agricultural workers in South Asia. A 2022 study found that high temperatures combined with physically demanding work are driving a surge in <strong>chronic kidney disease</strong>, which is already one of the world’s fastest-growing killers and on track to become the fifth largest cause of premature death by 2050. Yet, it had remained largely invisible to both the public and policymakers until May of this year, when the World Health Organization passed a landmark resolution recognizing the need to prioritize kidney care — even though simple measures such as frequent breaks and access to drinking water could prevent thousands of deaths.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Dismantling the Endangered Species Act will hurt a lot more than just wildlife",
      "link": "https://grist.org/regulation/dismantling-the-endangered-species-act-will-hurt-a-lot-more-than-just-wildlife/",
      "pubDate": "Tue, 25 Nov 2025 09:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How to make data centers less thirsty",
      "link": "https://grist.org/energy/how-to-make-data-centers-less-thirsty/",
      "pubDate": "Mon, 24 Nov 2025 09:45:00 +0000",
      "description": "Researchers at Lawrence Berkeley National Laboratory have found that, in 2023, data centers consumed roughly 17 billion gallons of water for their operations in the U.S. alone. But a much, much larger share of data center water-intensity is indirect, a byproduct of the facilities’ enormous appetites for energy. That’s because most power plants themselves require huge amounts of water to operate.<br /><br />This off-site, indirect water consumption amounted to a whopping 211 billion gallons in the Berkeley lab’s 2023 tally — well over 10 times the direct on-site usage. As Silicon Valley continues to pour hundreds of billions of dollars into artificial intelligence and demand for data centers grows, these water needs are only going to grow in tandem.<br /><br />However, new research from Cornell University shows that there’s a way to mitigate both the climate <em>and</em> water footprints of these facilities: build them in places with lots of wind and solar energy.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How gas stations can become the best place to charge your EV",
      "link": "https://grist.org/solutions/how-gas-stations-can-become-the-best-place-to-charge-your-ev/",
      "pubDate": "Mon, 24 Nov 2025 09:30:00 +0000",
      "description": "The seemingly small question of where to spend 20 or so minutes topping off a battery reveals the transformation taking hold among fuel retailers. For more than 50 years, chains like Wawa, Sheetz, and Love’s Travel Stops have defined when and where people refuel. As EVs reshape mobility, they are among the retailers embracing charging.\n<br><br>\nTheir challenge goes beyond providing power to turning the time drivers spend plugged in into profitable foot traffic. Selling electricity alone won’t pay the bills; the real money lies in selling snacks. Making that work requires reimagining what a pit stop looks and feels like, even as costly infrastructure upgrades and shifting federal policies complicate the transition.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Illinois has few remaining wetlands. A Trump administration proposal could decimate what’s left.",
      "link": "https://grist.org/regulation/illinois-has-few-remaining-wetlands-a-trump-administration-proposal-could-decimate-whats-left/",
      "pubDate": "Mon, 24 Nov 2025 09:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "10 years after the Paris Agreement, world leaders are letting go of its most famous goal",
      "link": "https://grist.org/cop30/cop30-brazil-paris-agreement/",
      "pubDate": "Mon, 24 Nov 2025 02:41:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Scorching Saturdays: The rising heat threat inside football stadiums",
      "link": "https://grist.org/buildings/scorching-saturdays-the-rising-heat-threat-inside-football-stadiums/",
      "pubDate": "Mon, 24 Nov 2025 02:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Tehran’s water crisis is a warning for every thirsty city",
      "link": "https://grist.org/drought/tehrans-water-crisis-is-a-warning-for-every-thirsty-city/",
      "pubDate": "Sat, 22 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "COP30’s biofuel gamble could cost the global food supply — and the planet",
      "link": "https://grist.org/food-and-agriculture/cop30s-biofuel-gamble-could-cost-the-global-food-supply-and-the-planet/",
      "pubDate": "Fri, 21 Nov 2025 23:09:11 +0000",
      "description": "At COP30 in Belém, Brazil, the governments of Brazil, Italy, Japan, and India spearheaded a new pledge calling for the rapid global expansion of biofuels as a commitment to decarbonizing transportation energy. By Friday, the last official day of the United Nations climate talks, at least 23 countries had signed on to the goal of doubling the world’s biofuel production and use by 2035 — while Brazilian delegates worked “hand in hand with industry groups” to get language backing biofuels into the final summit deal.\n<br /><br />\nMore biofuels means either more intensive agriculture on a smaller share of available cropland, which has its own detrimental environmental effects, or expansion of cropland, and the land-use emissions and ecological consequences that can carry. Moreover, diverting crops like corn and soybeans from dinner plates to fuel tanks doesn’t just spark brutal competition for land and resources, it can also spike food prices and leave the world’s most vulnerable populations with less to eat.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Violent ‘storms’ hidden under Antarctica’s ice could be speeding its decline",
      "link": "https://grist.org/science/violent-storms-hidden-under-antarcticas-ice-could-be-speeding-its-decline/",
      "pubDate": "Fri, 21 Nov 2025 09:30:00 +0000",
      "description": "The West Antarctic Ice Sheet covers some 760,000 square miles and is up to 1.2 miles thick. If it were to ever melt away entirely, it would add 10 feet to global sea levels. Even considering how quickly humans are heating the planet, such a change would likely unfold over centuries — that’s how much ice we’re talking about here. But scientists are finding more and more evidence that Antarctica’s ice is in far more peril than previously believed, with many abrupt changes, like the loss of sea ice, reinforcing one another. \n<br><br>\nWe can now add underwater “storms” to the troubles unfolding around the frozen continent. A new paper suggests that vortices are drawing relatively warm waters across the underside of the extension of the West Antarctic Ice Sheet, known as the ice shelf, floating on the Southern Ocean, potentially accelerating its destruction.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Climate smart’ beef? After a lawsuit, Tyson agrees to drop the label.",
      "link": "https://grist.org/food-and-agriculture/climate-smart-beef-after-a-lawsuit-tyson-agrees-to-drop-the-label/",
      "pubDate": "Fri, 21 Nov 2025 09:15:00 +0000",
      "description": "Shoppers have long sought ways to make more sustainable choices at the supermarket — and for good reason: Our food system is responsible for a third of global greenhouse gas emissions. The vast majority of emissions from agriculture come from raising cows on industrial farms in order to sell burgers, steak, and other beef products.\n<br><br>\nA series of recent lawsuits intends make it easier for consumers to discern what’s sustainable and what’s greenwashing — by challenging the world’s largest meat processors on their climate messaging.\n<br><br>\nTyson, which produces 20 percent of beef, chicken, and pork in the United States, has agreed to drop claims that the company has a plan to achieve “net zero” emissions by 2050 and to stop referring to beef products as “climate smart” unless verified by an independent expert.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}