{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-23T01:53:32.291238",
  "items": [
    {
      "title": "Citing Environmental Concerns, Judge Orders Alligator Alcatraz to Wind Down Operations",
      "link": "https://insideclimatenews.org/news/22082025/judge-orders-alligator-alcatraz-to-wind-down-environmental-concerns/",
      "pubDate": "Fri, 22 Aug 2025 21:58:35 +0000",
      "description": "A federal judge has ordered a winding down of operations at Florida’s Alligator Alcatraz, the hastily assembled Everglades detention site where the Trump administration aims to incarcerate thousands of undocumented migrants before deporting them. Judge Kathleen Williams Thursday granted a preliminary injunction for environmental groups and the Miccosukee Tribe, which had sued to stop the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Ongoing Pollution From Steel Plants, Trump EPA Urged to Drop Delay in Fenceline Monitoring Requirements",
      "link": "https://insideclimatenews.org/news/22082025/steel-plant-pollution-epa-monitoring-requirements-delay/",
      "pubDate": "Fri, 22 Aug 2025 20:00:04 +0000",
      "description": "Public health advocates urged the Trump administration to protect residents and workers by sticking to a Biden-era timeline for reducing benzene and chromium emissions at the perimeter of steel and coke plants in Pennsylvania and other states rather than continuing to delay compliance rules. A report released Thursday by the nonprofit Environmental Integrity Project said […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "15 Children in Wisconsin File the Latest Youth Lawsuit Citing Climate Dangers",
      "link": "https://insideclimatenews.org/news/22082025/wisconsin-youth-lawsuit-alleges-law-impedes-energy-transition/",
      "pubDate": "Fri, 22 Aug 2025 18:50:42 +0000",
      "description": "Youth climate activists in Wisconsin are suing the state’s Public Service Commission over state laws that they say perpetuate a fossil fuel-dominated electricity sector and undermine renewable energy, thereby exacerbating the climate crisis, which is already inflicting harmful impacts across the state.  The filing comes less than two weeks after catastrophic flooding from severe storms […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Lured Shell to the State With a $1.65 Billion Tax Break. Now the Company Wants to Sell Its Plant",
      "link": "https://insideclimatenews.org/news/22082025/shell-wants-to-sell-pennsylvania-ethane-cracker-plant/",
      "pubDate": "Fri, 22 Aug 2025 09:00:00 +0000",
      "description": "In 2020, the Department of Energy predicted that Appalachia was “on the cusp of an energy and petrochemical renaissance” fueled by abundant shale gas. The agency saw the ethane cracker plant Shell was building outside Pittsburgh as “the first of what could be multiple facilities” in Ohio, West Virginia and Pennsylvania.  Five years later, Shell […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Colombia’s President Called Out an Alabama Company’s Coal Exports to Israel. Now Alabamians Are Protesting",
      "link": "https://insideclimatenews.org/news/22082025/colombia-president-calls-out-alabama-coal-company/",
      "pubDate": "Fri, 22 Aug 2025 08:55:00 +0000",
      "description": "VESTAVIA HILLS, Ala.—On Friday evening, a group of protesters gathered at a busy intersection in Liberty Park near the corporate campus of Drummond Company Inc., an Alabama-based coal producer. Their message was clear, painted and printed on signs bearing the green, red and black of the Palestinian flag: “Drummond Fuels Genocide.”  Chris Izor, one of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "There’s a ‘Lake’ of Oil Under LA’s Soon-to-Close Refinery. Who’s Going to Clean It Up?",
      "link": "https://insideclimatenews.org/news/22082025/phillips-la-refinery-closure-cleanup/",
      "pubDate": "Fri, 22 Aug 2025 08:50:00 +0000",
      "description": "This story was originally published by Capital & Main. One of Los Angeles County’s most polluted stretches of land will soon be cleared for new development, and a full accounting of the ground’s degradation will be left largely to an oil company. For almost 40 years in the middle of the 20th century, workers at an oil refinery […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Water Management in Great Lakes States Deserves a Closer Look, Group Says",
      "link": "https://insideclimatenews.org/news/22082025/great-lakes-water-demand-data-centers/",
      "pubDate": "Fri, 22 Aug 2025 08:50:00 +0000",
      "description": "Demand for water in Great Lakes states is likely to spike from data centers, mining and other uses, and officials should take a more proactive management approach to stave off shortages, according to a new report published by the nonprofit Alliance for the Great Lakes. Municipalities will need more information about usage, and potentially will […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Atlantic Shore Towns Feel Hurricane Erin’s Sting Without It Ever Making Landfall",
      "link": "https://insideclimatenews.org/news/21082025/atlantic-shore-towns-feel-hurricane-erin-without-landfall/",
      "pubDate": "Thu, 21 Aug 2025 21:39:15 +0000",
      "description": "Hurricane Erin hasn’t had to make landfall on the East Coast to batter it. Churning more than 200 miles offshore Thursday, the storm has brought flooding, life-threatening waves and rip currents and strong winds to coastal communities from Florida to Maine, according to the National Weather Service. Erin rapidly intensified to a Category 5 over […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Researcher Who Wrote the Book on How Solar Got Cheap Is Back to Assess the Current Moment",
      "link": "https://insideclimatenews.org/news/21082025/inside-clean-energy-solar-affordability-book/",
      "pubDate": "Thu, 21 Aug 2025 13:00:00 +0000",
      "description": "Five years ago, Greg Nemet wrote about the economic and technological factors that were helping to make solar power one of the world’s least-expensive electricity sources. Now, the University of Wisconsin-Madison professor is back with a second edition of his book, How Solar Energy Became Cheap. The new version examines recent developments and then looks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Navigating the Troubled Waters of Newtown Creek Means an Environmental Cleanup in Brooklyn and Queens That Will Cost At Least $3.3 Billion",
      "link": "https://insideclimatenews.org/news/21082025/new-york-city-newton-creek-wastewater-cleanup/",
      "pubDate": "Thu, 21 Aug 2025 09:00:00 +0000",
      "description": "Hazardous: Last in a series about the ongoing struggle to clean up Brooklyn’s Superfund sites. Water has memory. I was told that once by Eymund Diegel, a co-founder of the Gowanus Community Advisory Group. The water that flows into New York City’s East River remembers that cigarette butt you flicked over the railing, the beer […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}