{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-02-18T22:40:29.421939",
  "items": [
    {
      "title": "New England Lawmakers Weigh Plug-in Solar as Europe’s Model Spreads",
      "link": "https://insideclimatenews.org/news/18022026/new-england-plug-in-solar-legislation/",
      "pubDate": "Wed, 18 Feb 2026 10:00:00 +0000",
      "description": "The solar panels that hang from balconies across Europe may soon be coming to New England, helping lower energy costs and ease grid demand. This could be a breakout year for plug-in solar in the United States, with more than two dozen states considering legislation this session, including Maine, Vermont, New Hampshire, Massachusetts and Rhode […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Border Wall Closes in on Big Bend",
      "link": "https://insideclimatenews.org/news/17022026/big-bend-texas-border-wall/",
      "pubDate": "Wed, 18 Feb 2026 00:40:26 +0000",
      "description": "REDFORD, Texas—Plans for a border wall through the Big Bend region of West Texas are raising alarms among residents and elected officials. U.S. Customs and Border Protection (CBP) intends to build border barriers throughout this remote region of Texas that encompasses ranchland, small towns and a cherished state and national park. Last week, the U.S. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Alleges ‘Habitual Non-Compliance’ of Wastewater Rules at Dow Chemical Complex",
      "link": "https://insideclimatenews.org/news/17022026/texas-dow-chemical-complex-wastewater-rules-lawsuit/",
      "pubDate": "Tue, 17 Feb 2026 23:57:48 +0000",
      "description": "The Texas Attorney General’s office filed a lawsuit Friday afternoon against Dow Chemical Co., North America’s largest chemical manufacturer, describing hundreds of water pollution violations from its industrial complex on the rural Gulf Coast in Seadrift.  While the state’s 46-page lawsuit followed a 60-day notice of intent to sue filed in December by a local […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Senate Democrats Say Trump’s EPA Curries Corporate Favor By Weakening Air Pollution Standards",
      "link": "https://insideclimatenews.org/news/17022026/trump-epa-weakens-air-pollution-standards/",
      "pubDate": "Tue, 17 Feb 2026 23:15:10 +0000",
      "description": "Senate Democrats have launched an investigation into the U.S. Environmental Protection Agency’s decision in January to disregard human health impacts when calculating the costs and benefits of regulating the harmful air pollutants ozone and PM2.5. Led by Sen. Sheldon Whitehouse, D-R.I., the Democrats last week sent a letter to EPA Administrator Lee Zeldin requesting documents […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Iowa’s Water Crisis Could Help Tip the Scales for Control of US House",
      "link": "https://insideclimatenews.org/news/17022026/iowas-water-crisis-industrial-agriculture-pollution-election-influence/",
      "pubDate": "Tue, 17 Feb 2026 21:49:07 +0000",
      "description": "Two key congressional races will be decided by Iowa voters who say clean water is a top priority, a new survey finds.  Eighty-five percent of voters in Iowa’s first and third U.S. House districts say they would be more likely to vote for an elected official who prioritizes protecting clean water, including cutting industrial agriculture […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Retired EV Batteries Scored a New Gig: Bolstering Texas’ Grid",
      "link": "https://insideclimatenews.org/news/17022026/retired-ev-batteries-bolster-texas-grid/",
      "pubDate": "Tue, 17 Feb 2026 10:00:00 +0000",
      "description": "In the midday hours, prices plummet. An excess of energy produced across Texas, largely due to the state’s solar and wind fleet, signals it’s a good time to buy. It’s then that 500 batteries, which once fueled General Motors’ electric vehicles, charge up.  The batteries, now in their second careers, are kept in staggered steel […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Could Make This Horrific New Jersey Wildlife Disease Worse",
      "link": "https://insideclimatenews.org/news/17022026/new-jersey-ranavirus-disease-climate-change/",
      "pubDate": "Tue, 17 Feb 2026 09:55:00 +0000",
      "description": "It was May 2011 when herpetologist Robert Zappalorti called scientists about the tadpoles. Researchers at Montclair State University went to see for themselves. At the site in Ocean County, New Jersey, they found green frog tadpoles that looked like something out of a medical drama or a frog horror film—lethargic and swollen, with red lesions […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Voracious Vine That ‘Ate the South’ Can Also Fuel Wildfires",
      "link": "https://insideclimatenews.org/news/16022026/invasive-kudzu-vine-fuels-wildfires-in-the-south/",
      "pubDate": "Mon, 16 Feb 2026 10:00:00 +0000",
      "description": "Nearly every Monday morning, five restorationists with Conserving Carolina guide volunteers through the steep hills of Norman Wilder Forest in Tryon, North Carolina. Armed with chainsaws, thick gloves and a pickaxe-like mattock, the group goes hunting for a wily prey: kudzu. The forest’s most prominent features have been overtaken by the invasive vine. The “Kudzu […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Jersey’s Balancing Act: Cut Utility Bills Without Derailing Clean Energy",
      "link": "https://insideclimatenews.org/news/16022026/new-jersey-governor-utility-bills-clean-energy/",
      "pubDate": "Mon, 16 Feb 2026 09:55:00 +0000",
      "description": "Halfway through her inaugural speech in front of thousands of New Jerseyans in late January, newly elected governor Mikie Sherrill paused to write her signature on two documents. They were her first two executive orders.  In the first “whereas” clause of the first order, Sherrill declared that “the top priority” of her administration was “to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Pays Farms to Make Biogas from Hog Waste in North Carolina, Where Locals Say It’s Fueling Pollution",
      "link": "https://insideclimatenews.org/news/15022026/north-carolina-hog-waste-biogas-fuels-california/",
      "pubDate": "Sun, 15 Feb 2026 10:05:00 +0000",
      "description": "TURKEY, N.C.—The Align RNG biogas processing facility here is so small, you would miss it if you weren’t looking for it. Just four small silver mounds beside a massive 100-foot grain silo under which trucks drive day-in, day-out loading up with hog feed. In a landscape dominated by the infrastructure of hog and poultry farming—slaughterhouses, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}