{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-18T03:57:24.155302",
  "items": [
    {
      "title": "NCAR, Major Climate Research Center, Targeted for Closure in Trump Dispute with Colorado",
      "link": "https://insideclimatenews.org/news/17122025/colorado-national-center-for-atmospheric-research-trump-closure/",
      "pubDate": "Thu, 18 Dec 2025 00:05:32 +0000",
      "description": "One of the world’s leading climate, weather and wildfire science research institutions is being targeted for elimination in what many of those affected see as President Donald Trump’s political vendetta against Colorado Gov. Jared Polis. Word that the National Center for Atmospheric Research in Boulder would be broken up, with some of its functions moved […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gas Exports Are Driving Up Americans’ Energy Bills, Report Says",
      "link": "https://insideclimatenews.org/news/17122025/liquefied-natural-gas-exports-driving-up-energy-bills/",
      "pubDate": "Wed, 17 Dec 2025 22:38:26 +0000",
      "description": "During the 2024 campaign, President Donald Trump promised voters that his policies would lower their energy prices by 50 percent, repeating this pledge in speeches in New York, Pennsylvania and North Carolina. “We will cut energy and electricity prices in half within 12 months—not just for businesses but for all Americans and their families,” he […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "China’s Clean Energy Investments Abroad Are a Boon for Climate, but Human Rights and the Environment Are a Different Story",
      "link": "https://insideclimatenews.org/news/17122025/china-oversea-clean-energy-investments/",
      "pubDate": "Wed, 17 Dec 2025 10:00:00 +0000",
      "description": "Planet China: Twelfth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. HAJDÚSZOBOSZLÓ, Hungary—The audience sat patiently through the presentations about the cluster of battery factories going up nearby. They listened to descriptions of the hazardous chemicals the plants will use, their huge water withdrawals and energy demands. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ohio Farmers Say Regenerative Agriculture Methods Helped Them Survive a Drought. State and Federal Leaders Are Slashing Programs That Fund Them.",
      "link": "https://insideclimatenews.org/news/17122025/ohio-regenerative-agriculture-drought-protection/",
      "pubDate": "Wed, 17 Dec 2025 09:55:00 +0000",
      "description": "This summer, mere months after Ohio’s eighth wettest spring came its driest August on record and with it, a critical moment for both soybeans and corn. The drought hit hardest in the state’s northwest, where the bulk of its farms are.  While agronomists issued dismal yield projections across the drought zone, farmers who used regenerative […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sumatra’s Deadly Floods May Have Pushed a Rare Ape Closer to the Brink of Extinction",
      "link": "https://insideclimatenews.org/news/16122025/sumatra-floods-push-tapanuli-orangutan-closer-to-extinction/",
      "pubDate": "Tue, 16 Dec 2025 20:27:43 +0000",
      "description": "Nearly three weeks after a cyclone ripped through northern Sumatra, killing more than 1,000 people, the Indonesian region remains devastated. Towns are cut off and more than 100,000 people have been displaced. Now, a new analysis reveals that the damage extended into the habitat of a critically endangered orangutan species, too, likely killing a significant […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Is Threatening Christmas Classics",
      "link": "https://insideclimatenews.org/news/16122025/todays-climate-holidays-christmas-classics-global-warming/",
      "pubDate": "Tue, 16 Dec 2025 20:12:18 +0000",
      "description": "As snowflakes fall lazily from the sky, you cozy up by the fireplace and take a sip from a steaming cup of hot chocolate, humming the jaunty songs you can’t seem to get out of your head the entire month of December.  But as temperatures rise, this quintessential winter holiday scene is transforming (in the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Michigan Lawmakers Introduce Bill to Repeal Data Center Tax Incentives",
      "link": "https://insideclimatenews.org/news/16122025/michigan-lawmakers-introduce-bill-to-repeal-data-center-tax-incentives/",
      "pubDate": "Tue, 16 Dec 2025 13:53:13 +0000",
      "description": "A bipartisan bill introduced Tuesday in the Michigan Legislature would repeal the state’s data center tax incentive laws, which, since their late 2024 approval, have helped attract over a dozen data center proposals.  The proposed repeal comes just as public outrage over, and opposition to, data centers from across the political spectrum is reaching a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hope—and Many Fears—Follow in the Wake of Trump’s Plan to Transform Wildland Firefighting",
      "link": "https://insideclimatenews.org/news/16122025/trumps-plan-to-transform-wildland-firefighting/",
      "pubDate": "Tue, 16 Dec 2025 10:00:00 +0000",
      "description": "One of the most profound shifts in how the United States manages wildland fire is underway. Federal wildland fire forces are spread across several agencies, closely collaborating but each tackling prevention and protection somewhat differently. Now, the Trump administration is creating an entirely new “U.S. Wildland Fire Service” to combine as much of that under […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can a Flood-Prone Coastal City Learn to Live With Water?",
      "link": "https://insideclimatenews.org/news/16122025/flood-prone-hampton-virginia-coastal-water-plan/",
      "pubDate": "Tue, 16 Dec 2025 09:55:00 +0000",
      "description": "Shelton Tucker is part of a novel plan to deal with the waters that are increasingly encroaching on his neighborhood in Hampton, Virginia. Situated at the mouth of the Chesapeake Bay and afflicted by one of the fastest paces of sea-level rise in the U.S., Hampton has long battled flooding.  But while flood-prone coastal cities […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After Hurricane Katrina, a New Orleans Architect Turned to the Dutch to Learn to Live With Water",
      "link": "https://insideclimatenews.org/news/16122025/new-orleans-architect-finds-dutch-answer-to-living-with-water/",
      "pubDate": "Tue, 16 Dec 2025 09:50:00 +0000",
      "description": "For years, David Waggonner designed courthouses and other public buildings at his architectural practice, Waggonner & Ball, in New Orleans. Then Hurricane Katrina struck in 2005, and Waggonner became convinced that New Orleans was getting something fundamentally wrong about its approach to flooding and water.  For help, Waggonner turned to the Netherlands, a country with […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}