{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-21T15:23:53.215373",
  "items": [
    {
      "title": "The Ecofeminist Movement Is Surging. Here’s What Its Advocates Want",
      "link": "https://insideclimatenews.org/news/21062025/womens-assembly-for-climate-justice-ecofeminist-movement/",
      "pubDate": "Sat, 21 Jun 2025 09:00:00 +0000",
      "description": "It was an audacious moment. During a recent government hearing, allies of former President Jair Bolsonaro berated Brazil’s environment and climate minister, telling Marina Silva she was “hindering our country’s development,” didn’t deserve respect and should “know your place.” “You just want me to be a submissive woman,” Silva replied. “But I am not.” A […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists’ Letter Urges Brazil’s President Lula to Reject New Amazon and Offshore Drilling",
      "link": "https://insideclimatenews.org/news/21062025/scientists-urge-brazil-president-to-reject-amazon-offshore-drilling/",
      "pubDate": "Sat, 21 Jun 2025 08:55:00 +0000",
      "description": "Citing the global increase of heatwaves, mega-fires, floods and mass climate-driven displacement, a group of 250 scientists this week asked Brazilian President Luiz Inácio Lula da Silva to champion “a fast, fair, effective, and full phaseout of fossil fuels” in the lead-up to the COP30 climate talks later this year in Brazil. “As we rapidly […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Environmental Groups Secure Rare Win in Fight to Update Water Toxicity Standards",
      "link": "https://insideclimatenews.org/news/21062025/alabama-water-toxicity-standards/",
      "pubDate": "Sat, 21 Jun 2025 08:50:00 +0000",
      "description": "Alabama environmental regulators have agreed to update standards used to limit the amounts of 12 toxic and carcinogenic substances in the state’s waterways, a move that clean water advocates say will help protect those who fish and swim in Alabama’s rivers.  Seven Alabama environmental groups petitioned the state’s Environmental Management Commission to update those standards […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ground Source Heat Pump Manufacturers Urge Senators to Preserve Geothermal Tax Credits",
      "link": "https://insideclimatenews.org/news/20062025/geothermal-tax-credits-budget-bill/",
      "pubDate": "Fri, 20 Jun 2025 21:01:27 +0000",
      "description": "Ground source heat pumps, a small but growing segment of the U.S. heating and cooling sector, could help slash energy demands, boost American manufacturing and stabilize the electric grid as AI-fueled power demands soar. That is the argument that executives whose companies manufacture the devices are making to their senators after the Senate’s draft of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why Is the U.S. Proposing Protections for an Animal That Doesn’t Live Here?",
      "link": "https://insideclimatenews.org/news/20062025/todays-climate-endangered-pangolins-protection/",
      "pubDate": "Fri, 20 Jun 2025 20:22:49 +0000",
      "description": "Earlier this week, the U.S. Fish and Wildlife Service proposed listing seven species of pangolins—scaly, armadillo-like creatures found in Asia and Africa—as endangered.  But why would a species that doesn’t live in the country need protections under America’s  Endangered Species Act? Pangolins are widely believed to be the most heavily trafficked mammal in the global […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Solar and Geothermal Energy Help a Church and Its Neighbors Wean Off Fossil Fuels?",
      "link": "https://insideclimatenews.org/news/20062025/massachusetts-church-solar-geothermal-energy-project/",
      "pubDate": "Fri, 20 Jun 2025 09:00:00 +0000",
      "description": "SALEM, Mass.—One of the most ambitious clean energy projects under consideration in this state started after a nasty surprise. In December 2022, utility provider National Grid informed Rev. Nathan Ives of the St. Peter’s-San Pedro Episcopal Church in Salem that they had the right to change the building’s gas meter. “The bill went from a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How a Data Center Company Uses Stranded Renewable Energy",
      "link": "https://insideclimatenews.org/news/19062025/inside-clean-energy-stranded-renewable-data-centers/",
      "pubDate": "Thu, 19 Jun 2025 13:00:00 +0000",
      "description": "John Belizaire says he has a secret hiding in plain sight. But before revealing it, the CEO of Soluna, a green data center development firm headquartered in Albany, New York, asks people to picture the last time they drove through a gusty stretch of countryside and saw wind turbines in the distance. But when they […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Wildfires Increase, NJ Considers the Impact on Public Health",
      "link": "https://insideclimatenews.org/news/19062025/new-jersey-wildfire-smoke-health/",
      "pubDate": "Thu, 19 Jun 2025 09:00:00 +0000",
      "description": "The Jones Road fire in New Jersey scorched 15,300 acres for nearly three weeks this spring. Its sickly orange haze vanished hours after the blaze was doused, but a stench from the blackened landscape, including parts of the Pine Barrens, lingered for days. New Jersey public health experts now are trying to understand what, if […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pollution, Not Drought, Prompts Lawn-Watering Ban in Des Moines",
      "link": "https://insideclimatenews.org/news/19062025/nitrate-pollution-prompts-des-moines-watering-ban/",
      "pubDate": "Thu, 19 Jun 2025 08:55:00 +0000",
      "description": "Right before a sweltering weekend in Iowa, the water authority for the Des Moines metro area banned its 600,000 customers from watering their lawns.  Though that’s a water conservation practice familiar to residents of drought-stricken states, the Iowa ban isn’t about water scarcity. Instead, it’s due to near-record levels of pollution in the area’s waterways […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Juneteenth and Its Role in Environmental Justice—for All",
      "link": "https://insideclimatenews.org/news/19062025/juneteenth-environmental-justice/",
      "pubDate": "Thu, 19 Jun 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host Steve Curwood with the Rev. Mariama White-Hammond, pastor of New Roots African Methodist Episcopal Church in Dorchester, Massachusetts. White-Hammond is also the former chief of environment, energy and open spaces for the city of Boston.  The federal holiday Juneteenth […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}