{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-06-12T03:50:14.989612",
  "items": [
    {
      "title": "Climate disasters can alter kids’ brains — before they’re even born",
      "link": "https://grist.org/health/climate-disaster-baby-research-brain-development/",
      "pubDate": "Wed, 11 Jun 2025 19:16:35 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘For anybody who could use a break’: A Q&A with sci-fi author Becky Chambers",
      "link": "https://grist.org/looking-forward/for-anybody-who-could-use-a-break-a-qa-with-sci-fi-author-becky-chambers/",
      "pubDate": "Wed, 11 Jun 2025 14:18:27 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can a crowdsourced map of the world help save millions of people from climate disaster?",
      "link": "https://grist.org/solutions/can-a-crowdsourced-map-of-the-world-help-save-millions-of-people-from-climate-disaster/",
      "pubDate": "Wed, 11 Jun 2025 08:45:00 +0000",
      "description": "The company OpenStreetMap, founded six months before Google Maps by a physics student in London named Steve Coast, started with a simple question: What if a map were free and open to all? And what if it could be a collaborative effort involving people all over the world?\n<br><br>\nWhen OpenStreetMap launched in 2005, it enjoyed immediate popularity in Western countries with access to the technology required to fill in the map. Yet even as the modern, digitized representation of the world began to come together, a fundamental cartographical inequity emerged. Google’s Street View provided excellent data in big cities and tourist destinations. OpenStreetMap was beloved by adventurers and hikers in Europe. But no one offered much data from developing nations or corners of the world that remained off the grid.\n<br><br>\nMikel Maron, a freelance software engineer who’d been involved with OpenStreetMap from its start, recognized the humanitarian potential of its method. This led to the creation of the nonprofit Humanitarian OpenStreetMap Team (HOT), which set an ambitious goal: Map the world’s unmapped regions to help relief workers reach people when the next hurricane, fire, or other crisis strikes. \n<br><br>\nSince its founding in 2010, some 340,000 volunteers worldwide have mapped more than 2.1 million miles of roads and 156 million buildings. One of HOT’s earliest priorities was getting a project up and running in the Caribbean. Today on Grist, writer Maddy Crowell follows the mapping of the island of St. Lucia, which sits at the southern end of an archipelago stretching from Trinidad and Tobago to the Bahamas.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Coal miners are fighting Trump’s safety cuts — and winning",
      "link": "https://grist.org/regulation/coal-miners-are-fighting-trumps-safety-cuts-and-winning/",
      "pubDate": "Wed, 11 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In California, a biomass company’s expansion raises fears of more fires",
      "link": "https://grist.org/accountability/in-california-a-biomass-companys-expansion-raises-fears-of-more-fires/",
      "pubDate": "Tue, 10 Jun 2025 08:45:00 +0000",
      "description": "Wood pellets, by design, are highly flammable. The small pieces of compressed woody leftovers, like sawdust, are used in everything from home heating to grilling. But their flammable nature has made for dangerous work conditions: Since 2010, at least 52 fires have broken out at the facilities that make wood pellets across the U.S., according to a database of incidents compiled by the Southern Environmental Law Center. \n<br><br>\nOf the 15 largest wood pellet facilities, at least eight have had fires or explosions since 2014, according to the Environmental Integrity Project, a nonprofit founded by a former director of the U.S. Environmental Protection Agency. \n<br><br>\nAt the same time, the world’s largest biomass company, Drax, is cutting down trees across North America with a promise to sell them as a replacement to fossil fuels. But even its track record is checkered with accidents. In South Shields, UK, wood pellets destined for a Drax plant spontaneously combusted while in storage at the Port of Tyne, starting a fire that took 40 firefighters 12 hours to extinguish. In Port Allen, Louisiana, a Drax wood pellet  facility burst into flames in November 2021.\n<br><br>\nNow, despite finding itself in the midst of a lawsuit over accidental fire damages, Drax is pressing on with a new business proposal; it involves not just cutting down trees to make wood pellets, but, the company argues, also to help stop wildfires.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s second term is creating ‘a limbo moment’ for US battery recyclers",
      "link": "https://grist.org/technology/trump-battery-recycling-lithium-grants-funding-tariffs-ira-tax-credits/",
      "pubDate": "Tue, 10 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "When will a vital system of currents in the Atlantic Ocean collapse? Depends on whom you ask.",
      "link": "https://grist.org/oceans/amoc-atlantic-ocean-collapse-science-tipping-point/",
      "pubDate": "Mon, 09 Jun 2025 08:30:00 +0000",
      "description": "The Atlantic Meridional Overturning Current, or AMOC for short, comprises an enormous system of currents that carries water and nutrients across the world and plays a large part in stabilizing the global climate. For years, scientists have warned that the AMOC was slowing down, possibly nearing collapse. \n<br><br>\nNew studies published in Nature Geoscience last week and in Nature earlier this year offer some slightly encouraging news. AMOC’s decline could be “much more of a slow, gradual change, rather than an immediate change,” said David Bonan, a postdoctoral fellow at the University of Washington who served as the lead author on the Nature Geoscience study. The full collapse of the current might not be reached this century, rather than around the mid-century mark as other research has predicted. \n<br><br>\nPart of what makes AMOC’s behavior so hard to forecast is that consistent monitoring of the current didn’t begin until 2004, so the historical data is limited. When researchers run models to examine AMOC’s behavior in the past, they sometimes get baffling results.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Data centers are building their own gas power plants in Texas",
      "link": "https://grist.org/energy/data-centers-are-building-their-own-gas-power-plants-in-texas/",
      "pubDate": "Sun, 08 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New study shows huge groundwater losses along Colorado River",
      "link": "https://grist.org/science/new-study-shows-huge-groundwater-losses-along-colorado-river/",
      "pubDate": "Sat, 07 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The transfer of a sacred site to a copper mine is delayed once again",
      "link": "https://grist.org/indigenous/oak-flat-gets-another-reprieve/",
      "pubDate": "Fri, 06 Jun 2025 21:40:02 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Youth climate activists won lawsuits in Montana and Hawai‘i. Now they’re targeting Trump.",
      "link": "https://grist.org/justice/youth-climate-activists-new-suit-trump-executive-orders/",
      "pubDate": "Fri, 06 Jun 2025 21:29:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How Trump’s Big Beautiful Bill will raise household energy costs",
      "link": "https://grist.org/politics/trump-big-beautiful-bill-congress-energy-costs/",
      "pubDate": "Fri, 06 Jun 2025 08:45:00 +0000",
      "description": "Energy policy analysts are in broad agreement about one consequence of major legislation that Republicans are currently pushing through Congress: It will raise energy prices for the average American household by hundreds of dollars, once all is said and done.\n<br><br>\nThat’s because the legislation, which President Donald Trump has dubbed the Big Beautiful Bill, will repeal the vast majority of clean energy provisions contained in the Inflation Reduction Act, which a Democrat-controlled Congress passed in 2022. That earlier law provided a wide array of financial incentives for the deployment of electricity sources like solar, wind, battery storage, and nuclear power, as well as support for consumers looking to buy zero- and low-emissions products like electric vehicles. Choking off support for those measures not only hobbles U.S. efforts to fight climate change, but it also means there are fewer new sources of energy for a country that has started to need more and more of it. And reduced supply coupled with increased demand means higher prices.\n<br><br>\nThat’s the virtually unanimous conclusion of the academics and policy experts who have been trying to understand the likely effects of the rollback for the past few months. Part of the reason for this unanimity is that, once constructed, many newer energy sources like wind and solar don’t have substantial operating costs, compared to traditional power plants that must be continuously supplied with fuel.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How 3 years of war have ravaged Ukraine’s forests, and the people who depend on them",
      "link": "https://grist.org/international/how-three-years-of-war-have-ravaged-ukraines-forests-and-the-people-who-depend-on-them/",
      "pubDate": "Thu, 05 Jun 2025 08:45:00 +0000",
      "description": "Russian shelling has ravaged Ukraine’s forests, turning tree-covered sanctuaries into infernos. Wildfires rage across conflict zones, fueled not just by bombs — but by decades of ecological mismanagement.\n<br><br>\nSince 2022, nearly 5 million acres have burned. Rockets, artillery, and land mines turn drought-dried forests into kindling. Up to 90 percent of wildfires in Ukraine now happen inside or near the front lines — places too dangerous for firefighters to even reach.\n<br><br>\nTrees in Ukraine protect farmland from wind and erosion. But now, wildfires are torching fields, exposing soil, and ruining harvests. The war isn’t just killing forests; it’s also dismantling the systems that feed people.\n<br><br>\nFrom drone teams to AI landmine detection, scientists and nonprofits are racing to save what’s left. Some see a chance to replant smarter, for instance, by swapping flammable pines for native species. But first, they need the world to pay attention, before the forests go silent forever.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In California’s largest landback deal, the Yurok Tribe reclaims sacred land around Klamath River",
      "link": "https://grist.org/indigenous/in-californias-largest-landback-deal-the-yurok-tribe-reclaims-sacred-land-around-the-klamath-river/",
      "pubDate": "Thu, 05 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The smoke from Canada’s wildfires may be even more toxic than usual",
      "link": "https://grist.org/climate/canada-wildfire-smoke-toxic-arsenic/",
      "pubDate": "Thu, 05 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A world built on fossil fuels is loud. Here’s how advocates are defending peace and quiet.",
      "link": "https://grist.org/looking-forward/a-world-built-on-fossil-fuels-is-loud-heres-how-advocates-are-defending-peace-and-quiet/",
      "pubDate": "Wed, 04 Jun 2025 15:12:44 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Cuts to USAID severed longstanding American support for Indigenous peoples around the world",
      "link": "https://grist.org/indigenous/cuts-to-usaid-severed-longstanding-american-support-for-indigenous-people-in-the-amazon/",
      "pubDate": "Wed, 04 Jun 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Funding to protect American cities from extreme heat just evaporated",
      "link": "https://grist.org/cities/funding-american-cities-extreme-heat-noaa-ira/",
      "pubDate": "Wed, 04 Jun 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The sneaky way even meat lovers can lessen their climate impact",
      "link": "https://grist.org/food-and-agriculture/meat-climate-impact-balanced-proteins/",
      "pubDate": "Wed, 04 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump officials open up millions of acres in Alaska to drilling and mining",
      "link": "https://grist.org/energy/trump-officials-open-up-millions-of-acres-in-alaska-to-drilling-and-mining/",
      "pubDate": "Wed, 04 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}