{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-17T05:30:05.108317",
  "items": [
    {
      "title": "Bipartisan Cryptocurrency Legislation Will Fuel Further Environmental Destruction, Environmental Advocates Say",
      "link": "https://insideclimatenews.org/news/16072025/genius-act-cryptocurrency-legislation-environmental-impact/",
      "pubDate": "Thu, 17 Jul 2025 00:25:42 +0000",
      "description": "Legislation currently making its way through Congress that proponents say will place much-needed guardrails on cryptocurrency will only exacerbate the industry’s insatiable energy demands and climate pollution, environmentalists say. Republican leaders in the U.S. House of Representatives declared this week to be “Crypto Week,” during which they hope to pass several bills related to cryptocurrency. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "OSHA Just Reduced the Value of a Worker’s Life",
      "link": "https://insideclimatenews.org/news/16072025/trumps-osha-slashes-fines-for-worker-safety-violations/",
      "pubDate": "Wed, 16 Jul 2025 22:34:34 +0000",
      "description": "The Department of Labor announced “updates to penalty guidelines” to improve worker safety on Monday that it said will support small businesses and eliminate workplace hazards. The announcement follows the release of the Occupational Safety and Health Administration’s budget for the next fiscal year, which includes a plan for nearly 10,000 fewer workplace hazard inspections […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Governor Boosts Artificial Intelligence to Fill Jobs, Cut Regulations",
      "link": "https://insideclimatenews.org/news/16072025/virginia-governor-youngkin-artificial-intelligence/",
      "pubDate": "Wed, 16 Jul 2025 21:39:23 +0000",
      "description": "RESTON, Va.—Virginia’s state government is leaning into its use of artificial intelligence for workforce development and regulation cuts. It’s an energy-intensive move further perpetuating the need for data centers and worsening climate change.  On Tuesday, Republican Gov. Glenn Youngkin announced a partnership with Google through which the search giant will donate 10,000 scholarships for work […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "US Department of Energy Grid Reliability Report Is Unreliable, Virginia Renewable Advocates Say",
      "link": "https://insideclimatenews.org/news/16072025/energy-department-grid-reliability-report-dominion-coal/",
      "pubDate": "Wed, 16 Jul 2025 15:22:47 +0000",
      "description": "Advocates for renewable energy in Virginia took aim at a report that the U.S. Department of Energy issued last week on the reliability and security of the nation’s electric grid, faulting it for dated reliance on fossil fuels to meet skyrocketing energy demands from data centers and lacking public input.  They noted that the 73-page […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Before Tropical Depression Chantal Swamped Hillsborough, the Town Had Been Counting on FEMA",
      "link": "https://insideclimatenews.org/news/16072025/hillsborough-north-carolina-canceled-fema-program-chantal-damage/",
      "pubDate": "Wed, 16 Jul 2025 09:00:00 +0000",
      "description": "HILLSBOROUGH, N.C.—About nine hours after Tropical Depression Chantal inundated central North Carolina last week, Jeff Mahagan’s phone woke him at 3 in the morning. The person working on call at the Hillsborough wastewater treatment plant was scared. Mahagan, the town’s deputy utilities director for water treatment, didn’t immediately grasp the severity of the situation. He […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Off the Books: Maryland’s Clean Energy Push Ignores Backup Generator Pollution",
      "link": "https://insideclimatenews.org/news/16072025/maryland-clean-energy-goals-ignore-fossil-fuel-generator-pollution/",
      "pubDate": "Wed, 16 Jul 2025 08:55:00 +0000",
      "description": "When thousands of gallons of diesel fuel spilled into Baltimore’s Inner Harbor from Johns Hopkins Hospital on June 4, it didn’t just contaminate the waterfront and threaten aquatic habitat. It also cast a spotlight on a deeper, largely overlooked problem: Maryland’s continued dependence on fossil-fueled backup generators. Hospitals, research campuses and critical infrastructure like data […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Cuts to Wind and Solar May Undermine GOP’s Promise of ‘Energy Dominance,’ Critics Say",
      "link": "https://insideclimatenews.org/news/16072025/wind-solar-cuts-could-affect-gop-energy-dominance-promise/",
      "pubDate": "Wed, 16 Jul 2025 08:50:00 +0000",
      "description": "As the One Big Beautiful Bill Act squeaked its way through Congress earlier this month, its supporters heralded what they described as a new era for American energy and echoed what has become a familiar phrase among President Donald Trump’s supporters. “Congress has taken decisive action to advance President Trump’s energy dominance agenda,” said American […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Hails $90 Billion in Corporate Investment to Make Pennsylvania an AI Hub, Fueled by Natural Gas",
      "link": "https://insideclimatenews.org/news/15072025/trump-hails-pennsylvania-ai-investment-fueled-by-natural-gas/",
      "pubDate": "Wed, 16 Jul 2025 00:26:40 +0000",
      "description": "PITTSBURGH—Flanked by titans of the fossil fuel, tech and finance industries, President Donald Trump on Tuesday hailed $90 billion in private investments aimed at building a massive artificial intelligence hub around Pennsylvania’s natural gas resources. “This is a really triumphant day for the people of the Commonwealth and for the United States of America,” Trump […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Politicians Quarrel Over Wildfire Smoke, Research on Its Health Impacts Piles Up",
      "link": "https://insideclimatenews.org/news/15072025/todays-climate-wildfire-smoke-health-politics/",
      "pubDate": "Tue, 15 Jul 2025 20:27:09 +0000",
      "description": "The dog days of summer are synonymous with sizzling temperatures, longer nights and ... wildfire smoke?  As climate change supercharges wildfires, smoke from these blazes is becoming more pervasive, particularly throughout the peak months of the season in July and August. The health impacts of this haze go far beyond a pesky cough. In recent […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NASA Pulls Back From Promise to Host Major Climate Change Reports, Citing Legal Loophole",
      "link": "https://insideclimatenews.org/news/15072025/nasa-reverses-promise-to-host-major-climate-change-reports/",
      "pubDate": "Tue, 15 Jul 2025 17:56:18 +0000",
      "description": "WASHINGTON—NASA this week reversed its commitment to host congressionally mandated climate change reports after the federal government’s Global Change Research Program (USGCRP) website, which was responsible for releasing the reports, unexpectedly went offline earlier this month. The reports, which consolidated findings from the nation’s top-tier climate science research, helped communities plan for wildfires, floods and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}