{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-02-03T23:34:39.042289",
  "items": [
    {
      "title": "Up to half of coarse sediments on UK urban beaches may be human-made, study suggests",
      "link": "https://www.theguardian.com/environment/2026/feb/03/human-made-materials-uk-beaches-sediments-study-climate-breakdown",
      "pubDate": "Tue, 03 Feb 2026 13:56:04 GMT",
      "description": "<p>Researchers say waste dumping and climate breakdown have contributed to rise in brick, concrete and glass on beaches</p><p>As much as half of some British beaches’ coarse sediments may consist of human-made materials such as brick, concrete, glass and industrial waste, a study has suggested.</p><p>Climate breakdown, which has caused more frequent and destructive coastal storms, has led to an increase in these substances on beaches. Six sites on the Firth of Forth, an estuary on Scotland’s east coast joining the River Forth to the North Sea, were surveyed to better understand the makeup of “urban beaches”.</p> <a href=\"https://www.theguardian.com/environment/2026/feb/03/human-made-materials-uk-beaches-sediments-study-climate-breakdown\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "South Wales council to buy and demolish homes prone to flooding",
      "link": "https://www.theguardian.com/uk-news/2026/feb/02/south-wales-council-buy-demolish-homes-flooding-clydach-terrace-ynysybwl",
      "pubDate": "Mon, 02 Feb 2026 16:15:38 GMT",
      "description": "<p>Residents of 16 houses on Clydach Terrace in Ynysybwl express relief after repeated floods caused by climate crisis</p><p>A row of homes in a village in south Wales is to be bought by a local authority and demolished as they can no longer be protected from flooding caused by the climate crisis.</p><p>It will cost <a href=\"https://www.rctcbc.gov.uk/Index.aspx\">Rhondda Cynon Taf county borough council </a>more than £2.5m to buy the 16 riverside properties, pay for legal costs and help to rehouse dozens of residents.</p> <a href=\"https://www.theguardian.com/uk-news/2026/feb/02/south-wales-council-buy-demolish-homes-flooding-clydach-terrace-ynysybwl\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Fossil fuel firms may have to pay for climate damage under proposed UN tax",
      "link": "https://www.theguardian.com/environment/2026/feb/01/fossil-fuel-firms-may-have-to-pay-for-climate-damage-under-proposed-un-tax",
      "pubDate": "Sun, 01 Feb 2026 12:00:28 GMT",
      "description": "<p>Framework Convention on International Tax Cooperation could also force ultra-rich to pay global wealth tax </p><p>Fossil fuel companies could be forced to pay some of the price of their damage to the climate, and the ultra-rich subjected to a global wealth tax, if new tax rules are agreed under the UN.</p><p>Negotiations on a planned global tax treaty will resume at the UN headquarters in New York on Monday, with dozens of countries supporting <a href=\"https://www.theguardian.com/commentisfree/2025/mar/02/the-guardian-view-on-a-tax-war-the-world-must-unite-against-american-obstruction\">stronger rules </a>that would make polluters pay for the impact of their activities.</p> <a href=\"https://www.theguardian.com/environment/2026/feb/01/fossil-fuel-firms-may-have-to-pay-for-climate-damage-under-proposed-un-tax\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Day and night, there’s no relief: five ways this heatwave is one of Australia’s worst on record",
      "link": "https://www.theguardian.com/environment/2026/jan/31/day-and-night-theres-no-relief-five-ways-this-heatwave-is-one-of-australias-worst-on-record",
      "pubDate": "Fri, 30 Jan 2026 14:00:23 GMT",
      "description": "<p>Soaring temperatures, heat at altitude and hot summer nights combine to create one of south-eastern Australia’s ‘most significant’ heatwaves </p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Heatwaves and hot days during an Australian summer may seem unremarkable. Days spent at the beach, sunburn and mosquitoes are part of the national psyche, along with outback pubs serving crisp lager as relief from searing afternoon heat.</p><p>But when the opal mining town of Andamooka (population 262) in the far north of South Australia reached 50 degrees on Thursday, it was only the eighth time in recorded history anywhere in Australia.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/31/day-and-night-theres-no-relief-five-ways-this-heatwave-is-one-of-australias-worst-on-record\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How Trump’s EPA rollbacks could harm our air and water – and worsen global heating",
      "link": "https://www.theguardian.com/environment/2026/jan/30/trump-epa-rollbacks-air-water-climate",
      "pubDate": "Fri, 30 Jan 2026 13:00:22 GMT",
      "description": "<p>Experts say administration has launched ‘war on all fronts’ to undo environmental rules – here are the key areas at risk</p><p>In his first year back in office, <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> has fundamentally reshaped the <a href=\"https://www.theguardian.com/environment/epa\">Environmental Protection Agency</a>, initiating nearly 70 actions to undo rules protecting ecosystems and the climate.</p><p>The agency’s wide-ranging assault on the environment will put people at risk, threatening air and water quality, increasing harmful chemical exposure, and worsening global warming, experts told the Guardian. The changes amount to “a war on all fronts that this administration has launched against our health and the safety of our communities and the quality of our environment,” said Matthew Tejada, the former director of the EPA’s environmental justice program.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/30/trump-epa-rollbacks-air-water-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Here’s why US household energy bills are soaring – and how to fix it | Mark Wolfe",
      "link": "https://www.theguardian.com/commentisfree/2026/feb/03/us-energy-bills-trump",
      "pubDate": "Tue, 03 Feb 2026 15:00:02 GMT",
      "description": "<p>Trump has prioritized fossil fuel companies over consumers, hitting the lowest-income families hardest</p><p>Donald Trump promised to cut energy prices by <a href=\"https://www.youtube.com/watch?v=7y8qV4OTZgs\">50%</a>. Instead, average electricity prices over the <a href=\"https://www.bls.gov/news.release/cpi.nr0.htm\">past year</a> have risen by about 6.7%, while natural gas prices have increased by 10.8%. Energy prices are influenced by many factors beyond any president’s direct control, including market conditions, weather-driven demand, regional infrastructure constraints and the rapid growth of energy-intensive datacenters that are driving new system costs. Policy choices do not determine prices on their own, but they do shape market outcomes, and the direction of this administration’s energy policy has been clear.</p><p>From his first days in office, President Trump made clear that his energy agenda would prioritize <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/declaring-a-national-energy-emergency/\">fossil fuel producers</a> over consumers. His administration moved to expand US <a href=\"https://www.energy.gov/articles/us-department-energy-reverses-biden-lng-pause-restores-trump-energy-dominance-agenda\">liquefied natural gas</a> exports, increasing exposure to volatile global markets. At the same time, it <a href=\"https://apnews.com/article/trump-offshore-wind-energy-climate-c0ac1e447c93126327f1922327921aa0\">froze wind power projects</a> that provide some of the cheapest new electricity, intervened to keep <a href=\"https://www.msn.com/en-us/politics/government/trump-officials-vow-to-keep-all-us-coal-plants-running/ar-AA1UiCwT\">costly coal plants</a> running, and backed the elimination of <a href=\"https://apnews.com/article/clean-energy-residential-solar-big-beautiful-bill-07dd482926ee2d45a019ce2b6e636c7d\">energy-efficiency tax credits</a> that lower household energy bills.</p><p>Mark Wolfe is executive director of National Energy Assistance Directors Association, co-director of the Center on Energy Poverty and Climate and adjunct faculty at the Trachtenberg School of Public Policy at George Washington University</p> <a href=\"https://www.theguardian.com/commentisfree/2026/feb/03/us-energy-bills-trump\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s getting hotter thanks to climate change. Seriously though what will it take? | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2026/jan/28/its-getting-hotter-thanks-to-climate-change-seriously-though-what-will-it-take",
      "pubDate": "Wed, 28 Jan 2026 05:58:28 GMT",
      "description": "<p>What if we started holding the government accountable </p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2026/jan/28/its-getting-hotter-thanks-to-climate-change-seriously-though-what-will-it-take\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The UK government didn't want you to see this report on ecosystem collapse. I'm not surprised | George Monbiot",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/27/uk-government-report-ecosystem-collapse-foi-national-security",
      "pubDate": "Tue, 27 Jan 2026 16:52:06 GMT",
      "description": "<p>It took an FOI request to bring this national security assessment to light. For ‘doomsayers’ like us, it is the ultimate vindication</p><p>I know it’s almost impossible to turn your eyes away from the Trump show, but that’s the point. His antics, ever-grosser and more preposterous, are designed to keep him in our minds, to crowd out other issues. His insatiable craving for attention is a global-threat multiplier. You can’t help wondering whether there’s anything he <em>wouldn’t</em> do to dominate the headlines.</p><p>But we must tear ourselves away from the spectacle, for there are other threats just as critical that also require our attention. Just because you’re not hearing about them doesn’t mean they’ve gone away.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/27/uk-government-report-ecosystem-collapse-foi-national-security\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Through the heatwave haze, the hypocrisy of Australia’s fossil fuel policy shines bright | Clean Air",
      "link": "https://www.theguardian.com/environment/2026/jan/27/through-the-heatwave-haze-the-hypocrisy-of-australias-fossil-fuel-policy-shines-bright",
      "pubDate": "Tue, 27 Jan 2026 14:00:45 GMT",
      "description": "<p>The heatwave in Melbourne and Adelaide this week is likely to become the norm. We should prepare now</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>On Tuesday, Australia’s second-largest city <a href=\"https://www.theguardian.com/environment/2026/jan/27/victoria-melbourne-weather-forecast-fire-danger-extreme-heatwave-bushfire-risk\">baked through one of its hottest days</a> since modern instrumental records began in 1910. Several Melbourne suburbs topped 45C. The country’s fifth-largest city, Adelaide, reached that temperature on Monday. Its residents then suffered through their hottest night ever, with a minimum of about 34C.</p><p>Remote communities were even harder hit. <a href=\"https://www.theguardian.com/australia-news/2026/jan/27/australian-town-ouyen-victoria-highest-recorded-temperature-history-heatwave\">It was 48.9C in Hopetoun and Walpeup</a> in Victoria’s north-west, and 49.6C in Renmark, over the South Australian border. An out-of-control bushfire burned in the Otways region, south-west of Melbourne, near areas that just two weeks ago faced flash flooding.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/jan/27/through-the-heatwave-haze-the-hypocrisy-of-australias-fossil-fuel-policy-shines-bright\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Landslides on one side, floods on the other: the Costa Rican village desperate to escape the climate crisis",
      "link": "https://www.theguardian.com/global-development/2026/feb/03/landslides-flooding-costa-rica-san-jose",
      "pubDate": "Tue, 03 Feb 2026 14:00:02 GMT",
      "description": "<p>With government action stalled and living in ‘inhumane’ conditions, families in San José are making plans to relocate</p><p>In Emilio Peña Delgado’s home, several photos hang on the wall. One shows him standing in front of a statue with his wife and oldest son in the centre of San José and smiling. In another, his two sons sit in front of caricatures from the film Cars. For him, the photos capture moments of joy that feel distant when he returns home to La Carpio, a neighbourhood on the outskirts of <a href=\"https://www.theguardian.com/world/costa-rica\">Costa Rica</a>’s capital.</p><p>Delgado migrated with his family from Nicaragua to Costa Rica when he was 10, as his parents sought greater stability. When he started a family of his own, his greatest hope was to give his children the security he had lacked. But now, that hope is often interrupted by the threat of extreme weather events.</p> <a href=\"https://www.theguardian.com/global-development/2026/feb/03/landslides-flooding-costa-rica-san-jose\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The rise of ‘beef days’: why even meat lovers are cutting back",
      "link": "https://www.theguardian.com/food/2026/jan/31/the-rise-of-beef-days-why-even-meat-lovers-are-cutting-back",
      "pubDate": "Sat, 31 Jan 2026 09:00:53 GMT",
      "description": "<p>Inspired by YouTube creators, some people are limiting beef to a handful of ‘feast days’ a year to cut their climate impact</p><p>“I love beef,” says Vlad Luca, 25. But unlike most other self-proclaimed steak lovers, Vlad eats it only four times a year, on designated “beef days”.</p><p>The “beef days” phenomenon has been popularised by the brothers John and Hank Green, known collectively as <a href=\"https://www.youtube.com/vlogbrothers\">vlogbrothers on YouTube</a>. John, 48, is better known for his YA fiction, including The Fault in Our Stars, while Hank, 45, is a self-described science communicator and entrepreneur.</p> <a href=\"https://www.theguardian.com/food/2026/jan/31/the-rise-of-beef-days-why-even-meat-lovers-are-cutting-back\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Electric ​cars ​go ​mainstream as ​adoption ​surges ​across ​rich and ​developing ​nations",
      "link": "https://www.theguardian.com/environment/2026/jan/29/electric-cars-go-mainstream-as-adoption-surges-across-rich-and-developing-nations",
      "pubDate": "Sat, 31 Jan 2026 07:00:54 GMT",
      "description": "<p>A wave of affordable Chinese-made EVs is accelerating the shift away from petrol cars, challenging long‐held assumptions about how transport decarbonisation unfolds</p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>Last year, almost every new car sold in Norway, the nature-loving country flush with oil wealth, was fully electric. In prosperous Denmark, which was all-in on petrol and diesel cars until just before Covid, sales of battery electric vehicles (BEVs) reached a share of 68%. In California, the share of zero-emissions vehicles hit 20%. And at least every third new car now bought by the Dutch, Finns, Belgians and Swedes burns no fuel.</p><p>These figures, which would have felt fanciful just five years ago, show the rich world leading the shift away from cars that pump out toxic gas and planet-heating pollutants. But a more startling trend is that electric car sales are also racing ahead in many developing countries. While China is known for its embrace of electric vehicles (EVs), demand has also soared in emerging markets from South America to south-east Asia. BEV sales in Turkey have <a href=\"https://www.theguardian.com/environment/2026/jan/28/turkey-eu-electric-car-sales\">caught up</a> with the EU’s, data published this week shows.</p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/27/japan-fukushima-environment-nuclear-disaster-nature-history-hope-loss-aoe\">The Fukushima towns frozen in time: nature has thrived since the nuclear disaster but what happens if humans return?</a></strong></p><p><strong><a href=\"https://www.theguardian.com/commentisfree/2026/jan/27/uk-government-report-ecosystem-collapse-foi-national-security\">The UK government didn’t want you to see this report on ecosystem collapse. I’m not surprised</a></strong></p><p><strong><a href=\"https://www.theguardian.com/australia-news/2026/jan/28/sydney-water-sewage-poo-balls-fatberg-beaches-investigation\">The 16-month battle to reveal the truth about Sydney Water’s poo balls</a></strong></p><p><strong><a href=\"https://www.theguardian.com/global-development/2025/sep/12/ethiopia-electric-vehicle-power-petrol-diesel-cars-dam-green-energy\">Powering up: how Ethiopia is becoming an unlikely leader in the electric vehicle revolution</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/28/turkey-eu-electric-car-sales\">‘My Tesla has become ordinary’: Turkey catches up with EU in electric car sales</a></strong></p><p><strong><a href=\"https://www.theguardian.com/commentisfree/2026/jan/04/electric-vehicle-elon-musk-tesla-sales\">The electric vehicle revolution is still on course – don’t let your loathing of Elon Musk stop you joining up</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/jan/29/electric-cars-go-mainstream-as-adoption-surges-across-rich-and-developing-nations\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Humanity’s favourite food’: how to end the livestock industry but keep eating meat",
      "link": "https://www.theguardian.com/environment/2026/jan/31/humanitys-favourite-food-how-to-end-the-livestock-industry-but-keep-eating-meat",
      "pubDate": "Sat, 31 Jan 2026 07:00:51 GMT",
      "description": "<p>Bruce Friedrich argues the only way to tackle the world’s insatiable but damaging craving for meat is like-for-like replacements like cultivated and plant-based meat</p><p>For someone aiming to end the global livestock industry, Bruce Friedrich begins his new book – called Meat – in disarming fashion: “I’m not here to tell anyone what to eat. You won’t find vegetarian or vegan recipes in this book, and you won’t find a single sentence attempting to convince you to eat differently. This book isn’t about policing your plate.”</p><p>There’s more. Friedrich, a vegan for almost four decades, says meat is “humanity’s favourite food”.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/31/humanitys-favourite-food-how-to-end-the-livestock-industry-but-keep-eating-meat\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}