{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-09-08T03:11:14.339580",
  "items": [
    {
      "title": "A Texas congressman is quietly helping Elon Musk pitch a $760M plan to build tunnels under Houston to ease flooding",
      "link": "https://grist.org/accountability/a-texas-congressman-is-quietly-helping-elon-musk-pitch-a-760m-plan-to-build-tunnels-under-houston-to-ease-flooding/",
      "pubDate": "Sun, 07 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "States fast-track wind and solar permits and contracts to beat Trump’s deadline",
      "link": "https://grist.org/energy/states-fast-track-wind-solar-permits-and-contracts-to-beat-trumps-deadline/",
      "pubDate": "Sat, 06 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The words we use to talk about nature are disappearing. Here’s why that matters.",
      "link": "https://grist.org/language/nature-word-language-disappear-culture/",
      "pubDate": "Fri, 05 Sep 2025 08:45:00 +0000",
      "description": "Once upon a time, the English language was full of stories with “blossoms,” “rivers,” and “moss.” But these words are disappearing from our vocabularies — and along with them, our connection to the natural world they describe. \n<br><br>\nA study published in the journal Earth earlier this summer found that the use of nature-related words declined more than 60 percent between 1800 and 2019. The study’s author, Miles Richardson, a psychology professor at the University of Derby in the United Kingdom, looked at 28 everyday terms related to nature, including “bud,” “meadow,” and “beak,” using a Google database that tracked the frequency of words in English-language books over time. \n<br><br>\nExperts have been raising the alarm over our growing disconnect to nature for decades, often by pointing to how our language has changed. The anxiety over the loss of nature language points to a bigger question, once posed by the naturalist Robert Michael Pyle: “What happens to a species that loses touch with its habitat?”",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Nobody wants this gas plant. Trump is forcing it to stay open.",
      "link": "https://grist.org/justice/nobody-wants-this-gas-plant-trump-is-forcing-it-to-stay-open/",
      "pubDate": "Fri, 05 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A fiber optic cable spied on Greenland’s glaciers. It found an alarming problem.",
      "link": "https://grist.org/climate/a-fiber-optic-cable-spied-on-greenlands-glaciers-it-found-an-alarming-problem/",
      "pubDate": "Fri, 05 Sep 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Your home has a 1 in 4 chance of being at severe risk from extreme weather",
      "link": "https://grist.org/extreme-weather/your-home-has-a-1-in-4-chance-of-being-at-severe-risk-from-extreme-weather/",
      "pubDate": "Thu, 04 Sep 2025 17:48:24 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Waterlogged and contaminated: In rural Florida, locals suspect a mining company is to blame for their flooding troubles",
      "link": "https://grist.org/extreme-weather/rural-florida-locals-suspect-mining-company-flooding/",
      "pubDate": "Thu, 04 Sep 2025 08:45:00 +0000",
      "description": "In September 2017, Hurricane Irma slammed into Florida, causing tides to surge and dumping about a foot of water across much of the state. A few days later, Jane Blais stood on a bridge with her neighbors near her High Springs ranch, watching the Santa Fe River below swell higher and higher.  \n<br><br>\nBy the end of the day, Blais’ rental units were soaking in 3 feet of floodwater, and her horses — despite her best efforts — were submerged chest-deep. Such scenes are not uncommon with powerful storms, which are moving more slowly and holding more water as the planet warms.\n<br><br>\nBut eight years later, Blais and others still believe Hurricane Irma shouldn’t have affected them: Residents of inland, rural counties that rarely flood, even during hurricanes with heavy rainfall. Their perspective aligns with flood risk analyses from First Street, a nonprofit that assesses climate risk, which has rated the flood risk in the county where Blais lives as “minor,” with a risk value slightly lower than both the state and national average.\n<br><br>\nThey suspect another culprit: the Chemours mining complex, which sprawls across three counties some 50 miles upstream. The company released over 350 million gallons of wastewater near the headwaters of the Santa Fe River over the course of a week after Hurricane Irma made landfall.\n<br><br>\nAt one point, the flow peaked at nearly 80 million gallons per day — double the company’s permitted allowance.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How much carbon can we safely store underground? Much less than previously thought.",
      "link": "https://grist.org/science/carbon-storage-limits-nature-climate-change/",
      "pubDate": "Wed, 03 Sep 2025 15:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Puerto Ricans are devising the food system of tomorrow",
      "link": "https://grist.org/food-and-agriculture/puerto-ricans-are-devising-the-food-system-of-tomorrow/",
      "pubDate": "Wed, 03 Sep 2025 08:45:00 +0000",
      "description": "In September 2017, Hurricane Maria roared through Puerto Rico. The catastrophic storm came just weeks after Hurricane Irma swept through the archipelago. It would take nearly a year for power to be restored to all residents, the longest blackout in U.S. history.<br><br>The sheer destruction of the storm resulted in bottlenecks of emergency aid distribution, including issues like a shortage of truckers, the loss of virtually all cell communication, and extensive infrastructure damage. The government response to Maria was horribly unequal when compared to similar situations.\n<br><br>\nAt the same time, the food and water shortages experienced by millions of Puerto Ricans were also linked to the island’s staggering rate of food insecurity that preceded the hurricane — and that still persist today. Roughly 41 percent of the population currently lives below the poverty line, and up to one-third is believed to be food-insecure — which is nearly four times the average throughout the continental U.S. \n<br><br>\nIn the wake of Maria, many residents of Puerto Rico, especially those working to improve the archipelago’s local food system, began to think about hurricane preparedness differently. Because they weren’t able to rely on federal assistance, they decided to build their own prototypes of resilience, which didn’t just set them up to be ready for the next storm, but also set them up to live better everyday lives.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "American Samoa says no to deep-sea mining. The Trump administration might do it anyway.",
      "link": "https://grist.org/indigenous/american-samoa-says-no-to-deep-sea-mining-trump-administration/",
      "pubDate": "Wed, 03 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can offshore wind survive the Trump administration?",
      "link": "https://grist.org/energy/can-offshore-wind-survive-the-trump-administration/",
      "pubDate": "Wed, 03 Sep 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How drones and AI are changing the way we fight wildfires",
      "link": "https://grist.org/wildfires/how-drones-and-ai-are-changing-the-way-we-fight-wildfires/",
      "pubDate": "Tue, 02 Sep 2025 08:45:00 +0000",
      "description": "Earlier this summer, the Banana Lake Fire erupted near Plains, Montana, engulfing over 850 acres in flames within a day. The “total suppression” response from firefighting officials included deploying at least 17 engines, two helicopters, and three bulldozers, as well as highly trained fire crews. \n<br><br>\nBut another newer piece of technology was also at play as firefighters worked to contain the blaze: drones.\n<br><br>\nSince 2018, drones — sometimes referred to as unmanned aerial systems, or UAS — have been flying under the radar as a new instrument for the United States Forest Service in the fight against wildfire. Thanks in large part to Dirk Giles, who launched and leads the agency’s UAS program, the number of drones deployed each year by the Forest Service has jumped from 734 flights in 2019 to over 17,000 in 2024.\n<br><br>\nDrones now fly above firefighters, private satellite companies monitor fire and smoke from above, and AI machine-learning models are helping to advance fire research. While these new innovations are not panaceas, ground operations crews and scientists are optimistic about the ways modern technology can help fight fire smarter, not harder.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Josh Hawley’s ‘huge win’ will be a big loss for clean energy — and ratepayers",
      "link": "https://grist.org/energy/josh-hawleys-huge-win-will-be-a-big-loss-for-clean-energy-and-ratepayers/",
      "pubDate": "Tue, 02 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump administration gives coal plants and chemical facilities a pass",
      "link": "https://grist.org/accountability/trump-administration-gives-coal-plants-and-chemical-facilities-a-pass/",
      "pubDate": "Sun, 31 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "US EV sales are booming — for now",
      "link": "https://grist.org/transportation/us-ev-sales-are-booming-for-now/",
      "pubDate": "Sat, 30 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Disasters destroyed their homes. Then the real estate ‘vultures’ swooped in.",
      "link": "https://grist.org/housing/disasters-destroyed-their-homes-then-the-real-estate-vultures-swooped-in/",
      "pubDate": "Fri, 29 Aug 2025 08:45:00 +0000",
      "description": "After a mile-wide tornado hit St. Louis on May 16, the entire back wall of DeAmon White’s house was gone. Chunks of ceiling plaster littered the floor, windows were shattered, and much of his property was damaged beyond repair. The next morning, at 8 a.m., the phone calls started: Would he be interested in selling his home? \n<br><br>\n“They were aggressively going at it,” he said. This continued for the next two weeks, with half a dozen calls every single day. They’re “vultures,” White and his mother, Bobbie, both called the speculators. Some walked down the street with flyers, some texted, and some called.  \n<br><br>\nThe St. Louis storm, an EF-3, was just one of 60 tornadoes that tore through Missouri, Illinois, Kentucky, Wisconsin, Minnesota, and the Carolinas over 48 hours in May, killing at least 26 people and injuring 168. White and Bobbie considered themselves lucky: A neighbor of theirs had his leg impaled by a pole that flew through his window.  \n<br><br>\nIn White’s West End neighborhood, an estimated 63 percent of renters and 49 percent of homeowners are uninsured. For many North St. Louis residents, their homes are their only major asset, meaning they don’t have the cash on hand necessary to rebuild without insurance. And when federal aid is slow to arrive, quick offers to buy a home in cash can look like a lifeline.  \n<br><br>\nThe value of disaster-struck land consistently bounces back fast, meaning that buyers can flip the land or homes — sometimes even without making repairs. As climate change fuels more frequent severe natural disasters across the United States, “disaster investors” seem set to make greater profits than ever — and communities like North St. Louis stand to bear the burden.\n<br><br>\nIt’s a little too soon to say whether the St. Louis tornado will lead to big land buys. But signs — and Zillow search results — are pointing in that direction.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Workers are facing dangerous heat — even inside fast-food restaurants",
      "link": "https://grist.org/labor/fast-food-workers-dangerous-heat-inside-restaurants/",
      "pubDate": "Fri, 29 Aug 2025 08:30:00 +0000",
      "description": "Heat is the deadliest weather event in the U.S. And for decades, the fight to protect the U.S. labor force from heat-related illness has focused on outdoor industries, like farming and construction. But increasingly, the labor movement, environmental justice advocates, and policymakers acknowledge that indoor workers are also vulnerable to the effects of extreme heat. It is common in the fast food industry, for example, for the lobbies and seating areas to be well air-conditioned — but there are many sources of heat in restaurant kitchens, making them extremely difficult to cool down.\n<br><br>\nIt isn’t just that restaurants, coffee shops, and fast-casual chains might lack adequate climate control — or that working next to a scalding-hot oven is physically exhausting. If workers are commuting to work during a heat wave, especially if they walk, bike, or rely on public transit, then they are often starting their shifts with some degree of heat exposure. Once they clock in, the conditions increase the chances of health complications.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How we mapped Chicago’s lead pipe problem and what we learned",
      "link": "https://grist.org/accountability/how-we-mapped-chicago-lead-pipe-crisis-methods-data/",
      "pubDate": "Thu, 28 Aug 2025 10:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Chicago has the most lead pipes in the nation. We mapped them all.",
      "link": "https://grist.org/accountability/chicago-lead-pipe-replacement-map-health/",
      "pubDate": "Thu, 28 Aug 2025 10:30:00 +0000",
      "description": "As Gina Ramirez buckled her 11-year-old son into her car last month for their daily drive to school, she handed him a plastic water bottle.  \n<br><br>\n“I would love to be able to have him put a cup under the tap if he was thirsty,” Ramirez said. \n<br><br>\nShe can’t.\n<br><br>\nRamirez lives in a home on Chicago’s Southeast Side that’s serviced by a lead water pipe, a toxic relic found in most old homes in the city and many across the country. Exposure to lead can cause serious health harms, including neurological, kidney, and reproductive issues. Infants and young children are particularly susceptible.\n<br><br>\nChicago has the highest number of lead water service lines in the nation, with an estimated 412,000 of about 491,000 lines at least partly made of lead or contaminated with the dangerous metal. For the first time, Grist, Inside Climate News, and WBEZ have analyzed city data obtained through a public records request that allows Chicago’s residents to see where the problem is most acute — and how it intersects with poverty and race. \n<br><br>\nThe analysis — which includes an interactive map that allows residents to search their address for information on their water lines — found that the toxic pipes plague residents throughout the city, across lines of race and class.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Lead pipes are everywhere in Chicago. Here’s how to protect yourself.",
      "link": "https://grist.org/health/chicago-lead-pipe-how-to-protect-yourself-test-water/",
      "pubDate": "Thu, 28 Aug 2025 10:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}