{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-04T17:21:01.154859",
  "items": [
    {
      "title": "Federal Courts Divided, So Far, on Trump’s Environmental Retreat",
      "link": "https://insideclimatenews.org/news/04112025/trumps-environmental-record-federal-courts/",
      "pubDate": "Tue, 04 Nov 2025 10:05:00 +0000",
      "description": "In President Donald Trump’s first term, the federal courts helped put the brakes on his administration’s retreat on environmental protection. Nine months into the second Trump term, the courts appear divided on whether to allow the administration’s far more aggressive dismantling of policy on climate change, clean energy and environmental justice. In the 14 environmental […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump 2.0 Environmental Case Scorecard",
      "link": "https://insideclimatenews.org/news/04112025/trump-environmental-case-scorecard/",
      "pubDate": "Tue, 04 Nov 2025 10:00:00 +0000",
      "description": "From the day he began his second term in January 2025, President Donald Trump and his administration have embarked on an unprecedented effort to upend U.S. environmental protection law and end policy to address the climate crisis. But advocates and states that favor action mounted an immediate counter-offensive in the courts. Inside Climate News is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Forever Chemicals’ Represent New Environmental Threat for Florida’s Fragile Everglades",
      "link": "https://insideclimatenews.org/news/04112025/miccosukee-tribe-florida-everglades-forever-chemicals/",
      "pubDate": "Tue, 04 Nov 2025 09:55:00 +0000",
      "description": "A dozen different “forever chemicals” linked with cancer and other human health problems have been detected in the Everglades, Florida’s most important freshwater resource, responsible for the drinking water of millions in the state, according to new research. It is the first time PFAS, or perfluoroalkyl and polyfluoroalkyl substances, have been measured on the Everglades […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The EPA Let Companies Estimate Their Own Pollution Levels. The Real Emissions Are Far Worse.",
      "link": "https://insideclimatenews.org/news/04112025/epa-air-pollution-reporting-clairton-coke-works/",
      "pubDate": "Tue, 04 Nov 2025 09:50:00 +0000",
      "description": "This story was originally published by ProPublica. For decades, noxious, cancer-causing gases poured from some of the nation’s largest industrial polluters, seeping invisibly from cracks in antiquated pipes or billowing out of smokestacks in plumes that choked the communities nearby.  And for decades, the Environmental Protection Agency tracked those emissions not by monitoring the air […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Virginia, Voters Head to the Polls Hot Over Data Centers, Solar Facilities and Rising Electric Bills",
      "link": "https://insideclimatenews.org/news/03112025/virginia-elections-data-centers-solar-electric-bills/",
      "pubDate": "Tue, 04 Nov 2025 01:47:31 +0000",
      "description": "RICHMOND, Va.—At an evening election rally focused on clean energy last month, a 26-year-old who’s studied environmental issues said his skyrocketing electric bills as a voting motivation are exceeded only by his dislike of President Donald Trump.  He and his partner recently moved from an apartment building in Richmond where their rent—which included utilities—increased by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Burning Money’: Dept. of Energy Directs $100 Million to Modernize Declining Coal Plants",
      "link": "https://insideclimatenews.org/news/03112025/energy-department-modernizing-coal-plants/",
      "pubDate": "Mon, 03 Nov 2025 22:06:06 +0000",
      "description": "The U.S. Department of Energy has announced up to $100 million in federal funding for projects modernizing the nation’s remaining coal plants, nearly half of which were slated to close by 2030.  The investment, a fraction of what would be needed for a comprehensive upgrade, is unlikely to make coal power more affordable, energy experts […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Alabama Power Kept Bills Up and Opposition Out to Become One of the Most Powerful Utilities in the Country",
      "link": "https://insideclimatenews.org/news/03112025/alabama-power-electric-rates-profits/",
      "pubDate": "Mon, 03 Nov 2025 10:00:00 +0000",
      "description": "Wired for Profit: First in a series about Alabama Power’s influence over electric rates, renewable energy, pollution and politics in the Yellowhammer State. MCCALLA, Ala.—Mary Rosenboom is fed up. Like 1.5 million other Alabamians, Rosenboom is forced to pay ever-increasing electricity prices set by Alabama Power and approved by the state’s Public Service Commission. Each […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Disaster Survivors in the Global South Take Legal Action Against European Carbon Majors",
      "link": "https://insideclimatenews.org/news/03112025/climate-disaster-survivors-sue-european-fossil-fuel-companies/",
      "pubDate": "Mon, 03 Nov 2025 09:55:00 +0000",
      "description": "As the fossil fuel industry and its political allies ramp up attempts to shut down climate liability initiatives in the United States, large carbon-emitting companies are facing mounting legal claims in Europe from individuals on the frontlines of the worsening climate crisis.  Two new climate liability actions have been announced recently against major fossil fuel […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Protecting Puffins in Maine Is an Emotional Commitment",
      "link": "https://insideclimatenews.org/news/03112025/protecting-puffins-in-maine/",
      "pubDate": "Mon, 03 Nov 2025 09:50:00 +0000",
      "description": "After contorting under boulders for puffin chicks, chasing skittish tern chicks in the weeds and sitting as stone-silent sentinels in bird blinds to observe feeding and behavior, the five-person research crew on Seal Island relaxed in their work cabin in the orange and purple sunset glow. Their conversation on a mid-July evening wafted into waves […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Western States Brace for a Uranium Boom as the Nation Looks to Recharge its Nuclear Power Industry",
      "link": "https://insideclimatenews.org/news/02112025/west-braces-for-uranium-boom-as-nuclear-makes-comeback/",
      "pubDate": "Sun, 02 Nov 2025 10:00:00 +0000",
      "description": "BAIROIL, Wyo.—The remote dirt road through dusty fields of sagebrush that John Cash drove along in June seemed to pass little of economic value. But his car was, in fact, rattling towards the top-producing uranium mine in Wyoming.  In 2022, the Lost Creek Mine became the first of several such sites across the West to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}