{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-25T09:30:56.631809",
  "items": [
    {
      "title": "Fact-Checking Claims About a Proposed Hyperscale Data Center",
      "link": "https://insideclimatenews.org/news/25072025/alabama-proposed-hyperscale-data-center-impacts/",
      "pubDate": "Fri, 25 Jul 2025 09:00:00 +0000",
      "description": "BESSEMER, Ala.—For Ron Morgan, the signs told the tale. He was among the dozens of residents who spilled into the Birmingham suburb’s city hall chambers who were met by what they viewed as propaganda: Literal signs, the residents felt, that city officials may not have an open mind about voting against a development project facing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Activists Pledge to Resist Any Federal Effort to Lift Fracking Ban in Delaware River Basin",
      "link": "https://insideclimatenews.org/news/25072025/activists-will-resist-any-federal-effort-to-lift-delaware-river-fracking-ban/",
      "pubDate": "Fri, 25 Jul 2025 08:55:00 +0000",
      "description": "Fears that the Trump administration is looking for ways to lift a longstanding ban on fracking for natural gas in the densely populated Delaware River Basin—which includes part of Pennsylvania—have prompted environmentalists to seek public support for a commitment to defend the regulation. Activists are promoting a “Pledge of Resistance and Protection” of the watershed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s AI Action Plan Waives Federal Environmental Rules in the Development of Data Centers",
      "link": "https://insideclimatenews.org/news/24072025/trump-ai-action-plan-waives-federal-environmental-rules/",
      "pubDate": "Thu, 24 Jul 2025 23:25:14 +0000",
      "description": "Some of the most exclusive seats at President Donald Trump’s inauguration in January were reserved for the leaders of Big Tech companies like Meta, Amazon and Google.  While the mega-rich have long had an outsized role in U.S. national politics, many saw the inaugural display as a tell-tale sign of the influence the tech industry […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Consumer Tax Credits Vanish, What Do You Need to Know?",
      "link": "https://insideclimatenews.org/news/24072025/inside-clean-energy-consumer-tax-credits-vanish/",
      "pubDate": "Thu, 24 Jul 2025 13:00:00 +0000",
      "description": "Consumers are facing a Sept. 30 deadline to be eligible for tax credits for EVs, followed by a Dec. 31 deadline when credits vanish for rooftop solar, air source heat pumps and certain water heaters. These are major purchases and customers will likely want to consider multiple options before making a selection, but there isn’t […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hurricane Helene and Subsequent Cleanup Efforts Have Decimated North America’s Most Biodiverse Waters",
      "link": "https://insideclimatenews.org/news/24072025/hurricane-helene-cleanup-decimated-biodiverse-waters/",
      "pubDate": "Thu, 24 Jul 2025 09:00:00 +0000",
      "description": "In Knoxville, Tennessee, there’s a minuscule warehouse tucked off the side of the road. Its tiny gravel parking lot is full. In the back of the cramped, wood-paneled building are dozens of aquarium tanks filled with endangered, threatened, imperiled, and at-risk fish species.  This is Conservation Fisheries Incorporated (CFI), a nonprofit dedicated to preserving Appalachian […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "On the Navajo Nation, the List of Mystery Wells Continues to Grow",
      "link": "https://insideclimatenews.org/news/24072025/navajo-nation-oil-wells-contaminated-water/",
      "pubDate": "Thu, 24 Jul 2025 08:50:00 +0000",
      "description": "This story was originally published by Capital & Main. On a warm evening in early June, Loretta Johnson pointed her white Chevy Silverado with a Navajo blanket-patterned steering wheel cover south on the main road leading out of Shiprock, New Mexico, and hit the accelerator—lightly. The retired nurse drove herself and a friend on the plumb-straight road […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Emergency Management Chief Raises Disaster Communication Concerns With State Lawmakers",
      "link": "https://insideclimatenews.org/news/23072025/texas-emergency-management-chief-disaster-communication-concerns-after-floods/",
      "pubDate": "Wed, 23 Jul 2025 22:50:59 +0000",
      "description": "Texas lawmakers heard nearly three hours of testimony Wednesday from the state’s emergency management chief about a system reliant on local emergency managers who may not have even received warnings in the hours before devastating floods ravaged Central and West Texas earlier this month. As the recovery efforts continue in Kerr County, legislators sought insight […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Governments Are Legally Required to Address Climate Change, Top Global Court Says",
      "link": "https://insideclimatenews.org/news/23072025/icj-rules-governments-are-legally-required-to-address-climate-change/",
      "pubDate": "Wed, 23 Jul 2025 22:17:42 +0000",
      "description": "THE HAGUE, Netherlands—Tuesday’s landmark advisory opinion from the International Court of Justice on climate change came as residents of some island nations are already “scraping barnacles off our grandfathers’ graves” as sea-level rise accelerates, said Julian Aguon, an Indigenous human rights lawyer and writer from Guam, in a poem he recited outside the Peace Palace […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Journalism, Propaganda and Climate Change",
      "link": "https://insideclimatenews.org/news/23072025/journalism-propaganda-and-climate-change/",
      "pubDate": "Wed, 23 Jul 2025 16:41:09 +0000",
      "description": "Recently I was on a Zoom call with a philanthropic advisor who toward the end of our conversation asked me an open-ended question: What do you think is missing from climate communications today? He regarded journalism to be a branch of communications—perhaps I didn’t agree with that characterization, he wondered?  For context he provided a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Study Reveals Mycorrhizal Fungal Hotspots and Their Lack of Protections",
      "link": "https://insideclimatenews.org/news/23072025/mycorrhizal-fungal-hotspots-lack-protections/",
      "pubDate": "Wed, 23 Jul 2025 15:35:46 +0000",
      "description": "In the soils of most ecosystems around the world, mycorrhizal fungal communities form intimate relationships with the roots of the plants above them, exchanging nutrients like phosphorus and nitrogen for carbon, of which they store an estimated 13 billion tons annually. But with mycorrhizal fungi living underground, science’s understanding of their global distribution has lagged behind […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}