{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-12T18:41:32.672780",
  "items": [
    {
      "title": "States Say They Need More Help Replacing Lead Pipes. Congress May Cut the Funding Instead.",
      "link": "https://insideclimatenews.org/news/12012026/congress-may-cut-lead-pipe-replacement-funding/",
      "pubDate": "Mon, 12 Jan 2026 18:38:11 +0000",
      "description": "The Senate is taking up a spending package passed by the House of Representatives that would cut $125 million in funding promised this year to replace toxic lead pipes.  Including three of 12 appropriations bills, this package will fund parts of the federal government, including the Environmental Protection Agency. The Senate is slated to vote […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘I Am the River’: How Indigenous Knowledge Reshaped New Zealand’s Law",
      "link": "https://insideclimatenews.org/news/12012026/indigenous-knowledge-helped-whanganui-river-rights/",
      "pubDate": "Mon, 12 Jan 2026 10:00:00 +0000",
      "description": "Ned Tapa has spent his life along New Zealand’s Whanganui River. For Tapa, a Māori leader, the river is not a resource to be managed or a commodity to be owned. It is an ancestor. A living being. A life force.  That worldview—captured in the Māori phrase “I am the river, and the river is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One Family’s Battle With Trenton’s Lead Legacy",
      "link": "https://insideclimatenews.org/news/12012026/one-familys-battle-with-trentons-lead-legacy/",
      "pubDate": "Mon, 12 Jan 2026 09:55:00 +0000",
      "description": "TRENTON, N.J.—Amber DeLoney-Stewart brought her 2-year-old, Valencia, to the doctor’s office for an annual checkup in early September. Valencia was a happy girl with round cheeks, and the appointment was a routine physical exam, with vaccinations and some bloodwork. But the lab result proved to be anything but routine.  “Her iron is fine,” the doctor […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Army Corps of Engineers Wants to Dredge the Cape Fear River. Environmentalists Tally the Costs.",
      "link": "https://insideclimatenews.org/news/11012026/cape-fear-river-dredging-environmental-impact/",
      "pubDate": "Sun, 11 Jan 2026 10:00:00 +0000",
      "description": "Forever War, Part 3: This story is the third in a series of stories about the PFAS crisis in North Carolina. FORT FISHER, N.C.—On a sunny, brisk afternoon in mid-December, Kerri Allen peers from the deck of a ferry, crossing the Cape Fear River from Fort Fisher, on a coastal barrier island, to Southport, a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Wants to Accelerate Extraction in Venezuela. So Do Drug Trafficking Organizations.",
      "link": "https://insideclimatenews.org/news/11012026/venezuela-illegal-mining-impacts-indigenous-people/",
      "pubDate": "Sun, 11 Jan 2026 09:55:00 +0000",
      "description": "On a June day in 2022, gunmen shot Virgilio Trujillo Arana in the head three times in the capital city of Venezuela’s Amazonas state. An Indigenous Uwottüja leader, Trujillo Arana had spent years defending the Amazon rainforest from destructive illegal mining. That work grew increasingly dangerous as illicit extraction boomed in Venezuela, with criminal groups […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Venezuelan Oil Grab",
      "link": "https://insideclimatenews.org/news/11012026/icn-sunday-morning-trump-venezuela-oil-grab/",
      "pubDate": "Sun, 11 Jan 2026 09:50:00 +0000",
      "description": "After the United States’ dramatic raid and capture of Venezuelan President Nicolás Maduro, the Trump administration announced that U.S. oil companies would step into the high-cost, high-risk venture of rebuilding the Venezuelan industry. But will they? Given Venezuela’s murky political future, few analysts expect a rush to invest the billions needed to pump more oil […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Cooperation Will Suffer as the U.S. Disengages From International Commitments",
      "link": "https://insideclimatenews.org/news/10012026/united-states-international-climate-commitments/",
      "pubDate": "Sat, 10 Jan 2026 10:00:00 +0000",
      "description": "The U.S. government’s announcement that it will seek to withdraw from more than 60 international organizations, many linked to the United Nations, will inflict lasting geopolitical self-harm and suggests the current administration is deeply insecure in the face of a rapidly changing world, political scientists said this week.  The new directive from the White House […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizona Comes to Agreement With Major Dairy Farm to Cut Groundwater Pumping That Is Draining Wells",
      "link": "https://insideclimatenews.org/news/10012026/arizona-agreement-with-dairy-farm-to-cut-groundwater-pumping/",
      "pubDate": "Sat, 10 Jan 2026 09:55:00 +0000",
      "description": "PEARCE, Ariz.—Nearly two years ago, Arizona Attorney General Kris Mayes held a town hall in this desert community, which is widely regarded as the epicenter of the state’s groundwater crisis.  She heard countless stories from residents about how their water wells had run dry, the damage to their homes as land subsided from groundwater pumping […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Environmental and Cultural Benefits of Restoring the American Prairie",
      "link": "https://insideclimatenews.org/news/10012026/restoring-the-american-prairie/",
      "pubDate": "Sat, 10 Jan 2026 09:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Josephine Marcotty, co-author of “Sea of Grass: The Conquest, Ruin, and Redemption of Nature on the American Prairie.” Many different creatures call the American prairie home, from the lovable, shaggy buffalo to the endangered rusty patched bumblebee.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Oil Executives Non-Committal to Trump’s Venezuela Pitch at the White House",
      "link": "https://insideclimatenews.org/news/09012026/trump-pitches-venezuela-to-oil-executives/",
      "pubDate": "Fri, 09 Jan 2026 23:48:16 +0000",
      "description": "President Donald Trump’s meeting with oil industry executives was high on praise for Trump and his actions in Venezuela, but low on commitments from U.S. oil majors to invest the billions of dollars it would take to revive the country’s foundering oil industry.  Less than a week after a U.S. military operation captured and arrested […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}