{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-21T18:30:53.255452",
  "items": [
    {
      "title": "Fracking’s Broken Promise to Pennsylvania",
      "link": "https://insideclimatenews.org/news/21092025/pennsylvania-gas-fracking-electric-bills/",
      "pubDate": "Sun, 21 Sep 2025 09:05:00 +0000",
      "description": "First in a series about rising electricity prices in Pennsylvania. In 2013, when the Appalachian fracking rush was still in its early days, then President Barack Obama extolled its benefits in his State of the Union address. Not only had natural gas already helped to lower America’s carbon emissions, it could protect Americans from the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nicholas Spada Spent Months Analyzing Smoke From the LA Fires. He Thinks People Have a Right to Know, and ‘Air Is Everything.’",
      "link": "https://insideclimatenews.org/news/21092025/la-wildfire-smoke-deadly-nanoparticles/",
      "pubDate": "Sun, 21 Sep 2025 09:00:00 +0000",
      "description": "After the Fires: Third in a series about health risks following the Los Angeles wildfires that destroyed Pacific Palisades and Altadena. This story was supported by the Pulitzer Center. Nicholas Spada was used to fielding urgent requests when wildfire smoke blanketed cities. But these weren’t the usual calls. For one thing, it wasn’t even fire […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Dust Storms Surprise the Midwest and Raise Worries About Climate Risks",
      "link": "https://insideclimatenews.org/news/21092025/midwest-dust-storms-climate-change/",
      "pubDate": "Sun, 21 Sep 2025 08:55:00 +0000",
      "description": "Dust storms have always swirled through parts of North America, but they are becoming more unexpected and destructive and landing in places unfamiliar with the danger, scientists warn.  In May 2023, a dust storm stalled over parts of central Illinois, disorienting more than 80 motorists on Interstate 55 who crashed into each other, leaving eight […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "This Town Was One of the First in the Nation to Install a Geothermal Network. Now Others Are Warming Up to the Idea.",
      "link": "https://insideclimatenews.org/news/20092025/west-union-geothermal-energy-network/",
      "pubDate": "Sat, 20 Sep 2025 09:00:00 +0000",
      "description": "WEST UNION, Iowa—From the billboard on the edge of town to the limestone monument on Vine Street, the signs are hard to miss: “West Union, Deeply Connected.” It’s a motto that could apply to many tight-knit farm towns across the Midwest where families date back generations. But in this town of 2,500, the words have […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Toxic Plumes from Aliso Canyon Gas Blowout Harmed Babies, Study Shows",
      "link": "https://insideclimatenews.org/news/20092025/california-aliso-canyon-gas-leak-harmed-babies/",
      "pubDate": "Sat, 20 Sep 2025 08:55:00 +0000",
      "description": "Scientists studying the health effects of one of the largest blowouts of natural gas in U.S. history just confirmed what residents long suspected: the massive release of fossil gas carried serious health risks. On October 23, 2015, employees of SoCalGas discovered a leak in a well at the utility’s Aliso Canyon underground gas storage facility, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Activists Disrupt Fossil Fuel Executive at Harvard University Symposium",
      "link": "https://insideclimatenews.org/news/19092025/activists-disrupt-fossil-fuel-executive-at-harvard-symposium/",
      "pubDate": "Fri, 19 Sep 2025 23:07:10 +0000",
      "description": "Holding signs reading “Vicki Kills The Planet” and “Fossil Fuels Out of Harvard,” activists rushed the stage at a climate symposium at Harvard University on Friday, disrupting a panel discussion with Vicki Hollub, the chief executive officer of oil and gas company Occidental Petroleum. Hollub was invited to the conference, which was part of “Climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After Trump Cut the National Science Foundation by 56 Percent, a Venerable Arctic Research Center Closes Its Doors",
      "link": "https://insideclimatenews.org/news/19092025/after-trump-cut-the-national-science-foundation-by-56-percent-a-venerable-arctic-research-center-closes-its-doors/",
      "pubDate": "Fri, 19 Sep 2025 22:27:10 +0000",
      "description": "After nearly 40 years, the Arctic Research Consortium of the United States will close Sept. 30, a casualty of President Donald Trump’s proposed budget cuts and his administration’s focus on using the Arctic as an outpost for national security and energy dominance—and its push away from science. As part of the overarching defunding of science […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Children Plead With U.S. Lawmakers to Protect EPA’s Endangerment Finding",
      "link": "https://insideclimatenews.org/news/19092025/children-lawmakers-protest-epa-endangerment-finding-move/",
      "pubDate": "Fri, 19 Sep 2025 19:31:26 +0000",
      "description": "School-age children carrying signs reading “less pollution, more solution” and “people over polluters” gathered on Wednesday inside the U.S. Capitol to oppose the Trump administration’s plan to roll back greenhouse gas regulations.  Congressional leaders and climate advocates joined the youth at the press conference, where they denounced the Environmental Protection Agency’s move to reconsider the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One of the First to Benefit From Trump’s Cuts to Environmental Review: a Nevada Gold Mine",
      "link": "https://insideclimatenews.org/news/19092025/trump-administration-fast-tracks-nevada-gold-mine/",
      "pubDate": "Fri, 19 Sep 2025 16:53:54 +0000",
      "description": "A proposed gold and silver mine in northern Nevada is slated to be the first open-pit mine to go through accelerated permitting from the Bureau of Land Management, which provides far less opportunity for the public to engage with the process and help avert later problems.  The move follows the Trump administration’s actions this summer […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "North Carolina Cattle Farmer to Pay $92,000 for Damaging Mountain Streams",
      "link": "https://insideclimatenews.org/news/19092025/north-carolina-cattle-farmer-fined/",
      "pubDate": "Fri, 19 Sep 2025 09:00:00 +0000",
      "description": "ALLEGHANY COUNTY, N.C.—One of the most prominent cattle farmers in North Carolina has reached a financial settlement with the state Department of Environmental Quality over allegations that its grazing operations damaged more than three miles of mountain streams and prompted state wildlife officials to conduct an emergency rescue of a fragile species of brook trout […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}