{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-19T03:51:01.316734",
  "items": [
    {
      "title": "USGS Touts Potential Oil and Gas Resources Beneath Public Lands in Updated Survey",
      "link": "https://insideclimatenews.org/news/18062025/usgs-touts-potential-public-land-oil-gas/",
      "pubDate": "Wed, 18 Jun 2025 23:33:18 +0000",
      "description": "The United States Geological Survey released a report on Wednesday showing vast quantities of undiscovered oil and gas resources beneath public lands. The analysis comes as Republicans in Congress try to sell up to 3.2 million acres for development.  According to the agency, there could be 29.4 billion barrels of oil, 391.6 trillion cubic feet […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Alabama City Recommends Changing Its Laws to Accommodate One of the Country’s Largest Proposed Data Centers",
      "link": "https://insideclimatenews.org/news/18062025/bessemer-alabama-recommends-changing-zoning-laws-to-accommodate-proposed-data-center/",
      "pubDate": "Wed, 18 Jun 2025 23:19:36 +0000",
      "description": "BESSEMER, Ala.—When a representative for a hotly contested development began to speak inside City Hall here Tuesday evening, the lights went out.  A packed room of zoning commissioners and upset residents groaned, already on edge from the issue at hand: consideration of a proposal to construct a massive data center in a rural Birmingham suburb. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "At UN Ocean Conference, Nations and Funders Seek to Create and Expand Large-Scale Marine Protected Areas",
      "link": "https://insideclimatenews.org/news/18062025/un-ocean-conference-plan-to-expand-large-scale-marine-protected-areas/",
      "pubDate": "Wed, 18 Jun 2025 19:09:57 +0000",
      "description": "NICE, France—Resolute about their efforts to protect 30 percent of the Earth’s global ocean by 2030, world leaders agreed to sweeping but nonbinding commitments at last week’s United Nations Ocean Conference to designate vast stretches of their territorial waters as marine protected areas. These areas would cover hundreds to millions of square ocean miles and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A National Quest for Uranium Comes to Remote Western Alaska, Raising Fears in a Nearby Village",
      "link": "https://insideclimatenews.org/news/18062025/uranium-demand-fears-remote-western-alaska-village/",
      "pubDate": "Wed, 18 Jun 2025 17:00:00 +0000",
      "description": "This story was published in partnership with Northern Journal and is the second in a two-story series. ELIM, Alaska—Daylight was waning as Beverly Nakarak opened the throttle of her snowmachine and sped across a flat, white expanse dotted with stunted spruce trees.  Her destination: the mouth of the Tubutulik River, a favorite ice-fishing spot about […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Air Pollution Is ‘Keeping Kids Out of School’ in Pennsylvania’s Allegheny County, Study Shows",
      "link": "https://insideclimatenews.org/news/18062025/clairton-coke-works-air-pollution-children-asthma/",
      "pubDate": "Wed, 18 Jun 2025 09:00:00 +0000",
      "description": "In 2020, Dr. Deborah Gentile helped lead a study that showed children living near major sources of industrial pollution in Pennsylvania’s Allegheny County were diagnosed with asthma at triple the national rate—and quadruple for African American children. Among the students with asthma in the study, 59 percent suffered from uncontrolled symptoms. Now Gentile, a pediatric […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "US Labor Advocates Demand Heat Protections for Workers as Planet Warms",
      "link": "https://insideclimatenews.org/news/17062025/labor-advocates-demand-worker-heat-protections/",
      "pubDate": "Wed, 18 Jun 2025 00:22:23 +0000",
      "description": "A father died last summer. His son sat on the porch with a baseball glove waiting for a game he never got to play. The man didn’t die in a fire or a fall from a scaffold. He collapsed under the sun on a job site with no shade, no breaks and no water. “This […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Climate Talks Resumed This Week in Germany, For the First Time in 30 Years Without the United States",
      "link": "https://insideclimatenews.org/news/17062025/annual-un-climate-talks-start-without-united-states/",
      "pubDate": "Tue, 17 Jun 2025 21:45:47 +0000",
      "description": "For the first time since the United Nations started its annual climate talks in 1995, the United States is not sending an official government delegation to one of the biannual global negotiation sessions. In Bonn, Germany, the United Nations Framework Convention on Climate Change is currently holding the annual intersessional round of talks involving various […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Makes Protests Harder—Including Climate Change Protests",
      "link": "https://insideclimatenews.org/news/17062025/todays-climate-protests-extreme-weather-safety/",
      "pubDate": "Tue, 17 Jun 2025 21:03:31 +0000",
      "description": "Last Saturday, Laurie Marshall joined hundreds of people in El Paso, Texas, for the city’s “No Kings Day” protests, part of a nationwide series of actions in opposition of what organizers say is authoritarian behavior by the Trump administration.  As protesters flooded the streets, temperatures climbed past 100 degrees Fahrenheit. After four years living in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Canada’s ‘Silicon Valley’ of Mining, Speculators Power a Hunt for Alaska’s Minerals",
      "link": "https://insideclimatenews.org/news/17062025/vancouver-canada-mining-speculators-hunt-alaska-minerals/",
      "pubDate": "Tue, 17 Jun 2025 17:00:00 +0000",
      "description": "This story was published in partnership with Northern Journal and is the first in a two-story series. VANCOUVER, British Columbia—On a January evening, dozens of people crammed into a banquet space at the glitzy Pan Pacific Hotel overlooking Vancouver’s waterfront.  Buttoned-up corporate executives mingled with government officials by a wood-paneled bar. Old-school geologists and mineral […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The World’s Banks are Still Betting on Fossil Fuel Industry Growth",
      "link": "https://insideclimatenews.org/news/17062025/banks-continue-to-back-fossil-fuel-industry/",
      "pubDate": "Tue, 17 Jun 2025 04:01:00 +0000",
      "description": "The world’s biggest banks continue to bankroll the expansion of the fossil fuel industry and have largely retreated from their climate commitments, even as the world heads toward breaching thresholds for a livable planet. A new report from a coalition of environmental and banking advocacy groups, published Tuesday, finds that the world’s 65 biggest banks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}