{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-02-12T15:59:25.220768",
  "items": [
    {
      "title": "‘The Sky Isn’t Falling’: Providing Perspective on the Data Center Boom",
      "link": "https://insideclimatenews.org/news/12022026/inside-clean-energy-data-center-boom-electricity-demand/",
      "pubDate": "Thu, 12 Feb 2026 14:00:00 +0000",
      "description": "The rise of AI data centers has sparked panic about how to provide enough electricity to support new development without overheating the planet and saddling everyone with unaffordable utility costs. My advice: Let’s take a deep breath. While the concern is justified, much of it is based on proposals with a low likelihood of coming […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maryland Environmentalists Face Awkward Choice: Support Moore’s Budget Raid or Fight for Climate Goals",
      "link": "https://insideclimatenews.org/news/12022026/maryland-gov-moore-clean-energy-budget/",
      "pubDate": "Thu, 12 Feb 2026 10:00:00 +0000",
      "description": "Maryland environmental groups are backing Gov. Wes Moore’s plan to redirect more than $700 million from the state’s main clean energy fund while at the same time pushing for legislation to prevent similar raids in the future and secure hundreds of millions of dollars in guaranteed yearly climate spending going forward. Securing that commitment from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "China Could Reach Peak Greenhouse Gas Emissions Sooner Than Beijing Planned, New Report Suggests",
      "link": "https://insideclimatenews.org/news/11022026/china-greenhouse-gas-emissions-offset-by-clean-energy/",
      "pubDate": "Thu, 12 Feb 2026 00:01:00 +0000",
      "description": "Planet-warming emissions from China, currently the world’s largest greenhouse gas polluter, have continued to flatline or fall as cleaner forms of energy outpace coal and gas generation, according to a new analysis published Wednesday. If the trend continues, China’s emissions from energy production could peak in the next two years, representing a major structural change […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Citing National Security, Trump Has Abandoned Fenceline Monitoring at Coke Ovens",
      "link": "https://insideclimatenews.org/news/11022026/trump-administration-ends-coke-fenceline-monitoring/",
      "pubDate": "Wed, 11 Feb 2026 22:40:04 +0000",
      "description": "BIRMINGHAM, Ala.—Haley Lewis dreamed about Charlie Powell last night.  It’s been more than a month since Powell, a staple in Birmingham’s advocacy community, died at age 72. Lewis, his friend and an attorney at the Environmental Integrity Project, is only beginning to come to grips with the loss.  Powell was the founder of People Against […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C. Judge Upholds the State’s Limits on 1,4-Dioxane Pollution in Utilities’ Wastewater",
      "link": "https://insideclimatenews.org/news/11022026/nc-1-4-dioxane-pollution-limits/",
      "pubDate": "Wed, 11 Feb 2026 21:47:12 +0000",
      "description": "A Wake County Superior Court judge has ruled against the cities of Asheboro, Greensboro and Reidsville, concluding that state environmental regulators can legally limit the amount of 1,4-dioxane, a likely carcinogen, that they discharge into the drinking water supply. Judge Graham Shirley, a Republican, wrote in his opinion that the North Carolina Department of Environmental […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Accelerated Global Warming Could Lock Earth Into a Hothouse Future",
      "link": "https://insideclimatenews.org/news/11022026/earth-unprecedented-shift-from-warm-to-hot/",
      "pubDate": "Wed, 11 Feb 2026 16:00:00 +0000",
      "description": "If you think of Earth’s climate system as a backyard swing that’s been gently swaying for millennia, then human-caused global warming is like a sudden shove strong enough to disrupt the usual arc and buckle the chains. And if humans keep heating the planet with greenhouse gas pollution, the climate swing could lock Earth into […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As the Trump EPA Prepares to Revoke Key Legal Finding on Climate Change, What Happens Next?",
      "link": "https://insideclimatenews.org/news/11022026/as-the-trump-epa-prepares-to-revoke-key-legal-finding-on-climate-change-what-happens-next/",
      "pubDate": "Wed, 11 Feb 2026 14:26:27 +0000",
      "description": "Following three of the warmest years on record, as scientists reckon with climate tipping points and states and cities grapple with the escalating cost of extreme weather and more intense wildfires, the Trump administration this week is expected to formally eliminate the U.S. government’s role in controlling greenhouse gas pollution. By revoking its 17-year-old scientific […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Toxic Beauty: Black Women Most at Risk From Harmful Chemicals in Unregulated Hair Products",
      "link": "https://insideclimatenews.org/news/11022026/unregulated-hair-extensions-harmful-chemicals/",
      "pubDate": "Wed, 11 Feb 2026 13:00:00 +0000",
      "description": "Elissia Franklin is an analytical chemist with an infectious laugh, a penchant for braided hair extensions and a fierce commitment to reducing health disparities for Black women. Growing up on Chicago’s South Side, she saw firsthand the systemic barriers Black women face and resolved to help her community benefit from all she learned as she […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania County Denies Rezoning Plan That Would Have Allowed a Data Center",
      "link": "https://insideclimatenews.org/news/11022026/pennsylvania-talen-energy-data-center-rezoning-denied/",
      "pubDate": "Wed, 11 Feb 2026 10:00:00 +0000",
      "description": "A Pennsylvania county on Tuesday rejected a plan to rezone land so a data center could be built there, becoming the latest locality to push back against an electricity-hungry industry growing rapidly nationwide. The three commissioners of Montour County in central Pennsylvania unanimously denied the request by Talen Energy to rezone more than 800 acres […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Choosing the Right Home Is Tough. Climate Change Is Making It Harder.",
      "link": "https://insideclimatenews.org/news/10022026/todays-climate-risks-buying-homes-flooding-wildfire/",
      "pubDate": "Tue, 10 Feb 2026 22:51:53 +0000",
      "description": "Trying to buy a home comes with a seemingly endless list of things to consider: What’s the commute to work like? Can you qualify for a mortgage? Will the small kitchen drive you crazy?  But climate change is throwing a snag in one of the most important considerations during the home-buying process—location. With catastrophic wildfires, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}