{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-12T23:24:58.134877",
  "items": [
    {
      "title": "Green California’s Big Oil Problem",
      "link": "https://insideclimatenews.org/news/12122025/california-oil-field-spills/",
      "pubDate": "Fri, 12 Dec 2025 21:44:58 +0000",
      "description": "Thousands of gallons of oil and toxic wastewater poured out of a pipe running through a Monterey County oil field on Friday, Dec. 5, in the latest of several recent spills around the state. The pipe released 168 gallons of oil and nearly 4,000 gallons of toxic wastewater from drilling operations managed by Aera Energy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sharks and Rays Gain Landmark Protections as Nations Move to Curb International Trade",
      "link": "https://insideclimatenews.org/news/12122025/sharks-rays-landmark-protection-against-international-trade/",
      "pubDate": "Fri, 12 Dec 2025 10:00:00 +0000",
      "description": "For the first time, global governments have agreed to widespread international trade bans and restrictions for sharks and rays being driven to extinction.  Last week, more than 70 shark and ray species, including oceanic whitetip sharks, whale sharks and manta rays, received new safeguards under the Convention on International Trade in Endangered Species of Wild […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gaza Faces Another Catastrophic Winter as Environmental and Humanitarian Devastation Mount",
      "link": "https://insideclimatenews.org/news/12122025/gaza-catastrophic-winter-amid-environmental-humanitarian-devastation/",
      "pubDate": "Fri, 12 Dec 2025 09:55:00 +0000",
      "description": "Every day when Rajaa Musleh wakes up and checks her phone, she fears she will see news that another member of her family has been killed in Gaza.  Musleh, a nurse and humanitarian worker who evacuated from Gaza to Cairo last year, works at the charity organization Human Concern International delivering food, medicine and other […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "White House Abruptly Cancels Meeting on FEMA’s Future After Leaked Report Revealed Plan to Gut the Agency",
      "link": "https://insideclimatenews.org/news/11122025/white-house-cancels-fema-meeting-on-proposed-cuts/",
      "pubDate": "Fri, 12 Dec 2025 01:17:46 +0000",
      "description": "A meeting that was supposed to chart the future of America’s disaster-response agency ended on Thursday before it could even begin.  The final report of a committee tasked by President Donald Trump with reviewing the Federal Emergency Management Agency (FEMA) was scheduled to be presented and put to a vote Thursday afternoon. But shortly before […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Big Oil’s Climate Ads Have Propped Up Fake Promises and False Solutions for Past 25 Years, Report Finds",
      "link": "https://insideclimatenews.org/news/11122025/big-oil-deceptive-climate-ads-false-solutions/",
      "pubDate": "Thu, 11 Dec 2025 23:19:18 +0000",
      "description": "Four of the world’s biggest oil and gas companies have spent the last 25 years deceptively portraying themselves as leaders in addressing climate change while simultaneously expanding fossil fuel production and failing to meaningfully rein in their planet-heating emissions, according to a report released Thursday that examined over 300 of the companies’ climate-related advertisements from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Colorado River Water Is Too Cheap, Particularly for Agricultural Users",
      "link": "https://insideclimatenews.org/news/11122025/colorado-river-water-too-cheap/",
      "pubDate": "Thu, 11 Dec 2025 19:31:00 +0000",
      "description": "Colorado River water is not priced at rates that accurately reflect its scarcity, incentivizing inefficiency and overconsumption as climate change and overuse threaten the vital waterway for 40 million people and 5.5 million acres of agricultural land across the Western United States and northwestern Mexico. That’s the takeaway from a new report on water pricing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Batteries Could Play a Role in Data Center Rollouts",
      "link": "https://insideclimatenews.org/news/11122025/data-center-battery-storage/",
      "pubDate": "Thu, 11 Dec 2025 10:00:00 +0000",
      "description": "With data center developers in Texas and most other states now commonly deploying fossil fuel generators as backup power sources, a nascent industry from the renewable side of power generation—battery storage—has started elbowing its way into the fast-growing sector.  A new report by Oxford-based Aurora Energy Research detailed how adding battery storage to a site […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "ERCOT’s Market is Transitioning Toward Storage and Solar",
      "link": "https://insideclimatenews.org/news/10122025/texas-electric-grid-transitioning-to-battery-storage-solar/",
      "pubDate": "Thu, 11 Dec 2025 00:27:01 +0000",
      "description": "Battery storage facilities and solar farms powered virtually all capacity growth in Texas’ electric grid throughout 2025, as the home of the nation’s oil and gas industry created almost twice as much new solar power as California.  More than 5,200 megawatts, or approximately 10,500 megawatt hours, of new battery storage made up the largest share […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Report Describes Deep Environmental Cuts, State by State",
      "link": "https://insideclimatenews.org/news/10122025/epa-environmental-program-cuts/",
      "pubDate": "Wed, 10 Dec 2025 22:32:03 +0000",
      "description": "Fewer inspections, weaker enforcement and less oversight: Deep cuts to state budgets and at the Environmental Protection Agency are preventing regulators from fully protecting the public from pollution, according to a report released today by the Environmental Integrity Project. The financial crisis at these agencies is occurring amid the expansion of the fossil fuel, plastics […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Latest Twist in Chevron’s Amazon Pollution Saga: Ecuador Ordered to Pay the Oil Company $220 Million",
      "link": "https://insideclimatenews.org/news/10122025/ecuador-to-pay-chevron-220-million-amazon-pollution/",
      "pubDate": "Wed, 10 Dec 2025 18:47:32 +0000",
      "description": "Over a quarter century in the Ecuadorian Amazon, oil giant Texaco (now Chevron) perpetrated an ecological disaster: It dumped 3.2 million gallons of toxic waste, spilled 17 million gallons of crude oil and flared nearly 50 million cubic feet of methane gas. The company also collaborated with U.S. evangelical missionaries to forcibly displace Indigenous peoples […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}