{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-07-06T11:20:44.302122",
  "items": [
    {
      "title": "A deadline looms for a new Colorado River plan. What happens if there isn’t one?",
      "link": "https://grist.org/drought/a-deadline-looms-for-a-new-colorado-river-plan-what-happens-if-there-isnt-one/",
      "pubDate": "Sat, 05 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘A self-inflicted tragedy’: Congress approves reversal of US climate policy",
      "link": "https://grist.org/politics/a-self-inflicted-tragedy-congress-approves-reversal-of-us-climate-policy/",
      "pubDate": "Thu, 03 Jul 2025 21:35:38 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Clean energy projects on tribal lands were booming. Then came Trump’s tax bill.",
      "link": "https://grist.org/indigenous/clean-energy-projects-on-tribal-lands-were-booming-then-came-trumps-tax-bill/",
      "pubDate": "Thu, 03 Jul 2025 21:22:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s tax bill could be a major win for Big Ag. Everyone else? Not so much.",
      "link": "https://grist.org/food-and-agriculture/trump-tax-bill-win-for-big-ag-everyone-else-not-so-much/",
      "pubDate": "Thu, 03 Jul 2025 08:45:00 +0000",
      "description": "The recently passed Senate version of President Trump’s megabill delivers a major win for large commodity farms. Despite early efforts from Senator Chuck Grassley to make sure farm safety nets reach small and medium-sized family farms, his amendment was ultimately dropped. \n<br><br>\nThe exclusion of Grassley’s provision is congruent with the Trump administration’s two evident priorities when it comes to agricultural policy: slash federal food and farm funding, leaving small farmers struggling to stay afloat, and shower commodity farmers with multi-billion-dollar bailouts. \n<br><br>\nThe bill’s changes to the Supplemental Nutrition Assistance Program, or SNAP, threatens food security for millions. It also significantly ramps up immigration enforcement, which will have grave implications for farmworkers and the business of producing food.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After years of increases, Georgia power rates to hold steady — for now",
      "link": "https://grist.org/georgia-psc/after-years-of-increases-georgia-power-rates-to-hold-steady-for-now/",
      "pubDate": "Thu, 03 Jul 2025 08:30:00 +0000",
      "description": "Under a deal approved Tuesday by the Georgia Public Service Commission, Georgia Power’s rates will remain unchanged for the next three years. However, the agreement excludes certain costs that could still lead to higher bills next year.\n<br /><br />\nGeorgia Power has implemented six rate hikes over the past three years. According to S&P Global, the increases are part of a national trend, with utilities requesting a combined $18.13 billion in rate hikes in 2023. Energy bills vary by state and were higher in 2024 than in 2023, according to the federal Energy Information Administration.\n<br /><br />\nIn 2024, Georgia’s monthly bills averaged between $145 and $165—just above the national average. Atlanta has some of the highest energy burdens in the country, according to Georgia Tech, especially among low-income and Black households — meaning those residents pay a higher percentage of their income for electricity.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can weaker environmental rules help fight climate change? California just bet yes.",
      "link": "https://grist.org/regulation/california-environmental-quality-act-housing-reform-climate/",
      "pubDate": "Wed, 02 Jul 2025 20:57:53 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How plants could help us detect, and even destroy, dangerous ‘forever chemicals’",
      "link": "https://grist.org/looking-forward/how-plants-could-help-us-detect-and-even-destroy-dangerous-forever-chemicals/",
      "pubDate": "Wed, 02 Jul 2025 15:37:13 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "As nations lag on climate action, their cities are stepping up. Here’s proof.",
      "link": "https://grist.org/cities/as-nations-lag-on-climate-action-cities-are-stepping-up/",
      "pubDate": "Wed, 02 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Senate Republicans just voted to dismantle America’s only climate plan",
      "link": "https://grist.org/politics/senate-republicans-just-voted-to-dismantle-americas-only-climate-plan/",
      "pubDate": "Tue, 01 Jul 2025 21:42:23 +0000",
      "description": "After three days of nonstop negotiations on Capitol Hill, the Senate voted 51-50 on Tuesday to pass a policy bill that accomplishes much of President Donald Trump’s first-year agenda. If approved by the House of Representatives and signed by Trump, the legislation will make the deepest cuts to America’s social safety net in decades and unravel the Inflation Reduction Act (IRA), the country’s only existing federal plan to slow the greenhouse gas emissions driving climate change. \n<br><br>\nUnder the proposed Senate bill, wind and solar projects that either start construction before July 2026 or are placed in service by 2027 would be able to take full advantage of existing tax credits. Under the IRA, those were set to continue in some form until the country achieved substantial emissions reductions. The League of Conservation Voters called the legislation the “most anti-environmental bill of all time.” \n<br><br>\nThe estimated cost of the GOP’s top policy priority — extending tax cuts from 2017 — is more than $4 trillion over 10 years. In order to offset those tax cuts, Senate Republicans sought to slash spending on green energy approved by Democrats during former president Joe Biden’s term, among other programs such as food stamps and Medicaid.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Supreme Court just ended its term. Here are the decisions that will affect climate policy.",
      "link": "https://grist.org/justice/supreme-court-term-climate-decisions-trump-workforce/",
      "pubDate": "Tue, 01 Jul 2025 20:45:11 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What does climate change mean for agriculture? Less food and more emissions.",
      "link": "https://grist.org/food-and-agriculture/food-prices-climate-agriculture-feedback-loop-research-calories-land-clearing/",
      "pubDate": "Mon, 30 Jun 2025 23:07:16 +0000",
      "description": "Two recent studies show how rising temperatures have already made—and could keep making—agricultural production less efficient, underscoring the tough position farmers and consumers face.\n<br><br>\nAgricultural production both drives climate change and suffers from its effects. Adapting to any growing season challenges comes at a cost, and farmers must continually weigh the financial benefits of implementing new techniques. For example, corn is highly sensitive to extreme heat. One option for U.S. Midwest farmers is to plant fast-maturing corn varietals. However, these often yield less overall, reducing the amount of corn farmers can sell compared to cooler growing seasons.\n<br><br>\nRising temperatures will also impact producers unevenly. In a high-warming climate scenario, U.S. corn farmers could see yield losses of 40 to 50 percent by the end of the century. In contrast, rice farmers in South and Southeast Asia may experience increased yields over the same period.\n<br><br>\nThe studies include important caveats, such as the potential for future technologies—like gene editing—to make crops more resilient, and how farmers might adapt their practices in response to a warming world.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In Georgia, sheep on a solar farm is not a baaad idea",
      "link": "https://grist.org/food-and-agriculture/in-georgia-sheep-on-a-solar-farm-is-not-a-baaad-idea/",
      "pubDate": "Mon, 30 Jun 2025 08:45:00 +0000",
      "description": "Solar farms are increasingly being built on agricultural land to meet rising demand for renewable energy, with the American Farmland Trust projecting that 80% of the necessary solar acreage could be used from farmland. This trend has sparked opposition from local activists, state legislatures, and, during the Trump administration, the White House, over concerns about the loss of vital agricultural land. \n<br><br>\nBut supporters highlight projects like one in Lee County, Georgia, where sheep graze beneath solar panels and beehives thrive. This integrated approach challenges assumptions that solar farms eliminate farming, showing how land can serve dual purposes. In Georgia, farmland typically receives a property tax break, but land converted to solar is taxed at full value, boosting county revenues. \n<br><br>\nStill, there’s been pushback to solar on farmland. A bill in Georgia’s legislature this year would have removed the farmland tax break for an entire farm if it adds solar — even when the solar is only on part of the land. That measure passed the Georgia House but not the Senate and could still return next year. Other states, including Ohio and Missouri, have also pursued limits on solar farm development.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Salmon, tribal sovereignty, and energy collide as US abandons Resilient Columbia Basin Agreement",
      "link": "https://grist.org/indigenous/salmon-tribal-sovereignty-and-energy-collide-as-u-s-abandons-resilient-columbia-basin-agreement/",
      "pubDate": "Mon, 30 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Inside Utah’s PR campaign to seize public lands",
      "link": "https://grist.org/politics/inside-utahs-pr-campaign-to-seize-public-lands/",
      "pubDate": "Sun, 29 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "It’s not just the cities. Extreme heat is a growing threat to rural America.",
      "link": "https://grist.org/extreme-heat/extreme-heat-growing-threat-rural-america/",
      "pubDate": "Sat, 28 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Trump administration claims roads in forests prevent wildfires. Researchers disagree.",
      "link": "https://grist.org/wildfires/wildfire-prevention-roads-trump-repeal-roadless-rule-usda-forest-service/",
      "pubDate": "Fri, 27 Jun 2025 23:12:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This year’s UN climate talks are already behind — 5 months before COP30 kicks off in Brazil",
      "link": "https://grist.org/international/bonn-climate-finance-cop30-brazil/",
      "pubDate": "Fri, 27 Jun 2025 19:17:35 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A year after Helene, river guides in Appalachia are navigating a new world",
      "link": "https://grist.org/extreme-weather/a-year-after-helene-river-guides-in-appalachia-are-navigating-a-new-world/",
      "pubDate": "Fri, 27 Jun 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Pollution from wildfires can contaminate our water for up to 8 years, study finds",
      "link": "https://grist.org/wildfires/pollution-from-wildfires-can-contaminate-our-water-for-up-to-eight-years-new-study-finds/",
      "pubDate": "Fri, 27 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Chicago residents risk daily lead exposure from toxic pipes. Replacing them will take decades.",
      "link": "https://grist.org/accountability/chicago-lead-pipe-service-line-replacement-plan-epa/",
      "pubDate": "Thu, 26 Jun 2025 10:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}