{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-01-23T14:32:09.612131",
  "items": [
    {
      "title": "Senators urge Ford to disclose suspected lobbying over Trump’s climate rollbacks",
      "link": "https://www.theguardian.com/us-news/2026/jan/22/senate-ford-trump-climate-rollbacks",
      "pubDate": "Thu, 22 Jan 2026 17:00:52 GMT",
      "description": "<p>Sheldon Whitehouse adds auto giant to investigation after US president claimed CEO requests changes to regulations</p><p>As the Trump administration prepares to overturn the rule underpinning virtually all US climate regulations, a Senate committee is investigating whether the US’s second-largest automaker lobbied for the rollback.</p><p>In September, the Senate environment and public works committee launched investigations into two dozen oil companies, thinktanks, law firms and trade associations, focused on how the companies may have persuaded the White House to initiate the repeal of the 2009 endangerment finding. Now, the committee, chaired by the Rhode Island senator Sheldon Whitehouse, is expanding the investigation to include Ford Motor Company.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/22/senate-ford-trump-climate-rollbacks\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Australia’s worst heatwave since black summer made five times more likely by global heating, analysis finds",
      "link": "https://www.theguardian.com/australia-news/2026/jan/23/australias-worst-heatwave-since-black-summer-made-five-times-more-likely-by-global-heating-analysis-finds",
      "pubDate": "Thu, 22 Jan 2026 13:01:25 GMT",
      "description": "<p>Extreme heat ‘is getting worse and whether we like it or not ... there’s ultimately a limit to what we can actually physically cope with,’ scientist says</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2026/jan/23/australia-news-live-sussan-ley-liberals-coalition-nationals-littleproud-hastie-taylor-anthony-albanese-labor-spill-ntwnfb\">Follow our Australia news live blog for latest updates</a> </p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Human-caused global heating made the intense heatwave that affected much of Australia in early January five times more likely, new analysis suggests.</p><p>The <a href=\"https://www.theguardian.com/environment/2026/jan/07/severe-heatwave-hits-southern-australian-states-with-firefighters-warning-many-areas-ready-to-burn\">heatwave earlier this month</a> was the most severe since the 2019-20 black summer, with temperatures over 40C in Melbourne and Sydney, even hotter conditions in regional Victoria and New South Wales and extreme heat also affecting Western Australia, South Australia and Tasmania.</p> <a href=\"https://www.theguardian.com/australia-news/2026/jan/23/australias-worst-heatwave-since-black-summer-made-five-times-more-likely-by-global-heating-analysis-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Residents in legal fight to halt demolition of Clockwork Orange estate",
      "link": "https://www.theguardian.com/society/2026/jan/22/residents-halt-demolition-clockwork-orange-lesnes-estate-legal",
      "pubDate": "Thu, 22 Jan 2026 11:53:39 GMT",
      "description": "<p>Climate concerns raised over redevelopment of 1960s Brutalist estate in south-east London</p><p>A legal challenge has been launched in an effort to halt the demolition of a <a href=\"https://www.theguardian.com/society/2024/apr/30/housing-london-a-clockwork-orange-thamesmead-lesnes-estate\">1960s Brutalist estate</a> in south-east London that featured in Stanley Kubrick’s dystopian film A Clockwork Orange.</p><p>The challenge against Bexley council and Peabody housing association, which will be carrying out the redevelopment, has been launched by the Lesnes estate resident Adam Turk.</p> <a href=\"https://www.theguardian.com/society/2026/jan/22/residents-halt-demolition-clockwork-orange-lesnes-estate-legal\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Half of world’s CO2 emissions come from just 32 fossil fuel firms, study shows",
      "link": "https://www.theguardian.com/environment/2026/jan/21/carbon-dioxide-co2-emissions-fossil-fuel-firms-study",
      "pubDate": "Wed, 21 Jan 2026 06:00:53 GMT",
      "description": "<p>Critics accuse leading firms of sabotaging climate action but say data increasingly being used to hold them to account</p><p>Just 32 fossil fuel companies were responsible for half the global carbon dioxide emissions driving the climate crisis in 2024, down from <a href=\"https://www.theguardian.com/environment/2025/mar/05/half-of-worlds-co2-emissions-come-from-36-fossil-fuel-firms-study-shows\">36 a year earlier</a>, a report has revealed.</p><p>Saudi Aramco was the biggest state-controlled polluter and ExxonMobil was the largest investor-owned polluter. Critics accused the leading fossil fuel companies of “sabotaging climate action” and “being on the wrong side of history” but said the emissions data was increasingly being used to hold the companies accountable.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/21/carbon-dioxide-co2-emissions-fossil-fuel-firms-study\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Biodiversity collapse threatens UK security, intelligence chiefs warn",
      "link": "https://www.theguardian.com/environment/2026/jan/20/biodiversity-collapse-threatens-uk-security-intelligence-chiefs-warn",
      "pubDate": "Tue, 20 Jan 2026 19:03:46 GMT",
      "description": "<p>Ecosystem destruction will increase food shortages, disorder and mass migration, with effects already being felt</p><p>The global attack on nature is threatening the UK’s national security, government intelligence chiefs have warned, as the increasingly likely collapse of vitally important natural systems would bring mass migration, food shortages and price rises, and global disorder.</p><p>Food supplies are particularly at risk since “without significant increases” the UK would be unable to compete with other nations for scarce resources, a report to ministers says.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/20/biodiversity-collapse-threatens-uk-security-intelligence-chiefs-warn\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on food security: Britain can no longer trust markets alone | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/20/the-guardian-view-on-food-security-britain-can-no-longer-trust-markets-alone",
      "pubDate": "Tue, 20 Jan 2026 18:29:38 GMT",
      "description": "<p>As climate and geopolitics shocks bite, countries are rebuilding food buffers. The UK clings to neoliberal ideas while households pay the price</p><p><a href=\"https://www.ft.com/content/18d75e20-b63e-4f47-8f63-58c0cc4bca22\">Food policy</a> across much of the world is changing. But not in Britain. That may be a costly mistake as the prices of essentials rise because of the climate emergency, geopolitical tensions and the fragility of just-in-time supply chains. Many capitals are now reviving their strategic food reserves. European nations such as Sweden, Finland, Norway and Germany are rebuilding stocks dismantled after the cold war. Climate shocks have led to Egypt and Bangladesh boosting similar programmes. Countries such as Brazil and Indonesia – sensitive to the food needs of their vast populations – are also expanding their reserves.</p><p>The UK, by contrast, has no substantial public food reserves. Its strategy rests almost entirely on global markets and private intentions – an approach shaped by decades of liberalised trade. Even in the event of war, the official advice focuses on households <a href=\"https://www.mirror.co.uk/news/uk-news/uk-households-told-stockpile-one-36048517\">stockpiling</a> essentials. In Britain’s view, food security is about prices, not scarcity of supply.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/20/the-guardian-view-on-food-security-britain-can-no-longer-trust-markets-alone\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "From Trump’s rejected treaties to our daily lives, we’re building walls around ourselves | Anand Pandian",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/19/trump-isolationism-mlk-jr",
      "pubDate": "Mon, 19 Jan 2026 12:00:25 GMT",
      "description": "<p>Martin Luther King Jr knew that ‘whatever affects one directly affects all indirectly’. But we Americans are denying that reality</p><p>The United States seems determined to turn its back on the rest of our planetary neighbors. The Trump administration’s <a href=\"https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un\">recent decision to withdraw</a> from 66 international treaties, conventions and organizations is striking for the range of its rejections. Everything from the global treaty on climate change to multilateral efforts to address migration and cultural heritage, clean water and renewable energy, and the international trade in timber and minerals has been summarily dismissed as “<a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">contrary to the interests of the United States</a>”.</p><p>It’s no surprise that an administration hellbent on physical walls around the United States would also put up such walls of indifference, as if all of these longstanding collective efforts were simply “irrelevant” to our interests as a country, as the US secretary of state, Marco Rubio, put it in a<a href=\"https://www.state.gov/releases/2026/01/withdrawal-from-wasteful-ineffective-or-harmful-international-organizations/\"> public statement</a>. And yet, as we know, the reality of contemporary life on Earth is so profoundly otherwise. How has the truth of our interconnectedness with others elsewhere become so difficult to grasp in the United States?</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/19/trump-isolationism-mlk-jr\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s been a busy month for Anthony Albanese on the environment | Jess Harwood",
      "link": "https://www.theguardian.com/commentisfree/picture/2026/jan/19/its-been-a-busy-month-for-anthony-albanese-on-the-environment",
      "pubDate": "Mon, 19 Jan 2026 00:28:11 GMT",
      "description": "<p>Talk about climate whiplash</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2026/jan/19/its-been-a-busy-month-for-anthony-albanese-on-the-environment\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Some want to ban geoengineering research. This would be a catastrophic mistake for our planet | Craig Segall and Baroness Bryony Worthington",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan",
      "pubDate": "Fri, 09 Jan 2026 11:00:01 GMT",
      "description": "<p>We’ve already geoengineered the planet through the careless release of greenhouse gases. Now we need a plan to manage the risks we’ve set in motion</p><p>A few months ago, Marjorie Taylor Greene, then a Georgia representative, held a <a href=\"https://www.washingtontimes.com/news/2025/sep/11/doge-subcommittee-hold-hearing-weather-modification-geo-engineering/\">hearing</a> on her bill to ban research on “geoengineering”, which refers to technological <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> interventions, such as using reflective particles to reflect away sunlight. The hearing represented something of a first – a Republican raising alarm bells about human activity altering the health of the planet. Of course, for centuries, people have burned fossil fuels to power and feed society, emitting greenhouse gases that now overheat the planet.</p><p>Unfortunately, her hearing waved past an urgent debate that policymakers are confronting around the world: after centuries of accidental fossil-fuel geoengineering, should we deliberately explore interventions to cool the planet and give the energy transition breathing room?</p><p>Craig Segall is the former deputy executive officer and assistant chief counsel of the California Air Resources Board. He is also former senior vice-president of Evergreen Action and a longtime climate advocate. He has academic seats at the University of Edinburgh, New York University, and the University of California at Berkeley The opinions in this piece are his own.</p><p>Baroness Bryony Worthington was created a life peer in 2011, giving her a seat in the UK’s House of Lords where she served as shadow energy minister She has over 25 years of experience working on climate, energy and environmental policy in the NGO and public sectors, and in the private sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Thailand’s endangered ‘sea cows’ are washing ashore – pointing to a crisis in our seas",
      "link": "https://www.theguardian.com/environment/2026/jan/22/thailand-dugong-sea-cow-population-sea-biodiversity-crisis",
      "pubDate": "Fri, 23 Jan 2026 07:00:09 GMT",
      "description": "<p>The Andaman Coast has one of the largest concentration of dugong in the world, so why are numbers falling dramatically and what can they tell us about a biodiversity warning cry</p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>Thailand’s Andaman Coast is home to one of the largest dugong populations in the world, with 273 of the plump marine mammals, sometimes called sea cows, estimated to be living there as of 2022. In recent years, though, more and more dead or stranded dugongs have been washing ashore. Now the Andaman Coast population may have fallen by more than half, experts say.</p><p>In late November, I travelled to Phuket, <a href=\"https://www.theguardian.com/environment/2026/jan/20/looking-for-miracle-thailand-dugong-sea-cows-seagrass-pollution\">following in the footsteps</a> of film-makers Mailee Osten-Tan and Nick Axelrod, who have been investigating Thailand’s dugong crisis over the past year for a <a href=\"https://www.theguardian.com/science/video/2026/jan/20/the-influencer-racing-to-save-thailands-most-endangered-sea-mammal\">new Guardian documentary</a>.</p><p><strong><a href=\"https://www.theguardian.com/world/2026/jan/17/climate-antarctica-ice-sheets-glaciers-melting-research-affect-sea-levels\">The fate of the planet’s coastlines depends on how fast Antarctica’s ice sheets melt. We don’t know what’s coming</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/21/how-axolotls-took-over-the-world\">‘Every time I look at one, I smile!’: how axolotls took over the world</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/20/labour-warm-homes-plan-all-carrot-no-stick-uk-households\">Labour’s warm homes plan is all carrot and no stick for UK households</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/jan/22/thailand-dugong-sea-cow-population-sea-biodiversity-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘An environmental nuclear bomb’: documentary examines fight to save Great Salt Lake",
      "link": "https://www.theguardian.com/film/2026/jan/22/the-lake-sundance-film-festival-dicaprio",
      "pubDate": "Fri, 23 Jan 2026 00:15:01 GMT",
      "description": "<p><strong>Sundance film festival:</strong> A cautionary new film, executive-produced by Leonardo DiCaprio, warns of the devastating consequences if the Utah lake continues to disappear</p><p>The <a href=\"https://www.theguardian.com/film/sundancefilmfestival\">Sundance film festival</a> kicked off its final edition on Thursday in Park City, the Utah ski enclave that has housed the independent film hub for more than four decades. Beginning in 2027, the festival will <a href=\"https://www.theguardian.com/film/2025/mar/27/boulder-colorado-sundance-film-festival\">move to Boulder, Colorado</a>, after a multi-year selection process that many assumed would end in Salt Lake City.</p><p>Utah’s largest city, a mere 30 miles from the festival center, has long hosted extra Sundance events and served as its transit center. It’s a rapidly growing metropolitan area, a mecca for outdoor enthusiasts, a major US city – and, according to a new documentary that opened this year’s festival, facing an imminent ecological crisis.</p> <a href=\"https://www.theguardian.com/film/2026/jan/22/the-lake-sundance-film-festival-dicaprio\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Looking for Miracle: why have so many dugongs gone missing from Thailand’s shores?",
      "link": "https://www.theguardian.com/environment/2026/jan/20/looking-for-miracle-thailand-dugong-sea-cows-seagrass-pollution",
      "pubDate": "Tue, 20 Jan 2026 11:03:55 GMT",
      "description": "<p>The Andaman coast was one of very few places in the world with a viable population but then dead dugongs began washing up. Now half have gone</p><p></p><p></p><p>A solitary figure stands on the shore of Thailand’s Tang Khen Bay. The tide is slowly rising over the expanse of sandy beach, but the man does not seem to notice. His eyes are not fixed on the sea, but on the small screen clutched between his hands.</p><p>About 600 metres offshore, past the shadowy fringe of coral reef, his drone hovers over the murky sea, focused on a whirling grey shape: Miracle, the local dugong, is back.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/20/looking-for-miracle-thailand-dugong-sea-cows-seagrass-pollution\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The fate of the planet’s coastlines depends on how fast Antarctica’s ice sheets melt. We don’t know what’s coming",
      "link": "https://www.theguardian.com/world/2026/jan/17/climate-antarctica-ice-sheets-glaciers-melting-research-affect-sea-levels",
      "pubDate": "Sat, 17 Jan 2026 19:00:35 GMT",
      "description": "<p>Some regions of the continent have enough ice to push up sea levels by 15 metres if they all melt, but researchers don’t yet fully understand the consequences</p><p>On one side of Dr Ben Galton-Fenzi’s view across the vast Totten ice shelf, the sun sat low on the Antarctic horizon. On the other, a full moon.</p><p>The ice shelf is “flat and white”, says Galton-Fenzi. “If there’s cloud around, you lose the horizon.”</p> <a href=\"https://www.theguardian.com/world/2026/jan/17/climate-antarctica-ice-sheets-glaciers-melting-research-affect-sea-levels\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}