{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-10T07:28:11.662645",
  "items": [
    {
      "title": "Arizona Launches Investigation into Proposed Critical Mineral Mine’s Contaminated Water Discharge",
      "link": "https://insideclimatenews.org/news/09122025/arizona-investigating-proposed-mine-contaminated-water-discharge/",
      "pubDate": "Wed, 10 Dec 2025 00:51:05 +0000",
      "description": "A proposed critical minerals mine in southern Arizona that was the first added to a federal permitting process designed to be quicker and more transparent has reported water with levels exceeding the state’s regulatory limits of a mineral that can damage the heart, lungs, stomach and eyes. On Tuesday, the Arizona Department of Environmental Quality […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Will Study a Plan to Keep New Natural Gas Pads Farther From Homes, Schools and Hospitals",
      "link": "https://insideclimatenews.org/news/09122025/pennsylvania-natural-gas-pads-health-study/",
      "pubDate": "Tue, 09 Dec 2025 23:02:57 +0000",
      "description": "Pennsylvania’s environmental regulator will study a plan to sharply increase the distance between new natural gas drilling sites and homes, schools and hospitals. That development follows a vote Tuesday by the state’s Environmental Quality Board, which adopts regulations by the Department of Environmental Protection. The board approved a petition by two environmental groups for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "South and Southeast Asian Countries Are Getting Overwhelmed by Storms",
      "link": "https://insideclimatenews.org/news/09122025/todays-climate-southeast-asia-storms-floods/",
      "pubDate": "Tue, 09 Dec 2025 22:33:14 +0000",
      "description": "An unusually intense series of storms and major cyclones converged in South and Southeast Asia in recent weeks, killing more than 1,600 people since mid-November.  The destruction left behind by the storms in Indonesia, Vietnam, the Philippines, Malaysia, Thailand and Sri Lanka has been staggering. Entire towns inundated by flooding. Millions of displaced people living […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Phillips 66 is Closing its LA Refinery this Month. Neighbors Still Don’t Know if the Company Will Pay for the Cleanup.",
      "link": "https://insideclimatenews.org/news/09122025/phillips-66-los-angeles-refinery-closure-cleanup/",
      "pubDate": "Tue, 09 Dec 2025 21:52:52 +0000",
      "description": "When Morgan Gonzalez first learned, in October 2024, that the Phillips 66 refinery in Wilmington, California, would close at the end of this year, he felt a mix of emotions. For almost 100 years, Gonzalez’s family has lived in the Wilmington community near the Port of Long Beach, suffering from asthma and other respiratory issues […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Days After COP30, Brazil Weakened Amazon Safeguards",
      "link": "https://insideclimatenews.org/news/09122025/brazil-weakens-amazon-forest-protection/",
      "pubDate": "Tue, 09 Dec 2025 10:00:00 +0000",
      "description": "Despite claims of environmental leadership and promises to preserve the Amazon rainforest ahead of COP30, Brazil is stripping away protections for the region’s vital ecosystems faster than workers dismantled the tents that housed the recent global climate summit in Belém. On Nov. 27, less than a week after COP30 ended, a powerful political bloc in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bill Ensuring Active Management of Shawnee National Forest Clears Senate Committee",
      "link": "https://insideclimatenews.org/news/09122025/shawnee-national-forest-management-bill/",
      "pubDate": "Tue, 09 Dec 2025 09:55:00 +0000",
      "description": "Illinois advocates and legal experts are applauding a congressional bill that would add key protections for certain areas in the Shawnee National Forest, classifying them with special distinctions that could lead to improved biodiversity, habitats and protections moving forward. The Shawnee National Forest Conservation Act of 2025, introduced in July by Sen. Dick Durbin (D-Ill.) […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmental Groups Demand a Nationwide Freeze on Data Center Construction",
      "link": "https://insideclimatenews.org/news/08122025/environmental-groups-demand-data-center-construction-freeze/",
      "pubDate": "Mon, 08 Dec 2025 22:14:56 +0000",
      "description": "More than 200 environmental organizations signed a letter to Congress supporting a national moratorium on the approval and construction of new data centers. The letter, sent Monday, highlights these centers’ impacts on water resources, electricity rates and greenhouse gas emissions.  Data centers often suck up large amounts of water to cool their computers. They require […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As NOAA Funding Lags, a Critical Ocean Weather System Nears a Breaking Point",
      "link": "https://insideclimatenews.org/news/08122025/noaa-integrated-ocean-observing-system-funding/",
      "pubDate": "Mon, 08 Dec 2025 10:00:00 +0000",
      "description": "Years of underfunding and new delays in federal grantmaking threaten buoys and ocean monitoring assets run by the National Oceanic and Atmospheric Administration (NOAA) that protect fishermen, cargo ships and endangered species across the country. With key grant deadlines now passed and new awards still pending, regional operators warn that some of those services could […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Utility Asks New Mexico for ‘Zero Emission’ Status for Gas-Fired Power Plant",
      "link": "https://insideclimatenews.org/news/08122025/new-mexico-utility-asks-for-zero-emission-status-gas-power-plant/",
      "pubDate": "Mon, 08 Dec 2025 09:55:00 +0000",
      "description": "This story was originally published by Capital & Main. The Southwestern Public Service Company has asked the state of New Mexico to grant exceptions to the state’s Energy Transition Act for two proposed gas-fired power plants, including one exception that would see approximately one-third of the energy produced at one plant qualify as a “zero-carbon resource” like solar panels […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Big Bet to Fix the Rio Grande Sewage Problem",
      "link": "https://insideclimatenews.org/news/07122025/rio-grande-sewage-pollution-texas-mexico/",
      "pubDate": "Sun, 07 Dec 2025 10:00:00 +0000",
      "description": "Reporting supported with a grant from The Water Desk at the University of Colorado Boulder. NUEVO LAREDO, Mexico—Silvia Fernández Gallardo Boone leaned over a stream of water rushing through a concrete chute at the city’s wastewater treatment plant.  “Smell it!” she said, beaming. Odorless, treated wastewater flowed into the Coyote Arroyo, or creek, then the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}