{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-19T18:34:26.289033",
  "items": [
    {
      "title": "How a Data Center Company Uses Stranded Renewable Energy",
      "link": "https://insideclimatenews.org/news/19062025/inside-clean-energy-stranded-renewable-data-centers/",
      "pubDate": "Thu, 19 Jun 2025 13:00:00 +0000",
      "description": "John Belizaire says he has a secret hiding in plain sight. But before revealing it, the CEO of Soluna, a green data center development firm headquartered in Albany, New York, asks people to picture the last time they drove through a gusty stretch of countryside and saw wind turbines in the distance. But when they […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Wildfires Increase, NJ Considers the Impact on Public Health",
      "link": "https://insideclimatenews.org/news/19062025/new-jersey-wildfire-smoke-health/",
      "pubDate": "Thu, 19 Jun 2025 09:00:00 +0000",
      "description": "The Jones Road fire in New Jersey scorched 15,300 acres for nearly three weeks this spring. Its sickly orange haze vanished hours after the blaze was doused, but a stench from the blackened landscape, including parts of the Pine Barrens, lingered for days. New Jersey public health experts now are trying to understand what, if […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pollution, Not Drought, Prompts Lawn-Watering Ban in Des Moines",
      "link": "https://insideclimatenews.org/news/19062025/nitrate-pollution-prompts-des-moines-watering-ban/",
      "pubDate": "Thu, 19 Jun 2025 08:55:00 +0000",
      "description": "Right before a sweltering weekend in Iowa, the water authority for the Des Moines metro area banned its 600,000 customers from watering their lawns.  Though that’s a water conservation practice familiar to residents of drought-stricken states, the Iowa ban isn’t about water scarcity. Instead, it’s due to near-record levels of pollution in the area’s waterways […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Juneteenth and Its Role in Environmental Justice—for All",
      "link": "https://insideclimatenews.org/news/19062025/juneteenth-environmental-justice/",
      "pubDate": "Thu, 19 Jun 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host Steve Curwood with the Rev. Mariama White-Hammond, pastor of New Roots African Methodist Episcopal Church in Dorchester, Massachusetts. White-Hammond is also the former chief of environment, energy and open spaces for the city of Boston.  The federal holiday Juneteenth […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "USGS Touts Potential Oil and Gas Resources Beneath Public Lands in Updated Survey",
      "link": "https://insideclimatenews.org/news/18062025/usgs-touts-potential-public-land-oil-gas/",
      "pubDate": "Wed, 18 Jun 2025 23:33:18 +0000",
      "description": "The United States Geological Survey released a report on Wednesday showing vast quantities of undiscovered oil and gas resources beneath public lands. The analysis comes as Republicans in Congress try to sell up to 3.2 million acres for development.  According to the agency, there could be 29.4 billion barrels of oil, 391.6 trillion cubic feet […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Alabama City Recommends Changing Its Laws to Accommodate One of the Country’s Largest Proposed Data Centers",
      "link": "https://insideclimatenews.org/news/18062025/bessemer-alabama-recommends-changing-zoning-laws-to-accommodate-proposed-data-center/",
      "pubDate": "Wed, 18 Jun 2025 23:19:36 +0000",
      "description": "BESSEMER, Ala.—When a representative for a hotly contested development began to speak inside City Hall here Tuesday evening, the lights went out.  A packed room of zoning commissioners and upset residents groaned, already on edge from the issue at hand: consideration of a proposal to construct a massive data center in a rural Birmingham suburb. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "At UN Ocean Conference, Nations and Funders Seek to Create and Expand Large-Scale Marine Protected Areas",
      "link": "https://insideclimatenews.org/news/18062025/un-ocean-conference-plan-to-expand-large-scale-marine-protected-areas/",
      "pubDate": "Wed, 18 Jun 2025 19:09:57 +0000",
      "description": "NICE, France—Resolute about their efforts to protect 30 percent of the Earth’s global ocean by 2030, world leaders agreed to sweeping but nonbinding commitments at last week’s United Nations Ocean Conference to designate vast stretches of their territorial waters as marine protected areas. These areas would cover hundreds to millions of square ocean miles and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A National Quest for Uranium Comes to Remote Western Alaska, Raising Fears in a Nearby Village",
      "link": "https://insideclimatenews.org/news/18062025/uranium-demand-fears-remote-western-alaska-village/",
      "pubDate": "Wed, 18 Jun 2025 17:00:00 +0000",
      "description": "This story was published in partnership with Northern Journal and is the second in a two-story series. ELIM, Alaska—Daylight was waning as Beverly Nakarak opened the throttle of her snowmachine and sped across a flat, white expanse dotted with stunted spruce trees.  Her destination: the mouth of the Tubutulik River, a favorite ice-fishing spot about […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Air Pollution Is ‘Keeping Kids Out of School’ in Pennsylvania’s Allegheny County, Study Shows",
      "link": "https://insideclimatenews.org/news/18062025/clairton-coke-works-air-pollution-children-asthma/",
      "pubDate": "Wed, 18 Jun 2025 09:00:00 +0000",
      "description": "In 2020, Dr. Deborah Gentile helped lead a study that showed children living near major sources of industrial pollution in Pennsylvania’s Allegheny County were diagnosed with asthma at triple the national rate—and quadruple for African American children. Among the students with asthma in the study, 59 percent suffered from uncontrolled symptoms. Now Gentile, a pediatric […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "US Labor Advocates Demand Heat Protections for Workers as Planet Warms",
      "link": "https://insideclimatenews.org/news/17062025/labor-advocates-demand-worker-heat-protections/",
      "pubDate": "Wed, 18 Jun 2025 00:22:23 +0000",
      "description": "A father died last summer. His son sat on the porch with a baseball glove waiting for a game he never got to play. The man didn’t die in a fire or a fall from a scaffold. He collapsed under the sun on a job site with no shade, no breaks and no water. “This […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}