{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-25T14:26:37.958980",
  "items": [
    {
      "title": "Maryland’s Governor and Legislature Just Got So-So Grades on Their Environmental Scorecards",
      "link": "https://insideclimatenews.org/news/25082025/maryland-governor-and-legislature-scorecard-grades/",
      "pubDate": "Mon, 25 Aug 2025 09:00:00 +0000",
      "description": "ANNAPOLIS, Md.— When Wes Moore became Maryland’s governor in 2023, he pledged to lead the state into a climate-resilient future by lowering emissions and decarbonizing the economy—and leave no one behind in doing so. But two and a half years into his term, the Moore administration has fallen short on its climate and environmental justice […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Woman Holding Chinese Mining Giants Accountable",
      "link": "https://insideclimatenews.org/news/24082025/fighting-for-environmental-justice-china-belt-and-road-zambia/",
      "pubDate": "Sun, 24 Aug 2025 09:00:00 +0000",
      "description": "Planet China: Fifth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. When Jingjing Zhang saw a string of urgent texts light up her phone, she knew something had gone wrong. Photo and video messages showed a tidal wave of brown sludge rushing into the Zambian countryside with horrifying […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Trump Administration Dismisses the Endangered Species List as ‘Hotel California.’ But There’s Far More to the Story",
      "link": "https://insideclimatenews.org/news/24082025/trump-administration-dismisses-endangered-species-list/",
      "pubDate": "Sun, 24 Aug 2025 08:55:00 +0000",
      "description": "“You can check out any time you like, but you can never leave.”  It’s the ominous slogan for “Hotel California,” an iconic fictional lodging dreamed up by the Eagles in 1976. One of the rock band’s lead singers, Don Henley, said in an interview that the song and place “can have a million interpretations.” For […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sewage Taints Canadian Oysters. Then Americans Eat Them",
      "link": "https://insideclimatenews.org/news/24082025/canada-oysters-tainted-by-sewage-supplied-to-united-states-norovirus/",
      "pubDate": "Sun, 24 Aug 2025 08:50:00 +0000",
      "description": "Mark Kapczynski had been looking forward to it for weeks.  He had VIP tickets for him and his wife to attend an upscale seafood festival in Los Angeles last December, where they would feast on the food he grew up eating as a kid in Boston. Surrounded by shellfish presented raw on ice by some […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The ‘Hotel California’ of Biodiversity",
      "link": "https://insideclimatenews.org/news/24082025/icn-sunday-morning-biodiversity-hotel-california/",
      "pubDate": "Sun, 24 Aug 2025 08:45:00 +0000",
      "description": "More than 2,370 species have received protections from the federal government under the Endangered Species Act, from schoolbus-sized North Atlantic right whales off the East Coast to tiny Oahu tree snails in Hawaii. But only a fraction of that number has ever come off the law’s endangered-species list. Interior Secretary Doug Burgum recently compared it […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Likely to Expand the Range of an Asian Bat and the Deadly Disease it Carries",
      "link": "https://insideclimatenews.org/news/23082025/climate-change-to-expand-fruit-bat-habitat-nipah-virus/",
      "pubDate": "Sat, 23 Aug 2025 09:00:00 +0000",
      "description": "On May 3, 2018, a 26-year-old man living in the town of Perambra in the Indian state of Kerala went to the hospital complaining of fever and body aches. Muhammad Sabith’s symptoms did not seem serious enough for an overnight stay, so hospital staff sent him home after examining him. Two days later, he died. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Great Lakes Microplastics Research Could Inform National and Global Policy",
      "link": "https://insideclimatenews.org/news/23082025/great-lakes-microplastics-research-global-policy/",
      "pubDate": "Sat, 23 Aug 2025 08:55:00 +0000",
      "description": "As experts gathered in Geneva this month to negotiate an enforceable global plastic pollution treaty, scientists studying the Great Lakes continued their research that could pinpoint how microplastics impact human health and ultimately inform decisions made across the world. The effects of microplastics in wildlife have been documented for over a decade. These effects include […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Citing Environmental Concerns, Judge Orders Alligator Alcatraz to Wind Down Operations",
      "link": "https://insideclimatenews.org/news/22082025/judge-orders-alligator-alcatraz-to-wind-down-environmental-concerns/",
      "pubDate": "Fri, 22 Aug 2025 21:58:35 +0000",
      "description": "A federal judge has ordered a winding down of operations at Florida’s Alligator Alcatraz, the hastily assembled Everglades detention site where the Trump administration aims to incarcerate thousands of undocumented migrants before deporting them. Judge Kathleen Williams Thursday granted a preliminary injunction for environmental groups and the Miccosukee Tribe, which had sued to stop the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Ongoing Pollution From Steel Plants, Trump EPA Urged to Drop Delay in Fenceline Monitoring Requirements",
      "link": "https://insideclimatenews.org/news/22082025/steel-plant-pollution-epa-monitoring-requirements-delay/",
      "pubDate": "Fri, 22 Aug 2025 20:00:04 +0000",
      "description": "Public health advocates urged the Trump administration to protect residents and workers by sticking to a Biden-era timeline for reducing benzene and chromium emissions at the perimeter of steel and coke plants in Pennsylvania and other states rather than continuing to delay compliance rules. A report released Thursday by the nonprofit Environmental Integrity Project said […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "15 Children in Wisconsin File the Latest Youth Lawsuit Citing Climate Dangers",
      "link": "https://insideclimatenews.org/news/22082025/wisconsin-youth-lawsuit-alleges-law-impedes-energy-transition/",
      "pubDate": "Fri, 22 Aug 2025 18:50:42 +0000",
      "description": "Youth climate activists in Wisconsin are suing the state’s Public Service Commission over state laws that they say perpetuate a fossil fuel-dominated electricity sector and undermine renewable energy, thereby exacerbating the climate crisis, which is already inflicting harmful impacts across the state.  The filing comes less than two weeks after catastrophic flooding from severe storms […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}