{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-12-22T10:30:07.614750",
  "items": [
    {
      "title": "‘Borrowed time’: crop pests and food losses supercharged by climate crisis",
      "link": "https://www.theguardian.com/global-development/2025/dec/20/crop-pests-food-losses-climate-crisis",
      "pubDate": "Sat, 20 Dec 2025 10:00:28 GMT",
      "description": "<p>Heating means pests breeding and spreading faster, warn scientists, with simplified current food system already vulnerable</p><ul><li><p><a href=\"https://www.theguardian.com/environment/ng-interactive/2025/dec/18/how-climate-breakdown-is-putting-the-worlds-food-in-peril-in-maps-and-charts\">How climate breakdown is putting the world’s food in peril – in maps and charts</a></p></li></ul><p>The destruction of food supplies by crop pests is being supercharged by the climate crisis, with losses expected to surge, an analysis has concluded.</p><p>Researchers said the world was lucky to have so far avoided a major shock and was living on borrowed time, with action needed to diversify crops and boost natural predators of pests.</p> <a href=\"https://www.theguardian.com/global-development/2025/dec/20/crop-pests-food-losses-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Revealed: how Toyota uses retro-style games and prizes to urge US workers to lobby politicians",
      "link": "https://www.theguardian.com/us-news/2025/dec/19/toyota-employee-lobbying",
      "pubDate": "Fri, 19 Dec 2025 13:00:02 GMT",
      "description": "<p>Games such as Dragon Quest used to mobilize workers to back corporate goals including relaxing environmental rules</p><p><a href=\"https://www.theguardian.com/business/toyota\">Toyota</a>, the world’s biggest carmaker, is using retro-style video games to rally its US workforce behind its corporate goals, including lobbying to relax environmental rules, the Guardian can reveal.</p><p>Through an internal platform called Toyota Policy Drivers, employees can play games with names such as Star Quest, Adventure Quest and Dragon Quest, earning prizes by engaging with company messaging about policy and by contacting federal lawmakers using company-provided talking points.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/19/toyota-employee-lobbying\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UK’s largest proposed datacentre ‘understating planned water use’",
      "link": "https://www.theguardian.com/environment/2025/dec/19/uk-largest-proposed-data-centre-planned-water-use-northumberland",
      "pubDate": "Fri, 19 Dec 2025 06:00:52 GMT",
      "description": "<p>Analysis suggests consumption at Northumberland site could be 50 times higher than US operator QTS estimates</p><p>The UK’s largest proposed datacentre is understating the scale of its planned water use, according to an analysis.</p><p>The first phase of construction for the hyperscale campus in Cambois in Northumberland has been given the go-ahead by the local council. The US operator QTS, which is developing the site, has promoted its “water-free” cooling system as proof of its sustainability.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/19/uk-largest-proposed-data-centre-planned-water-use-northumberland\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Massive disruption’: UK’s worst-case climate crisis scenarios revealed by scientists",
      "link": "https://www.theguardian.com/environment/2025/dec/18/massive-disruption-uk-worst-case-climate-crisis-risks",
      "pubDate": "Thu, 18 Dec 2025 14:00:02 GMT",
      "description": "<p>Scientists say government must prepare for unlikely but ‘plausible’ 4C rise in temperature and a 2-metre rise in sea levels</p><p>The worst-case impacts of the climate crisis for the UK have been laid bare by scientists, ranging from a scorching 4C rise in temperatures to a 2-metre rise in sea level. Another scenario sees a plunge of 6C in temperature after the collapse of key Atlantic Ocean currents, massively disrupting farming and energy needs.</p><p>The impacts, some of which are linked to <a href=\"https://www.theguardian.com/environment/2022/sep/08/world-on-brink-five-climate-tipping-points-study-finds\">climate tipping points</a>, are seen as low probability but plausible. The researchers said the scenarios filled a gap in forecasting that had left the UK unprepared for extreme outcomes.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/18/massive-disruption-uk-worst-case-climate-crisis-risks\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Met Office: 2026 will bring heat more than 1.4C above preindustrial levels",
      "link": "https://www.theguardian.com/environment/2025/dec/18/met-office-2026-will-bring-heat-more-than-14c-above-preindustrial-levels",
      "pubDate": "Thu, 18 Dec 2025 00:01:20 GMT",
      "description": "<p>Forecast is slightly cooler than the record 1.55C reached in 2024, but 2026 set to be among four hottest years since 1850</p><p>Next year will bring heat more than 1.4C above preindustrial levels, meteorologists project, as fossil fuel pollution continues to bake the Earth and fuel extreme weather.</p><p>The UK Met Office’s central forecast is slightly cooler than the 1.55C reached in 2024, the warmest year on record, but 2026 is set to be among the four hottest years dating back to 1850.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/18/met-office-2026-will-bring-heat-more-than-14c-above-preindustrial-levels\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This is another ‘ozone layer’ moment. Now, we must urgently target methane | Mia Mottley",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/16/ozone-layer-moment-methane-emissions-oil-gas-industry-climate-tipping-points",
      "pubDate": "Tue, 16 Dec 2025 08:00:15 GMT",
      "description": "<p>The oil and gas industry must be legally bound to cut methane emissions. With climate tipping points approaching, time is running out </p><p>• Mia Mottley is the prime minister of Barbados</p><p>The timing is brutal. Just as the world celebrates the <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">10th anniversary</a> of the adoption of the Paris climate agreement this month, new evidence shows that the world is crashing through the main defence that was constructed against climate catastrophe.</p><p>The three-year temperature average is – for the first time – set to exceed the Paris guardrail of 1.5C above preindustrial levels. According to the <a href=\"https://climate.copernicus.eu/copernicus-2025-course-be-joint-second-warmest-year-november-third-warmest-record\">Copernicus Climate Change Service</a>, 2025 will join 2023 and 2024 as the three warmest since the Industrial Revolution, reflecting the accelerating pace of the climate crisis.</p><p>Mia Mottley is the prime minister of Barbados</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/16/ozone-layer-moment-methane-emissions-oil-gas-industry-climate-tipping-points\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Paris climate treaty changed the world. Here’s how | Rebecca Solnit",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary",
      "pubDate": "Fri, 12 Dec 2025 11:00:34 GMT",
      "description": "<p>There’s much more to do, but we should be encouraged by the progress we have made</p><p>Today marks the 10th anniversary of the Paris climate treaty, one of the landmark days in climate-action history. Attending the conference as a journalist, I watched and listened and wondered whether 194 countries could ever agree on anything at all, and the night before they did, people who I thought were more sophisticated than me assured me they couldn’t. Then they did. There are a lot of ways to tell the story of what it means and where we are now, but any version of it needs respect for the complexities, because there are a lot of latitudes between the poles of total victory and total defeat.</p><p>I had been dreading the treaty anniversary as an occasion to note that we have not done nearly enough, but in July I thought we might be able celebrate it. Because, on 23 July, the international court of justice handed down an epochal ruling that gives that treaty enforceable consequences it never had before. It declares that all nations have a legal obligation to act in response to the climate crisis, and, as Greenpeace International <a href=\"https://www.greenpeace.org/international/press-release/77262/international-court-justice-historic-advisory-opinion-climate-impacts/\">put</a> it, “obligates states to regulate businesses on the harm caused by their emissions regardless of where the harm takes place. Significantly, the court found that the right to a clean, healthy and sustainable environment is fundamental for all other human rights, and that intergenerational equity should guide the interpretation of all climate obligations.” The Paris treaty was <a href=\"https://www.icj-cij.org/node/205627\">cited</a> repeatedly as groundwork for this decision.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s two years since we were told ‘the age of fossil fuels will end’. When will Australia get prepared for what’s coming? | Clear Air",
      "link": "https://www.theguardian.com/environment/commentisfree/2025/dec/10/the-age-of-fossil-fuels-will-end-coal-gas-exports-australia",
      "pubDate": "Tue, 09 Dec 2025 23:26:58 GMT",
      "description": "<p>The decline of the coal export industry could come even faster than expected, and we need to do more to manage the economic risks</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>The year is winding down and for some Australians that means thinking about Christmas or the beach. For others, it will mean considering how they will cope with the next heatwave or bushfire. Already, <a href=\"https://www.theguardian.com/australia-news/2025/dec/09/australia-nsw-tasmania-bushfires-warning-experts\">two states have been burning</a>.</p><p>The least bold prediction for the summer is that temperature records will tumble. It’s what happens when temperatures are on average 1.5C hotter than a little over a century ago.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/dec/10/the-age-of-fossil-fuels-will-end-coal-gas-exports-australia\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on solar geoengineering: Africa has a point about this risky technology | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/08/the-guardian-view-on-solar-geoengineering-africa-has-a-point-about-this-risky-technology",
      "pubDate": "Mon, 08 Dec 2025 18:08:03 GMT",
      "description": "<p>Sun-dimming risks putting the planet’s thermostat under Donald Trump’s control. Better to adopt the precautionary principle with high-stakes science</p><p>It is fitting that this week’s <a href=\"https://www.newindianexpress.com/world/2025/Dec/05/interview-multilateralism-is-under-strain-but-whats-the-alternative-inger-andersen\">UN environment talks</a> are in Nairobi, with Africa shaping the global climate conversation. The continent’s diplomats are dealing with the vexed question of whether it is wise to try to cool the planet by dimming the sun’s rays. While not on the formal summit agenda, on the sidelines they are <a href=\"https://www.theenergymix.com/african-states-stand-firm-against-solar-geoengineering-urge-real-climate-solutions/\">arguing</a> that it’s time to stop promoting solar geoengineering technology as a solution to global heating. It’s hard to disagree.</p><p>African nations have acted because they don’t want their continent to become a <a href=\"https://www.nytimes.com/2023/04/18/opinion/geoengineering-climate-change-technology-africa.html\">test bed</a> for unproven schemes to spray particles into the high atmosphere to reflect sunlight away from Earth for a small, uncertain cooling gain. They point to <a href=\"https://www.project-syndicate.org/commentary/africa-must-not-be-test-site-for-solar-geoengineering-by-chukwumerije-okereke-and-nnimmo-bassey-2025-06\">environmental, ethical and geopolitical risks</a>. That’s why the continent is pushing for a global “<a href=\"https://wedocs.unep.org/rest/api/core/bitstreams/2426ad5e-d7ae-408a-8e1c-de901ea6cd35/content\">non-use</a>” agreement that would rule out public funding, outdoor experiments, patenting and official promotion of these technologies.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/08/the-guardian-view-on-solar-geoengineering-africa-has-a-point-about-this-risky-technology\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The plants that thrive in salt: could halophytes help save coastal farming?",
      "link": "https://www.theguardian.com/environment/2025/dec/21/plants-salt-halophytes-coastal-farming",
      "pubDate": "Sun, 21 Dec 2025 10:00:03 GMT",
      "description": "<p>As rising seas salinise the soils of the Venice lagoon, scientists and chefs are turning to long-forgotten wild herbs</p><p>On the scrubby banks of the rural swathes of the Venice lagoon, an evening chorus of cicadas underscores the distant whine of farmers’ three-wheeled minivans. Dotted along the brackish fringes of the cultivated plots are scatterings of silvery-green bushes – sea fennel.</p><p>This plant is a member of a group of remarkable organisms known as halophytes – plant species that thrive in saltwater. Long overlooked and found growing in the in-between spaces – saltmarshes, coastlines, the fringes of lagoons – halophytes straddle boundaries in both ecosystems and cuisines. But with shifting agricultural futures, this may be about to change.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/21/plants-salt-halophytes-coastal-farming\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘The biggest transformation in a century’: how California remade itself as a clean energy powerhouse",
      "link": "https://www.theguardian.com/us-news/2025/dec/20/california-renewable-energy",
      "pubDate": "Sat, 20 Dec 2025 15:00:33 GMT",
      "description": "<p>The Golden State’s clean energy use hit new highs in 2025. As the Trump administration abandons US climate initiatives, can California fill the void?</p><p>As officials from around the world met in Brazil for the Cop30 climate summit last month, the US president was nowhere to be found, nor were any members of his cabinet. Instead, the most prominent American voice in Belém was that of the California governor, <a href=\"https://www.theguardian.com/us-news/gavin-newsom\">Gavin Newsom</a>.</p><p>During the five days he spent in Brazil, Newsom described Donald Trump as an “<a href=\"https://www.theguardian.com/environment/2025/nov/11/gavin-newsom-trump-cop30\">invasive species</a>” and condemned his rollback of policies aimed at reducing emissions and expanding renewable energy. Newsom, long considered a presidential hopeful, argued that, as the US retreated, California would step up in its place as a “stable, reliable” climate leader and partner.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/20/california-renewable-energy\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Was 2025 the year that business retreated from net zero?",
      "link": "https://www.theguardian.com/environment/2025/dec/20/was-2025-the-year-that-business-retreated-from-net-zero",
      "pubDate": "Sat, 20 Dec 2025 05:00:20 GMT",
      "description": "<p>From retailers to banks, carmakers to councils, the bold pledges for carbon-neutral economies are being watered down or scrapped</p><p>Almost a year since Donald Trump returned to the White House with a rallying cry to the fossil fuel industry to “drill baby, drill”, a backlash against net zero appears to be gathering momentum.</p><p>More companies have retreated from, or watered down, their pledges to cut carbon emissions, instead prioritising shareholder returns over climate action.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/20/was-2025-the-year-that-business-retreated-from-net-zero\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "They survived wildfires. But something else is killing Greece’s iconic fir forests",
      "link": "https://www.theguardian.com/environment/2025/dec/19/survived-wildfires-drought-killing-greece-fir-forests-aoe",
      "pubDate": "Fri, 19 Dec 2025 05:00:52 GMT",
      "description": "<p>In the Peloponnese mountains, the usually hardy trees are turning brown even where fires haven’t reached. Experts are raising the alarm on a complex crisis</p><p>In the southern Peloponnese, the Greek fir is a towering presence. The deep green, slow-growing conifers have long defined the region’s high-altitude forests, thriving in the mountains and rocky soils. For generations they have been one of the country’s hardier species, unusually capable of withstanding drought, insects and the wildfires that periodically sweep through Mediterranean ecosystems. These Greek forests have lived with fire for as long as anyone can remember.</p><p>So when Dimitrios Avtzis, a senior researcher at the Forest Research Institute (FRI) of Elgo-Dimitra, was dispatched to document the aftermath of a spring blaze in the region, nothing about the assignment seemed exceptional. He had walked into countless burnt landscapes, tracking the expected pockets of mortality, as well as the trees that survived their scorching.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/19/survived-wildfires-drought-killing-greece-fir-forests-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}