{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-07T23:20:29.159844",
  "items": [
    {
      "title": "‘Because of the Goddarn Plant.’ Fishermen in Southwest Louisiana Say LNG Terminals Are to Blame for Shrimp Harvest Decline",
      "link": "https://insideclimatenews.org/news/07092025/louisiana-lng-terminals-shrimp-fishing/",
      "pubDate": "Sun, 07 Sep 2025 09:05:00 +0000",
      "description": "CAMERON, La.—Ray Mallett started fishing near the mouth of the Calcasieu River more than half a century ago as part of the “mosquito fleet,” a ragtag group of kids that plied the surrounding rivers and bayous in small motorboats in search of crabs. A Gulf Coast fisherman like his father before him, Mallett harvested shrimp […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Charting Whale ‘Superhighways’ for Conservation",
      "link": "https://insideclimatenews.org/news/07092025/blue-corridors-whale-superhighways-conservation/",
      "pubDate": "Sun, 07 Sep 2025 09:00:00 +0000",
      "description": "Every year beginning in October, thousands of humpback whales start to leave their warm nurseries in the Eastern Tropical Pacific—an ocean stretch spanning the west coast of Mexico to the northern tip of Peru—to embark on a remarkable and hazardous journey of more than 5,000 miles to feed in Antarctica.  As they travel to the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A California Network of Black Churches Is Embracing Solar Energy, EV Charging",
      "link": "https://insideclimatenews.org/news/07092025/california-black-churches-energy-transition/",
      "pubDate": "Sun, 07 Sep 2025 08:55:00 +0000",
      "description": "HAYWARD, Calif.—On a Sunday morning, the swirling timbre of a Hammond organ drifted into the lobby at Glad Tidings International Church of God in Christ. On the stage, a lively guest preacher, Ronzel Pretlow, roused the congregation in the Hayward, California, church, his raspy voice rising and falling as he sang and shouted, prompting his […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Clean’ Oil and Chemical Soup",
      "link": "https://insideclimatenews.org/news/07092025/icn-sunday-morning-methane-emissions/",
      "pubDate": "Sun, 07 Sep 2025 08:50:00 +0000",
      "description": "The Trump administration says that drilling in the U.S. is cleaner than in other countries due to tighter environmental oversight. But Texas, the heart of America’s oil and gas industry, tells a different story. The state’s regulator grants nearly every request to burn or vent gas into the atmosphere.  When this happens, the release also […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Emissions are Sparking Increases in African Heat Waves in Unexpected Ways, New Study Finds",
      "link": "https://insideclimatenews.org/news/06092025/emissions-increase-africa-heat-waves/",
      "pubDate": "Sat, 06 Sep 2025 09:00:00 +0000",
      "description": "When Southern Europe was hit by a catastrophic heat wave last month, it dominated global news cycles. Spain experienced its longest heat wave on record: lasting 16 days with temperatures reaching 109 degrees. By August 19, wildfires stoked by the heat had torched more than 40,000 acres in France. At the peak of the heat […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Cancels Study on Health Impacts of Industrialized Hog Farms That Produce Biogas",
      "link": "https://insideclimatenews.org/news/06092025/trump-cancels-hog-farm-biogas-health-study/",
      "pubDate": "Sat, 06 Sep 2025 08:55:00 +0000",
      "description": "The Trump administration has cancelled a $417,000 federal grant that would have funded research on the social and economic impacts of biogas production from industrialized swine operations in North Carolina. Over several years, scientists from RTI International in Durham and the Gillings School of Public Health at the University of North Carolina at Chapel Hill […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Experts, Officials Clash Over Maryland’s Latest Stormwater Permit",
      "link": "https://insideclimatenews.org/news/06092025/maryland-stormwater-permit-environmental-justice/",
      "pubDate": "Sat, 06 Sep 2025 08:50:00 +0000",
      "description": "A long-awaited stormwater permit for the Maryland State Highway Administration has become the latest flashpoint in dueling narratives over climate accountability and environmental justice in the state.  The Maryland Department of the Environment (MDE) issues new permits for stormwater discharges “into, through, or from the municipal separate storm sewer system,” or MS4, every five years […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chemical Manufacturing Made New Jersey the ‘PFAS Toilet for the Country’",
      "link": "https://insideclimatenews.org/news/06092025/new-jersey-chemical-manufacturing-pfas/",
      "pubDate": "Sat, 06 Sep 2025 08:45:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Shawn M. LaTourette, New Jersey’s commissioner of environmental protection.  Last month, New Jersey officials announced that they had reached a record-breaking $2 billion settlement with DuPont and related companies for a $875 million payout and up to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Contaminated Riverside Lot in Chicago’s Bridgeport Neighborhood Is Poised for Cleanup by Peoples Gas",
      "link": "https://insideclimatenews.org/news/05092025/chicago-peoples-gas-contaminated-lot-cleanup/",
      "pubDate": "Fri, 05 Sep 2025 22:28:22 +0000",
      "description": "CHICAGO—A vacant lot along the south branch of the Chicago River where harmful chemicals from a long-gone gas facility remain in the soil will be cleaned over the next few months to meet residential standards. Peoples Gas representatives met this week with residents of the Bridgeport neighborhood to explain its remediation plan for 3.7 acres […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Peru Votes Against Creating New Indigenous Reserve in Amazon Region",
      "link": "https://insideclimatenews.org/news/05092025/peru-votes-against-amazon-indigenous-reserve/",
      "pubDate": "Fri, 05 Sep 2025 18:52:18 +0000",
      "description": "Government agencies in Peru have voted against establishing a new reserve meant to protect Indigenous people living in part of the country’s Amazon basin from outside incursions.  Indigenous groups in the region denounced the vote as “a serious setback in the protection of human and environmental rights.” The statement, issued by four Amazonian Indigenous groups […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}