{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-16T15:28:13.797142",
  "items": [
    {
      "title": "Two Suns, One City: Karachi’s Dueling Realities in a Warming World",
      "link": "https://insideclimatenews.org/news/16062025/karachi-pakistan-extreme-heat-crisis/",
      "pubDate": "Mon, 16 Jun 2025 09:00:00 +0000",
      "description": "KARACHI, Pakistan—Inside a sprawling estate in Karachi’s elite Defense neighborhood, air conditioning hummed in a low-frequency buzz. Sherry Rehman, Pakistan’s former federal minister for climate change, walked into a chilled study room and clutched her shawl tighter around her. “Turn this down,” she told an aide. “It’s freezing in here.” A Karachiite born and bred […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Data Centers Proliferate Across Illinois, Communities Grapple with How to Supply the Necessary Water",
      "link": "https://insideclimatenews.org/news/16062025/illinois-data-centers-water-use/",
      "pubDate": "Mon, 16 Jun 2025 08:55:00 +0000",
      "description": "Illinois is already a top destination for data centers, and more are coming. One small Chicago suburb alone has approved one large complex and has proposals for two more. Once they’re online, data centers require a lot of electricity, which is helping drive rates up around the country and grabbing headlines. What gets less attention […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Wrestler vs. the Utility",
      "link": "https://insideclimatenews.org/news/15062025/former-utility-exec-mark-ellis-talks-electricity-bills-energy-transition/",
      "pubDate": "Sun, 15 Jun 2025 09:00:00 +0000",
      "description": "SAN DIEGO—On a walk near his house, with views of the ocean, Mark Ellis speaks with urgency about how the utility business—the industry that long employed him—is harming the public with unsustainable rate increases. He keeps coming back to the same point: The complexity of utility regulation is obscuring a transfer of wealth from the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Saved From the Saw: Conservation Deal Spares 8,000 Acres of Sensitive Land in Alabama From Becoming a Wood Pellet Mill",
      "link": "https://insideclimatenews.org/news/15062025/alabama-conservation-saves-land-from-becoming-wood-pellet-mill/",
      "pubDate": "Sun, 15 Jun 2025 08:55:00 +0000",
      "description": "Long before he was writing bestselling books that defined the understanding of biodiversity, Edward O. Wilson was a boy in Mobile, Ala., exploring the bayous and backwaters of the Mobile-Tensaw Delta and marveling at its wildlife. Now, conservation groups are dedicating nearly 8,000 acres of that Delta, one of the most biodiverse places in North […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Grants Were Set to Address Health Risks on the Hopi and Navajo Reservations, Until the Trump Administration Cut Them",
      "link": "https://insideclimatenews.org/news/15062025/cut-epa-grants-hopi-navajo-reservations/",
      "pubDate": "Sun, 15 Jun 2025 08:50:00 +0000",
      "description": "TUBA CITY, Ariz.—When Carol Parrish built her first fire using her new wood-burning stove, tears streamed down her face.  “My prayers have been answered,” she remembers thinking. For years, Parrish’s home had been in a state of disrepair. Her previous stove, the only way she had to warm her home during the winter, was cracked […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New York City Has a Trash Problem. A Packaging Reduction Bill Could Help",
      "link": "https://insideclimatenews.org/news/14062025/new-york-city-trash-problem-packaging-reduction-bill/",
      "pubDate": "Sat, 14 Jun 2025 09:00:00 +0000",
      "description": "New York City knows it has a waste management problem. The average city household generated 1,899 pounds of trash in 2023. Only around 17 percent of the city’s curbside waste is recycled, despite efforts to change, such as the city’s 2020 plastic bag ban.  Much of the city’s solid garbage and waste, if it is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chesapeake Bay Health Slips in 2025 Report Card as Persistent Challenges Threaten Long-Term Gains",
      "link": "https://insideclimatenews.org/news/14062025/chesapeake-bay-report-card-health-score-drops/",
      "pubDate": "Sat, 14 Jun 2025 08:55:00 +0000",
      "description": "The Chesapeake Bay’s health has taken a downturn, according to a new report card, with the estuary relegated from a “C+” to a “C” as climate extremes and runaway pollution limit restoration efforts. The annual scorecard, produced by the University of Maryland Center for Environmental Science (UMCES), evaluates the state of the bay and its […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Officials Visit Alaska as Interior Department Pushes Proposal Rescinding Biden-era Arctic Protections",
      "link": "https://insideclimatenews.org/news/14062025/trump-interior-department-pushes-proposal-rescinding-arctic-protections/",
      "pubDate": "Sat, 14 Jun 2025 08:50:00 +0000",
      "description": "The Department of the Interior announced a proposal last week to cancel its protections of 13 million acres of Alaskan land inside a previously created reserve. More than 40 Indigenous communities rely on the acreage in question for clean water and critical subsistence resources like caribou, fish and other wildlife. Indigenous people have occupied the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Animals—Living and Dead—Can Help Track Humanity’s Toxic Legacy",
      "link": "https://insideclimatenews.org/news/13062025/todays-climate-animals-humanity-toxic-legacy/",
      "pubDate": "Fri, 13 Jun 2025 20:15:44 +0000",
      "description": "In the early 20th century, more than a million miners in Britain made a daily descent into the depths of the Earth to extract coal, the country’s main source of energy at the time. Joining them on their journey to the harsh, dark underground: bright yellow canaries, about the size of a coffee cup.  These […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Fourth Power Plant Approved in Newark Despite Tearful Protests From Ironbound Residents",
      "link": "https://insideclimatenews.org/news/13062025/newark-ironbound-power-plant-approved-despite-opposition/",
      "pubDate": "Fri, 13 Jun 2025 19:51:14 +0000",
      "description": "The Ironbound neighborhood in Newark, N.J., has two distinct sections: an immigrant-rich area of rowhouses, ethnic restaurants and shops, and a clogged industrial zone with three power plants, the state’s largest incinerator and biggest sewage facility, a slew of factories and a near-constant parade of diesel trucks.  And now, there will be a fourth power […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}