{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-01-22T18:42:54.681302",
  "items": [
    {
      "title": "Senators urge Ford to disclose suspected lobbying over Trump’s climate rollbacks",
      "link": "https://www.theguardian.com/us-news/2026/jan/22/senate-ford-trump-climate-rollbacks",
      "pubDate": "Thu, 22 Jan 2026 17:00:52 GMT",
      "description": "<p>Sheldon Whitehouse adds auto giant to investigation after US president claimed CEO requests changes to regulations</p><p>As the Trump administration prepares to overturn the rule underpinning virtually all US climate regulations, a Senate committee is investigating whether the US’s second-largest automaker lobbied for the rollback.</p><p>In September, the Senate environment and public works committee launched investigations into two dozen oil companies, thinktanks, law firms and trade associations, focused on how the companies may have persuaded the White House to initiate the repeal of the 2009 endangerment finding. Now, the committee, chaired by the Rhode Island senator Sheldon Whitehouse, is expanding the investigation to include Ford Motor Company.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/22/senate-ford-trump-climate-rollbacks\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Australia’s worst heatwave since black summer made five times more likely by global heating, analysis finds",
      "link": "https://www.theguardian.com/australia-news/2026/jan/23/australias-worst-heatwave-since-black-summer-made-five-times-more-likely-by-global-heating-analysis-finds",
      "pubDate": "Thu, 22 Jan 2026 13:01:25 GMT",
      "description": "<p>Extreme heat ‘is getting worse and whether we like it or not ... there’s ultimately a limit to what we can actually physically cope with,’ scientist says</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Human-caused global heating made the intense heatwave that affected much of Australia in early January five times more likely, new analysis suggests.</p><p>The <a href=\"https://www.theguardian.com/environment/2026/jan/07/severe-heatwave-hits-southern-australian-states-with-firefighters-warning-many-areas-ready-to-burn\">heatwave earlier this month</a> was the most severe since the 2019-20 black summer, with temperatures over 40C in Melbourne and Sydney, even hotter conditions in regional Victoria and New South Wales, and extreme heat also affecting Western Australia, South Australia and Tasmania.</p> <a href=\"https://www.theguardian.com/australia-news/2026/jan/23/australias-worst-heatwave-since-black-summer-made-five-times-more-likely-by-global-heating-analysis-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Residents in legal fight to halt demolition of Clockwork Orange estate",
      "link": "https://www.theguardian.com/society/2026/jan/22/residents-halt-demolition-clockwork-orange-lesnes-estate-legal",
      "pubDate": "Thu, 22 Jan 2026 11:53:39 GMT",
      "description": "<p>Climate concerns raised over redevelopment of 1960s Brutalist estate in south-east London</p><p>A legal challenge has been launched in an effort to halt the demolition of a <a href=\"https://www.theguardian.com/society/2024/apr/30/housing-london-a-clockwork-orange-thamesmead-lesnes-estate\">1960s Brutalist estate</a> in south-east London that featured in Stanley Kubrick’s dystopian film A Clockwork Orange.</p><p>The challenge against Bexley council and Peabody housing association, which will be carrying out the redevelopment, has been launched by the Lesnes estate resident Adam Turk.</p> <a href=\"https://www.theguardian.com/society/2026/jan/22/residents-halt-demolition-clockwork-orange-lesnes-estate-legal\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Half of world’s CO2 emissions come from just 32 fossil fuel firms, study shows",
      "link": "https://www.theguardian.com/environment/2026/jan/21/carbon-dioxide-co2-emissions-fossil-fuel-firms-study",
      "pubDate": "Wed, 21 Jan 2026 06:00:53 GMT",
      "description": "<p>Critics accuse leading firms of sabotaging climate action but say data increasingly being used to hold them to account</p><p>Just 32 fossil fuel companies were responsible for half the global carbon dioxide emissions driving the climate crisis in 2024, down from <a href=\"https://www.theguardian.com/environment/2025/mar/05/half-of-worlds-co2-emissions-come-from-36-fossil-fuel-firms-study-shows\">36 a year earlier</a>, a report has revealed.</p><p>Saudi Aramco was the biggest state-controlled polluter and ExxonMobil was the largest investor-owned polluter. Critics accused the leading fossil fuel companies of “sabotaging climate action” and “being on the wrong side of history” but said the emissions data was increasingly being used to hold the companies accountable.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/21/carbon-dioxide-co2-emissions-fossil-fuel-firms-study\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Biodiversity collapse threatens UK security, intelligence chiefs warn",
      "link": "https://www.theguardian.com/environment/2026/jan/20/biodiversity-collapse-threatens-uk-security-intelligence-chiefs-warn",
      "pubDate": "Tue, 20 Jan 2026 19:03:46 GMT",
      "description": "<p>Ecosystem destruction will increase food shortages, disorder and mass migration, with effects already being felt</p><p>The global attack on nature is threatening the UK’s national security, government intelligence chiefs have warned, as the increasingly likely collapse of vitally important natural systems would bring mass migration, food shortages and price rises, and global disorder.</p><p>Food supplies are particularly at risk since “without significant increases” the UK would be unable to compete with other nations for scarce resources, a report to ministers says.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/20/biodiversity-collapse-threatens-uk-security-intelligence-chiefs-warn\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on food security: Britain can no longer trust markets alone | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/20/the-guardian-view-on-food-security-britain-can-no-longer-trust-markets-alone",
      "pubDate": "Tue, 20 Jan 2026 18:29:38 GMT",
      "description": "<p>As climate and geopolitics shocks bite, countries are rebuilding food buffers. The UK clings to neoliberal ideas while households pay the price</p><p><a href=\"https://www.ft.com/content/18d75e20-b63e-4f47-8f63-58c0cc4bca22\">Food policy</a> across much of the world is changing. But not in Britain. That may be a costly mistake as the prices of essentials rise because of the climate emergency, geopolitical tensions and the fragility of just-in-time supply chains. Many capitals are now reviving their strategic food reserves. European nations such as Sweden, Finland, Norway and Germany are rebuilding stocks dismantled after the cold war. Climate shocks have led to Egypt and Bangladesh boosting similar programmes. Countries such as Brazil and Indonesia – sensitive to the food needs of their vast populations – are also expanding their reserves.</p><p>The UK, by contrast, has no substantial public food reserves. Its strategy rests almost entirely on global markets and private intentions – an approach shaped by decades of liberalised trade. Even in the event of war, the official advice focuses on households <a href=\"https://www.mirror.co.uk/news/uk-news/uk-households-told-stockpile-one-36048517\">stockpiling</a> essentials. In Britain’s view, food security is about prices, not scarcity of supply.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/20/the-guardian-view-on-food-security-britain-can-no-longer-trust-markets-alone\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "From Trump’s rejected treaties to our daily lives, we’re building walls around ourselves | Anand Pandian",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/19/trump-isolationism-mlk-jr",
      "pubDate": "Mon, 19 Jan 2026 12:00:25 GMT",
      "description": "<p>Martin Luther King Jr knew that ‘whatever affects one directly affects all indirectly’. But we Americans are denying that reality</p><p>The United States seems determined to turn its back on the rest of our planetary neighbors. The Trump administration’s <a href=\"https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un\">recent decision to withdraw</a> from 66 international treaties, conventions and organizations is striking for the range of its rejections. Everything from the global treaty on climate change to multilateral efforts to address migration and cultural heritage, clean water and renewable energy, and the international trade in timber and minerals has been summarily dismissed as “<a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">contrary to the interests of the United States</a>”.</p><p>It’s no surprise that an administration hellbent on physical walls around the United States would also put up such walls of indifference, as if all of these longstanding collective efforts were simply “irrelevant” to our interests as a country, as the US secretary of state, Marco Rubio, put it in a<a href=\"https://www.state.gov/releases/2026/01/withdrawal-from-wasteful-ineffective-or-harmful-international-organizations/\"> public statement</a>. And yet, as we know, the reality of contemporary life on Earth is so profoundly otherwise. How has the truth of our interconnectedness with others elsewhere become so difficult to grasp in the United States?</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/19/trump-isolationism-mlk-jr\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s been a busy month for Anthony Albanese on the environment | Jess Harwood",
      "link": "https://www.theguardian.com/commentisfree/picture/2026/jan/19/its-been-a-busy-month-for-anthony-albanese-on-the-environment",
      "pubDate": "Mon, 19 Jan 2026 00:28:11 GMT",
      "description": "<p>Talk about climate whiplash</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2026/jan/19/its-been-a-busy-month-for-anthony-albanese-on-the-environment\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Some want to ban geoengineering research. This would be a catastrophic mistake for our planet | Craig Segall and Baroness Bryony Worthington",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan",
      "pubDate": "Fri, 09 Jan 2026 11:00:01 GMT",
      "description": "<p>We’ve already geoengineered the planet through the careless release of greenhouse gases. Now we need a plan to manage the risks we’ve set in motion</p><p>A few months ago, Marjorie Taylor Greene, then a Georgia representative, held a <a href=\"https://www.washingtontimes.com/news/2025/sep/11/doge-subcommittee-hold-hearing-weather-modification-geo-engineering/\">hearing</a> on her bill to ban research on “geoengineering”, which refers to technological <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> interventions, such as using reflective particles to reflect away sunlight. The hearing represented something of a first – a Republican raising alarm bells about human activity altering the health of the planet. Of course, for centuries, people have burned fossil fuels to power and feed society, emitting greenhouse gases that now overheat the planet.</p><p>Unfortunately, her hearing waved past an urgent debate that policymakers are confronting around the world: after centuries of accidental fossil-fuel geoengineering, should we deliberately explore interventions to cool the planet and give the energy transition breathing room?</p><p>Craig Segall is the former deputy executive officer and assistant chief counsel of the California Air Resources Board. He is also former senior vice-president of Evergreen Action and a longtime climate advocate. He has academic seats at the University of Edinburgh, New York University, and the University of California at Berkeley The opinions in this piece are his own.</p><p>Baroness Bryony Worthington was created a life peer in 2011, giving her a seat in the UK’s House of Lords where she served as shadow energy minister She has over 25 years of experience working on climate, energy and environmental policy in the NGO and public sectors, and in the private sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Looking for Miracle: why have so many dugongs gone missing from Thailand’s shores?",
      "link": "https://www.theguardian.com/environment/2026/jan/20/looking-for-miracle-thailand-dugong-sea-cows-seagrass-pollution",
      "pubDate": "Tue, 20 Jan 2026 11:03:55 GMT",
      "description": "<p>The Andaman coast was one of very few places in the world with a viable population but then dead dugongs began washing up. Now half have gone</p><p></p><p></p><p>A solitary figure stands on the shore of Thailand’s Tang Khen Bay. The tide is slowly rising over the expanse of sandy beach, but the man does not seem to notice. His eyes are not fixed on the sea, but on the small screen clutched between his hands.</p><p>About 600 metres offshore, past the shadowy fringe of coral reef, his drone hovers over the murky sea, focused on a whirling grey shape: Miracle, the local dugong, is back.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/20/looking-for-miracle-thailand-dugong-sea-cows-seagrass-pollution\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The fate of the planet’s coastlines depends on how fast Antarctica’s ice sheets melt. We don’t know what’s coming",
      "link": "https://www.theguardian.com/world/2026/jan/17/climate-antarctica-ice-sheets-glaciers-melting-research-affect-sea-levels",
      "pubDate": "Sat, 17 Jan 2026 19:00:35 GMT",
      "description": "<p>Some regions of the continent have enough ice to push up sea levels by 15 metres if they all melt, but researchers don’t yet fully understand the consequences</p><p>On one side of Dr Ben Galton-Fenzi’s view across the vast Totten ice shelf, the sun sat low on the Antarctic horizon. On the other, a full moon.</p><p>The ice shelf is “flat and white”, says Galton-Fenzi. “If there’s cloud around, you lose the horizon.”</p> <a href=\"https://www.theguardian.com/world/2026/jan/17/climate-antarctica-ice-sheets-glaciers-melting-research-affect-sea-levels\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We’re in danger of extinction’: can Bolivia’s ‘water people’ survive a rising tide of salt and migration?",
      "link": "https://www.theguardian.com/global-development/2026/jan/16/bolivia-uru-chipaya-climate-crisis-water-oldest-civilisation-salinity",
      "pubDate": "Fri, 16 Jan 2026 13:00:57 GMT",
      "description": "<p>The Uru Chipaya, one of South America’s most ancient civilisations, are battling drought, salinity and an exodus of their people as the climate crisis wreaks havoc on their land</p><p>In the small town of Chipaya, everything is dry. Only a few people walk along the sandy streets, and many houses look abandoned – some secured with a padlock. The wind is so strong that it forces you to close your eyes.</p><p>Chipaya lies on <a href=\"https://www.theguardian.com/world/bolivia\">Bolivia</a>’s Altiplano, 35 miles from the Chilean border. The vast plateau, nearly 4,000 metres above sea level, feels almost empty of people and animals, its solitude framed by snow-capped volcanoes. It raises the question: can anybody possibly live here?</p> <a href=\"https://www.theguardian.com/global-development/2026/jan/16/bolivia-uru-chipaya-climate-crisis-water-oldest-civilisation-salinity\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump’s anti-climate agenda won’t just hurt the planet, but American incomes too",
      "link": "https://www.theguardian.com/environment/2026/jan/15/donald-trump-anti-climate-crisis-agenda-lower-american-incomes",
      "pubDate": "Fri, 16 Jan 2026 07:00:04 GMT",
      "description": "<p>In this week’s newsletter: US earnings would be 12% higher without the climate crisis, a study reveals – and the hotter the world gets, the greater the economic losses</p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>Donald Trump has long railed against emissions-cutting policy as an expensive “hoax” and “scam”. But the climate crisis itself comes with a major price tag for Americans, <a href=\"https://www.pnas.org/doi/10.1073/pnas.2504376122\">a new study shows</a>.</p><p>Previous research has found that global heating has driven up utility costs, home insurance premiums and healthcare bills. But according to the new study, published in the Proceedings of the National Academy of Sciences journal, it has also slashed US incomes by more than a tenth since 2000 – a severe national economic jolt.</p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/13/microplastics-human-body-doubt\">‘A bombshell’: doubt cast on discovery of microplastics throughout human body</a></strong></p><p><strong><a href=\"https://www.theguardian.com/business/2026/jan/15/the-crisis-whisperer-how-adam-tooze-makes-sense-of-our-bewildering-age\">The crisis whisperer: how Adam Tooze makes sense of our bewildering age</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/15/africas-elephant-conundrum-dying-out-south-sudan-too-many-zimbabwe-aoe\">Africa’s great elephant divide: countries struggle with too many elephants – or too few</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2025/apr/01/average-person-will-be-40-poorer-if-world-warms-by-4c-new-research-shows\">Average person will be 40% poorer if world warms by 4C, new research shows</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/article/2024/may/17/economic-damage-climate-change-report\">Economic damage from climate change six times worse than thought – report</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/26/tackling-climate-crisis-will-increase-economic-growth-oecd-research-finds\">Tackling climate crisis will increase economic growth, OECD research finds</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/jan/15/donald-trump-anti-climate-crisis-agenda-lower-american-incomes\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}