{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-05-31T16:28:11.012001",
  "items": [
    {
      "title": "As Chicagoans Brace for Higher Water Bills, Groups Push for Affordability Reforms",
      "link": "https://insideclimatenews.org/news/31052025/chicago-water-bill-rate-reforms/",
      "pubDate": "Sat, 31 May 2025 09:00:00 +0000",
      "description": "On Sunday Chicagoans will face another spike in their water bills after seeing rates more than double over the past 15 years. The latest increase—4 percent—comes as environmental justice groups are fighting for more water-affordability protections.  “Water is just as important as energy,” said Iyana Simba, city programs manager at the Illinois Environmental Council. “If […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Pittsburgh’s Alcoa Is Undermining a Rare Forest To Fuel Its Global Aluminum Empire",
      "link": "https://insideclimatenews.org/news/31052025/alcoa-mines-threaten-australia-forest/",
      "pubDate": "Sat, 31 May 2025 08:50:00 +0000",
      "description": "This story was originally published by PublicSource, a nonprofit newsroom serving the Pittsburgh region, and supported by the Pulitzer Center. For more of its journalism, visit publicsource.org. It took four Noongar men to hoist the warm, lifeless kangaroo onto the hooked limb from which they skinned and gutted their kill. Working the carcass with an agile […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "U.S. Steel Is a Major Source of Pollution in Pennsylvania. Will Its Sale Lock in Emissions for Another Generation?",
      "link": "https://insideclimatenews.org/news/30052025/trump-celebrates-japan-nippon-us-steel-deal-pennsylvania-pollution/",
      "pubDate": "Fri, 30 May 2025 23:30:58 +0000",
      "description": "President Donald Trump returned to western Pennsylvania Friday to announce an ending to the months-long saga to decide who would own the Pittsburgh-based steelmaking company U.S. Steel.  But even as the deal moves toward a resolution, questions about what it will mean for public health, local economies and climate change linger. U.S. Steel’s coal-based steelmaking […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Executive Orders Violate Young People’s Rights to a Stable Climate, a Lawsuit Alleges",
      "link": "https://insideclimatenews.org/news/30052025/climate-lawsuit-alleges-trump-executive-orders-violate-youth-rights/",
      "pubDate": "Fri, 30 May 2025 23:12:11 +0000",
      "description": "A group of 22 young people from across the country accuse the Trump administration in a new federal lawsuit of violating their constitutional rights with a coordinated set of executive orders that prioritize the expansion of fossil fuels and threaten to further destabilize the climate. The complaint, filed Thursday in the U.S. District Court in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Economic Consequences of Ignoring Climate Change",
      "link": "https://insideclimatenews.org/news/30052025/todays-climate-economic-consequences-extreme-weather-trump/",
      "pubDate": "Fri, 30 May 2025 21:10:43 +0000",
      "description": "The price of climate change is high—and the bill is only getting steeper as temperatures continue to rise, economists say.  A recent report compiled by risk management experts with the Institute and Faculty of Actuaries and the University of Exeter in England found that the global economy could experience a 50 percent loss in gross […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As China Touts Green Financing and Climate Goals, Its Banks Are Pouring Billions Into Commodities From the World’s Rainforests",
      "link": "https://insideclimatenews.org/news/30052025/china-touts-green-financing-as-banks-pour-billions-into-deforestation/",
      "pubDate": "Fri, 30 May 2025 09:00:00 +0000",
      "description": "Chinese banks have become the biggest international funders of companies that trade in goods linked to deforestation, a trend that could further imperil the world’s most climate-critical forests, environmental advocates say. A new report from the advocacy group Global Witness, published Thursday, tracks financing from China’s top banks to companies that rely on the world’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Report: Paper Mills Around the Country, Including Virginia, Release Pollution From Decades-Old Boilers",
      "link": "https://insideclimatenews.org/news/30052025/paper-mill-greenhouse-gase-pollution-report/",
      "pubDate": "Fri, 30 May 2025 08:55:00 +0000",
      "description": "Donna Thomasson is a 34-year-old nurse who grew up on a hillside overlooking the Smurfit Westrock paper mill nestled in the hollers of Covington in Southwest Virginia. Its smokestacks tower over nearby homes. “I think it’s getting worse,” she told researchers at the Environmental Integrity Project about air pollution coming from the mill. “The odor […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Supreme Court Backs a Controversial Railroad in Utah for Carrying Oil",
      "link": "https://insideclimatenews.org/news/29052025/supreme-court-backs-controversial-utah-oil-railroad/",
      "pubDate": "Thu, 29 May 2025 22:55:08 +0000",
      "description": "The U.S. Supreme Court has ruled in favor of a controversial Utah railway project that critics say erodes the National Environmental Policy Act (NEPA), a bedrock of environmental law for the past half century. The case centered on a proposed 88-mile railway that would connect the oil fields of northeastern Utah to a national rail […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Clean Energy Project Cancellations Top $14 Billion So Far in 2025",
      "link": "https://insideclimatenews.org/news/29052025/trump-clean-energy-project-cancellations-top-14-billion-dollars/",
      "pubDate": "Thu, 29 May 2025 21:26:08 +0000",
      "description": "Businesses have cancelled or delayed more than $14 billion of investments in U.S. clean energy projects so far this year, reflecting their uncertainty and pessimism over federal support amid President Donald Trump’s climate policy retreat, industry analysts reported Thursday. The sector still is showing resilience—at least $4.2 billion in new renewable energy, grid, electric vehicle […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Twinkle in Trump’s Eye: A Shakeup at Alabama’s Top Utility Regulator",
      "link": "https://insideclimatenews.org/news/29052025/alabama-public-service-commission-president-twinkle-cavanaugh-moves-to-trump-administration/",
      "pubDate": "Thu, 29 May 2025 21:17:54 +0000",
      "description": "MONTGOMERY, Ala.—Twinkle Cavanaugh, longtime president of the state’s top utility regulator, will begin working within days for the Trump administration as the state director for rural development in Alabama.  Cavanaugh will leave the Public Service Commission on June 1. Her move was announced by the federal Department of Agriculture among other appointees earlier this week.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}