{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-16T06:43:18.944305",
  "items": [
    {
      "title": "As Data Centers Jostle to Get on Texas’ Grid, ERCOT Promises New Rules for ‘Batch Zero’",
      "link": "https://insideclimatenews.org/news/15012026/texas-ercot-rules-for-data-center-grid-connection/",
      "pubDate": "Thu, 15 Jan 2026 23:55:54 +0000",
      "description": "Texas’ grid operator is developing a new process to evaluate multiple large-load interconnection requests at the same time. The question for cryptocurrency miners and data center developers that are already in line is: who gets to go first?  That should hopefully be sorted out by month’s end. That’s when the Electric Reliability Council of Texas […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Duke Energy Plans to Build a Massive Natural Gas Power Plant in Davidson County. But Where, Exactly?",
      "link": "https://insideclimatenews.org/news/15012026/duke-energy-proposed-natural-gas-power-plant-davidson-county/",
      "pubDate": "Thu, 15 Jan 2026 23:43:44 +0000",
      "description": "Duke Energy could build a 1,360-megawatt natural gas power plant on company-owned land in western Davidson County, which, if approved by the N.C. Utilities Commission, would add tons of climate-heating greenhouse gases into the air each year.  The 1,600-acre site at 3714 Giles Road is about eight-and-half miles west of Lexington and abuts the Yadkin […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ocean Damage Nearly Doubles the Cost of Climate Change",
      "link": "https://insideclimatenews.org/news/15012026/ocean-damage-nearly-doubles-the-cost-of-climate-change/",
      "pubDate": "Thu, 15 Jan 2026 23:37:47 +0000",
      "description": "The global cost of greenhouse gas emissions are nearly double what scientists previously thought, according to a study published Thursday by researchers at the University of California San Diego’s Scripps Institution of Oceanography.  It is the first time a social cost of carbon (SCC) assessment—a key measure of economic harm caused by climate change—has included […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New York Offshore Wind Project Allowed to Restart Construction—for Now",
      "link": "https://insideclimatenews.org/news/15012026/new-york-offshore-empire-wind-project-restarts/",
      "pubDate": "Thu, 15 Jan 2026 20:38:31 +0000",
      "description": "A federal judge issued a temporary injunction, allowing the developer of Empire Wind, an offshore wind project off the coast of Long Island, to resume construction after the Trump administration suspended work there in late December. “Empire Wind will now focus on safely restarting construction activities that were halted during the suspension period,” a spokesperson […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Talking About Energy Dominance? Solar Would Like to Have a Word.",
      "link": "https://insideclimatenews.org/news/15012026/inside-clean-energy-solar-dominance/",
      "pubDate": "Thu, 15 Jan 2026 14:00:00 +0000",
      "description": "There’s a lot happening right now in U.S. energy and policy and it’s easy to lose track of the larger picture. I’m going to ask you to turn your attention, at least for a few minutes, to something bigger that’s also happening: Solar power is moving toward dominance of the global energy system. The trend […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Hurricane-Prone Florida, Legislators Reconsider New Growth and Development Law",
      "link": "https://insideclimatenews.org/news/15012026/florida-legislators-reconsider-resiliency-efforts-law/",
      "pubDate": "Thu, 15 Jan 2026 10:00:00 +0000",
      "description": "After three hurricanes battered Florida in 2024, state lawmakers approved legislation that supporters said would help communities recover. But the measure has had the much more far-reaching consequence of blocking local sustainability and resilience efforts. The provisions of SB 180 that enhance growth and development in this booming state, which is uniquely vulnerable to more […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bessemer Data Center Developer to Request Rezoning for Additional 900 Acres",
      "link": "https://insideclimatenews.org/news/14012026/bessemer-alabama-data-center-to-ask-for-additional-900-acres/",
      "pubDate": "Wed, 14 Jan 2026 22:38:42 +0000",
      "description": "BESSEMER, Ala.—Logistic Land Investment LLC, the developer behind Project Marvel, a $14.5 billion proposed data center project in central Alabama, will request the rezoning of an additional 900 acres of land from agricultural to light industrial use, according to a Bessemer city council member.  Cleo King, who represents District 7, said in an interview Wednesday […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Iran’s Regime Has Survived War, Sanctions and Uprising. Environmental Crises May Bring It Down.",
      "link": "https://insideclimatenews.org/news/14012026/iran-environmental-crisis-water-shortage-protests/",
      "pubDate": "Wed, 14 Jan 2026 22:20:23 +0000",
      "description": "The anti‐government protests sweeping across Iran, from major cities to rural towns, are fueled by anger over economic collapse and political repression. But beneath the headlines of currency devaluations and street clashes lies a deeper, more permanent driver of dissent: ecological calamity. Decades of ignoring scientists, persecuting activists and greenlighting corrupt development schemes have triggered […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hochul Wants More Nuclear Power in New York",
      "link": "https://insideclimatenews.org/news/14012026/new-york-gov-hochul-highlights-nuclear-power-in-state-address/",
      "pubDate": "Wed, 14 Jan 2026 19:05:00 +0000",
      "description": "During her State of the State address this week, New York Gov. Kathy Hochul announced that she will push to invest more funds into nuclear energy, calling it “a vital part of our all-of-the-above approach to energy.”  The development of nuclear energy is a divisive issue among climate advocates in the state. Nuclear power plants […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Underwater Cameras Could Help Unlock America’s Tidal Energy Industry",
      "link": "https://insideclimatenews.org/news/14012026/tidal-turbine-study-tracks-impact-on-marine-life/",
      "pubDate": "Wed, 14 Jan 2026 19:00:00 +0000",
      "description": "At the narrow entrance to Sequim Bay’s tidal channel, an underwater, four-bladed turbine spinning above the seabed might look like a hazard. But here, in Washington state, underwater acoustic cameras bring to life a different story: Schools of Pacific herring swim through the rotors; harbor seals stop and curiously approach; diving cormorants instinctively steer clear.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}