{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-09-11T04:28:24.381005",
  "items": [
    {
      "title": "In Georgia, Trump’s immigration agenda and clean energy jobs are colliding",
      "link": "https://grist.org/climate-energy/georgia-ice-raid-hyundai-battery-immigration-clean-energy/",
      "pubDate": "Wed, 10 Sep 2025 18:39:40 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "First came the wildfire. Then came the scams.",
      "link": "https://grist.org/extreme-weather/first-came-the-wildfire-then-came-the-scams/",
      "pubDate": "Wed, 10 Sep 2025 08:45:00 +0000",
      "description": "More than a third of people impacted by a disaster report experiencing fraud, according to a survey commissioned by the American Institute of CPAs, a national organization of accountants. About 8 percent said they experienced contractor fraud, and another 10 percent reported vendor fraud, which involves improper payments to real or fictitious businesses.  \n<br><br>\nPost-disaster scams come in many forms. In some cases, contractors ask for money up front and then disappear. In others, they may tear down walls damaged by floodwaters or fires, collect a portion of their fees, and never return to rebuild the home. But in the case of more sophisticated actors, they use insurance companies and the legal system to put homeowners in a bind. \n<br><br>\nAs hurricanes, wildfires, and flooding become more frequent and severe, the disaster economy has ballooned — and with it, opportunities to take advantage of people in crisis.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Scams are rampant after natural disasters. Here’s how to protect yourself.",
      "link": "https://grist.org/extreme-weather/scams-are-rampant-after-natural-disasters-heres-how-to-protect-yourself/",
      "pubDate": "Wed, 10 Sep 2025 08:44:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Report: Big businesses are doing carbon dioxide removal all wrong",
      "link": "https://grist.org/accountability/report-carbon-dioxide-removal-companies/",
      "pubDate": "Tue, 09 Sep 2025 08:45:00 +0000",
      "description": "Achieving net-zero greenhouse gas emissions by 2050 will require removing carbon dioxide from the atmosphere, according to the Intergovernmental Panel on Climate Change. But only some types of carbon removal are actually effective — and these are largely not the kind that major companies are investing in.\n<br><br>\nA new report from the NewClimate Institute, a European think tank, finds that 35 of the world’s biggest businesses are leaning on short-term tree-planting and other forms of “nondurable” carbon removal in order to say they’ve neutralized some of their climate pollution. The handful of companies investing in more reliable carbon removal are mostly not doing so in conjunction with the elimination of carbon emissions altogether.\n<br><br>\nCarbon dioxide removal, or CDR, refers to efforts to capture CO2 after it’s been emitted into the atmosphere and store it in rocks, land, ocean reservoirs, or human-made products. The most reliable types of carbon removal, which the NewClimate Institute calls “durable CDR,” involve injecting carbon into geological formations or turning it into rocks, where it will stay put for at least 1,000 years — about the same amount of time that CO2 from the burning of fossil fuels will remain in the atmosphere. \n<br><br>\nTech companies showed the most investment in durable CDR — Microsoft alone is responsible for 70 percent of all durable CDR ever contracted — but the report criticizes the sector for planning to claim “potentially significant amounts” of both durable and nondurable CDR toward net-zero targets. Tech companies can fully decarbonize without offsets, so their emissions targets should not depend on carbon removal.\n<br><br>\nAviation was the other sector showing the greatest support for durable CDR, but only one airline — Japan’s All Nippon Airways — had a “reasonable” plan to use the technology to neutralize residual emissions by 2050. Three airlines lacked concrete plans.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Billions spent, miles to go: The story of California’s failure to build high-speed rail",
      "link": "https://grist.org/transportation/billions-spent-miles-to-go-the-story-of-californias-failure-to-build-high-speed-rail/",
      "pubDate": "Mon, 08 Sep 2025 08:45:00 +0000",
      "description": "Seventeen years ago, Californians bet on a grand vision of the future. They narrowly approved a $10 billion bond issue to build a high-speed rail line that would zip between San Francisco and Los Angeles in under three hours. This technological marvel would slash emissions, revitalize the state’s Central Valley, and, with some financial help from the feds and private sector, provide the fast, efficient, and convenient travel Asia and Europe have long enjoyed.\n<br><br>\nState officials promised to deliver this transit utopia by 2020. Instead, costs have more than doubled, little track has been laid, and service isn’t expected to begin before 2030 — and only between Bakersfield and Merced, two cities far from the line’s ultimate destinations. \n<br><br>\nThe reasons for this vary with who’s being asked, but people with expertise often cite three fundamental missteps: Creating a new agency to lead the effort, failing to secure adequate funding from the start, and choosing a route through California’s agricultural heartland. The state’s strict environmental review process hasn’t helped, either.\n<br><br>\nUltimately, California’s high-speed rail is more than a train line; it is a test of the nation’s ability to deliver transformative infrastructure. Its path forward remains uncertain, but every mile of track laid could lead to a turning point — not just for the state, but for the broader goal of building the kind of transportation network other countries take for granted.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A Texas congressman is quietly helping Elon Musk pitch a $760M plan to build tunnels under Houston to ease flooding",
      "link": "https://grist.org/accountability/a-texas-congressman-is-quietly-helping-elon-musk-pitch-a-760m-plan-to-build-tunnels-under-houston-to-ease-flooding/",
      "pubDate": "Sun, 07 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "States fast-track wind and solar permits and contracts to beat Trump’s deadline",
      "link": "https://grist.org/energy/states-fast-track-wind-solar-permits-and-contracts-to-beat-trumps-deadline/",
      "pubDate": "Sat, 06 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The words we use to talk about nature are disappearing. Here’s why that matters.",
      "link": "https://grist.org/language/nature-word-language-disappear-culture/",
      "pubDate": "Fri, 05 Sep 2025 08:45:00 +0000",
      "description": "Once upon a time, the English language was full of stories with “blossoms,” “rivers,” and “moss.” But these words are disappearing from our vocabularies — and along with them, our connection to the natural world they describe. \n<br><br>\nA study published in the journal Earth earlier this summer found that the use of nature-related words declined more than 60 percent between 1800 and 2019. The study’s author, Miles Richardson, a psychology professor at the University of Derby in the United Kingdom, looked at 28 everyday terms related to nature, including “bud,” “meadow,” and “beak,” using a Google database that tracked the frequency of words in English-language books over time. \n<br><br>\nExperts have been raising the alarm over our growing disconnect to nature for decades, often by pointing to how our language has changed. The anxiety over the loss of nature language points to a bigger question, once posed by the naturalist Robert Michael Pyle: “What happens to a species that loses touch with its habitat?”",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Nobody wants this gas plant. Trump is forcing it to stay open.",
      "link": "https://grist.org/justice/nobody-wants-this-gas-plant-trump-is-forcing-it-to-stay-open/",
      "pubDate": "Fri, 05 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A fiber optic cable spied on Greenland’s glaciers. It found an alarming problem.",
      "link": "https://grist.org/climate/a-fiber-optic-cable-spied-on-greenlands-glaciers-it-found-an-alarming-problem/",
      "pubDate": "Fri, 05 Sep 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Your home has a 1 in 4 chance of being at severe risk from extreme weather",
      "link": "https://grist.org/extreme-weather/your-home-has-a-1-in-4-chance-of-being-at-severe-risk-from-extreme-weather/",
      "pubDate": "Thu, 04 Sep 2025 17:48:24 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Waterlogged and contaminated: In rural Florida, locals suspect a mining company is to blame for their flooding troubles",
      "link": "https://grist.org/extreme-weather/rural-florida-locals-suspect-mining-company-flooding/",
      "pubDate": "Thu, 04 Sep 2025 08:45:00 +0000",
      "description": "In September 2017, Hurricane Irma slammed into Florida, causing tides to surge and dumping about a foot of water across much of the state. A few days later, Jane Blais stood on a bridge with her neighbors near her High Springs ranch, watching the Santa Fe River below swell higher and higher.  \n<br><br>\nBy the end of the day, Blais’ rental units were soaking in 3 feet of floodwater, and her horses — despite her best efforts — were submerged chest-deep. Such scenes are not uncommon with powerful storms, which are moving more slowly and holding more water as the planet warms.\n<br><br>\nBut eight years later, Blais and others still believe Hurricane Irma shouldn’t have affected them: Residents of inland, rural counties that rarely flood, even during hurricanes with heavy rainfall. Their perspective aligns with flood risk analyses from First Street, a nonprofit that assesses climate risk, which has rated the flood risk in the county where Blais lives as “minor,” with a risk value slightly lower than both the state and national average.\n<br><br>\nThey suspect another culprit: the Chemours mining complex, which sprawls across three counties some 50 miles upstream. The company released over 350 million gallons of wastewater near the headwaters of the Santa Fe River over the course of a week after Hurricane Irma made landfall.\n<br><br>\nAt one point, the flow peaked at nearly 80 million gallons per day — double the company’s permitted allowance.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How much carbon can we safely store underground? Much less than previously thought.",
      "link": "https://grist.org/science/carbon-storage-limits-nature-climate-change/",
      "pubDate": "Wed, 03 Sep 2025 15:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Puerto Ricans are devising the food system of tomorrow",
      "link": "https://grist.org/food-and-agriculture/puerto-ricans-are-devising-the-food-system-of-tomorrow/",
      "pubDate": "Wed, 03 Sep 2025 08:45:00 +0000",
      "description": "In September 2017, Hurricane Maria roared through Puerto Rico. The catastrophic storm came just weeks after Hurricane Irma swept through the archipelago. It would take nearly a year for power to be restored to all residents, the longest blackout in U.S. history.<br><br>The sheer destruction of the storm resulted in bottlenecks of emergency aid distribution, including issues like a shortage of truckers, the loss of virtually all cell communication, and extensive infrastructure damage. The government response to Maria was horribly unequal when compared to similar situations.\n<br><br>\nAt the same time, the food and water shortages experienced by millions of Puerto Ricans were also linked to the island’s staggering rate of food insecurity that preceded the hurricane — and that still persist today. Roughly 41 percent of the population currently lives below the poverty line, and up to one-third is believed to be food-insecure — which is nearly four times the average throughout the continental U.S. \n<br><br>\nIn the wake of Maria, many residents of Puerto Rico, especially those working to improve the archipelago’s local food system, began to think about hurricane preparedness differently. Because they weren’t able to rely on federal assistance, they decided to build their own prototypes of resilience, which didn’t just set them up to be ready for the next storm, but also set them up to live better everyday lives.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "American Samoa says no to deep-sea mining. The Trump administration might do it anyway.",
      "link": "https://grist.org/indigenous/american-samoa-says-no-to-deep-sea-mining-trump-administration/",
      "pubDate": "Wed, 03 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can offshore wind survive the Trump administration?",
      "link": "https://grist.org/energy/can-offshore-wind-survive-the-trump-administration/",
      "pubDate": "Wed, 03 Sep 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How drones and AI are changing the way we fight wildfires",
      "link": "https://grist.org/wildfires/how-drones-and-ai-are-changing-the-way-we-fight-wildfires/",
      "pubDate": "Tue, 02 Sep 2025 08:45:00 +0000",
      "description": "Earlier this summer, the Banana Lake Fire erupted near Plains, Montana, engulfing over 850 acres in flames within a day. The “total suppression” response from firefighting officials included deploying at least 17 engines, two helicopters, and three bulldozers, as well as highly trained fire crews. \n<br><br>\nBut another newer piece of technology was also at play as firefighters worked to contain the blaze: drones.\n<br><br>\nSince 2018, drones — sometimes referred to as unmanned aerial systems, or UAS — have been flying under the radar as a new instrument for the United States Forest Service in the fight against wildfire. Thanks in large part to Dirk Giles, who launched and leads the agency’s UAS program, the number of drones deployed each year by the Forest Service has jumped from 734 flights in 2019 to over 17,000 in 2024.\n<br><br>\nDrones now fly above firefighters, private satellite companies monitor fire and smoke from above, and AI machine-learning models are helping to advance fire research. While these new innovations are not panaceas, ground operations crews and scientists are optimistic about the ways modern technology can help fight fire smarter, not harder.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Josh Hawley’s ‘huge win’ will be a big loss for clean energy — and ratepayers",
      "link": "https://grist.org/energy/josh-hawleys-huge-win-will-be-a-big-loss-for-clean-energy-and-ratepayers/",
      "pubDate": "Tue, 02 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump administration gives coal plants and chemical facilities a pass",
      "link": "https://grist.org/accountability/trump-administration-gives-coal-plants-and-chemical-facilities-a-pass/",
      "pubDate": "Sun, 31 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "US EV sales are booming — for now",
      "link": "https://grist.org/transportation/us-ev-sales-are-booming-for-now/",
      "pubDate": "Sat, 30 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}