{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-25T11:20:33.629060",
  "items": [
    {
      "title": "Can the Latest Youth Climate Case Win Where Others Have Failed?",
      "link": "https://insideclimatenews.org/news/25092025/latest-youth-climate-case-lighthiser-v-trump/",
      "pubDate": "Thu, 25 Sep 2025 09:05:00 +0000",
      "description": "MISSOULA, Mont.—During a short recess in their first hearing, the young plaintiffs in the Lighthiser v. Trump lawsuit gathered outside the courtroom to dance along to a TikTok video. They’d been listening to nearly two days’ worth of testimony and legal arguments that began Sept. 16, sitting attentively in their button-down shirts, khakis and one […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Tumultuous Moment for Public Lands and All Who Rely on Them",
      "link": "https://insideclimatenews.org/news/25092025/inside-climate-talks-public-lands/",
      "pubDate": "Thu, 25 Sep 2025 08:55:00 +0000",
      "description": "Some 640 million acres of the United States are owned by the federal government for the benefit of the people. These public lands, widely loved by Americans, are being pulled in multiple directions over questions of who gets access, how the land is used and managed, and what values should guide those choices. Managing editor […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Raised $8 Million for Hurricane Helene Survivors. Where Did It All Go?",
      "link": "https://insideclimatenews.org/news/25092025/trump-raised-millions-for-helene-survivors-where-did-it-go/",
      "pubDate": "Thu, 25 Sep 2025 08:50:00 +0000",
      "description": "This story was originally published by Grist. Sign up for Grist’s weekly newsletter here. On a dusty, warm day last October, nearly a month after Hurricane Helene tore across the southeastern United States, Donald Trump stood behind a podium in Swannanoa, North Carolina, to pledge funding and support to survivors of the disaster. “In the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New National Climate Action Plans Trickle in During Climate Week, But Still Add Up to a Lot of Warming",
      "link": "https://insideclimatenews.org/news/24092025/new-national-climate-action-plans-trickle-in-during-climate-week-but-still-add-up-to-a-lot-of-warming/",
      "pubDate": "Thu, 25 Sep 2025 01:06:08 +0000",
      "description": "Scores of world leaders reaffirmed their commitment to limiting human-caused global warming at Wednesday’s Climate Week summit during the United Nations General Assembly. But emissions under new climate action plans submitted so far this year under the Paris Agreement would still add up to so much warming that more climate experts are now publicly discussing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pesticides in Your Produce? Probably.",
      "link": "https://insideclimatenews.org/news/24092025/pesticides-in-fruits-vegetables-health/",
      "pubDate": "Wed, 24 Sep 2025 19:10:00 +0000",
      "description": "If you eat a daily serving of fruits and vegetables, critical components of a healthy diet, you’re likely ingesting a hefty dose of pesticides too, new peer-reviewed research shows. U.S. farmers apply hundreds of millions of pounds of harmful pesticides to kill insects, pathogens and other agricultural pests every year. Consumers can be exposed to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Much Water and Energy do Data Centers Consume? A New Jersey Bill Demands Answers.",
      "link": "https://insideclimatenews.org/news/24092025/new-jersey-data-center-water-energy-consumption-bill/",
      "pubDate": "Wed, 24 Sep 2025 09:05:00 +0000",
      "description": "A bill awaiting the signature of New Jersey Gov. Phil Murphy could reshape the relationship between the state and one of the fastest-growing industries amid the artificial intelligence boom: data centers. The measure, Senate Bill 4293 and Assembly Bill 5548, would require operators to publicly disclose on a quarterly basis how much water and electricity […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Could These ‘Deepfake’ Whales Aid Conservation Efforts?",
      "link": "https://insideclimatenews.org/news/24092025/deepfake-ai-whales-conservation-efforts/",
      "pubDate": "Wed, 24 Sep 2025 09:00:00 +0000",
      "description": "It’s a hyper-modern problem on social media: A video or image of an animal doing something seemingly unbelievable in the wild pops up on your feed, only for you to realize it is, in fact, unbelievable. That’s because many of these images and videos—from wolves befriending house cats to brown bears jumping on a trampoline—are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Pollution From Industrial Animal Agriculture Be Controlled?",
      "link": "https://insideclimatenews.org/news/24092025/inside-climate-talks-industrial-animal-agriculture-pollution/",
      "pubDate": "Wed, 24 Sep 2025 08:55:00 +0000",
      "description": "Most of the meat we eat in the United States isn’t raised on small farms or fenced fields, as it was decades ago. Today it comes from large concentrated animal feeding operations, also known as CAFOs. These industrial facilities house thousands of animals in close quarters—generating tremendous amounts of manure, climate-polluting methane and a host […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Takes His ‘Green Energy Scam’ Talk to the UN",
      "link": "https://insideclimatenews.org/news/23092025/trump-criticizes-renewable-energy-to-united-nations/",
      "pubDate": "Tue, 23 Sep 2025 19:16:37 +0000",
      "description": "In a rambling address Tuesday, President Donald Trump told the United Nations General Assembly that the international organization has failed on a range of crucial issues, which he said contrasts with his administration’s successes, including his support for fossil fuels and opposition to renewable energy. “I’ve been right about everything, and I’m telling you if […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Happens When Emergency Alerts Don’t Alert Everyone?",
      "link": "https://insideclimatenews.org/news/23092025/what-happens-when-emergency-alerts-dont-alert-everyone/",
      "pubDate": "Tue, 23 Sep 2025 09:00:00 +0000",
      "description": "On July 4, intense rainfall pounded the Hill Country region of central Texas, triggering a flash flood that rapidly inundated local communities. As the water flooded the area, so too did messages and radio alerts from the National Weather Service warning people to seek higher ground.  However, these messages lacked orders for specific locations to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}