{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-08-08T23:25:44.770063",
  "items": [
    {
      "title": "As California burns, new research shows smoke is wildfire’s silent killer",
      "link": "https://grist.org/health/california-wildfire-smoke-eaton-palisades-excess-mortality/",
      "pubDate": "Fri, 08 Aug 2025 17:47:32 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Energy projects across the country are in limbo after Trump’s ‘One Big Beautiful Bill’",
      "link": "https://grist.org/energy/energy-projects-across-the-country-are-in-limbo-after-trumps-one-big-beautiful-bill/",
      "pubDate": "Fri, 08 Aug 2025 08:45:00 +0000",
      "description": "When President Donald Trump signed the One Big Beautiful Bill Act on July 4, he was in many ways delivering on a campaign promise: gutting the country’s signature climate law, the Inflation Reduction Act, or IRA. \n<br><br>\nThe new budget law delivers deep cuts for programs like renewable energy, tree-planting, and electric vehicle charging infrastructure. It also includes boons for oil drilling and exploration, and increases demand for timber from national forests. White House Assistant Press Secretary Taylor Rogers told Grist that its policies will “turbocharge energy production” and “deliver further relief to American families and businesses.” \n<br><br>\nBut one month since its signing, the Republican megabill seems to be doing the opposite. Program administrators, energy experts, and tribal leaders across the country said there is chaos and confusion as they wait to hear the fate of IRA-funded programs worth billions of dollars.\n<br><br>\nGrist reports from four locations on how local groups are wading through the cuts and uncertainty.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The global plastics crisis explained in 6 charts",
      "link": "https://grist.org/international/the-global-plastics-crisis-explained-in-6-charts/",
      "pubDate": "Fri, 08 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Who’s who at the plastics treaty talks, from delegates to lobbyists",
      "link": "https://grist.org/international/plastics-treaty-coalitions-guide-groups-geneva-inc-5-2/",
      "pubDate": "Fri, 08 Aug 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After Texas’ catastrophic floods, families face a daunting question: Rebuild or let go?",
      "link": "https://grist.org/extreme-weather/texas-floods-hunt-kerrville-rebuild/",
      "pubDate": "Thu, 07 Aug 2025 08:45:00 +0000",
      "description": "Brian Keeper’s family built their beloved riverside home in Hunt, Texas, in 1975, creating decades of memories along the Guadalupe River. But on July 4, 2025, catastrophic flooding overwhelmed the house for the first time, nearly killing Keeper and his dog. Now 68, Keeper faces hard choices: rebuild the damaged home or accept a potential buyout. \n<br><br>\nHe’s one of many in Kerr County, where more than 2,000 structures were damaged and few residents had flood insurance. With FEMA slow to respond and complex permitting requirements ahead, Keeper’s story highlights the emotional and bureaucratic challenges rural communities face in an era of worsening climate disasters.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Food banks have long prevented emissions. Now they’re getting into the carbon credit business.",
      "link": "https://grist.org/food-and-agriculture/food-banks-carbon-credits-food-waste-methane-controversy/",
      "pubDate": "Thu, 07 Aug 2025 08:30:00 +0000",
      "description": "Food banks can help prevent food waste from occurring, by rescuing unsold food from grocers and retailers and redistributing it to families and individuals in need. Now, a small number of food banks around the world have recently started tracking their operations and quantifying how many emissions they’re avoiding — with the goal of using that data to better aid decarbonization efforts, as well as to sell  carbon credits. \n<br><br>\nThese carbon credits could help open up new avenues to raise money for food banks at a time when other sources of funding, like foreign aid from wealthy to developing countries, are threatened, according to the Global FoodBanking Network, or GFN. The nonprofit organization has piloted this carbon credit program in Mexico and Ecuador and is working to bring food banks in 12 other countries onboard. \n<br><br>\nHowever, the rollout of GFN’s program for calculating food banks’ carbon footprint raises the question of whether nonprofits with social and environmental missions should make use of these controversial accounting instruments to stay afloat and further their impact.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Groundwater is drying out, heating up, and causing sea level rise",
      "link": "https://grist.org/science/groundwater-depletion-study-sea-level-rise/",
      "pubDate": "Wed, 06 Aug 2025 08:45:00 +0000",
      "description": "According to a study released last week in the peer-reviewed academic journal Science Advances, fresh water has been declining at an alarming rate since researchers began observing global groundwater in 2002, creating areas of “mega-drying” that cover much of the Northern Hemisphere.\n<br><br>\nAlthough climate change is a contributing factor, with elevated temperatures sapping moisture out of the ground, the main culprit is overpumping of groundwater. After that water is put to human use, it escapes into the ocean where, the study found, it has contributed more to sea level rise than the melting of the Greenland ice sheet. \n<br><br>\nOther research shows that groundwater depletion is only part of the story: What’s left of that water, another recent study in the peer-reviewed journal Nature Geoscience shows, is heating up.\n<br><br>\nAs one expert explained, the larger problem is making it clear to people that groundwater — like oil — is a finite resource. “It will be gone. What do we do then?”",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The unlikely coalition fighting to keep Energy Star labels on your appliances",
      "link": "https://grist.org/energy/unlikely-coalition-fighting-keep-energy-star-labels-appliances/",
      "pubDate": "Wed, 06 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Following the USDA’s food and farm funding: Here’s what’s been canceled and frozen, and resources for those affected",
      "link": "https://grist.org/food-and-agriculture/following-the-usda-food-and-farm-funding/",
      "pubDate": "Wed, 06 Aug 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Here’s what to watch for at this month’s global plastics treaty talks",
      "link": "https://grist.org/international/global-plastics-treaty-talks-explained-negotiations-geneva-inc-5-2/",
      "pubDate": "Tue, 05 Aug 2025 08:45:00 +0000",
      "description": "Negotiators from more than 170 countries are arriving in Geneva, Switzerland, this week to resume discussions over the United Nations plastics treaty, eight months after they missed their original deadline for finalizing the pact.\n<br><br>\nPlastic now permeates virtually all of the Earth’s landscapes, as well as human organs such as the brain, lungs, testicles, and ovaries. It’s associated with myriad health concerns, and — because it’s made from fossil fuels — it’s a major contributor to climate change. \n<br><br>\nMany delegates, advocacy groups, and U.N. officials are hopeful that the 10-day session, running from Tuesday through August 14, will result in a final agreement that delivers on the U.N.’s objective to “end plastic pollution.” But progress has been slow at each of the five preceding sessions, in large part due to a consensus-based decision-making structure that has allowed oil-producing countries to obstruct progress.\n<br><br>\nIf negotiators leave Geneva without an agreement, the next official opportunity for them to engage in plastics treaty diplomacy will likely be at the U.N. Environment Assembly’s next convening in Nairobi, Kenya, in December. That forum allows voting — a double-edged sword.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A new report shows how local climate activism leads to ‘remarkable’ gains",
      "link": "https://grist.org/solutions/new-report-shows-how-local-climate-activism-leads-to-remarkable-gains/",
      "pubDate": "Tue, 05 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Climate disasters are killing small businesses",
      "link": "https://grist.org/business/climate-disasters-are-killing-small-businesses/",
      "pubDate": "Mon, 04 Aug 2025 08:45:00 +0000",
      "description": "The United States is home to millions of small businesses that form the backbone of countless communities. Even during the best of times keeping shops solvent can be a struggle, but when climate-driven disasters strike the impact on mom and pops can be particularly devastating — and prolonged.\n<br><br>\nThat was certainly the case in Asheville, a city known for its artists, breweries and boutiques. Hurricane Helene not only destroyed homes and upended lives, it sent the region’s economy into a tailspin. According to Kyle McCurry, the director of public relations for Explore Asheville, visitors to the area spent $2.9 billion in 2023. The storm led to a 20 to 40 percent drop in annual business revenue.\n<br><br>\nThese waves of impacts are coupled with limited support options for small businesses in both the long and short term. While FEMA has individual and public assistance programs, there is little if any funding for businesses. The SBA often offers low-interest loans, but the paperwork can be burdensome and the money might not start arriving for months. \n<br><br>\nOne expert says that these avenues don’t usually address one of the toughest challenges facing businesses after a storm: liquidity. Even a month or two of disrupted cash flow can devastate some operations.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New York becomes first state to commit to all-electric new buildings",
      "link": "https://grist.org/energy/new-york-becomes-first-state-to-commit-to-all-electric-new-buildings/",
      "pubDate": "Sun, 03 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hundreds of old EV batteries have new jobs in Texas: Stabilizing the grid",
      "link": "https://grist.org/energy/hundreds-of-old-ev-batteries-have-new-jobs-in-texas-stabilizing-the-grid/",
      "pubDate": "Sat, 02 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can protecting nature be nonpartisan?",
      "link": "https://grist.org/politics/nature-nonpartisan-conservation-make-america-beautifaul-again/",
      "pubDate": "Fri, 01 Aug 2025 08:45:00 +0000",
      "description": "Even as President Donald Trump continued upending how the country’s natural resources are managed, he signed an executive order vowing to “Make America Beautiful Again.” His directive, issued July 3, called for balancing environmental stewardship with economic growth, and established a commission to “advise and assist the President regarding how best to responsibly conserve America’s national treasures and natural resources.” It is unclear what policies this commission might develop or how much authority it will hold. \n<br><br>\nBenji Backer, a 27-year-old conservative conservationist, hopes to influence some of those details. He has built a national platform around the idea that caring about the environment and climate change is a bipartisan issue. \n<br><br>\nShortly after the president took office Backer delivered a draft order to the White House containing a list of policy goals he’d developed in consultation with groups like Ducks Unlimited and the National Wildlife Federation. These included goals like restoring forests and combating plastic pollution. \n<br><br>\nThough the Trump administration’s revisions substantially altered the order, Backer was quick to celebrate it. Lobbying efforts by the American Conservation Coalition and its advocacy arm have also met mixed success with the Trump administration.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Texas lawmakers grill Kerr County officials as flood recovery plods on",
      "link": "https://grist.org/extreme-weather/texas-lawmakers-kerr-county-hearing-flood-recovery-fema/",
      "pubDate": "Fri, 01 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Your politics, age, and gender predict your disaster readiness",
      "link": "https://grist.org/extreme-weather/floods-fires-and-false-confidence-americas-disaster-problem-is-personal/",
      "pubDate": "Fri, 01 Aug 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The USDA announced the cancellation of $148M in ‘woke’ grants. Then it went dark.",
      "link": "https://grist.org/food-and-agriculture/usda-148-million-woke-grants-cancellation/",
      "pubDate": "Thu, 31 Jul 2025 08:45:00 +0000",
      "description": "On June 17, the Department of Agriculture announced the end of $148.6 million in funding awarded by the Biden administration to projects geared toward DEI. The move appeared in lockstep with President Donald Trump’s priorities. The notice itself, for example, was titled “Secretary Rollins Takes Bold Action to Put American Farmers First, Cuts Millions in Woke DEI Funding.” \n<br><br>\nIt all seemed like standard fare under the new administration — except that the USDA neither specified what awards it was scrubbing, nor did it follow the news with direct notifications to those grantees affected. And more than a month later, no one yet seems to know whether, or to what extent, the $148 million in grants has actually been cancelled. \n<br><br>\nThe federal agency’s silence has prompted urgent calls for transparency from some members of Congress. According to a former senior USDA official, who spoke to Grist on the condition of anonymity for fear of retaliation, the precedents of how the agency chooses to operate — and communicate — are changing so quickly and radically that it’s creating an environment of fear for the nation’s farmers and ranchers who could rely on federal government funds before Trump took office.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Data centers, drought, and dispossession: The real nightmares in Ari Aster’s ‘Eddington’",
      "link": "https://grist.org/indigenous/data-centers-drought-and-dispossession-the-real-nightmares-in-ari-asters-eddington/",
      "pubDate": "Thu, 31 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s EPA is attacking its own power to fight climate change",
      "link": "https://grist.org/politics/epa-endangerment-finding-zeldin-announcement/",
      "pubDate": "Wed, 30 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}