{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-19T18:38:07.284441",
  "items": [
    {
      "title": "The Texas Power Grid Will Get a Boost from Batteries This Winter",
      "link": "https://insideclimatenews.org/news/19122025/the-texas-power-grid-will-get-a-boost-from-batteries-this-winter/",
      "pubDate": "Fri, 19 Dec 2025 17:48:28 +0000",
      "description": "Even with less available electric power capacity during cold weather in Texas, battery storage systems are reducing the risk of power outages this winter, the Electric Reliability Council of Texas (ERCOT) reported at its December board of directors meeting. In its most recent resource adequacy report, ERCOT modeled battery availability in December 2024, when operating […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A River That Millions Rely on for Water Is on the Brink. A Deal to Save It Isn’t.",
      "link": "https://insideclimatenews.org/news/19122025/negotiators-remain-stuck-at-colorado-river-users-summit/",
      "pubDate": "Fri, 19 Dec 2025 17:38:36 +0000",
      "description": "LAS VEGAS—The Colorado River Basin is, quite literally, 50 feet away from collapse, and an agreement to save it is nowhere in sight.  Water titans clashed at Caesars Palace in Las Vegas this week, where negotiators from each of the seven Colorado River Basin states outlined what they have done to protect the river—and pointed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "U.S. Company Releasing Unauthorized Emissions From Peru LNG Terminal",
      "link": "https://insideclimatenews.org/news/19122025/u-s-company-releasing-unauthorized-emissions-from-peru-lng-terminal/",
      "pubDate": "Fri, 19 Dec 2025 17:24:51 +0000",
      "description": "This story was originally published by Convoca, an investigative newsroom in Peru, in partnership with the research group Point Source. Read the story in Spanish here. U.S.-based Hunt Oil Co. has been emitting large volumes of greenhouse gases from the major gas export terminal that it operates in Peru without authorization for at least 12 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Tracking Oil and Gas Waste in Pennsylvania Is Still a ‘Logistical Mess’",
      "link": "https://insideclimatenews.org/news/19122025/pennsylvania-oil-and-gas-waste-tracking-logistical-mess/",
      "pubDate": "Fri, 19 Dec 2025 10:00:00 +0000",
      "description": "Fracking’s Forever Problem: Sixth in a series about the gas industry’s radioactive waste. How much toxic oil and gas waste is produced in Pennsylvania every year, and where does it end up? Despite state efforts to track it, there’s no way to know for sure. For more than a decade, regulators have been aware of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maine’s Once Abundant Kelp Forests Face an Array of Growing Threats",
      "link": "https://insideclimatenews.org/news/19122025/maine-kelp-forests-face-growing-threats/",
      "pubDate": "Fri, 19 Dec 2025 09:55:00 +0000",
      "description": "Shane Farrell has spent the better part of the last three years underwater, diving off the coast of Maine. The University of Maine Ph.D. student and his team at the Bigelow Laboratory for Ocean Sciences are surveying the rapid decline of kelp forests in the warming waters. While the marine heatwaves killing the kelp ecosystem […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "SPEED Act Passes in House Despite Changes That Threaten Clean Power Projects",
      "link": "https://insideclimatenews.org/news/18122025/speed-act-passes-in-house-threatens-clean-power-projects/",
      "pubDate": "Fri, 19 Dec 2025 00:25:14 +0000",
      "description": "The House of Representatives cleared the way for a massive overhaul of the federal environmental review process on Thursday, despite last-minute changes that led clean energy groups and moderate Democrats to pull their support. The Standardizing Permitting and Expediting Economic Development Act, or SPEED Act, overcame opposition from environmentalists and many Democrats who oppose the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Energy Secretary Orders a Washington State Coal Plant to Remain Open",
      "link": "https://insideclimatenews.org/news/18122025/trumps-energy-secretary-orders-a-washington-state-coal-plant-to-remain-open/",
      "pubDate": "Thu, 18 Dec 2025 16:17:43 +0000",
      "description": "SEATTLE—The last coal-fired power plant in Washington state was set to go cold at the end of the year. It would then switch to natural gas, cutting carbon emissions in half. The shutdown had been in the works for 15 years and was mandated by state law. It required the Canadian energy company that owns […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Do Rooftop Solar and EVs Affect Electricity Costs for Everyone Else? Here’s a New Estimate",
      "link": "https://insideclimatenews.org/news/18122025/inside-clean-energy-rooftop-solar-electricity-rates/",
      "pubDate": "Thu, 18 Dec 2025 14:00:00 +0000",
      "description": "One of the most divisive topics among environmental advocates and researchers is the claim that the growth of rooftop solar leads to a concerning transfer of costs from households that have solar to those that don’t. Most people who have studied this agree there is some shift in costs, but they disagree on how much […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Long Wait for Flooding Help in Chicago May Be Nearing an End",
      "link": "https://insideclimatenews.org/news/18122025/a-long-wait-for-flooding-help-in-chicago-may-be-nearing-an-end/",
      "pubDate": "Thu, 18 Dec 2025 10:00:00 +0000",
      "description": "CHICAGO—Two-and-a-half years after Dorothy Rosenthal’s home on the West Side flooded, she is still dealing with financial pain. She received $8,000 from the Federal Emergency Management Agency, but repairs have cost her $10,000, and her basement still has dry mold from the four feet of water that gushed into it in July 2023. Rosenthal is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NCAR, Major Climate Research Center, Targeted for Closure in Trump Dispute with Colorado",
      "link": "https://insideclimatenews.org/news/17122025/colorado-national-center-for-atmospheric-research-trump-closure/",
      "pubDate": "Thu, 18 Dec 2025 00:05:32 +0000",
      "description": "One of the world’s leading climate, weather and wildfire science research institutions is being targeted for elimination in what many of those affected see as President Donald Trump’s political vendetta against Colorado Gov. Jared Polis. Word that the National Center for Atmospheric Research in Boulder would be broken up, with some of its functions moved […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}