{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-21T17:26:23.728268",
  "items": [
    {
      "title": "Alabama’s New Utility Commission President Wants to Hear From ‘All Sides’ as She Assumes New Role",
      "link": "https://insideclimatenews.org/news/21072025/alabama-utility-commission-president/",
      "pubDate": "Mon, 21 Jul 2025 09:00:00 +0000",
      "description": "There aren’t many jobs in Alabama like president of the Public Service Commission.  The state’s chief utility regulator is the head of a three-person council that sets rates and policies for the state’s electric, gas, telecommunications and other utilities. If Alabama Power, the state’s largest electricity provider, wants to raise rates or build a new […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Iowa Agriculture Runs on 110 Billion Pounds of Manure, at a Cost to Its Water",
      "link": "https://insideclimatenews.org/news/21072025/iowa-agriculture-manure-water-quality/",
      "pubDate": "Mon, 21 Jul 2025 08:55:00 +0000",
      "description": "During planting season in Iowa, Landon Plagge’s fields reek. Sour and earthy, almost like rotten eggs and fermenting hay, the scent repels the unacquainted nose. But Plagge is unbothered. “I’m used to it,” he said, laughing. “I’m immersed in shit, I guess.” In addition to the soy, corn, oats and rye he grows on his […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Out in the Storm",
      "link": "https://insideclimatenews.org/news/20072025/lgbtq-disaster-protection-politics/",
      "pubDate": "Sun, 20 Jul 2025 09:00:00 +0000",
      "description": "We were bombing up I-10 over Lake Pontchartrain, one week to the day after Hurricane Francine passed the same way with its tempest winds and a month’s worth of rain. Chenier “Klie” Kliebert, a Native New Orleanian so many generations back the family had lost count, drove comfortably while I sat shotgun and wide-eyed at […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Are You a Customer of PJM? Its Capacity Auction Will Affect Your Electricity Prices in 2026",
      "link": "https://insideclimatenews.org/news/20072025/pjm-capacity-auction-electricity-price-hike/",
      "pubDate": "Sun, 20 Jul 2025 08:55:00 +0000",
      "description": "Skyrocketing electricity prices this summer may just be the start of something big for the 65 million residents relying on PJM Interconnection, the largest power grid operator in the United States. PJM held its annual power capacity auction this month—following record-high price increases in 2024–and analysts are expecting prices could again jump or remain at […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Efforts to Reduce Toxic Algae in Lake Erie Appear to Be Making Progress. Now They Face State and Federal Cuts",
      "link": "https://insideclimatenews.org/news/20072025/lake-erie-toxic-algae-control-cuts/",
      "pubDate": "Sun, 20 Jul 2025 08:50:00 +0000",
      "description": "Cuts to a major water-quality program in Ohio’s biennial budget will likely weaken efforts to control the spread of toxic blue-green algae in Lake Erie.  The program in question, H2Ohio, has invested millions of dollars in improving water quality throughout the state. Much of that money has gone toward cutting off the supply of nutrients […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Trump’s Budget Cuts Mean for Disaster Preparedness",
      "link": "https://insideclimatenews.org/news/19072025/trump-budget-cuts-disaster-preparedness/",
      "pubDate": "Sat, 19 Jul 2025 09:00:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Jenni Doering with Alice Hill, a senior fellow for energy and the environment at the Council on Foreign Relations.  Weather forecasting, climate research and climate resilience are being hit with major budget and staffing cuts by the Trump administration. And […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wyoming’s Crowded Lonesome Lake Tops EPA’s National Survey for Fecal Contamination",
      "link": "https://insideclimatenews.org/news/19072025/wyoming-lonesome-lake-fecal-contamination/",
      "pubDate": "Sat, 19 Jul 2025 08:50:00 +0000",
      "description": "This article was originally published by WyoFile, in partnership with The Water Desk at the University of Colorado Boulder’s Center for Environmental Journalism. LONESOME LAKE, Wyo.—Whit Coleman belly flopped with style into some of Wyoming’s most famous alpine waters on a summer day. Out on a father-son backpacking trip with friends, the Salt Lake City man […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Weeks After a Heat Wave Baked the US, Democrats Push to Declare Heat a Major Disaster",
      "link": "https://insideclimatenews.org/news/18072025/democrats-push-fema-to-declare-heat-as-major-disaster/",
      "pubDate": "Fri, 18 Jul 2025 21:51:41 +0000",
      "description": "In the United States, heat kills more people than hurricanes, floods and tornadoes—combined. Yet unlike these other extreme weather events, heat waves are not considered a major disaster under U.S. law.  A group of Congress members from some of the country’s hottest states are trying to change that.  On Thursday, Sen. Ruben Gallego (D-Ariz.), along […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Former BP Spokesperson Is Now EPA Region 6 Chief of Staff",
      "link": "https://insideclimatenews.org/news/18072025/former-bp-spokesperson-joins-epa-region-6/",
      "pubDate": "Fri, 18 Jul 2025 21:22:16 +0000",
      "description": "Wynn Radford IV, chief of staff for the Environmental Protection Agency Region 6, previously worked as a spokesperson for the multinational oil company BP following the Deepwater Horizon disaster. The April 2010 explosion on an offshore BP drilling rig killed 11 people and caused the largest marine oil spill in history, leaking almost 134 million […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One Small Country, Nearly $20 Billion in Corporate Claims",
      "link": "https://insideclimatenews.org/news/18072025/honduras-faces-20-billion-dollars-in-isds-claims/",
      "pubDate": "Fri, 18 Jul 2025 09:00:00 +0000",
      "description": "Honduras is one of the poorest countries in the Western Hemisphere. But that vulnerability has not stopped foreign companies from filing a wave of legal claims against the small nation that collectively seek roughly $20 billion, according to a new analysis by advocacy groups, a figure equal to more than five times Honduras’ public expenditures […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}