{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-29T07:29:45.691010",
  "items": [
    {
      "title": "Why Farmers May Be Able to Continue Fertilizing Fields With PFAS-Contaminated Sewage Sludge",
      "link": "https://insideclimatenews.org/news/28072025/pfas-sewage-sludge-fertilizer/",
      "pubDate": "Mon, 28 Jul 2025 22:51:50 +0000",
      "description": "Republicans are quietly moving to kill proposed regulations for PFAS-contaminated sewage sludge that is spread on farmland as fertilizer, a practice that has sickened farmers across the country, destroyed their livelihoods and contaminated food and water supplies. The Biden administration in its final days issued a draft health risk assessment level for some PFAS in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Trump Shrinks FEMA, State and Local Emergency Managers Say They’re Barely Getting By",
      "link": "https://insideclimatenews.org/news/28072025/emergency-managers-overworked-as-fema-shrinks/",
      "pubDate": "Mon, 28 Jul 2025 22:36:43 +0000",
      "description": "For months, President Donald Trump threatened to dismantle the Federal Emergency Management Agency, arguing that it is “extremely expensive” and that emergency management should be left to the states.  “When you have a tornado or a hurricane or you have a problem of any kind, in a state, that’s what you have governors for,” he […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As a Heat Wave Roiled Illinois, People Incarcerated Suffered The Most",
      "link": "https://insideclimatenews.org/news/28072025/illinois-heat-wave-prisons/",
      "pubDate": "Mon, 28 Jul 2025 21:22:07 +0000",
      "description": "As heat grips Illinois this summer, one group is more vulnerable to extreme heat than any other: Those incarcerated inside the state’s decaying prisons and jails.  People incarcerated in facilities the Illinois Department of Corrections (IDOC) operates have been exposed to dangerous environmental conditions for years, according to environmental and social justice advocates. Just last […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Clean Energy Brought Data Centers to Iowa. The Big Beautiful Bill Could Change That",
      "link": "https://insideclimatenews.org/news/28072025/big-beautiful-bill-iowa-data-centers/",
      "pubDate": "Mon, 28 Jul 2025 09:00:00 +0000",
      "description": "A line of gnarled elm trees separates Willow Creek Street in West Des Moines from a quintessentially Iowan corn field, deep green at the height of mid-summer. Across the road, a barbed wire fence borders a sprawling, 10-building Microsoft data center. More and more, this sight is also quintessentially Iowan. The grid of white warehouses […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Jersey Shore Town Has Turned to Oysters to Fight Sea Level Rise and Erosion",
      "link": "https://insideclimatenews.org/news/28072025/new-jersey-oyster-coastal-restoration/",
      "pubDate": "Mon, 28 Jul 2025 08:55:00 +0000",
      "description": "LONG BEACH TOWNSHIP, N.J.—Every year, hungry restaurant patrons slurp down fat, juicy oysters, their greyish-white shells cast aside with little thought. But here on this picturesque barrier island, the crusty shells are a valuable commodity and are hauled away by township workers, sorted by volunteers and destined for a whole new life.  Come September, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Research Center Works to Understand ‘One of the Last Great Wild Places’",
      "link": "https://insideclimatenews.org/news/27072025/alabama-paint-rock-forest-research-center-conservation/",
      "pubDate": "Sun, 27 Jul 2025 09:00:00 +0000",
      "description": "Bill Finch was bumping along in a muddy four-wheel utility vehicle on a rocky road near the Paint Rock Forest Research Center when a research assistant in another four-wheeler rumbled up next to him.  “Are you going to check the Hawthorn? Has it leafed out yet?” Nathan Paris called out to him that spring morning.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lessons From a Climate Disaster",
      "link": "https://insideclimatenews.org/news/26072025/lessons-from-bolivia-record-setting-2024-wildfire-season/",
      "pubDate": "Sat, 26 Jul 2025 09:00:00 +0000",
      "description": "Last year, record wildfires fueled by dry conditions incinerated large swaths of Bolivia’s forests, wetlands and other ecosystems, burning an area larger than the state of Indiana.  The blazes decimated ecosystems, affecting thousands of families, many of whom are Indigenous and reliant on forests and waterways for their livelihoods, food, water, culture and medicine. A […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How the Trump Budget Cuts Are Playing Out at Oregon’s Crater Lake National Park",
      "link": "https://insideclimatenews.org/news/26072025/oregon-crater-lake-national-park-budget-cuts/",
      "pubDate": "Sat, 26 Jul 2025 08:55:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Kevin Heatley, the former superintendent of Crater Lake National Park in Oregon. You may be planning a national park visit this summer, but whether you’re camping in Yosemite or hiking in Shenandoah, you might notice that there’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Layoffs, Votes of No Confidence and a Leader on Leave at One of the Nation’s Oldest Environmental Groups",
      "link": "https://insideclimatenews.org/news/25072025/sierra-club-puts-executive-director-ben-jealous-on-leave/",
      "pubDate": "Sat, 26 Jul 2025 00:00:00 +0000",
      "description": "One of the nation’s largest, oldest and most influential environmental groups is in turmoil at a particularly critical time, as the federal government rolls back landmark environmental protections that advocates fought for decades to achieve. The Sierra Club is among the organizations trying to hold the line. But its executive director, Ben Jealous, was placed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Plan to End Greenhouse Gas Regulations, Expected Imminently, Will Harm Human Health, Experts Say",
      "link": "https://insideclimatenews.org/news/25072025/epa-to-rescind-endangerment-finding-greenhouse-gas-emissions/",
      "pubDate": "Fri, 25 Jul 2025 22:47:12 +0000",
      "description": "An Environmental Protection Agency proposal to rescind its previous scientific finding that greenhouse gas emissions harm human health and the environment contradicts the prevailing science on the issue and its own mission, two former federal officials said Friday. The EPA imminently is expected to repeal the so-called “endangerment finding,” which dates back to 2009 and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}