{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-11T10:22:10.045126",
  "items": [
    {
      "title": "One of the World’s Largest Geothermal Networks Is Buried Beneath a Corporate Campus in Rural Wisconsin",
      "link": "https://insideclimatenews.org/news/11102025/wisconsin-geothermal-networks/",
      "pubDate": "Sat, 11 Oct 2025 09:00:00 +0000",
      "description": "VERONA, Wis.—You only need a glance at the “Intergalactic Headquarters” of Epic Systems to realize the corporate campus of this medical records software company is not a typical office park. Buildings resemble Willy Wonka’s chocolate factory, the Emerald City of Oz and Hogwarts Castle. There’s a treehouse conference room, a “Deep Space” auditorium and a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maryland’s Conowingo Dam Settlement Reasserts State’s Clean Water Act Authority but Revives Dredging Debate",
      "link": "https://insideclimatenews.org/news/11102025/conowingo-dam-settlement/",
      "pubDate": "Sat, 11 Oct 2025 08:55:00 +0000",
      "description": "Maryland this month finalized a $340 million deal with Constellation Energy to relicense the Conowingo Dam in Cecil County, ending years of litigation and regulatory uncertainty. The agreement restores the state’s authority to enforce water quality standards under the Clean Water Act and sets a possible precedent for dozens of hydroelectric relicensing cases nationwide expected […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Shutdown Hampers Chesapeake Bay Agreement Talks",
      "link": "https://insideclimatenews.org/news/10102025/federal-shutdown-hampers-chesapeake-bay-agreement-talks/",
      "pubDate": "Fri, 10 Oct 2025 23:40:48 +0000",
      "description": "The ongoing federal shutdown has eclipsed the final stretch of negotiations on an updated agreement to guide restoration of the Chesapeake Bay, leaving partner states to contemplate a less ambitious pact with scaled-back targets and modest cleanup goals.  Nearly all normally participating federal agencies have been absent from these deliberations since the Oct. 1 shutdown. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Trump Administration Is Cutting Billions in Clean Energy Investments—But the Savings Are Overstated",
      "link": "https://insideclimatenews.org/news/10102025/the-trump-administration-is-cutting-billions-in-clean-energy-grants-but-savings-are-overstated/",
      "pubDate": "Fri, 10 Oct 2025 21:25:36 +0000",
      "description": "Just days after announcing sweeping cuts to clean energy programs across the country, the Trump administration appears to be upping the ante—potentially clawing back billions more in federal funding. The U.S. Department of Energy initially announced the termination of 321 financial awards on Oct. 2, which the agency said totaled $7.56 billion in taxpayer savings. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Bitcoin Mine Came to Michigan’s Upper Peninsula, and Dafter Township Isn’t Happy",
      "link": "https://insideclimatenews.org/news/10102025/michigan-upper-peninsula-bitcoin-mine-noise-litigation/",
      "pubDate": "Fri, 10 Oct 2025 08:55:00 +0000",
      "description": "This is the last of three articles about Michigan communities organizing to stop the construction of energy-intensive computing facilities.  A log cabin building surrounded by forest in the expansive wilderness of Michigan’s Upper Peninsula houses the Lake Superior Academy, a school focused on environmental education for its K-5 students.  The Dafter Township property was an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Grid Operators and Regulators Iron Out New Rules for Data Centers",
      "link": "https://insideclimatenews.org/news/10102025/texas-grid-operators-and-regulators-iron-out-new-rules-for-data-centers/",
      "pubDate": "Fri, 10 Oct 2025 08:21:00 +0000",
      "description": "Texas Gov. Greg Abbott signed a law in June that empowers the state’s grid operator to remotely disconnect data centers and other large energy users if the grid is under extreme stress. The so-called “kill switch” is just one aspect of the wide-ranging state legislation meant to govern the growing number of energy-intensive supercomputer warehouses […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Senate Nixes Management Plans for Public Lands, Expanding Access for Fossil Fuels",
      "link": "https://insideclimatenews.org/news/09102025/congress-management-plans/",
      "pubDate": "Thu, 09 Oct 2025 21:54:16 +0000",
      "description": "Congress took the unprecedented step this week of repealing management plans for public lands in three states in an effort to expand access to fossil fuel mining and drilling. Critics of the move warn it could inject a new level of uncertainty into management of these areas and open a wave of litigation over leasing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Shuttered Canadian Marine Park Warns It May Euthanize 30 Beluga Whales, Prompting a Global Outcry",
      "link": "https://insideclimatenews.org/news/09102025/canadian-marine-park-could-euthanize-30-beluga-whales/",
      "pubDate": "Thu, 09 Oct 2025 19:41:23 +0000",
      "description": "The uncertain future of 30 beluga whales still living in tanks at Marineland—a shuttered aquarium and amusement park in Niagara Falls, Ontario—has drawn global outcry from animal rights activists this week after park officials warned they may euthanize the animals without immediate financial aid from the government.  “The idea that one would consider euthanizing them […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What’s Ahead for the US Electric Vehicle Industry After Hitting a Massive Speed Bump?",
      "link": "https://insideclimatenews.org/news/09102025/inside-clean-energy-us-ev-industry-future/",
      "pubDate": "Thu, 09 Oct 2025 13:00:00 +0000",
      "description": "The end of U.S. tax credits for buying electric vehicles has changed the market in ways that are still unfolding. I spoke this week with people closely monitoring the auto industry to get a sense of what’s next. They said the loss of federal incentives is likely to dampen shoppers’ enthusiasm, but the upcoming arrival […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Community Burdened by Chemical Waste Is Demanding Cancer Data. Texas Health Officials Won’t Give It to Them.",
      "link": "https://insideclimatenews.org/news/09102025/a-community-burdened-by-chemical-waste-is-demanding-cancer-data-texas-health-officials-wont-give-it-to-them/",
      "pubDate": "Thu, 09 Oct 2025 12:00:00 +0000",
      "description": "This story by Public Health Watch is part of a collaboration with Univision 45 in Houston. HIGHLANDS, Texas—Eight months ago, Texas health officials delivered alarming news to residents of a string of industrialized communities east of Houston: A new study had found that they may be at elevated risk of developing several types of cancer, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}