{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-05T05:22:40.061378",
  "items": [
    {
      "title": "Arizonans Protest State’s Largest Utility Abandoning Clean Energy Commitments",
      "link": "https://insideclimatenews.org/news/04092025/arizona-public-service-clean-energy-roll-back-protest/",
      "pubDate": "Thu, 04 Sep 2025 23:09:00 +0000",
      "description": "PHOENIX—Despite a summer in which nearly 600 people are suspected to have died in the increasing heat of the changing climate in the nation’s sunniest state, Arizona’s largest utility walked back its clean energy commitments in August.   Nearly two dozen Arizonans gathered outside Arizona Public Services headquarters Thursday to protest that decision—as well as the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Opposition to an Alabama Medical Waste Treatment Facility Boils Over, a  Mysterious Facebook Page Weighs In",
      "link": "https://insideclimatenews.org/news/04092025/alabama-town-fights-medical-waste-facility/",
      "pubDate": "Thu, 04 Sep 2025 22:47:26 +0000",
      "description": "ONEONTA, Ala.—The names echoed down the halls of the Blount County courthouse Thursday morning like a child’s game of telephone. “Darlene?”  One of the county commissioners was reading from a list of those who’d asked to speak at a public meeting concerning the potential approval of a medical waste treatment facility in nearby Remlap.  “Darlene,” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Plastics Pollution Settlement Could Set a National Precedent for Control of Pellets",
      "link": "https://insideclimatenews.org/news/04092025/pennsylvania-nurdles-plastic-pollution-settlement/",
      "pubDate": "Thu, 04 Sep 2025 22:43:58 +0000",
      "description": "A Pennsylvania plastics manufacturer will pay $2.6 million for allegedly violating the federal Clean Water Act and will ensure that no more of its plastic pellets leak into waterways, under a proposed settlement with two environmental groups. PennEnvironment and Three Rivers Waterkeeper sued Styropek USA, claiming the company discharged large quantities of “nurdles”—tiny pellets used […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Dominion Energy and Big Tech Maneuver Over Pivotal Rate Decision in Virginia",
      "link": "https://insideclimatenews.org/news/04092025/dominion-energy-tech-virginia-rate-case/",
      "pubDate": "Thu, 04 Sep 2025 22:20:51 +0000",
      "description": "RICHMOND—The long-anticipated rate-setting showdown between big tech and Virginia’s largest utility kicked off this week with last minute maneuvers to influence the state regulator on a decision that may affect data center growth and rates for all customers in the state. Dominion Energy, with over 2.7 million customers in Virginia and other states, presented the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Coal Is Rising Along with Solar in the U.S. Power System, While Gas Loses a Step",
      "link": "https://insideclimatenews.org/news/04092025/inside-clean-energy-coal-solar-power-growth/",
      "pubDate": "Thu, 04 Sep 2025 13:00:00 +0000",
      "description": "Coal and utility-scale solar power each gained market share in the first half of this year, newly released data on U.S. electricity generation show. Natural gas, while still the market leader, lost some share. So what’s going on? The increase for coal and decrease for gas can be largely attributed to the prices of each […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Zambia Ordered a Mining Company to Pay Villagers After a Toxic Waste Spill. The Firm Made Them Sign Away Their Rights First",
      "link": "https://insideclimatenews.org/news/04092025/china-sino-metals-zambia-toxic-spill/",
      "pubDate": "Thu, 04 Sep 2025 09:00:00 +0000",
      "description": "Planet China: Sixth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. A Chinese mining company that spilled toxic waste on impoverished Zambian villages got people to waive their right to sue using a government-ordered compensation process, according to documents reviewed by Inside Climate News.  In July, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Fossil-Fueled Climate Heating Set the Stage for Devastating Fires in Spain and Portugal This Summer",
      "link": "https://insideclimatenews.org/news/04092025/spain-portugal-wildfires-linked-to-global-warming/",
      "pubDate": "Thu, 04 Sep 2025 04:01:00 +0000",
      "description": "A new attribution report published Thursday shows that global warming made the extreme hot and dry conditions preceding this summer’s wildfires in Portugal and Spain 40 times more likely and 30 percent more intense than in pre-industrial climate conditions. The fires have killed at least eight people, and tens of thousands were evacuated as health-damaging […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Residents Living in the Shadow of the Steel Industry Ask the EPA to Reconsider Delay of Hazardous Air Pollution Rule",
      "link": "https://insideclimatenews.org/news/03092025/epa-steel-mill-pollution-rule-delay/",
      "pubDate": "Wed, 03 Sep 2025 21:24:39 +0000",
      "description": "At a hearing held Wednesday to gather public comments on the Trump administration’s delay of tighter restrictions on hazardous air pollution from steel manufacturing, residents urged the government to consider the impact on public health.  “What’s missing from this conversation and this decision is people. The people who, every day, are exposed to hundreds of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Without Well-Funded Public Transit, Philadelphia’s Climate Future Looks Bleak",
      "link": "https://insideclimatenews.org/news/03092025/philadelphia-climate-future-public-transit-cuts/",
      "pubDate": "Wed, 03 Sep 2025 19:33:49 +0000",
      "description": "PHILADELPHIA—Three days a week, Daniel Blazek takes the train from his Center City neighborhood to his job in supply chain management in Malvern, Pennsylvania. He’s relied on public transit to get to work for the past eight years.  But next year, he may not be able to take the train anymore. The SEPTA line that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Corpus Christi Folds on Its Desalination Gamble",
      "link": "https://insideclimatenews.org/news/03092025/corpus-christi-folds-on-its-desalination-gamble/",
      "pubDate": "Wed, 03 Sep 2025 15:11:17 +0000",
      "description": "After a decade of efforts and tens of millions of dollars invested, the Corpus Christi City Council moved to cancel a contract for a seawater desalination plant in a 1 a.m. vote Wednesday at the end of a rancorous, 13-hour public meeting. The plant was first proposed to meet the water demands of industrial facilities […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}