{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-02-17T23:36:20.524192",
  "items": [
    {
      "title": "Senate Democrats Say Trump’s EPA Curries Corporate Favor By Weakening Air Pollution Standards",
      "link": "https://insideclimatenews.org/news/17022026/trump-epa-weakens-air-pollution-standards/",
      "pubDate": "Tue, 17 Feb 2026 23:15:10 +0000",
      "description": "Senate Democrats have launched an investigation into the U.S. Environmental Protection Agency’s decision in January to disregard human health impacts when calculating the costs and benefits of regulating the harmful air pollutants ozone and PM2.5. Led by Sen. Sheldon Whitehouse, D-R.I., the Democrats last week sent a letter to EPA Administrator Lee Zeldin requesting documents […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Iowa’s Water Crisis Could Help Tip the Scales for Control of US House",
      "link": "https://insideclimatenews.org/news/17022026/iowas-water-crisis-industrial-agriculture-pollution-election-influence/",
      "pubDate": "Tue, 17 Feb 2026 21:49:07 +0000",
      "description": "Two key congressional races will be decided by Iowa voters who say clean water is a top priority, a new survey finds.  Eighty-five percent of voters in Iowa’s first and third U.S. House districts say they would be more likely to vote for an elected official who prioritizes protecting clean water, including cutting industrial agriculture […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Retired EV Batteries Scored a New Gig: Bolstering Texas’ Grid",
      "link": "https://insideclimatenews.org/news/17022026/retired-ev-batteries-bolster-texas-grid/",
      "pubDate": "Tue, 17 Feb 2026 10:00:00 +0000",
      "description": "In the midday hours, prices plummet. An excess of energy produced across Texas, largely due to the state’s solar and wind fleet, signals it’s a good time to buy. It’s then that 500 batteries, which once fueled General Motors’ electric vehicles, charge up.  The batteries, now in their second careers, are kept in staggered steel […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Could Make This Horrific New Jersey Wildlife Disease Worse",
      "link": "https://insideclimatenews.org/news/17022026/new-jersey-ranavirus-disease-climate-change/",
      "pubDate": "Tue, 17 Feb 2026 09:55:00 +0000",
      "description": "It was May 2011 when herpetologist Robert Zappalorti called scientists about the tadpoles. Researchers at Montclair State University went to see for themselves. At the site in Ocean County, New Jersey, they found green frog tadpoles that looked like something out of a medical drama or a frog horror film—lethargic and swollen, with red lesions […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Voracious Vine That ‘Ate the South’ Can Also Fuel Wildfires",
      "link": "https://insideclimatenews.org/news/16022026/invasive-kudzu-vine-fuels-wildfires-in-the-south/",
      "pubDate": "Mon, 16 Feb 2026 10:00:00 +0000",
      "description": "Nearly every Monday morning, five restorationists with Conserving Carolina guide volunteers through the steep hills of Norman Wilder Forest in Tryon, North Carolina. Armed with chainsaws, thick gloves and a pickaxe-like mattock, the group goes hunting for a wily prey: kudzu. The forest’s most prominent features have been overtaken by the invasive vine. The “Kudzu […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Jersey’s Balancing Act: Cut Utility Bills Without Derailing Clean Energy",
      "link": "https://insideclimatenews.org/news/16022026/new-jersey-governor-utility-bills-clean-energy/",
      "pubDate": "Mon, 16 Feb 2026 09:55:00 +0000",
      "description": "Halfway through her inaugural speech in front of thousands of New Jerseyans in late January, newly elected governor Mikie Sherrill paused to write her signature on two documents. They were her first two executive orders.  In the first “whereas” clause of the first order, Sherrill declared that “the top priority” of her administration was “to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Pays Farms to Make Biogas from Hog Waste in North Carolina, Where Locals Say It’s Fueling Pollution",
      "link": "https://insideclimatenews.org/news/15022026/north-carolina-hog-waste-biogas-fuels-california/",
      "pubDate": "Sun, 15 Feb 2026 10:05:00 +0000",
      "description": "TURKEY, N.C.—The Align RNG biogas processing facility here is so small, you would miss it if you weren’t looking for it. Just four small silver mounds beside a massive 100-foot grain silo under which trucks drive day-in, day-out loading up with hog feed. In a landscape dominated by the infrastructure of hog and poultry farming—slaughterhouses, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Michigan Tries a New Legal Tactic Against Big Oil, Alleging Antitrust Violations Aimed at Hobbling EVs and Renewable Energy",
      "link": "https://insideclimatenews.org/news/15022026/michigan-alleges-antitrust-violations-against-big-oil/",
      "pubDate": "Sun, 15 Feb 2026 10:00:00 +0000",
      "description": "Michigan is taking on major oil and gas companies in court, joining nearly a dozen other states that have brought climate-related lawsuits against ExxonMobil and its industry peers. But Michigan’s approach is different: accusing Big Oil not of deceiving consumers or misrepresenting climate change risks, but of driving up energy costs by colluding to suppress […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas to Study ‘Batch Zero’ of Data Centers by Late Summer",
      "link": "https://insideclimatenews.org/news/15022026/texas-batch-zero-study-data-centers/",
      "pubDate": "Sun, 15 Feb 2026 09:55:00 +0000",
      "description": "A month after the state’s grid operator said it would pull together data centers and other large load projects that have been waiting to connect to the grid into a group called “batch zero,” that process is still at least four months away.  Electric Reliability Council of Texas (ERCOT) officials said this week that they […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Action in the Hands of the State",
      "link": "https://insideclimatenews.org/news/15022026/icn-sunday-morning-pennsylvania-climate-action/",
      "pubDate": "Sun, 15 Feb 2026 09:50:00 +0000",
      "description": "As the Trump administration moves to dismantle the federal government’s ability to act against climate change, the real fight to curb carbon emissions is shifting to the state level. Case in point: Pennsylvania. Kiley, who reports on the Keystone State for ICN, describes the mixed bag of climate issues in Pennsylvania, from cap and trade […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}