{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-01-10T19:20:12.334845",
  "items": [
    {
      "title": "Australia’s Cop31 chief negotiator plans to lobby petrostates on fossil fuel phaseout",
      "link": "https://www.theguardian.com/environment/2026/jan/11/australia-cop31-chris-bowen-fossil-fuel-phaseout",
      "pubDate": "Sat, 10 Jan 2026 19:00:08 GMT",
      "description": "<p><strong>Exclusive: </strong>Chris Bowen says key to next UN climate summit will be ‘engagement, engagement, engagement’ with countries such as Saudi Arabia</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Chris Bowen wants to use his stint as the world’s chief climate negotiator to lobby Saudi Arabia and others to stop resisting progress at UN summits, heeding calls for a “hard-nosed” approach in dealing with big emitters obstructing the transition.</p><p>Appointed “president of negotiations” for Cop31 under the deal that handed Turkey hosting rights for the conference, Australia’s climate change and energy minister has told Guardian Australia a focus ahead of the summit would be talking to countries “with whom we don’t traditionally agree”.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/11/australia-cop31-chris-bowen-fossil-fuel-phaseout\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "World’s richest 1% have already used fair share of emissions for 2026, says Oxfam",
      "link": "https://www.theguardian.com/environment/2026/jan/10/world-richest-used-fair-share-emissions-2026-oxfam",
      "pubDate": "Sat, 10 Jan 2026 05:00:48 GMT",
      "description": "<p>Richest 1% took 10 days while wealthiest 0.1% needed just three days to exhaust annual carbon budget, study shows</p><p>The world’s richest 1% have used up their fair share of carbon emissions just 10 days into 2026, analysis has found.</p><p>Meanwhile, the richest 0.1% took just three days to exhaust their annual carbon budget, according to the research by Oxfam.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/10/world-richest-used-fair-share-emissions-2026-oxfam\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Profound impacts’: record ocean heat is intensifying climate disasters, data shows",
      "link": "https://www.theguardian.com/environment/2026/jan/09/profound-impacts-record-ocean-heat-intensifying-climate-disasters",
      "pubDate": "Fri, 09 Jan 2026 08:00:32 GMT",
      "description": "<p>Oceans absorb 90% of global heating, making them a stark indicator of the relentless march of the climate crisis</p><p>The world’s oceans absorbed colossal amounts of heat in 2025, setting yet another new record and fuelling more extreme weather, scientists have reported.</p><p>More than 90% of the heat trapped by humanity’s carbon pollution is taken up by the oceans. This makes ocean heat one of the starkest indicators of the relentless march of the climate crisis, which will only end when emissions fall to zero. Almost every year since the start of the millennium has set a new ocean heat record.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/09/profound-impacts-record-ocean-heat-intensifying-climate-disasters\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Outrage as Trump withdraws from key UN climate treaty along with dozens of international organisations",
      "link": "https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un",
      "pubDate": "Thu, 08 Jan 2026 14:38:29 GMT",
      "description": "<p>Experts decry move to leave UNFCCC as ‘embarrassing’ as president orders withdrawal from 66 international groups</p><p>Donald Trump has sparked outrage by announcing the US will exit the foundational international agreement to address the climate crisis, cementing the US’s utter isolation from the global effort to confront dangerously escalating temperatures.</p><p>In <a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">a presidential memorandum</a> issued on Wednesday, Trump withdrew from the UN Framework Convention on Climate Change (UNFCCC), along with 65 other organizations, agencies and commissions, calling them “contrary to the interests of the United States”.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Dog food accounts for 1% of UK greenhouse gas emissions, study finds",
      "link": "https://www.theguardian.com/lifeandstyle/2026/jan/08/dog-food-accounts-for-1-of-uk-greenhouse-gas-emissions-study-finds",
      "pubDate": "Thu, 08 Jan 2026 06:00:02 GMT",
      "description": "<p>Study of 1,000 products finds wet, raw and meat-rich products have higher climate impact than dry kibble</p><p>Dog food accounts for 1% of the UK’s total greenhouse gas emissions, according to research that found wet, raw and meat-rich products were associated with substantially higher emissions than dry kibble.</p><p>The analysis revealed striking differences in the environmental impact of commercial dog foods, with the highest-impact foods being responsible for up to 65 times more emissions than the lowest-rated options.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2026/jan/08/dog-food-accounts-for-1-of-uk-greenhouse-gas-emissions-study-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Some want to ban geoengineering research. This would be a catastrophic mistake for our planet | Craig Segall and Baroness Bryony Worthington",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan",
      "pubDate": "Fri, 09 Jan 2026 11:00:01 GMT",
      "description": "<p>We’ve already geoengineered the planet through the careless release of greenhouse gases. Now we need a plan to manage the risks we’ve set in motion</p><p>A few months ago, Marjorie Taylor Greene, then a Georgia representative, held a <a href=\"https://www.washingtontimes.com/news/2025/sep/11/doge-subcommittee-hold-hearing-weather-modification-geo-engineering/\">hearing</a> on her bill to ban research on “geoengineering”, which refers to technological <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> interventions, such as using reflective particles to reflect away sunlight. The hearing represented something of a first – a Republican raising alarm bells about human activity altering the health of the planet. Of course, for centuries, people have burned fossil fuels to power and feed society, emitting greenhouse gases that now overheat the planet.</p><p>Unfortunately, her hearing waved past an urgent debate that policymakers are confronting around the world: after centuries of accidental fossil-fuel geoengineering, should we deliberately explore interventions to cool the planet and give the energy transition breathing room?</p><p>Craig Segall is the former deputy executive officer and assistant chief counsel of the California Air Resources Board. He is also former senior vice-president of Evergreen Action and a longtime climate advocate. He has academic seats at the University of Edinburgh, New York University, and the University of California at Berkeley The opinions in this piece are his own.</p><p>Baroness Bryony Worthington was created a life peer in 2011, giving her a seat in the UK’s House of Lords where she served as shadow energy minister She has over 25 years of experience working on climate, energy and environmental policy in the NGO and public sectors, and in the private sector.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/geoengineering-research-greenhouse-gases-plan\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why is Trump interested in Greenland? Look to the thawing Arctic ice | Gaby Hinsliff",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america",
      "pubDate": "Fri, 09 Jan 2026 06:00:31 GMT",
      "description": "<p>Forecasts suggest that global heating could create a shortcut from Asia to North America, and new routes for trading, shipping – and attack</p><p>Another week, another freak weather phenomenon you’ve probably never heard of. If it’s not the “<a href=\"https://www.theguardian.com/uk-news/2026/jan/08/amber-weather-warnings-uk-storm-goretti-snow-wind\">weather bomb</a>” of extreme wind and snow that Britain is hunkering down for as I write, it’s reports in the Guardian of <a href=\"https://www.theguardian.com/environment/2026/jan/07/specieswatch-tough-times-for-reindeer-as-rain-increases-in-warming-arctic\">reindeer in the Arctic struggling</a> with the opposite problem: unnaturally warm weather leading to more rain that freezes to create a type of snow that they can’t easily dig through with their hooves to reach food. In a habitat as harsh as the Arctic, where survival relies on fine adaptation, even small shifts in weather patterns have endlessly rippling consequences – and not just for reindeer.</p><p>For decades now, politicians have been warning of the coming climate wars – conflicts triggered by drought, flood, fire and storms forcing people on to the move, or pushing them into competition with neighbours for dwindling natural resources. For anyone who vaguely imagined this happening far from temperate Europe’s doorstep, in drought-stricken deserts or on Pacific islands sinking slowly into the sea, this week’s seemingly unhinged White House talk about <a href=\"https://www.theguardian.com/politics/audio/2026/jan/08/greenland-venezuela-donald-trump-us-imperialism-podcast\">taking ownership of Greenland</a> is a blunt wake-up call. As Britain’s first sea lord, General Sir Gwyn Jenkins, has been telling anyone prepared to listen, the unfreezing of the north due to the climate crisis has <a href=\"https://www.gov.uk/government/speeches/first-sea-lords-speech-to-the-international-sea-power-conference\">triggered a ferocious contest</a> in the defrosting Arctic for some time over resources, territory and strategically critical access to the Atlantic. To understand how that threatens northern Europe, look down at the top of a globe rather than at a map.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/donald-trump-greenland-arctic-ice-north-pole-asia-north-america\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "As a climate scientist, I know heatwaves in Australia will only get worse. We need to start preparing now | Sarah Perkins-Kirkpatrick",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now",
      "pubDate": "Thu, 08 Jan 2026 21:34:09 GMT",
      "description": "<p>During black summer, my daughters were too young to know what was happening. Now, amid another Australian heatwave, they deserve answers</p><p>When the forecasts for this week started to roll in, my mind immediately drifted back to Australia’s black summer.</p><p>I had taken my daughters down to the pool in our estate in western Sydney, hoping for a brief reprieve from the relentless heat. The Gospers Mountain fire was raging in the Blue Mountains, but on that particular day the smoke didn’t seem too bad.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "If geoengineering is ever deployed in a climate emergency, transparency is key | Ines Camilloni",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency",
      "pubDate": "Thu, 08 Jan 2026 11:00:05 GMT",
      "description": "<p>We must not let geoengineering be shaped behind closed doors. Climate justice demands an inclusive approach</p><p>As the world faces the challenges of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> and critical threshold levels or tipping points may be reached soon, a disputable idea is gaining momentum as a potential solution: solar geoengineering – the deliberate reflection of sunlight to cool the planet. Advocates argue it could buy us time. Critics warn of unknown risks. Some see it as a possible emergency break if temperatures spiral out of control. Others call it a dangerous distraction that undermines meaningful climate action.</p><p>Research into solar geoengineering is advancing, including exploration of techniques such as stratospheric aerosol injection, which would involve spraying tiny reflective particles into the upper atmosphere to mimic the cooling effect of volcanic eruptions, and marine cloud brightening, which aims to enhance the reflectivity of low-lying marine clouds. While stratospheric aerosol injection is not being conducted, these technologies are being studied with increasing urgency in the global north. In the global south, however, they remain largely invisible to public discourse and policymaking.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Quebec’s Lake Rouge vanished – but was it a freak natural event or caused by human actions?",
      "link": "https://www.theguardian.com/world/2026/jan/10/quebecs-lake-rouge-vanished-but-was-it-a-freak-natural-event-or-caused-by-human-actions",
      "pubDate": "Sat, 10 Jan 2026 06:00:53 GMT",
      "description": "<p>Experts and community trying to untangle mystery of outburst that saw water travel almost 10km overland into a bigger lake</p><p>Manoel Dixon had just finished dinner one night last May when a phone dinged nearby with a Facebook message.</p><p>Dixon, 26, was at his family’s hunting camp near their northern Quebec home town of Waswanipi. They knew the fellow hunter who was messaging Dixon’s father, but what he wrote didn’t make sense.</p> <a href=\"https://www.theguardian.com/world/2026/jan/10/quebecs-lake-rouge-vanished-but-was-it-a-freak-natural-event-or-caused-by-human-actions\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "As climate crisis threatened her home, Alolita was offered a chance at a new life in Australia",
      "link": "https://www.theguardian.com/world/2026/jan/09/as-climate-change-threatened-her-home-alolita-was-offered-a-chance-at-a-new-life-in-australia",
      "pubDate": "Fri, 09 Jan 2026 00:00:23 GMT",
      "description": "<p>Alolita Tekapu and her family among the first arrivals under a world-first agreement that allows people from Tuvalu to move to Australia <br /></p><p>On a suburban street in eastern Melbourne on a cool summer’s day, Alolita Tekapu sits on the couch feeding her one-month-old son, Philip, while her three older boys play outside. Her husband folds laundry nearby, pausing occasionally to check on the children.</p><p>It’s an ordinary domestic scene. But the reason this family are in Australia is far from ordinary.</p> <a href=\"https://www.theguardian.com/world/2026/jan/09/as-climate-change-threatened-her-home-alolita-was-offered-a-chance-at-a-new-life-in-australia\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Germany’s dying forests are losing their ability to absorb CO2. Can a new way of planting save them?",
      "link": "https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe",
      "pubDate": "Thu, 08 Jan 2026 09:00:03 GMT",
      "description": "<p>Vast swathes of the country’s trees have been killed off by droughts and infestations, in a trend sweeping across Europe. A shift towards more biodiverse cultivation could offer answers</p><p>Even the intense green of late spring cannot mask the dead trees in the Harz mountains. Standing upright across the gentle peaks in northern Germany, thousands of skeletal trunks mark the remnants of a once great spruce forest.</p><p>Since 2018, the region has been ravaged by a tree-killing bark beetle outbreak, made possible by successive droughts and heatwaves. It has transformed a landscape known for its verdant beauty into one dominated by a sickly grey.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘A silent majority’: MPs underestimate support for green policies, study reveals",
      "link": "https://www.theguardian.com/environment/2026/jan/05/mps-underestimate-support-green-policies-study",
      "pubDate": "Mon, 05 Jan 2026 12:38:55 GMT",
      "description": "<p>Exclusive: From solar subsidies to meat taxes, minority rightwing voices appear to drown out the consensus</p><p>“There may have been a silent majority in favour of windfarms and higher petrol taxes, but if there was, these people were mighty quiet. Essentially, all I ever heard from was people objecting to them.” That was the view of a former UK MP who took part in new research that reveals how significantly British and Belgian politicians underestimate the public’s support for climate action.</p><p>From solar power and energy efficiency to meat taxes and frequent flyer levies, the politicians consistently failed to appreciate people’s appetite for policies that tackle global heating. The misapprehension has real world consequences: those politicians were less willing to vote for or speak up for those policies, according to the study.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/05/mps-underestimate-support-green-policies-study\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}