{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-06-24T15:28:46.743816",
  "items": [
    {
      "title": "How shrinking the EPA could make wildfire smoke even more dangerous",
      "link": "https://grist.org/wildfires/how-shrinking-the-epa-could-make-wildfire-smoke-even-more-dangerous/",
      "pubDate": "Tue, 24 Jun 2025 08:45:00 +0000",
      "description": "The Trump administration announced plans last month to reorganize the Environmental Protection Agency and cut staff back to levels last seen in the Reagan era. The EPA’s proposed budget for 2026 would halve its funding, from $9.14 billion to $4.16 billion. \n<br><br>\nAlong with proposed cuts to grants for state and local air quality management and pollution control, the EPA is planning to restructure how it regulates air quality, dismantling two offices charged with regulating air and climate pollution. \n<br><br>\nOverall, air quality in the U.S. has improved in the decades since the 1970 Clean Air Act began more strictly regulating industrial pollution. That progress has been curtailed as wildfire smoke has become more prevalent. Even one bad season can put the health of communities at risk, with Indigenous nations and communities of color disproportionally affected. \n<br><br>\nAs the EPA seeks to cut jobs, some worry there won’t be the staff — or the institutional expertise — to process and distribute data even if air quality monitors continue to collect readings. And as the EPA guts environmental regulations, it may be harder for scientists to properly assess impacts to public health. \n<br><br>\nCanadian scientists are also worried that the fires are burning across soils heavily polluted by mining operations, so the smoke could be laced with toxicants like arsenic and lead.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "California rolls on with electric trucks, despite Trump’s roadblocks",
      "link": "https://grist.org/transportation/california-rolls-on-with-electric-trucks-despite-trumps-roadblocks/",
      "pubDate": "Tue, 24 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What will the rise of floating solar panels mean for wildlife?",
      "link": "https://grist.org/science/what-will-the-rise-of-floating-solar-panels-mean-for-wildlife/",
      "pubDate": "Tue, 24 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Firefighting foams contain toxic PFAS. Could soybeans be the answer?",
      "link": "https://grist.org/food-and-agriculture/pfas-free-firefighting-foam-soybeans-soyfoam-forever-chemicals/",
      "pubDate": "Mon, 23 Jun 2025 08:30:00 +0000",
      "description": "PFAS are a class of human-made chemicals known for their ability to repel water and oil—a property that makes them especially effective in extinguishing hard-to-control fires, such as those started with diesel fuel. However, these chemicals have been linked to numerous human health problems, including reproductive issues, high cholesterol, and certain cancers.\n<br><br>\nIn response, soybean farmers have positioned their crop as an unexpected solution to PFAS-based firefighting foams. While further research and development are needed to confirm that a soy-based, PFAS-free foam can perform reliably under extreme conditions, it is catching the attention of local fire departments. \n<br><br>\nThis product is not alone. Other alternative firefighting foams are also on the market. Some are bio-based—such as a gel made with canola oil, while others aim to mimic the fire-suppressing qualities of PFAS without using fluorinated compounds.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What one town learned by charging residents for every bag of trash",
      "link": "https://grist.org/accountability/what-one-town-learned-by-charging-residents-for-every-bag-of-trash/",
      "pubDate": "Mon, 23 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This rural community fought one of the country’s biggest gas-powered data centers — and won",
      "link": "https://grist.org/energy/this-rural-community-fought-one-of-the-countrys-biggest-gas-powered-data-centers-and-won/",
      "pubDate": "Sun, 22 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Boosted by Trump, banks resume their love affair with fossil fuels",
      "link": "https://grist.org/business/boosted-by-trump-banks-resume-their-love-affair-with-fossil-fuels/",
      "pubDate": "Sat, 21 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New York’s mayoral race could decide the city’s climate future",
      "link": "https://grist.org/cities/new-yorks-mayoral-race-could-decide-the-citys-climate-future/",
      "pubDate": "Fri, 20 Jun 2025 22:02:14 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Want to try lab-grown salmon? The US just approved it.",
      "link": "https://grist.org/food-and-agriculture/lab-grown-salmon-wildtype-cultivated-meat-politics-state-bans/",
      "pubDate": "Fri, 20 Jun 2025 08:45:00 +0000",
      "description": "Wildtype, a seafood company that manufactures sushi-grade salmon by cultivating fish cells under laboratory conditions, has become the fourth cultivated protein company to receive approval from the U.S. Food and Drug Administration (FDA) to sell its product.\n<br /><br />\nWildtype’s cultivated salmon is now available for purchase in Portland, Oregon. According to the Good Food Institute, this marks the first time lab-grown seafood is being sold anywhere in the world.\n<br /><br />\nThis represents a significant milestone for the emerging cultivated protein industry, which seeks to provide real meat and seafood at scale without replicating the environmental harms of large-scale livestock operations.\n<br /><br />\nUnlike other alternative proteins, cultivated meat is not vegan—it <em>is</em> meat, produced without the need for mass animal slaughter.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A majority of people around the world support a carbon tax — even if they’re paying it",
      "link": "https://grist.org/climate/a-majority-of-people-around-the-world-support-a-carbon-tax-even-if-theyre-paying-it/",
      "pubDate": "Fri, 20 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Science says plastic bag bans really do work",
      "link": "https://grist.org/science/plastic-bag-ban-beach-cleanups-ocean-conservancy-study/",
      "pubDate": "Thu, 19 Jun 2025 18:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A new app details where your food comes from — and just how fragile the global food system really is",
      "link": "https://grist.org/food-and-agriculture/a-new-app-details-where-your-food-comes-from-and-just-how-fragile-the-global-food-system-really-is/",
      "pubDate": "Thu, 19 Jun 2025 08:45:00 +0000",
      "description": "An app that tracks food flows through nearly every major port, road, rail line, and shipping lane worldwide—and traces goods to their final points of consumption—was launched on Thursday.\n<br><br>\nIt aims to untangle the complex web of global food supply chains by offering a detailed view of the movement of key agricultural food groups, including grains, oils, dairy, eggs, and meat, as they are exported from states, districts, and municipalities.\n<br><br>\nThe app’s data repository also includes metrics that assess the total economic impact of these supply chains on regional food accessibility. It tracks the size of the agricultural sector, average annual economic output per person, population size, and indicators of human health, standard of living, and education.\n<br><br>\nDeveloped by the nonprofit Earth Genome in collaboration with Zia Mehrabi—one of the few scientists researching the intersection of food insecurity and climate change—the app is intended to support policymakers and researchers striving to adapt to increasingly fragile food systems disrupted by climate change.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In Georgia, a runoff looms for Democrats after primary results for public utility commission seat",
      "link": "https://grist.org/climate-energy/run-off-among-democrats-seat-board-determines-energy-policy-in-georgia/",
      "pubDate": "Wed, 18 Jun 2025 23:37:44 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Your favorite campgrounds, hiking trails, and forests could soon be up for auction",
      "link": "https://grist.org/politics/public-land-sale-republican-senate-bill-mike-lee-trump/",
      "pubDate": "Wed, 18 Jun 2025 22:04:18 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Canada’s wildfire crisis is displacing First Nations at alarming rates",
      "link": "https://grist.org/global-indigenous-affairs-desk/canadas-wildfire-crisis-is-displacing-first-nations-at-alarming-rates/",
      "pubDate": "Wed, 18 Jun 2025 08:45:00 +0000",
      "description": "Since mid-May, wildfires across Canada have burned 9.6 million acres, prompting the evacuation of approximately 40,000 people. More than half of those evacuees are from First Nations communities, and nearly 34 tribes in almost every province are affected.\n<br><br>\n“For the first time, it’s not a fire in one region. We have fires in every region,” Manitoba’s Premier Wabanakwut Kinew, a member of the Onigaming First Nation, said in a recent press conference.\n<br><br>\nThe sudden rush of refugees has challenged the country’s crisis response infrastructure as people seek shelter and services in cities far from their homes, with little information of when they may return to their communities.\n<br><br>\nThe record-setting fires are also sending smoke plumes into the United States and as far away as Europe, creating hazardous air quality conditions.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "With new Senate legislation, Congress is one step closer to gutting the Inflation Reduction Act",
      "link": "https://grist.org/politics/big-beautiful-bill-inflation-reduction-act-senate/",
      "pubDate": "Tue, 17 Jun 2025 23:36:17 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How America’s prairie was nearly destroyed — and why it should be restored",
      "link": "https://grist.org/economics/how-americas-prairie-was-nearly-destroyed-and-why-it-should-be-restored/",
      "pubDate": "Tue, 17 Jun 2025 08:30:00 +0000",
      "description": "The American prairie was so vast, so alien, it shattered comprehension. Newcomers to the seemingly endless grasslands that once spanned approximately a quarter of North America often hit a psychic wall, descending into fits of mania. Drought, loneliness, and debt drove many to failure, forcing the homesteaders to retreat East. \n<br><br>\nThose who stayed unwittingly launched one of history’s largest terraforming projects, rewiring the land, the climate, and the future of the continent. Settlers not only forcibly displaced Indigenous nations, but completely altered the region’s ancient carbon and nitrogen cycles. \n<br><br>\nThey also turned the region into an agricultural powerhouse. The deep black soil once prevalent in the Midwest — the result of thousands of years of animal and plant decomposition depositing untold carbon stores into the ground — became the foundation of the modern food system. \n<br><br>\nBut the undoing of the American prairie also dismantled one of Earth’s most effective climate defenses.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Progress and frustration mark the UN’s third Ocean Conference",
      "link": "https://grist.org/international/progress-frustration-un-ocean-conference-high-seas-treaty-bbnj/",
      "pubDate": "Mon, 16 Jun 2025 20:21:07 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Alaska just hit a climate milestone — its first-ever heat advisory",
      "link": "https://grist.org/extreme-heat/alaska-just-hit-a-climate-milestone-its-first-heat-advisory/",
      "pubDate": "Mon, 16 Jun 2025 14:07:29 +0000",
      "description": "In the high glare of a summer evening in Fairbanks, Alaska, Ciara Santiago watched the mercury climb. A meteorologist at the National Weather Service office, she had the dubious honor of issuing the state’s first-ever official heat advisory as temperatures were expected to hit the mid-80s.\n<br><br>\nIt’s the kind of bureaucratic alert that rarely makes national headlines. But in a city where permafrost thaw buckles roads, homes lack air conditioning, and the high at this time of year is generally in the low 70s, the warning comes as a sign of rapidly shifting climate. Alaska is warming more than twice as fast as the global average.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "From sea monkeys to Great Salt Lake gold",
      "link": "https://grist.org/sponsored/from-sea-monkeys-to-great-salt-lake-gold-marine-stewardship-council/",
      "pubDate": "Mon, 16 Jun 2025 14:00:22 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}