{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-24T06:35:31.402836",
  "items": [
    {
      "title": "Trump Takes His ‘Green Energy Scam’ Talk to the UN",
      "link": "https://insideclimatenews.org/news/23092025/trump-criticizes-renewable-energy-to-united-nations/",
      "pubDate": "Tue, 23 Sep 2025 19:16:37 +0000",
      "description": "In a rambling address Tuesday, President Donald Trump told the United Nations General Assembly that the international organization has failed on a range of crucial issues, which he said contrasts with his administration’s successes, including his support for fossil fuels and opposition to renewable energy. “I’ve been right about everything, and I’m telling you if […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Happens When Emergency Alerts Don’t Alert Everyone?",
      "link": "https://insideclimatenews.org/news/23092025/what-happens-when-emergency-alerts-dont-alert-everyone/",
      "pubDate": "Tue, 23 Sep 2025 09:00:00 +0000",
      "description": "On July 4, intense rainfall pounded the Hill Country region of central Texas, triggering a flash flood that rapidly inundated local communities. As the water flooded the area, so too did messages and radio alerts from the National Weather Service warning people to seek higher ground.  However, these messages lacked orders for specific locations to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Steep Environmental Costs of China’s Massive Global Development",
      "link": "https://insideclimatenews.org/news/23092025/inside-climate-talks-china-global-development/",
      "pubDate": "Tue, 23 Sep 2025 08:55:00 +0000",
      "description": "China has invested more than $1 trillion in overseas infrastructure projects through its massive Belt and Road Initiative. Chinese corporations are building roads and railways, dams and ports, in developing countries around the world – an initiative marked by both its enormity and opacity. Executive editor Vernon Loeb sits down with reporters Katie Surma, Nicholas […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "At Climate Week, Chile and the UK Commit to Ocean-Based Action Plans Ahead of COP30",
      "link": "https://insideclimatenews.org/news/23092025/climate-week-chile-united-kingdom-ocean-action-plans/",
      "pubDate": "Tue, 23 Sep 2025 08:45:00 +0000",
      "description": "Officials from the United Kingdom and Chile said at a Climate Week NYC forum Monday that their governments are committed to promoting ocean-based actions to lower their greenhouse gas emissions under the 2015 Paris climate accord. Among the steps under consideration, they said, include a phaseout of offshore oil and gas drilling, efforts to decarbonize […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chicago Has Hundreds of Thousands of Toxic Lead Pipes—and Millions of Unspent Dollars to Replace Them",
      "link": "https://insideclimatenews.org/news/22092025/chicago-has-hundreds-of-thousands-of-toxic-lead-pipes-and-millions-of-unspent-dollars-to-replace-them/",
      "pubDate": "Tue, 23 Sep 2025 00:10:07 +0000",
      "description": "This story is a partnership between Inside Climate News, Grist and WBEZ, a public radio station serving the Chicago metropolitan region. CHICAGO—No U.S. city has more toxic lead pipes pumping water into people’s homes. And millions of federal and city dollars earmarked to replace them remain unused, a city official said Monday, at the same […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Citing the Need for ‘Significant Reform,’ Pennsylvania’s Governor Threatens to Pull the State Out of the Region’s Power Grid",
      "link": "https://insideclimatenews.org/news/22092025/pennsylvania-governor-threatens-to-leave-region-power-grid/",
      "pubDate": "Mon, 22 Sep 2025 23:27:04 +0000",
      "description": "PHILADELPHIA—Ninety-eight years ago, the nation’s largest power grid operator was founded here by utilities serving Pennsylvania and New Jersey. On Monday, Pennsylvania Gov. Josh Shapiro threatened to pull his state out of the coalition.  “It is time to get serious about making significant reform,” Shapiro said, at a conference he convened with representatives from all […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Senate Democrats Blame Trump’s Assault on Clean Energy for High Electricity Prices",
      "link": "https://insideclimatenews.org/news/22092025/senate-democrats-blame-trump-for-electricity-prices/",
      "pubDate": "Mon, 22 Sep 2025 21:46:58 +0000",
      "description": "With U.S. households paying 10 percent more per kilowatt hour for electricity than they did at the start of this year, Senate Democrats sought Monday to tie the increasing pain for consumers to the Trump administration’s relentless rollback of clean energy policy. “Trump and Republicans are doing what the American people hate most, and that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Regenerative Agriculture Is All Over the Agenda at Climate Week NYC. But What Does It Mean?",
      "link": "https://insideclimatenews.org/news/22092025/regenerative-agriculture-climate-week-nyc/",
      "pubDate": "Mon, 22 Sep 2025 19:30:45 +0000",
      "description": "Regenerative beef. Regenerative breakfast cereal. Even regenerative whiskey. Americans can now choose from a huge variety of foods and potables that producers claim are grown or raised with regenerative methods, which promise to improve soil and reduce climate impacts.  As it turns out, you may not be able to drink or eat your way to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chinese Mining Firm Downplays Toxic Waste Spill as Residents Reel From Impacts",
      "link": "https://insideclimatenews.org/news/22092025/chinese-mining-firm-downplays-toxic-waste-spill-in-zambia/",
      "pubDate": "Mon, 22 Sep 2025 14:55:52 +0000",
      "description": "Planet China: Eighth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world.  A Chinese mining company is denying that its toxic waste spill, one of this year’s worst environmental disasters, had a “significant impact” on the environment or local communities.  In a statement filed Thursday with the Hong […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Was Once a National Leader in Renewable Energy. What Happened?",
      "link": "https://insideclimatenews.org/news/22092025/pennsylvania-derailed-renewable-energy-transition/",
      "pubDate": "Mon, 22 Sep 2025 09:00:00 +0000",
      "description": "Second in a series about rising electricity prices in Pennsylvania. Read the first story here. PHILADELPHIA—In the steep hills above the Schuylkill River, across the street from a famous cheesesteak place and at the end of a quiet block, sits a typical Philadelphia rowhouse: narrow brick, front porch, fig trees growing in the yard. From […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}