{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-05-26T10:35:25.518696",
  "items": [
    {
      "title": "For the First Time, China Invests More in Wind and Solar Than Coal Overseas",
      "link": "https://insideclimatenews.org/news/26052025/china-belt-and-road-initiative-wind-solar-investments/",
      "pubDate": "Mon, 26 May 2025 09:00:00 +0000",
      "description": "China’s overseas investments in renewable energy sources have overtaken fossil fuels for the first time since Beijing began backing foreign power projects in the early 2000s.&#160; The shift—which has international ripple effects on everything from climate change to geopolitics—highlights China’s growing dominance in renewable energy technologies and the critical mineral and metal supply chains that [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After the LA Fires, Scientists Study the Toxins Left Behind",
      "link": "https://insideclimatenews.org/news/25052025/scientists-study-la-fire-toxins/",
      "pubDate": "Sun, 25 May 2025 09:00:00 +0000",
      "description": "After the Fires: First in a series about health risks following the Los Angeles wildfires that destroyed Pacific Palisades and Altadena. This story was supported by the Pulitzer Center. PASADENA, Calif.—Nicole Byrne watched anxiously from across the small kitchen in her home as Parham Azimi, a Harvard University researcher, lined up sample bottles next to [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Moore Vetoes Key Maryland Climate Studies, Reversing Course on Environmental Justice Commitments",
      "link": "https://insideclimatenews.org/news/24052025/maryland-governor-vetoes-key-climate-studies/",
      "pubDate": "Sat, 24 May 2025 09:00:00 +0000",
      "description": "Maryland legislators and environmental advocates expressed dismay after Gov. Wes Moore vetoed a series of widely supported climate and environmental study bills last week, actions they believe not only mark a sharp departure from his climate promises, but also reflect a breakdown in communication between the governor and members of his own party in the [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The True Cost of Pretending Climate Change Doesn’t Exist",
      "link": "https://insideclimatenews.org/news/24052025/white-house-ignores-social-cost-of-carbon/",
      "pubDate": "Sat, 24 May 2025 08:55:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Jenni Doering with David Cash, the former England Administrator for the U.S. Environmental Protection Agency.&#160; A new White House memo instructs federal agencies to disregard the economic impacts of climate change in their regulations and permitting decisions, unless explicitly required [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Signs Executive Orders to Boost Nuclear Energy, Reduce Oversight",
      "link": "https://insideclimatenews.org/news/23052025/trump-nuclear-energy-executive-orders/",
      "pubDate": "Fri, 23 May 2025 22:49:51 +0000",
      "description": "President Donald Trump signed a series of executive orders Friday focused on speeding up nuclear energy development by reducing regulations that officials said have “choked” the industry for decades. Many nuclear rules stem from reforms to protect the public after a partial meltdown at the Three Mile Island power plant in Pennsylvania in 1979. Friday’s [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Double Whammy for Scientists: Big Budget Cuts, Big Climate Consequences",
      "link": "https://insideclimatenews.org/news/23052025/todays-climate-nasa-trump-cuts-research-anxiety/",
      "pubDate": "Fri, 23 May 2025 21:22:09 +0000",
      "description": "On Tuesday, a small crowd gathered outside Tom’s Restaurant in New York City. The cozy, neon-lit diner appeared regularly on the sitcom “Seinfeld,&#8221; but this group wasn’t there for a photo op or to recreate one of George and Jerry’s many arguments over a cup of coffee. They were saying goodbye to the building above [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Tax Increase Tucked Into Trump’s ‘Big Beautiful Bill’",
      "link": "https://insideclimatenews.org/news/23052025/ev-hybrid-tax-increase-tucked-into-trumps-big-beautiful-bill/",
      "pubDate": "Fri, 23 May 2025 18:23:41 +0000",
      "description": "Electric and hybrid vehicle owners should prepare for a big, beautiful tax increase.&#160; The text of President Donald Trump’s “big beautiful bill,” which passed the U.S. House of Representatives early Thursday, contains a provision that would impose a new annual registration fee on electric and hybrid vehicles, a move that experts say will disincentivize purchases [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "States, Environmentalists Sue Trump Over Billions in Funding Freezes for EV Charging",
      "link": "https://insideclimatenews.org/news/23052025/states-sue-trump-administration-over-ev-charging-funding-freezes/",
      "pubDate": "Fri, 23 May 2025 16:44:39 +0000",
      "description": "Sixteen states, the District of Columbia and more than a half dozen environmental groups have alleged in a lawsuit that the Trump administration has indefinitely and unlawfully frozen funds for a nationwide electric vehicle program. The complaint was filed on Thursday in U.S. District Court in Seattle. Plaintiffs’ attorneys are asking the judge to require [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NOAA Predicts Above-Average Hurricane Activity This Year",
      "link": "https://insideclimatenews.org/news/23052025/noaa-predicts-above-average-hurricane-year-amid-fudning-uncertainty/",
      "pubDate": "Fri, 23 May 2025 09:00:00 +0000",
      "description": "Forecasters at the National Oceanic and Atmospheric Administration expect above-average hurricane activity this season. The federal agency, in its annual outlook released Thursday, predicted 13 to 19 named storms, including six to 10 hurricanes. Of those, it expects three to five major hurricanes of category 3, 4 or 5 strength, packing winds of 111 mph [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hurricane Season Will Be Even Riskier for Undocumented People This Year",
      "link": "https://insideclimatenews.org/news/23052025/anti-immigration-policies-risk-undocumented-people-during-hurricanes/",
      "pubDate": "Fri, 23 May 2025 08:55:00 +0000",
      "description": "With Atlantic hurricane season on the horizon, experts warn that the Trump administration’s anti-immigration policies have exacerbated existing risks for undocumented people weathering disasters in the United States.&#160; After California, the states with the largest populations of undocumented immigrants are Florida and Texas, both hurricane hot spots.&#160; “In emergency management, people who are undocumented are [&#8230;]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}