{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-09T21:27:05.023038",
  "items": [
    {
      "title": "Burning Plastic Waste for Household Fuel Endangers Millions",
      "link": "https://insideclimatenews.org/news/09012026/plastic-waste-fuel-endangers-millions-in-global-south/",
      "pubDate": "Fri, 09 Jan 2026 20:35:03 +0000",
      "description": "Several global trends are colliding with disastrous consequences for health and the environment, new research warns. Plastic production has skyrocketed since the 1950s, from a few million tons a year to nearly half a billion tons today, and is on track to triple by 2060. And since just a small fraction of plastics is recycled, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ocean Warming Breaks Record for Ninth Straight Year",
      "link": "https://insideclimatenews.org/news/09012026/ocean-warming-breaks-record-for-ninth-straight-year/",
      "pubDate": "Fri, 09 Jan 2026 16:54:50 +0000",
      "description": "Every second of last year, the Earth’s oceans absorbed the equivalent in energy to 12 Hiroshima-sized atomic bombs.  Global ocean heat content (OHC) increased for the ninth consecutive year in 2025, according to a report released Friday in Advances in Atmospheric Sciences. The study—a collaboration involving more than 50 scientists from 31 international institutions—measured temperature […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As the Trump Administration Withdraws From Climate Treaties, Legal Scholars Debate Whether—and How—It Can Do So",
      "link": "https://insideclimatenews.org/news/09012026/as-the-trump-administration-withdraws-from-climate-treaties-legal-scholars-debate-whether-and-how-it-can-do-so/",
      "pubDate": "Fri, 09 Jan 2026 14:52:43 +0000",
      "description": "After the Trump administration announced late Wednesday that it would withdraw from the foundational agreement underpinning the international effort to slow the climate crisis, global leaders and climate advocates expressed extreme frustration and anger. Few were shocked. “We’re appalled,” said Michael Gerrard, an environmental lawyer who founded the Sabin Center for Climate Change Law at […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Growing Movement Looks to Decarbonize Death",
      "link": "https://insideclimatenews.org/news/09012026/water-cremation-human-composting-decarbonize-death/",
      "pubDate": "Fri, 09 Jan 2026 10:00:00 +0000",
      "description": "When Stephanie Burris drives by graveyards near her home in Boulder County, Colorado, she sees thousands of tiny landfills: Concrete boxes filled with non-biodegradable caskets, which are lined with polyester padding, filled with synthetic clothing and worst of all, containing PFAS—also known as “forever chemicals.”  “Frankly, I think that’s just barbaric,” says Burris, of the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Reversing Years of Dietary Advice, the Trump Administration Tells Consumers to Eat More Red Meat",
      "link": "https://insideclimatenews.org/news/09012026/trump-administration-dietary-guidelines-ignores-climate-impacts/",
      "pubDate": "Fri, 09 Jan 2026 09:55:00 +0000",
      "description": "The Trump administration’s new dietary guidelines, released Wednesday, take a dramatic turn toward encouraging the consumption of animal protein, including red meat, something a growing number of governments and international reports in recent years have urged consumers to reduce for both health and climatic reasons.  The new advice says to “prioritize protein at every meal,” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Top Climate Scientists Think of Trump’s Treaty Withdrawals",
      "link": "https://insideclimatenews.org/news/08012026/top-climate-scientists-react-to-trump-treaty-withdrawals/",
      "pubDate": "Fri, 09 Jan 2026 00:06:15 +0000",
      "description": "Daniele Visioni sometimes worries he may be labelled an enemy of the state.  Visioni, a climate scientist and assistant professor at Cornell University, is an Italian-born scholar who will serve as an author of the Intergovernmental Panel on Climate Change’s upcoming Seventh Assessment Report, a document outlining the latest science on climate change, to be […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Outcry Builds Over Trump’s Withdrawal From International, Climate Treaties",
      "link": "https://insideclimatenews.org/news/08012026/trump-international-climate-treaties-withdrawal/",
      "pubDate": "Thu, 08 Jan 2026 20:37:59 +0000",
      "description": "It landed as one fell swoop after a year of relentless cuts to U.S. climate programs, personnel and policy. President Donald Trump announced Wednesday he would withdraw the United States from more than 60 international organizations and treaties, including the framework agreement for addressing climate change that a Republican administration helped to craft 33 years […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Looking Ahead to a Deepening Affordability Crisis, an Election and the Threat of an AI Investment Bubble",
      "link": "https://insideclimatenews.org/news/08012026/inside-clean-energy-what-to-expect-in-2026/",
      "pubDate": "Thu, 08 Jan 2026 14:00:00 +0000",
      "description": "U.S. energy markets and policy are heading toward the equivalent of a multicar pileup in 2026. The key factors are consumer frustration with rising energy prices, Trump administration policies that are making the problem worse despite promises to make it better and a growing awareness that investment in AI data centers is part of a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "More Children Are Powering Their Own Wheels to School as Part of ‘Bike Buses’",
      "link": "https://insideclimatenews.org/news/08012026/bike-bus-programs-reduce-traffic-and-pollution/",
      "pubDate": "Thu, 08 Jan 2026 10:00:00 +0000",
      "description": "On a recent autumn morning in Tempe, Arizona, dozens of kids made their way to class on an unusual “bus.” Rather than the traditional yellow, diesel-run whale of a vehicle, this one consisted of children and parents mostly on bicycles, along with a few scooters and roller-skates. This “bike bus” serving Broadmoor Elementary School is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Regulators Approve New Dominion Rates, Assign More Costs to Data Centers",
      "link": "https://insideclimatenews.org/news/07012026/virginia-regulators-approve-new-dominion-rates/",
      "pubDate": "Wed, 07 Jan 2026 23:16:59 +0000",
      "description": "RICHMOND, Va.—The State Corporation Commission in November approved a new Dominion Energy rate increase for 2026 that will add $16 a month to the typical residential bill and assign more costs to data center operators to cover necessary grid upgrades the following year.  After months of legal filings and a hearing that lasted nearly two […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}