{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-23T09:27:24.891332",
  "items": [
    {
      "title": "Ecuadorians to Vote on Constitutional Rewrite, Possibly Gutting Rights of Nature",
      "link": "https://insideclimatenews.org/news/23102025/ecuador-votes-on-possibly-gutting-rights-of-nature/",
      "pubDate": "Thu, 23 Oct 2025 09:05:00 +0000",
      "description": "In 2008, Ecuador made history by enshrining the rights of nature in its constitution, recognizing ecosystems as living entities with legal rights.  For nearly two decades, Indigenous communities and environmentalists have defended these rights, setting a global example. Ecuadorian courts have ruled in favor of forests, coastal marine ecosystems, wild animals and rivers, the cutting […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wetlands Help Remedy Agricultural Pollution. Some Illinois Farmers Are Installing New Ones.",
      "link": "https://insideclimatenews.org/news/23102025/illinois-farmers-build-wetlands-to-help-agricultural-pollution/",
      "pubDate": "Thu, 23 Oct 2025 09:00:00 +0000",
      "description": "One September morning Jim Fulton was pumping fuel into a combine harvester and watching the sky for rain.  Fulton’s family has been farming in Illinois since the 1890s. Fulton, who now grows mostly soybeans and corn, said he thinks a lot about how to protect the land. That explains, in part, why he has created […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "This Texas Family Designed Their House Around the Solar Cycle Nearly 30 Years Ago",
      "link": "https://insideclimatenews.org/news/23102025/texas-solar-cycle-house/",
      "pubDate": "Thu, 23 Oct 2025 08:55:00 +0000",
      "description": "Some 30 years ago, Paul and Elena Westbrook considered the earth’s rotations around the sun to make a big life choice: where to build a home.  Tracking where the solar noon would land on their property throughout the year proved clever. The sun warms their home, dwindles their energy bills to nothing and offers them […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Central Maine Power Faces Backlash Over Proposed Rate Hikes and Shareholder Profits",
      "link": "https://insideclimatenews.org/news/23102025/central-maine-power-proposed-rate-hikes/",
      "pubDate": "Thu, 23 Oct 2025 08:50:00 +0000",
      "description": "Frustrated ratepayers and climate activists gathered in Freeport, Maine, last week to protest yet another rate hike proposal by Central Maine Power.  CMP’s proposal, submitted to the Maine Public Utilities Commission in September, would raise electricity rates over the next five years, generating roughly $1.4 billion in additional revenue to fund grid reliability and efficiency […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ohio Has Invested Millions in Wetlands to Catch Nutrient Runoff From Farms. A New Report Suggests It’s Working.",
      "link": "https://insideclimatenews.org/news/23102025/ohio-wetland-project-farmland-runoff/",
      "pubDate": "Thu, 23 Oct 2025 08:45:00 +0000",
      "description": "A new report on purpose-built wetlands in Ohio showcases their success in reducing nutrient runoff from farms, validating millions of dollars’ worth of efforts to combat toxic algal blooms. Researchers with the H2Ohio Wetland Monitoring Program developed the report, which uses data from 10 wetlands that have been restored since the H2Ohio program launched in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gulf South Residents and Green Groups Sue Trump and EPA Over Toxic Air Pollution Exemptions",
      "link": "https://insideclimatenews.org/news/22102025/gulf-south-residents-sue-trump-epa-toxic-air-pollution-exemptions/",
      "pubDate": "Wed, 22 Oct 2025 23:09:27 +0000",
      "description": "Frontline community groups teamed up with national environmental organizations Wednesday to sue the Trump administration for letting chemical manufacturing plants off the hook for toxic, carcinogenic air pollution.  The lawsuit targets an executive action from July that gave 50 plants a two-year exemption from a Biden-era U.S. Environmental Protection Agency rule that tightened restrictions on […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New York City Needs More Housing. Should it Come With Promises to Protect Green Space?",
      "link": "https://insideclimatenews.org/news/22102025/new-york-city-housing-vs-parks/",
      "pubDate": "Wed, 22 Oct 2025 16:48:51 +0000",
      "description": "The Elizabeth Street Garden, a cherished green space in lower Manhattan, was at the center of a heated debate that pitted locals against affordable housing advocates and city officials. Residents in the neighborhood, known as Little Italy, and beyond were deeply attached to the garden and rallied to save it, fighting plans to build a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Defending Stingless Bees in the Peruvian Amazon",
      "link": "https://insideclimatenews.org/news/22102025/peru-amazon-stingless-bees-rights/",
      "pubDate": "Wed, 22 Oct 2025 09:00:00 +0000",
      "description": "SATIPO, Peru—Dry leaves rustled beneath the hem of her terracotta-tinted dress as Micaela Huaman Fernandez knelt on the forest floor. Leaning in toward the base of a moss-covered palo santo tree, she pointed to a flicker of tiny golden insects fluttering in and out of view. “Shinkenka,” she murmured softly, watching them vanish through a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Dallas Start-Up Raises $5.5 Million to Build 3-D Solar Towers",
      "link": "https://insideclimatenews.org/news/22102025/dallas-startup-3d-solar-towers/",
      "pubDate": "Wed, 22 Oct 2025 08:55:00 +0000",
      "description": "DALLAS—Texas has more solar power than anywhere else in the U.S. But there’s plenty of opposition to the energy resource that’s credited with helping avoid the risk of summer blackouts this year.  Chief among these criticisms is the issue of land. More often than not, roofs and lots end up often being finite spaces. For […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Close Friend of JD Vance Skirts Normal Channels to Take Over NIH Environmental Health Institute",
      "link": "https://insideclimatenews.org/news/21102025/jd-vance-friend-kyle-walsh-takes-over-nih-environmental-health/",
      "pubDate": "Wed, 22 Oct 2025 00:15:15 +0000",
      "description": "Employees at the National Institutes of Health learned in an email on Friday, in the midst of a hiring freeze, that their prestigious environmental health sciences research center has a new director.  There was no job announcement, no search committee to identify top candidates, no interviews or reference checks.  The position to lead the nation’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}