{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-17T18:38:45.092904",
  "items": [
    {
      "title": "30 Years After Chicago’s Deadliest Heat Wave, Systemic Racism Is Still the Root Problem",
      "link": "https://insideclimatenews.org/news/17072025/30-years-after-chicagos-deadliest-heat-wave-systemic-racism-is-still-the-root-problem/",
      "pubDate": "Thu, 17 Jul 2025 14:46:04 +0000",
      "description": "CHICAGO—Cheryl Johnson was watching the news during the worst heat wave in her city’s history when she learned that a man she’d known since she was a child had been found dead on the steps of a church downtown. She’ll never forget the moment. Her friend—who she knew by his nickname DD—was in his 40s, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Consumers (and a Utility) Get a Win in Ohio, While Data Centers Take the Loss",
      "link": "https://insideclimatenews.org/news/17072025/inside-clean-energy-ohio-data-centers-penalties/",
      "pubDate": "Thu, 17 Jul 2025 13:00:00 +0000",
      "description": "An Ohio utility has won an important fight over who assumes the financial risk of data centers, and the result may help guide decisions across the country. Data centers will now need to pay penalties if they say they are going to build a project and then fail to live up to commitments, which provides […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In South Memphis, Elon Musk’s Colossus Operated Gas Turbines Without Appropriate Permits, Residents and Activists Claim",
      "link": "https://insideclimatenews.org/news/17072025/elon-musk-xai-data-center-gas-turbines-memphis/",
      "pubDate": "Thu, 17 Jul 2025 09:00:00 +0000",
      "description": "The Shelby County Health Department in Memphis has approved an air quality permit that will allow Elon Musk’s supercomputer facility—Colossus—to continue burning gas, despite more than a year of protests and numerous campaigns by residents and climate activists who opposed what they said was illegal operation of 35 gas-fueled turbines to power the facility.  The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Prominent Everglades Scientist Prepares for Jail Amid Bitter Legal Dispute with Former Employer",
      "link": "https://insideclimatenews.org/news/17072025/everglades-scientist-tom-van-lent-prepares-for-jail/",
      "pubDate": "Thu, 17 Jul 2025 08:50:00 +0000",
      "description": "A prominent scientist whose work has helped steer a restoration of the Everglades that is among the most ambitious of its kind in human history will surrender Thursday in Miami for a 10-day jail sentence, a consequence of a bitter legal dispute with his former employer. Tom Van Lent is accused of stealing “trade secrets” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bipartisan Cryptocurrency Legislation Will Fuel Further Environmental Destruction, Environmental Advocates Say",
      "link": "https://insideclimatenews.org/news/16072025/genius-act-cryptocurrency-legislation-environmental-impact/",
      "pubDate": "Thu, 17 Jul 2025 00:25:42 +0000",
      "description": "Legislation currently making its way through Congress that proponents say will place much-needed guardrails on cryptocurrency will only exacerbate the industry’s insatiable energy demands and climate pollution, environmentalists say. Republican leaders in the U.S. House of Representatives declared this week to be “Crypto Week,” during which they hope to pass several bills related to cryptocurrency. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "OSHA Just Reduced the Value of a Worker’s Life",
      "link": "https://insideclimatenews.org/news/16072025/trumps-osha-slashes-fines-for-worker-safety-violations/",
      "pubDate": "Wed, 16 Jul 2025 22:34:34 +0000",
      "description": "The Department of Labor announced “updates to penalty guidelines” to improve worker safety on Monday that it said will support small businesses and eliminate workplace hazards. The announcement follows the release of the Occupational Safety and Health Administration’s budget for the next fiscal year, which includes a plan for nearly 10,000 fewer workplace hazard inspections […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Governor Boosts Artificial Intelligence to Fill Jobs, Cut Regulations",
      "link": "https://insideclimatenews.org/news/16072025/virginia-governor-youngkin-artificial-intelligence/",
      "pubDate": "Wed, 16 Jul 2025 21:39:23 +0000",
      "description": "RESTON, Va.—Virginia’s state government is leaning into its use of artificial intelligence for workforce development and regulation cuts. It’s an energy-intensive move further perpetuating the need for data centers and worsening climate change.  On Tuesday, Republican Gov. Glenn Youngkin announced a partnership with Google through which the search giant will donate 10,000 scholarships for work […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "US Department of Energy Grid Reliability Report Is Unreliable, Virginia Renewable Advocates Say",
      "link": "https://insideclimatenews.org/news/16072025/energy-department-grid-reliability-report-dominion-coal/",
      "pubDate": "Wed, 16 Jul 2025 15:22:47 +0000",
      "description": "Advocates for renewable energy in Virginia took aim at a report that the U.S. Department of Energy issued last week on the reliability and security of the nation’s electric grid, faulting it for dated reliance on fossil fuels to meet skyrocketing energy demands from data centers and lacking public input.  They noted that the 73-page […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Before Tropical Depression Chantal Swamped Hillsborough, the Town Had Been Counting on FEMA",
      "link": "https://insideclimatenews.org/news/16072025/hillsborough-north-carolina-canceled-fema-program-chantal-damage/",
      "pubDate": "Wed, 16 Jul 2025 09:00:00 +0000",
      "description": "HILLSBOROUGH, N.C.—About nine hours after Tropical Depression Chantal inundated central North Carolina last week, Jeff Mahagan’s phone woke him at 3 in the morning. The person working on call at the Hillsborough wastewater treatment plant was scared. Mahagan, the town’s deputy utilities director for water treatment, didn’t immediately grasp the severity of the situation. He […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Off the Books: Maryland’s Clean Energy Push Ignores Backup Generator Pollution",
      "link": "https://insideclimatenews.org/news/16072025/maryland-clean-energy-goals-ignore-fossil-fuel-generator-pollution/",
      "pubDate": "Wed, 16 Jul 2025 08:55:00 +0000",
      "description": "When thousands of gallons of diesel fuel spilled into Baltimore’s Inner Harbor from Johns Hopkins Hospital on June 4, it didn’t just contaminate the waterfront and threaten aquatic habitat. It also cast a spotlight on a deeper, largely overlooked problem: Maryland’s continued dependence on fossil-fueled backup generators. Hospitals, research campuses and critical infrastructure like data […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}