{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-07T18:35:31.343360",
  "items": [
    {
      "title": "EPA Drops Planned Delay in Compliance With Fenceline Monitoring at Coke Plants",
      "link": "https://insideclimatenews.org/news/07102025/epa-drops-coke-plant-air-quality-monitoring/",
      "pubDate": "Tue, 07 Oct 2025 15:20:17 +0000",
      "description": "Public health advocates pushed back when the U.S. Environmental Protection Agency said it planned to delay for two years a requirement that steel companies monitor air quality at the perimeters of their 11 coke plants in Western Pennsylvania and across the country. Two groups sued. Now, the EPA has reversed course. The deadline to begin […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Natural Disasters Are a Rising Burden for the National Guard",
      "link": "https://insideclimatenews.org/news/07102025/national-guard-natural-disaster-response/",
      "pubDate": "Tue, 07 Oct 2025 09:00:00 +0000",
      "description": "The National Guard logged more than 400,000 member service days per year over the past decade responding to hurricanes, wildfires and other natural disasters, the Pentagon has revealed in a report to Congress. The numbers mean that on any given day, 1,100 National Guard troops on average have been deployed on disaster response in the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists Find Evidence that a Pennsylvania Town’s Water Was Contaminated by Fracking",
      "link": "https://insideclimatenews.org/news/07102025/pennsylvania-town-water-contaminated-by-fracking/",
      "pubDate": "Tue, 07 Oct 2025 08:55:00 +0000",
      "description": "In the summer of 2022, John Stolz got a phone call asking for his help. This request—one of many the Duquesne University professor has fielded—came from the Center for Coalfield Justice, an environmental nonprofit in southwestern Pennsylvania.  They told him about New Freeport, a small town in Pennsylvania’s Greene County that had experienced what’s called […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Report Marks a Decade of Progress, Challenges on Global Decarbonization",
      "link": "https://insideclimatenews.org/news/06102025/global-decarbonization-climate-policy-report/",
      "pubDate": "Mon, 06 Oct 2025 23:34:29 +0000",
      "description": "A report released Monday shows that collective global climate action is still falling short of what’s needed to protect Earth’s livable climate. Still, progress has accelerated dramatically in the decade since the Paris Agreement, spurring policies such as investments in renewable energy and public transit that are speeding up the transition away from fossil fuels. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Colorado River Nears Collapse, It Faces Leadership, Transparency ‘Crisis,’ Environmentalists Warn",
      "link": "https://insideclimatenews.org/news/06102025/colorado-river-water-supply-report/",
      "pubDate": "Mon, 06 Oct 2025 22:38:14 +0000",
      "description": "There is no more water available. That’s the assessment of a new report published Wednesday about the Colorado River by a coalition of environmental groups urging the states that rely on the river and the federal government to take immediate action to cut back use. The river, they argue, is threatened by crises in both […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Exxon Steps Back From Texas Gulf Coast Plastics Plant",
      "link": "https://insideclimatenews.org/news/06102025/exxon-postpones-texas-gulf-coast-plastics-plant/",
      "pubDate": "Mon, 06 Oct 2025 22:02:24 +0000",
      "description": "Exxon Mobil will postpone its plans for a large new plastics production plant on the Gulf Coast of Texas, according to the company. Construction was initially planned to begin next year on the $10 billion facility in rural Calhoun County. “Based on current market conditions, we are going to slow the pace of our development […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Along the Banks of the Mon River, Fracking Waste in a Landfill Once Again Poses a Pollution Problem",
      "link": "https://insideclimatenews.org/news/06102025/along-the-banks-of-the-mon-river-fracking-waste-in-a-landfill-once-again-poses-a-pollution-problem/",
      "pubDate": "Mon, 06 Oct 2025 20:58:20 +0000",
      "description": "This story was originally published by The Allegheny Front, a public radio program covering environmental issues in Western Pennsylvania. On a rainy morning, Mike Frederick showed off the Belle Vernon Municipal Authority’s sewage treatment plant, about 30 miles south of Pittsburgh.  “This distribution box is where all the sewage comes in,” said Frederick, an operator […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Rollbacks on Environmental Protections, the EPA Goes the Other Way on Delaware River Water Quality",
      "link": "https://insideclimatenews.org/news/06102025/delaware-river-water-quality-environmental-protections/",
      "pubDate": "Mon, 06 Oct 2025 16:03:47 +0000",
      "description": "The federal government is raising the required oxygen level in an urban stretch of the Delaware River near Philadelphia to improve conditions for fish and humans, but the move faces pushback from wastewater utilities that will have to pay millions of dollars for infrastructure upgrades to comply with the new rule. In late September, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Report Examines Fossil Fuel Ties of Dozens of Trump Administration Hires",
      "link": "https://insideclimatenews.org/news/06102025/trump-administration-fossil-fuel-ties/",
      "pubDate": "Mon, 06 Oct 2025 09:00:00 +0000",
      "description": "The Trump administration wasted no time in tapping individuals with ties to fossil fuel industries and right-wing think tanks funded by oil tycoons for key environmental and energy policy positions, according to a new report. Public Citizen and the Revolving Door Project, two nonprofit organizations that monitor corporate influence in government, analyzed the backgrounds of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Detroit Is the Nation’s Most Challenging City for People with Asthma, a New Report Suggests",
      "link": "https://insideclimatenews.org/news/06102025/detroit-asthma-climate-change-pollution/",
      "pubDate": "Mon, 06 Oct 2025 08:55:00 +0000",
      "description": "In the Motor City, it’s more than just vehicle exhaust causing problems for people living with asthma. While pollution from vehicle emissions and manufacturing plays a role in exacerbating the condition, so do health care access issues and even smoke billowing down from recent wildfires in neighboring Canada.  The result is a perfect storm for […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}