{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-04T22:21:28.899775",
  "items": [
    {
      "title": "Aging Pennsylvania Power Plant to Keep Running After Trump Order on Eve of Shutdown",
      "link": "https://insideclimatenews.org/news/04062025/trump-orders-aging-pennsylvania-power-plant-to-keep-running/",
      "pubDate": "Wed, 04 Jun 2025 18:58:06 +0000",
      "description": "A half-century-old Pennsylvania power plant fueled by oil and natural gas will keep running beyond its scheduled shutdown date following an order from the Trump administration just one day before it was due to retire. The Eddystone Generating Station near Philadelphia was to close permanently last Saturday because its owner determined it no longer made […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Heat Waves Are Changing Disease Dynamics in Unpredictable Ways, New Research Finds",
      "link": "https://insideclimatenews.org/news/04062025/extreme-weather-increases-risks-and-spread-of-infectious-disease/",
      "pubDate": "Wed, 04 Jun 2025 18:11:22 +0000",
      "description": "Scientists have long known that changes in temperature can affect the risks and spread of infectious diseases by altering the biology and behavior of pathogens and their hosts, from butterflies to people. And evidence that climate change can exacerbate more than half of known human pathogenic diseases has underscored the urgency of understanding how extreme […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Song for the Cahaba River",
      "link": "https://insideclimatenews.org/news/04062025/cahaba-river-lily-festival-musical-tribute/",
      "pubDate": "Wed, 04 Jun 2025 09:00:00 +0000",
      "description": "WEST BLOCTON, Ala.—“The lilies have bloomed this season if you know where to go.” It’s a line in Birmingham band I Declare’s newly released song “Cahaba,” and it’s the truth.  At the recent Cahaba Lily festival, you could hear the sacred Southern knowledge passing from one person to another.  “Where do you go? Have you […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Mexico Bans Release of Treated Oil and Gas Wastewater",
      "link": "https://insideclimatenews.org/news/04062025/new-mexico-bans-release-of-treated-oil-gas-wastewater/",
      "pubDate": "Wed, 04 Jun 2025 08:55:00 +0000",
      "description": "After months of deliberation, the New Mexico Water Quality Control Commission on May 14 voted to prohibit any discharge of treated “produced water” from oil and gas extraction to ground and surface waters.  Produced water flows back to the surface during fracking and conventional oil and gas drilling and contains chemicals used in the extraction […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Top Ocean Experts Sound the Alarm Over Growing Marine Crisis Due To Climate Change",
      "link": "https://insideclimatenews.org/news/04062025/one-ocean-science-congress-destructive-industrial-fishing/",
      "pubDate": "Wed, 04 Jun 2025 08:50:00 +0000",
      "description": "NICE, France—More than 2,000 scientists, advocates and policymakers from at least 100 countries convened this week at the One Ocean Science Congress, warning of a mounting marine crisis and promising recommendations to solve it—not only for the sake of life below the surface, but for the entire planet.  “The ocean is suffering at the cause […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Meta Strikes 20-Year Nuclear Power Deal With Constellation Energy",
      "link": "https://insideclimatenews.org/news/03062025/meta-constellation-nuclear-power-deal/",
      "pubDate": "Tue, 03 Jun 2025 21:56:27 +0000",
      "description": "Facebook’s parent company Meta locked in 20 years of nuclear power on Tuesday from Constellation Energy to help meet the tech giant’s surging energy demand for artificial intelligence and its other power-intensive computing needs.  “Securing clean, reliable energy is necessary to continue advancing our AI ambitions,” Urvi Parekh, head of global energy at Meta, said […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "For Insurers, Smaller Weather Events Add Up to Big Losses as Climate Change Accelerates",
      "link": "https://insideclimatenews.org/news/03062025/todays-climate-secondary-perils-extreme-weather-insurance/",
      "pubDate": "Tue, 03 Jun 2025 21:37:53 +0000",
      "description": "Sunday marked the official start of the Atlantic hurricane season, a six-month stretch in which warm ocean waters and moist atmospheric conditions create the ideal foundation for tropical cyclones to form. The National Oceanic and Atmospheric Administration forecasts “above-average” activity, including six to 10 hurricanes.  Each year, these climate-supercharged cyclones make headlines for causing mass […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Punts on Plans for Increasing Energy Storage, Renewables",
      "link": "https://insideclimatenews.org/news/03062025/illinois-legislature-punts-energy-storage-renewables-plans/",
      "pubDate": "Tue, 03 Jun 2025 18:29:25 +0000",
      "description": "The Illinois state legislature failed in the final hours of its session to pass an energy omnibus bill aimed at storing energy and spurring renewables at a time when data centers threaten to sap the state’s grid and spike customers’ bills. The latest iteration of the energy bill unveiled Saturday, the session’s last day, included […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Summer Approaches, New Jersey’s Shore Towns Confront an Unrelenting Foe: Sea Level Rise",
      "link": "https://insideclimatenews.org/news/03062025/new-jersey-shore-towns-sea-level-rise/",
      "pubDate": "Tue, 03 Jun 2025 09:00:00 +0000",
      "description": "ATLANTIC CITY, N.J. —The briny bay waters flood the parking lot and beer garden at the Vagabond Kitchen & Taphouse—and not just when it rains. Across town, the water gushes up the sidewalk at the El Rinconcito grocery, sometimes leaving manager Jeraldo Diaz with no choice but to close for the day.    Even on sunny […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Fearing Radioactive Waste, a Western Pennsylvania Community Fights to Stop a Landfill’s Re-Opening",
      "link": "https://insideclimatenews.org/news/03062025/pennsylvania-community-fights-to-stop-landfill/",
      "pubDate": "Tue, 03 Jun 2025 08:55:00 +0000",
      "description": "For years, residents of Grove City, Pennsylvania, have fought to stop a decades-old landfill from resuming operations in their town. They were worried the landfill would make legacy pollution in the area worse.  But in 2022, information about the kind of waste the landfill would accept raised new fears. “We realized we didn’t only have […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}