{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-08-14T05:28:18.131994",
  "items": [
    {
      "title": "‘No country is safe’: deadly Nordic heatwave supercharged by climate crisis, scientists say",
      "link": "https://www.theguardian.com/environment/2025/aug/14/nordic-heatwave-climate-crisis-sweden-norway-finland",
      "pubDate": "Thu, 14 Aug 2025 05:00:23 GMT",
      "description": "<p>Historically cool nations saw hospitals overheating and surge in drownings, wildfires and toxic algal blooms</p><p>The prolonged <a href=\"https://www.theguardian.com/environment/2025/aug/02/nordic-countries-hit-by-truly-unprecedented-heatwave\">Nordic heatwave</a> in July was supercharged by the climate crisis and shows “no country is safe from climate change”, scientists say.</p><p>Norway, Sweden and Finland have historically cool climates but were hit by soaring temperatures, including a record run of 22 days above 30C (86C) in Finland. Sweden endured 10 straight days of “tropical nights”, when temperatures did not fall below 20C (68F).</p> <a href=\"https://www.theguardian.com/environment/2025/aug/14/nordic-heatwave-climate-crisis-sweden-norway-finland\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Staying cool in Europe’s record-breaking heat – podcast",
      "link": "https://www.theguardian.com/science/audio/2025/aug/14/staying-cool-in-europes-record-breaking-heat-podcast",
      "pubDate": "Thu, 14 Aug 2025 04:00:24 GMT",
      "description": "<p>Europe is suffering from another heatwave as deadly temperatures of up to 44C hit the continent and wildfires blazed across the Mediterranean. To find out why Europe is heating faster than anywhere else, Madeleine Finlay speaks to the Guardian’s Europe environment correspondent, Ajit Niranjan, and to Adam Taylor, professor of anatomy at Lancaster University, to find out how we can try to stay cool as the temperature rises</p><p><em>Clips:</em> <em>ITV News, France 24</em></p> <a href=\"https://www.theguardian.com/science/audio/2025/aug/14/staying-cool-in-europes-record-breaking-heat-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Spain wildfires are ‘clear warning’ of climate emergency, minister says",
      "link": "https://www.theguardian.com/world/2025/aug/13/spain-wildfires-climate-crisis-heatwave",
      "pubDate": "Thu, 14 Aug 2025 00:29:38 GMT",
      "description": "<p>Environment minister says blazes, in which two people have died, are proof of country’s vulnerability to global heating</p><p>The <a href=\"https://www.theguardian.com/world/2025/aug/12/thousands-evacuated-in-spain-amid-deadly-wildfires-and-new-heatwave\">heatwave-fuelled wildfires</a> that have killed two people in Spain over recent days, devouring thousands of hectares of land and forcing thousands of people from their homes, are a “clear warning” of the impact of the climate emergency, the country’s environment minister has said.</p><p>Speaking on Wednesday morning, as firefighters in Spain, Greece and other Mediterranean countries continued to battle dozens of blazes, Sara Aagesen said the 14 wildfires still burning across seven Spanish regions were further proof of the country’s particular vulnerability to global heating.</p> <a href=\"https://www.theguardian.com/world/2025/aug/13/spain-wildfires-climate-crisis-heatwave\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Barriers prevent severe flooding in Alaska capital after glacier outburst",
      "link": "https://www.theguardian.com/us-news/2025/aug/13/alaskas-juneau-glacier-flood-record-climate",
      "pubDate": "Wed, 13 Aug 2025 22:02:04 GMT",
      "description": "<p>Officials say temporary barriers helped Juneau avoid hundreds of flooded homes from Mendenhall Glacier melt</p><p>Newly installed river barriers held back record levels of flooding and prevented widespread damage in Alaska’s capital city on Wednesday, after an ice dam at the nearby Mendenhall Glacier released a huge surge of rainwater and snowmelt, officials said.</p><p>Water pooled on several streets and in some yards in Juneau after the Mendenhall River crested earlier in the day, and high water was expected to persist for hours. But many residents in the flood zone had evacuated before peak water levels, and there were no damage reports similar to the past two summers, when about 300 homes were flooded.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/13/alaskas-juneau-glacier-flood-record-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Scientists rush to bolster climate finding Trump administration aims to undo",
      "link": "https://www.theguardian.com/us-news/2025/aug/13/climate-science-trump-administration",
      "pubDate": "Wed, 13 Aug 2025 19:49:15 GMT",
      "description": "<p>Some experts tee up public comment on EPA report calling fossil fuel concerns overblown, as others fast-track review</p><p>Veteran <a href=\"https://www.theguardian.com/science/scienceofclimatechange\">climate</a> scientists are organizing a coordinated public comment to a US Department of Energy (DOE) report that cast doubt on the scientific consensus on the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>.</p><p>The report, published late last month, claimed concerns about planet-warming <a href=\"https://www.theguardian.com/environment/fossil-fuels\">fossil fuels</a> are overblown, sparking widespread concern from <a href=\"https://www.theguardian.com/us-news/2025/aug/01/trump-epa-climate-change-report\">scientists</a> who said it was full of climate misinformation; it was an attempt to support a proposal from the Environmental Protection Agency (EPA) to undo the “endangerment finding”, which forms the legal basis of virtually all US climate regulations.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/13/climate-science-trump-administration\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Spanish people know deadly heatwaves are now an annual event. So why are our politicians in denial? | María Ramírez",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/14/spanish-people-deadly-heatwaves-annual-event-politicians-denial",
      "pubDate": "Thu, 14 Aug 2025 04:00:22 GMT",
      "description": "<p>We need everyday solutions like ‘cool banks’ and shaded areas, as well as serious policies on emissions. The government must step up</p><p>Growing up in Madrid, intense summer heat was nothing unusual. I quickly learned always to cross the street in search of shade, and never to be caught out in the sun at 3pm. But as a child in the early 1980s, I never felt dizzy after spending more than a few minutes outdoors, nor did I struggle to study or sleep at home because of the heat. Back then, air conditioning was a rarity, something only Americans had. But we were fine: the stuttering fan in my mother’s Ford Fiesta was enough to keep us comfortable on holiday escapes from the capital.</p><p>What is happening in Spain now goes far beyond discomfort. More than 1,500 deaths have <a href=\"https://www.rtve.es/noticias/20250806/verano-deja-por-ahora-mas-1500-muertes-atribuibles-calor-42-mas-2024/16689435.shtml\">already been linked</a> to heatwaves this summer alone. Public-sector workers are collapsing from heatstroke on our city streets. Entire communities in the <a href=\"https://www.theguardian.com/world/2025/aug/12/tres-cantos-wildfire-spain-destruction\">Madrid suburbs</a> have been devastated by wildfires. On Monday, <a href=\"https://elpais.com/clima-y-medio-ambiente/2025-08-12/avisos-rojos-en-andalucia-y-pais-vasco-por-la-ola-de-calor-que-el-lunes-registro-443-grados-en-huelva.html\">198 weather stations</a> recorded temperatures of 40C or higher. Following a record-breaking July, the first 20 days of August will probably be the <a href=\"https://elpais.com/clima-y-medio-ambiente/2025-08-13/la-aemet-preve-que-los-primeros-20-dias-de-este-agosto-sean-los-mas-calidos-en-espana-desde-que-hay-registros.html\">warmest on record</a>. Alongside housing, the climate crisis is Spain’s most visible and most persistent problem: every summer reminds us of this. You can’t ignore it, or escape it; so why are Spain’s politicians still so reluctant to tackle the climate emergency?</p><p>María Ramírez is a journalist and the deputy managing editor of elDiario.es, a news outlet in Spain</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/14/spanish-people-deadly-heatwaves-annual-event-politicians-denial\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on climate finance: crumbling under a second Trump presidency | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/10/the-guardian-view-on-climate-finance-crumbling-under-a-second-trump-presidency",
      "pubDate": "Sun, 10 Aug 2025 17:25:28 GMT",
      "description": "<p>Voluntary climate commitments were supposed to be a step towards progress. A change in political climate has revealed their weaknesses</p><p>Earlier this month, as Nordic countries were hit with an <a href=\"https://www.theguardian.com/environment/2025/aug/02/nordic-countries-hit-by-truly-unprecedented-heatwave#:~:text=A%20weather%20station%20in%20the,longer%20than%20the%20previous%20record.\">unprecedented heatwave</a> and wildfires in the US began spurting <a href=\"https://www.theguardian.com/us-news/2025/aug/01/wildfires-arizona-utah-fire-clouds\">“fire clouds”</a>, Barclays pulled out of the net zero banking alliance. The <a href=\"https://www.theguardian.com/business/2025/aug/01/barclays-hsbc-exit-net-zero-banking-alliance\">story</a> may have seemed less alarming than extreme weather, but it has existential implications, as the finance sector quietly surrenders its former climate commitments.</p><p>The initiative forms part of the Glasgow Finance Alliance for Net Zero (GFANZ), a voluntary network of banks that Mark Carney, formerly the UN’s special envoy on climate action and now Canada’s prime minister, launched in 2021. At the time, the alliance, which encourages banks and asset managers to work towards the goals of the Paris agreement, seemed like an optimistic step in the right direction. Mr Carney described it as a “breakthrough”.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/10/the-guardian-view-on-climate-finance-crumbling-under-a-second-trump-presidency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labour should beware Nigel Farage weaponising its part in the cost of living crisis | Richard Partington",
      "link": "https://www.theguardian.com/business/2025/aug/10/autumn-budget-must-address-pain-of-high-inflation-on-hard-pressed-uk-households-as-food-prices-rise",
      "pubDate": "Sun, 10 Aug 2025 13:04:02 GMT",
      "description": "<p>Autumn budget must address pain of high inflation on hard-pressed UK households as food prices rise</p><p>“These prices are disgusting” is the <a href=\"https://www.manchestereveningnews.co.uk/whats-on/shopping/tesco-shoppers-hit-out-disgusting-32219203\">common retort</a> from shoppers browsing the supermarket shelves. To say that the cost of everything from a pint of milk to a loaf of bread has changed beyond recognition in only a few years is an understatement. But it could still get worse.</p><p>The <a href=\"https://www.theguardian.com/business/2025/aug/07/bank-of-england-cuts-interest-rates-quarter-point-4\">warning from the Bank of England last week</a> that food prices are stirring the inflation beast that has stalked Britain for the past four years shows that the cost of living crisis is far from over. The headline rate of inflation is expected to hit 4% by September, in a reawakening fed by the soaring cost of things such as butter, chocolate and beef.</p> <a href=\"https://www.theguardian.com/business/2025/aug/10/autumn-budget-must-address-pain-of-high-inflation-on-hard-pressed-uk-households-as-food-prices-rise\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "If the Greens in Germany move towards the centre, they can become a real force again | Katja Hoyer",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/08/green-party-politics-germany",
      "pubDate": "Fri, 08 Aug 2025 04:00:01 GMT",
      "description": "<p>Four years ago, the party was the most popular in the country – but old rifts have fractured it. Now the time is ripe for a reset</p><p>The German Green party, Die Grünen, was once the envy of its sister movements across Europe. In the spring of 2021 it was the most popular party in the country, with a <a href=\"https://www.fr.de/politik/bundestagswahl-2021-umfrage-gruene-union-cdu-csu-spd-linke-btw-politik-corona-pandemie-news-90495166.html\">predicted vote share</a> of close to 30%. The world’s press even <a href=\"https://www.reuters.com/world/europe/could-germany-get-green-chancellor-its-within-partys-reach-2021-04-13/\">began to ask</a> whether the next chancellor would be Green. Fast-forward four years and you find a party in crisis: divided, out of power and stagnating at just above 10% in the polls after losing 33 seats in February’s federal election. The party is now searching for a path back to the mainstream – not a moment too soon given the rapid erosion of Germany’s political centre.</p><p>One of the Greens’ key problems is personnel. At their peak in 2021 they had two lead figures in <a href=\"https://www.theguardian.com/world/2025/feb/12/why-germany-greens-switching-election-focus-from-climate\">Annalena Baerbock and Robert Habeck</a>, who were widely regarded as pragmatists – a prerequisite for effective government in Germany’s compromise-oriented system. After the 2021 election, Baerbock became foreign minister in Olaf Scholz’s SPD-Green-liberal “<a href=\"https://en.wikipedia.org/wiki/Traffic_light_coalition\">traffic light coalition</a>”, and Habeck vice chancellor and minister for economic affairs and climate action.</p><p>Katja Hoyer is a German-British historian and journalist. Her latest book is Beyond the Wall: East Germany, 1949-1990</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/08/green-party-politics-germany\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How to leave a sinking nation: Tuvalu’s dreams of dry land",
      "link": "https://www.theguardian.com/news/2025/aug/14/how-to-leave-a-sinking-nation-tuvalus-dreams-of-dry-land",
      "pubDate": "Thu, 14 Aug 2025 04:01:22 GMT",
      "description": "<p>With sea levels rising, much of the nation’s population is confronting the prospect that their home may soon cease to exist. Where are they going to go?</p><p>In November 2022, Simon Kofe, then foreign minister of the island nation of Tuvalu, announced a sensational plan for his country’s survival. Climate breakdown poses an existential threat to small island-nations in the Pacific, but Tuvalu’s geography makes it especially vulnerable. The highest point of elevation in the country is 4.5 metres. If the water rises, there is no hill to run to. In the past four decades, local sea level has risen twice as fast as the global average.</p><p>By 2050, the government expects half of the capital, Funafuti, to be flooded by tidal waters. By the end of the century, more than 90% of the land could be submerged. “As our land disappears, we have no choice but to become the world’s first digital nation,” Kofe declared in a <a href=\"https://www.youtube.com/watch?v=lXpeO5BgAOM\">video address to delegates</a> at the UN climate conference Cop27. In the background was an islet of Funafuti, Te Afualiku.</p> <a href=\"https://www.theguardian.com/news/2025/aug/14/how-to-leave-a-sinking-nation-tuvalus-dreams-of-dry-land\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Wrecked houses and 26 dead horses: residents return to Madrid suburb after wildfire",
      "link": "https://www.theguardian.com/world/2025/aug/12/tres-cantos-wildfire-spain-destruction",
      "pubDate": "Tue, 12 Aug 2025 16:30:49 GMT",
      "description": "<p>Families in Tres Cantos and Soto de Viñuelas take in scene of destruction after blaze and pay tribute to man who died</p><p>Adolfo López plunged his head and hands into his parents’ swimming pool early on Tuesday afternoon, keen to wash off the soot and dirt he had acquired from the gutted house his mother and father had called home for the past 25 years.</p><p>The <a href=\"https://www.theguardian.com/world/2025/aug/12/thousands-evacuated-in-spain-amid-deadly-wildfires-and-new-heatwave\">wildfire that would devour 1,000 hectares of land, consume their house, destroy some neighbouring properties and kill a man</a> trying to rescue horses from a local stables was just a column of smoke when López saw it approaching Soto de Viñuelas at 7.45pm on Monday.</p> <a href=\"https://www.theguardian.com/world/2025/aug/12/tres-cantos-wildfire-spain-destruction\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Do not buy these flats’: residents warn about unbearable heat inside London new-builds",
      "link": "https://www.theguardian.com/australia-news/2025/aug/12/do-not-buy-these-flats-residents-warn-about-unbearable-heat-inside-london-new-builds",
      "pubDate": "Tue, 12 Aug 2025 05:00:13 GMT",
      "description": "<p>Experts say many new homes being built in the UK not designed to withstand extreme summer temperatures</p><ul><li><p><a href=\"https://www.theguardian.com/uk-news/2025/aug/10/england-poorest-families-ethnic-minorities-most-at-risk-dangerously-hot-homes\">Low-income and minority ethnic people in England most at risk from dangerously hot homes</a></p></li><li><p><a href=\"https://www.theguardian.com/uk-news/2025/aug/10/overheated-homes-why-uk-housing-is-dangerously-unprepared-for-impact-of-climate-crisis\">Why UK housing is dangerously unprepared for impact of climate crisis</a></p></li><li><p><a href=\"https://www.theguardian.com/uk-news/2025/aug/10/from-shutters-to-reflective-paint-how-to-prevent-uk-homes-overheating\">From shutters to reflective paint: how to prevent UK homes overheating</a></p><p></p></li></ul><p>The sweltering conditions inside Leaside Lock, a new-build development in east London, are hardly a secret. Last June, a warning written in big, capital letters was stuck to the window of one flat. “DO NOT BUY THESE FLATS. TOO HOT,” it read.</p><p>It was hard to miss for those walking past the looming high-rises and, after being snapped and posted on social media, the placard has <a href=\"https://x.com/PhinHarper/status/1803352526344851526\">garnered</a> more than 500,000 views. More than a year on, during a summer when the UK recorded its second-warmest June and fifth-hottest<a href=\"https://www.theguardian.com/uk-news/2025/jul/01/hottest-day-of-the-year-recorded-in-uk-says-met-office\"> July</a> since 1884, residents in the tallest, south-facing block say heat is still an issue.</p> <a href=\"https://www.theguardian.com/australia-news/2025/aug/12/do-not-buy-these-flats-residents-warn-about-unbearable-heat-inside-london-new-builds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Future Council follows eight children fighting for the climate. But should kids be saddled with such a burden?",
      "link": "https://www.theguardian.com/film/2025/aug/12/future-council-documentary-film-movie-climate-kids",
      "pubDate": "Mon, 11 Aug 2025 15:00:08 GMT",
      "description": "<p>This new documentary sees children voice their fears about the future of the planet – but its director argues ‘they’re not here to save the world’</p><p>Ruby Rodgers didn’t expect to cry. The 14-year-old singer-songwriter and granddaughter of Australian rock great Jimmy Barnes had promised herself she’d be strong. But when she found herself surrounded by other young people voicing their fears about the climate crisis, she let the tears fall.</p><p>“I was really worried people were going to see that and think I was overly sensitive,” she says. “But I was a child. I <em>am</em> a child. And I realised how important it was for other kids to see that it’s OK to feel deeply.”</p> <a href=\"https://www.theguardian.com/film/2025/aug/12/future-council-documentary-film-movie-climate-kids\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}