{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-09-09T12:53:22.734719",
  "items": [
    {
      "title": "Heat stress and extreme weather threaten 2026 World Cup, report finds",
      "link": "https://www.theguardian.com/football/2025/sep/09/heat-stress-and-extreme-weather-threaten-2026-world-cup-report-finds",
      "pubDate": "Tue, 09 Sep 2025 12:19:37 GMT",
      "description": "<ul><li><p>World Cup may be forced into winter in future</p></li><li><p>Reports also looks at risks for 2030 and 2034 editions</p></li></ul><p>The 2026 World Cup could be North America’s last without urgent climate adaptation, according to a new study highlighting extreme weather threats.</p><p>The Pitches in Peril report found that 10 of the 16 venues are at very high risk of experiencing extreme heat stress conditions. By 2050, nearly 90% of North America’s host stadiums will require adaptation to extreme heat while one third will face water demand equalling or exceeding supply.</p> <a href=\"https://www.theguardian.com/football/2025/sep/09/heat-stress-and-extreme-weather-threaten-2026-world-cup-report-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Underwater curtains and reflective beads are ‘unrealistic and dangerous polar geoengineering ideas’",
      "link": "https://www.theguardian.com/environment/2025/sep/09/polar-geoengineering-branded-dangerous-and-unimaginably-expensive",
      "pubDate": "Tue, 09 Sep 2025 09:00:54 GMT",
      "description": "<p>Climate research group says such ideas are diverting attention from cutting fossil fuel use</p><p>Proposals to fight the impact of the climate crisis at the poles, from giant underwater curtains to scattering glass beads across the ice, have been dismissed by a group of scientists as an “unimaginably expensive” and “dangerous” distraction.</p><p>Geoengineering, which includes blocking sunlight with airborne particles and thickening ice with pumped seawater, has become highly divisive among scientists. Its proponents argue that, with cuts in carbon emissions <a href=\"https://www.theguardian.com/environment/2024/nov/13/no-sign-of-promised-fossil-fuel-transition-as-emissions-hit-new-high\">going far too slowly</a>, exploring options for “emergency brakes” would be valuable.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/09/polar-geoengineering-branded-dangerous-and-unimaginably-expensive\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "SA algal bloom shows new criteria for climate disasters needed, Hanson-Young says – video",
      "link": "https://www.theguardian.com/environment/video/2025/sep/09/sa-algal-bloom-shows-new-criteria-for-climate-disasters-needed-hanson-young-says-video",
      "pubDate": "Tue, 09 Sep 2025 03:05:34 GMT",
      "description": "<p>The Greens senator says the fact South Australia's algal bloom is yet to be declared a national disaster reflects the need for a new set of criteria for climate disasters, as the Senate begins an inquiry into the toxic event.'If this had been on the northern beaches of Sydney or on Bondi, would it have taken so long for the government to respond?', Hanson-Young said. 'Frankly, I think it probably wouldn't have'</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/sep/06/experimental-bubble-shield-deployed-to-protect-giant-cuttlefish-as-deadly-sa-algal-bloom-creeps-nearer\">Bubble shield deployed in ocean to protect giant cuttlefish from deadly SA algal bloom</a></p></li></ul><ul><li><p><a href=\"https://www.theguardian.com/australia-news/2025/jul/24/effects-of-marine-heatwave-driving-foreseeable-sa-algal-bloom-could-rival-black-summer-fires-scientists-warn\">SA’s algal bloom ‘one of the worst marine disasters in living memory’, and driving force could rival black summer, experts say</a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2025/sep/09/sa-algal-bloom-shows-new-criteria-for-climate-disasters-needed-hanson-young-says-video\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "EU states still fighting over crucial targets in run-up to Cop30, leaked draft shows",
      "link": "https://www.theguardian.com/environment/2025/sep/08/eu-states-still-fighting-over-crucial-targets-in-run-up-to-cop30-leaked-draft-shows",
      "pubDate": "Mon, 08 Sep 2025 12:00:44 GMT",
      "description": "<p>Exclusive: Experts decry lack of nationally determined contributions in negotiating document with weeks to go before UN-set deadline</p><p>EU member states are still wrangling over crucial commitments on the climate crisis with no sign of agreement, according to a leaked draft text seen by the Guardian.</p><p>With just weeks to go<a href=\"https://www.theguardian.com/environment/2025/aug/19/brazil-issues-last-ditch-plea-for-countries-to-submit-climate-plans-ahead-of-cop30\"> before a UN-set deadline</a>, the European Commission and key member states remain at loggerheads over targets on greenhouse gas emissions, with the prospect of a strong outcome looking increasingly imperilled.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/08/eu-states-still-fighting-over-crucial-targets-in-run-up-to-cop30-leaked-draft-shows\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Hopes rise for green economy boom at Africa Climate Summit",
      "link": "https://www.theguardian.com/environment/2025/sep/08/green-economy-boom-africa-climate-summit-renewable-energy-solar",
      "pubDate": "Mon, 08 Sep 2025 10:38:22 GMT",
      "description": "<p>Renewables are thriving, with Africa breaking solar energy records – but action is needed to plug financing gap</p><p>The first signs of a takeoff of Africa’s green economy are raising hopes that a transformation of the continent’s fortunes may be under way, driven by solar power and an increase in low-carbon investment.</p><p>African leaders are meeting this week in Addis Ababa, Ethiopia, for the <a href=\"https://africaclimatesummit2.et/\">Africa Climate Summit</a>, a precursor to the <a href=\"https://www.theguardian.com/environment/2025/aug/19/brazil-issues-last-ditch-plea-for-countries-to-submit-climate-plans-ahead-of-cop30\">global UN Cop30 in November</a>. They will call for an increase in support from rich countries for Africa’s green resurgence, without which they will warn it could be fragile and spread unevenly.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/08/green-economy-boom-africa-climate-summit-renewable-energy-solar\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Science is under siege from weaponised disinformation – posing a threat to human civilisation | Michael Mann and Peter Hotez",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/09/science-under-siege-weaponised-disinformation-michael-mann-peter-hotez",
      "pubDate": "Mon, 08 Sep 2025 15:00:49 GMT",
      "description": "<p>From Covid misinformation to climate denialism, understanding the divergent paths of Australia and the US can help us fight the powerful forces that threaten our world</p><p>As two scientists who lived through Australia’s black summer bushfires and the Covid-19 crisis in the United States, we have seen firsthand how science in modern societies is under siege from an even more insidious “antiscience virus” of weaponised disinformation that undermines our ability to confront these crises.</p><p>There are five primary, interconnected forces behind the assault on science and reason. We call them the “five Ps”: the plutocrats, the petrostates, the pros (eg paid promoters of anti-science), the propagandists and – with important exceptions – the <em> </em>media. Together they have generated a perfect storm of antiscientific disinformation that now threatens humanity.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/09/science-under-siege-weaponised-disinformation-michael-mann-peter-hotez\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The far right’s green bashing has given mainstream parties an excuse to do nothing – but we have more agency than we think | Ajit Niranjan",
      "link": "https://www.theguardian.com/environment/2025/sep/04/the-far-rights-green-bashing-has-given-mainstream-parties-an-excuse-to-do-nothing-but-we-have-more-agency-than-we-think",
      "pubDate": "Thu, 04 Sep 2025 09:00:48 GMT",
      "description": "<p>As powerful forces push back against green forces, it is little surprise that many of us feel dismay. Climate scientists do, too. But together we can take action to challenge the prevailing apathy</p><p><a href=\"https://support.theguardian.com/?utm_medium=ACQUISITIONS_EDITORIAL_LINK&utm_campaign=climate_2025_ajit_niranjan&utm_content=climate_2025_ajit_niranjan&utm_term=climate_2025_ajit_niranjan&utm_source=GUARDIAN_WEB\">Support the Guardian’s independent journalism today </a></p><p>Last year, I stood in front of a black-clad skinhead as he shook a fist full of rings thick enough to double as a knuckle-duster. Flecks of spit flew into my face as he railed against the green agenda of the last German government.</p><p>Until recently, it would have felt bizarre to talk to protesters at a neo-Nazi<strong>-</strong>linked rally about climate change or hear them rant unprompted about heat pumps. But far-right parties have entered the political mainstream, and their scathing tirades against “woke” green rules are energising their base.</p><p><em>Join George Monbiot and special guests on 16 September for a special climate assembly to discuss the growing and dramatic political and corporate threats to the planet. <strong><a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Book tickets – in person or livestream</a></strong></em></p> <a href=\"https://www.theguardian.com/environment/2025/sep/04/the-far-rights-green-bashing-has-given-mainstream-parties-an-excuse-to-do-nothing-but-we-have-more-agency-than-we-think\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This was the hottest summer on record. If it happens again next year, Britain’s ecosystems won’t cope | Lucy Jones",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/03/hottest-british-summer-on-record-ecosystems-climate-crisis",
      "pubDate": "Wed, 03 Sep 2025 07:00:16 GMT",
      "description": "<p>A future of extreme heatwaves, drought and collapsing habitats awaits if we continue to ignore the danger signs</p><p>What does British summertime mean to you? Blackberries? Picnics? Festivals? <em>Ticks</em>? This summer has been the <a href=\"https://www.theguardian.com/uk-news/2025/sep/01/uk-experienced-its-hottest-summer-on-record-in-2025-met-office-says\">hottest on record in the UK</a>. As human-caused climate breakdown intensifies, the outdoor areas we spend time in are changing – and so, too, are our relationships with the land and the ecosystems we live in.</p><p>My home is in the south of England, near beautiful woodlands. Since moving there in 2016, the number of ticks my family has picked up in the woods has increased each year, but this summer has been astonishing. For a few weeks, our four-year-old came home from nursery with a tick almost every day. I’ve had many: some tiny nymphal ones that could be easily missed. We spend time in Scotland, too, and find ticks often when we go there now.</p><p>Lucy Jones is a journalist and the author of Losing Eden and The Nature Seed</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/03/hottest-british-summer-on-record-ecosystems-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labor is poised to make a big call on our nation’s carbon emissions target. But who is Albanese going to listen to?  | Clear Air",
      "link": "https://www.theguardian.com/environment/2025/sep/03/climate-crisis-labor-carbon-emissions-target-albanese-big-call",
      "pubDate": "Wed, 03 Sep 2025 02:02:43 GMT",
      "description": "<p>Australia’s 2035 target for cutting emissions will reveal how serious we are about addressing the climate crisis</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/03/australia-politics-live-labor-coalition-greens-anthony-albanese-sussan-ley-question-time-nauru-immigration-asylum-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li><li><p>Want to get this in your inbox when it publishes? <a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>The climate crisis is often a fight over numbers – and we are coming towards the end of a big one. It will shape how ambitious Australia will be in addressing this era-defining problem, over the next decade and beyond.</p><p>The Albanese government is weighing a decision on the national emissions reduction target for 2035. Along with the policies that follow, it will be a legacy marker for a prime minister who is sometimes accused of being risk averse.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/sep/03/climate-crisis-labor-carbon-emissions-target-albanese-big-call\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘A little bit of joy’: can tiny rafts save endangered sparrows from rising seas?",
      "link": "https://www.theguardian.com/environment/2025/sep/09/wildlife-conservation-america-endangered-birds-saltmarsh-sparrows-rhode-island-rising-seas-climate",
      "pubDate": "Tue, 09 Sep 2025 09:30:52 GMT",
      "description": "<p>In Rhode Island, a small team of researchers and volunteers is fighting, against the odds, to save saltmarsh sparrows from extinction as their chicks drown in ever higher tides</p><p>• Photographs by Jason Jaacks</p><p>Knee-deep in water, the young man lifts his arms. His wrists are grabbed, next his ankles, then he feels himself flying through the air, nearly horizontal, before plunging into New England’s pungent tidal waters.</p><p>Grinning and still dripping, he receives a homemade certificate documenting his induction into the Needle in a Haystack Society.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/09/wildlife-conservation-america-endangered-birds-saltmarsh-sparrows-rhode-island-rising-seas-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Critics say BlackRock’s Minnesota utility bid will increase rates – and clean energy goals will suffer",
      "link": "https://www.theguardian.com/us-news/2025/sep/08/blackrock-minnesota-power-sale-allete",
      "pubDate": "Mon, 08 Sep 2025 13:00:45 GMT",
      "description": "<p>Sale opponents say private equity’s profit-seeking is at odds with reasonable rates and state’s goal to decarbonize</p><p>A bid by financial giant BlackRock to acquire a Minnesota electric utility could push up <a href=\"https://www.theguardian.com/us-news/2025/aug/19/electricity-bills-increase-trump\">already-soaring</a> utility bills, opponents warn.</p><p>The private equity firm Global Infrastructure Partners, a division of BlackRock, <a href=\"https://www.duluthnewstribune.com/news/local/duluth-based-allete-agrees-to-6-8-billion-investment-partnership\">announced a $6.2bn deal last year</a> to take over the parent company of a Duluth-based electric utility which serves more than 150,000 customers, if the state’s public utilities commission gives the green light.</p> <a href=\"https://www.theguardian.com/us-news/2025/sep/08/blackrock-minnesota-power-sale-allete\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The climate solution both the right and the left can get behind | Bill McKibben",
      "link": "https://www.theguardian.com/us-news/ng-interactive/2025/sep/07/solar-power-rightwing-trump",
      "pubDate": "Sun, 07 Sep 2025 13:00:22 GMT",
      "description": "<p>We’re beyond Mel Gibson’s Mad Max era. We no longer need oil to make it through the apocalypse</p><p>As I write these words, the No 1 trending story on the Guardian is titled: “<a href=\"https://www.theguardian.com/environment/2025/aug/02/self-termination-history-and-future-of-societal-collapse\">The history and future of societal collapse</a>”. It is an account of a study by a Cambridge expert who works at something ominously called the Centre for the Study of Existential Risk; he concludes that “we can’t put a date on Doomsday, but by looking at the 5,000 years of [civilisation], we can understand the trajectories we face today – and self-termination is most likely”.</p><p>I can’t claim to have done a study, though I have been at work on climate change for almost 40 years and I gotta say: seems about right. So it’s maybe not the worst moment for a bit of worry about how you would fare in the case of a temporary breakdown of our civilization. Perhaps you have noticed that extreme weather events are becoming more frequent and violent. Or you read the stories that Donald Trump was shutting down the Federal Emergency Management Agency and surmised you’ll have to take care of yourself going forward. Or hey, maybe you think a cabal of pedophiles might try and use black helicopters to herd you into a <a href=\"https://www.theguardian.com/us-news/2023/jan/25/15-minute-city-urban-planning-future-us-cities\">15-minute city</a> where a communist mayor will make you spend the rest of your life riding a scary subway.</p> <a href=\"https://www.theguardian.com/us-news/ng-interactive/2025/sep/07/solar-power-rightwing-trump\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Endangered species: meet the Liberal backbencher fighting for nature",
      "link": "https://www.theguardian.com/australia-news/2025/sep/07/senator-andrew-mclachlan-net-zero-emissions-target-conservationist-liberal-fighting-for-endangered-species",
      "pubDate": "Sat, 06 Sep 2025 20:00:00 GMT",
      "description": "<p>Senator Andrew McLachlan is preparing to back an ambitious 2035 emissions target, putting him on a collision course with some Coalition colleagues</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/sep/07/australia-news-live-melbourne-stabbing-nsw-koala-national-park-logging-anthony-albanese-sussan-ley-immigration-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>A Liberal senator believes the Coalition should not even be debating net zero and says he is prepared to support an ambitious 2035 emissions reduction target, warning that only a “brave soul” would defy whatever number the Climate Change Authority recommends later this month.</p><p>Andrew McLachlan, a self-described conservationist from South Australia, also suggests market interventions such as carbon pricing should be considered to force the scale of change needed to rapidly decarbonise the economy.</p> <a href=\"https://www.theguardian.com/australia-news/2025/sep/07/senator-andrew-mclachlan-net-zero-emissions-target-conservationist-liberal-fighting-for-endangered-species\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}