{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-03T21:22:56.283071",
  "items": [
    {
      "title": "Rare Win for Renewable Energy: Trump Administration Funds Geothermal Network Expansion",
      "link": "https://insideclimatenews.org/news/03122025/rare-win-for-renewable-energy-trump-administration-funds-geothermal-network-expansion/",
      "pubDate": "Wed, 03 Dec 2025 17:00:00 +0000",
      "description": "The U.S. Department of Energy has approved an $8.6 million grant that will allow the nation’s first utility-led geothermal heating and cooling network to double in size. Gas and electric utility Eversource Energy completed the first phase of its geothermal network in Framingham, Massachusetts, in 2024. Eversource is a co-recipient of the award along with […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Hurricane Season That Surprised With Record Storms and Notable Lulls",
      "link": "https://insideclimatenews.org/news/03122025/hurricane-season-record-storms-united-states-spared/",
      "pubDate": "Wed, 03 Dec 2025 10:00:00 +0000",
      "description": "The 2025 Atlantic hurricane season may be best-remembered for its unusual distribution of storms, including Melissa, which struck Jamaica as a devastating Category 5 hurricane.   Meanwhile the U.S. was left relatively unscathed, sparing the emergency response system here of a major test after Trump administration plans to overhaul or abolish the Federal Emergency Management Agency […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Regulators Approve Two-Year Electric Rate Freeze and Two Solar Projects for a Meta Inc. Data Center",
      "link": "https://insideclimatenews.org/news/03122025/alabama-public-service-commission-approves-rate-freeze-data-center-solar-projects/",
      "pubDate": "Wed, 03 Dec 2025 09:55:00 +0000",
      "description": "MONTGOMERY, Ala.—The Alabama Public Service Commission on Tuesday approved a sweeping package of temporary changes they say will keep electric rates steady for the next two years.  The commission voted 3-0 to approve a modified version of several billing changes proposed by Alabama Power, the state’s largest electric utility, on Nov. 21.  “I think it’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "LA Wildfire Survivors Want to Rebuild All-Electric, but a Utility Is Using Customer Funds to Incentivize Gas Appliances",
      "link": "https://insideclimatenews.org/news/03122025/la-wildfire-all-electric-rebuild/",
      "pubDate": "Wed, 03 Dec 2025 09:50:00 +0000",
      "description": "After January wildfires destroyed more than 18,000 buildings in Los Angeles, a growing movement of residents who lost their homes want to rebuild all-electric, recognizing that burning gas in household appliances contributes to the climate-driven increase in the destructiveness of wildfires. An attribution study found that climate change made the January fires 35 percent more […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Countries Take Steps to Protect Wildlife in Legal Trade, Animal and Plant Trafficking Rages On",
      "link": "https://insideclimatenews.org/news/02122025/todays-climate-global-wildlife-trade-regulations-illegal/",
      "pubDate": "Tue, 02 Dec 2025 22:26:40 +0000",
      "description": "Whether people realize it or not, traces of the global wildlife trade are ubiquitous, from expensive reptile-skin boots in department stores to the colorful fish swimming around a tank in your dentist’s office.  This multi-billion-dollar industry is regulated by a global treaty known as the Convention on International Trade in Endangered Species of Wild Fauna […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Analysis Provides More Evidence That Heat Standards Save Lives",
      "link": "https://insideclimatenews.org/news/02122025/worker-heat-standards-save-lives/",
      "pubDate": "Tue, 02 Dec 2025 21:34:34 +0000",
      "description": "Last year was the hottest on record, but global warming isn’t just overheating the planet. It’s killing workers.  Now a new analysis of the impact of state-implemented outdoor heat standards on worker deaths adds to the growing body of scientific research showing that requiring employers to take simple precautions to prevent heat stress can reduce […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Renewable’ No More: The Trump Administration Renames the National Renewable Energy Laboratory",
      "link": "https://insideclimatenews.org/news/02122025/renewable-no-more-the-trump-administration-renames-the-national-renewable-energy-laboratory/",
      "pubDate": "Tue, 02 Dec 2025 13:21:45 +0000",
      "description": "The Trump administration has renamed the National Renewable Energy Laboratory, now calling it the National Laboratory of the Rockies, marking an identity shift for the Golden, Colorado institution that has been a global leader in wind, solar and other renewable energy research. “This new name embraces a broader applied energy mission entrusted to us by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What the Rio Grande’s More Frequent Dry-Outs Mean for the Region’s Animals and Ecosystems",
      "link": "https://insideclimatenews.org/news/02122025/rio-grande-running-dry-animals-ecosystems/",
      "pubDate": "Tue, 02 Dec 2025 10:00:00 +0000",
      "description": "ALBUQUERQUE, N.M.—On a late July morning, a snapping turtle, about 18 inches in length, sat solemnly in a dry riverbed where the Rio Grande normally flows here. The aquatic reptile was one of few signs of life on a river that’s usually buzzing with various species of fish, ducks, insects and other animals.  Fast forward […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Burned Forests, the West’s Snowpack Is Melting Earlier",
      "link": "https://insideclimatenews.org/news/02122025/wildfires-snowpack-in-the-west/",
      "pubDate": "Tue, 02 Dec 2025 09:55:00 +0000",
      "description": "As the American West warms due to climate change, wildfires are increasingly burning in higher-elevation mountains, charring the watersheds where the region’s vital snowpack accumulates.  A new study has found that in the immediate aftermath of fires across the region, the snowpack disappears earlier in burned areas. This change can threaten forest health and affect […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Massive, Chinese-Backed Port in Peru Could Push the Amazon Rainforest Over the Edge",
      "link": "https://insideclimatenews.org/news/01122025/china-port-in-peru-impact-on-amazon-rainforest/",
      "pubDate": "Mon, 01 Dec 2025 10:05:00 +0000",
      "description": "Planet China: Eleventh in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. CHANCAY, Peru—The elevator doors leading to the fifth-floor control center open like stage curtains onto a theater-sized screen. This “Operations Productivity Dashboard” instantaneously displays a battery of data: vehicle locations, shipping times, entry times, loading data, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}