{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-12-13T09:25:35.976926",
  "items": [
    {
      "title": "A huge cache of critical minerals found in Utah may be the largest in the US",
      "link": "https://grist.org/energy/utah-mine-critical-minerals-rare-earths/",
      "pubDate": "Fri, 12 Dec 2025 22:49:15 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "2025: The year the US gave up on climate, and the world gave up on us",
      "link": "https://grist.org/international/2025-trump-climate-change-paris-agreement-china/",
      "pubDate": "Fri, 12 Dec 2025 09:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How a species of bamboo could help protect the South from future floods",
      "link": "https://grist.org/solutions/how-rivercane-a-native-bamboo-could-help-protect-the-south-from-future-floods/",
      "pubDate": "Thu, 11 Dec 2025 09:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The EPA website got the basics of climate science right. Until last week.",
      "link": "https://grist.org/politics/epa-website-erases-climate-science-basics/",
      "pubDate": "Thu, 11 Dec 2025 09:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "When Elephants Trample Your Farm, Who Do You Call?",
      "link": "https://grist.org/sponsored/when-elephants-trample-your-farm-who-do-you-call/",
      "pubDate": "Wed, 10 Dec 2025 15:00:54 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Navajo Nation said no to a hydropower project. Trump officials want to ensure tribes can’t do that again.",
      "link": "https://grist.org/indigenous/the-navajo-nation-said-no-to-a-hydropower-project-trump-officials-want-to-ensure-tribes-cant-do-that-again/",
      "pubDate": "Wed, 10 Dec 2025 09:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Illinois families are going electric — for free",
      "link": "https://grist.org/business/illinois-families-are-going-electric-for-free/",
      "pubDate": "Mon, 08 Dec 2025 09:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Trump administration’s data center push could open the door for new forever chemicals",
      "link": "https://grist.org/accountability/the-trump-administrations-data-center-push-could-open-the-door-for-new-forever-chemicals/",
      "pubDate": "Sun, 07 Dec 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The wealthy profit from public lands, and taxpayers pick up the tab",
      "link": "https://grist.org/economics/the-wealthy-profit-from-public-lands-and-taxpayers-pick-up-the-tab/",
      "pubDate": "Sat, 06 Dec 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After COP30, Indigenous advocates celebrate gains while warning of unfinished work",
      "link": "https://grist.org/cop30/after-cop30-indigenous-advocates-celebrate-gains-while-warning-of-unfinished-work/",
      "pubDate": "Fri, 05 Dec 2025 09:45:00 +0000",
      "description": "The COP30 climate conference in Belém, billed as the “Indigenous COP,” was defined by the organized presence of Indigenous activists, who staged protests and demanded inclusion in negotiations. Their advocacy led to tangible successes, notably Brazil’s promise to demarcate more Indigenous lands and the U.N.’s formal recognition of Indigenous rights, including Free, Prior, and Informed Consent, in the Just Transition Work Programme.\n<br /><br />\nDespite these gains, Indigenous advocates were profoundly disappointed by the ultimate failure of U.N. member states to commit to a specific plan to stop relying on fossil fuels, with oil-rich nations watering down the final text. Leaders affirmed that the crucial fight for climate justice and land rights will continue through grassroots resistance, legal action, and future international forums, extending beyond the U.N. conference halls.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Zillow deletes climate risk data from listings after complaints it harms sales",
      "link": "https://grist.org/housing/zillow-deletes-climate-risk-data-from-listings-after-complaints-it-harms-sales/",
      "pubDate": "Thu, 04 Dec 2025 09:45:00 +0000",
      "description": "In September last year, Zillow, the largest real estate listing site in the U.S., introduced a tool showing the individual risk of wildfire, flood, extreme heat, wind, and poor air quality for 1 million properties it lists, explaining that, “Climate risks are now a critical factor in home-buying decisions” for many Americans.\n<br><br>\nZillow has now deleted this climate index after complaints from real estate agents and some homeowners that the rankings appeared arbitrary, could not be challenged, and harmed house sales. \n<br><br>\n“The risk doesn’t go away; it just moves from a pre-purchase decision into a post-purchase liability,” said Matthew Eby, founder and chief executive of First Street, the nonprofit climate-risk quantifier that had provided the on-site tool to Zillow.\n<br><br>\nBut assigning climate risks to individual properties has been controversial within the real estate industry. Some experts have questioned whether such judgments can be made at such a granular level.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How one Seattle organization is turning food waste into plant food",
      "link": "https://grist.org/sponsored/how-one-seattle-organization-is-turning-food-waste-into-plant-food/",
      "pubDate": "Wed, 03 Dec 2025 15:04:34 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "EV sales are way down. Here’s why that might not be a big deal.",
      "link": "https://grist.org/solutions/ev-sales-are-way-down-heres-why-that-might-not-be-a-big-deal/",
      "pubDate": "Wed, 03 Dec 2025 09:45:00 +0000",
      "description": "According to the latest data, electric vehicle dealers sold about 20 percent fewer used electric cars in October than in September and saw a 50 percent drop for new ones. The question now is whether this dip is a sign of a prolonged slump or a mere blip in an otherwise upward trajectory. \n<br><br>\nWhile only time will tell, many analysts believe that electric vehicle adoption in the United States will continue to grow — albeit maybe not at the same pace seen before Congress killed the credits and automakers started second-guessing themselves. \n<br><br>\nEliminating the federal credit of $7,500 on new EVs and $4,500 on used ones is certainly taking a toll. But the price of batteries, and thus cars, also continues to come down, and used models are becoming more of a bargain. Additionally, some states are trying to step in to fill the void the federal government has left.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Pennsylvania bailed on a carbon market to appease Republicans",
      "link": "https://grist.org/politics/pennsylvania-josh-shapiro-rggi/",
      "pubDate": "Tue, 02 Dec 2025 09:45:00 +0000",
      "description": "Last month, Pennsylvania Governor Josh Shapiro withdrew from the Regional Greenhouse Gas Initiative, or RGGI, a cap-and-trade program that establishes a regional limit on carbon emissions from power plants located in the Northeast.\n<br><br>\nPennsylvania is a giant within the program, because it has higher power sector emissions than all of the other RGGI states combined, so Shapiro’s exit sent shockwaves through the system.\n<br><br>\nThe Democrat withdrew from the program as part of a compromise to convince Republicans in the legislature to pass the state’s budget, which has been delayed since June, forcing schools and public transportation to dip into rainy day funds or take on debt to support services.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hurricane season is over. Here’s why the US never got hit.",
      "link": "https://grist.org/science/hurricane-season-is-over-heres-why-the-u-s-never-got-hit/",
      "pubDate": "Mon, 01 Dec 2025 09:45:00 +0000",
      "description": "The average number of named hurricanes in a season is seven. The 2025 hurricane season was exceptional in that only five Atlantic hurricanes formed, and four of those, including Hurricane Melissa, reached Category 5. This was also the first year since 2015 that a hurricane didn’t make landfall in the U.S.\n<br><br>\nIt is a worrying signal of climate change: The hotter the oceans get, the more fuel to supercharge storms. In some years, as it has done in 2025, an atmospheric force field might help the U.S. dodge landfall, but the hurricanes that do make it ashore will only get more powerful and more destructive from here.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A drying Great Salt Lake is spewing toxic dust. It could cost Utah billions.",
      "link": "https://grist.org/health/dust-great-salt-lake-public-health-billions/",
      "pubDate": "Mon, 01 Dec 2025 09:30:00 +0000",
      "description": "The dust blowing from the dry bed of the Great Salt Lake is creating a serious public health threat that policymakers and the scientific community are not taking seriously enough, two environmental nonprofits warn in a recent report.\n<br><br>\nThe Great Salt Lake hit a record-low elevation in 2022 and teetered on the brink of ecological collapse. The lake only recovered after a few winters with above-average snowfall, but it sits dangerously close to sinking to another record-breaking low.\n<br><br>\nAround 800 square miles of lakebed sit exposed, baking and eroding into a massive threat to public health. Dust storms large and small have become a regular occurrence on the Wasatch Front, the urban region where most Utahns live.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hawaiʻi’s green fee is the latest climate effort challenged by Trump",
      "link": "https://grist.org/politics/hawai%ca%bbis-green-fee-is-latest-climate-change-effort-challenged-by-trump/",
      "pubDate": "Sun, 30 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New England kicks off $450M plan to supercharge heat pump adoption",
      "link": "https://grist.org/energy/new-england-kicks-off-450m-plan-to-supercharge-heat-pump-adoption/",
      "pubDate": "Sat, 29 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Everyone hates gas-powered leaf blowers. So why is it so hard to ban them?",
      "link": "https://grist.org/solutions/gas-powered-leaf-blowers-bans-challenges/",
      "pubDate": "Wed, 26 Nov 2025 09:45:00 +0000",
      "description": "Gas-powered leaf blowers aren’t just annoying; they’re bad for public health. Their low-frequency roar can be louder than the World Health Organization’s recommended limit of 55 decibels up to 800 feet away. By one estimate, running a gas-powered leaf blower for an hour emits as much smog-forming pollution as driving a car from Los Angeles to Denver.<br><br>\nCities and states across the country have taken different approaches to dealing with the problem, but it is proving more challenging than many expected. Noise complaints are not exactly at the top of police officers’ priority lists, and sometimes ordinances are written in a way that’s hard to carry out — police aren’t usually expected to go around town taking noise readings, for example.\n<br><br>\nThen there’s the matter that swapping gas blowers for ones powered by electricity isn’t as straightforward as it sounds.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "FEMA’s terrible, horrible, no good, very bad year",
      "link": "https://grist.org/politics/trump-fema-david-richardson-karen-evans/",
      "pubDate": "Wed, 26 Nov 2025 09:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}