{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-10T04:33:26.079294",
  "items": [
    {
      "title": "The World’s Oceans Are a ‘Ticking Time Bomb,’ Reaching Dangerous Acidification Levels  Earlier Than Scientists Thought",
      "link": "https://insideclimatenews.org/news/09062025/ocean-acidification-crosses-planetary-boundaries/",
      "pubDate": "Tue, 10 Jun 2025 00:07:22 +0000",
      "description": "A critical measure of the ocean’s health suggests that the world’s marine systems are in greater peril than scientists had previously realized and that parts of the ocean have already reached dangerous tipping points. A study, published Monday in the journal Global Change Biology, found that ocean acidification—the process in which the world’s oceans absorb […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "UN Ocean Conference Opens With a Call to Defend the Deep Sea",
      "link": "https://insideclimatenews.org/news/09062025/un-deep-sea-mining-bottom-trawling-moratorium/",
      "pubDate": "Mon, 09 Jun 2025 20:55:36 +0000",
      "description": "NICE, France—The deep sea—Earth’s largest and least-explored biome—is taking center stage at the United Nations Ocean conference this week, where marine experts are demanding world leaders end bottom trawling for fish and impose a moratorium on deep sea mining.  Bottom trawling has evolved into a largely unregulated commercial practice in which vast weighted nets are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Engineering Coral Reefs of the Future",
      "link": "https://insideclimatenews.org/news/09062025/coral-reef-monitoring-and-restoration/",
      "pubDate": "Mon, 09 Jun 2025 09:00:00 +0000",
      "description": "ST. JOHN, U.S. Virgin Islands—Thirty-five feet deep in clear turquoise waters, a three-foot-long yellow underwater robot maneuvers over a coral reef at a popular snorkeling site named Tektite.  At the surface, computer scientist Yogesh Girdhar and a team of engineers from the Woods Hole Oceanographic Institution hover over a computer on an inflatable research boat, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Shine On: Illinois Hopes to Continue Solar Boom Despite Federal Headwinds",
      "link": "https://insideclimatenews.org/news/09062025/illinois-solar-growth-funding/",
      "pubDate": "Mon, 09 Jun 2025 08:55:00 +0000",
      "description": "Illinois saw unprecedented solar growth in 2024, adding 2.5 gigawatts of capacity to nearly double its total generation potential from the year before. But this year, the state faces some big speed bumps.  A budget reconciliation bill passed by Republicans in the U.S. House of Representatives in late May, now under consideration in the Senate, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Neighborhood Burned, a Home Saved, a Future in Question",
      "link": "https://insideclimatenews.org/news/08062025/a-home-spared-from-los-angeles-wildfires/",
      "pubDate": "Sun, 08 Jun 2025 09:00:00 +0000",
      "description": "After the Fires: Second in a series about health risks following the Los Angeles wildfires that destroyed Pacific Palisades and Altadena. This story was supported by the Pulitzer Center. LOS ANGELES—Gaylen Grody and her son, Shelby, pulled into 262 Quadro Vecchio Drive as flames leaped across the other side of Los Leones Canyon in Pacific […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Funding Shortfalls Hamper North Carolina’s Program to Buy Out Hog Farms in or Near Floodplains",
      "link": "https://insideclimatenews.org/news/08062025/north-carolina-hog-farm-flood-program-funding/",
      "pubDate": "Sun, 08 Jun 2025 08:55:00 +0000",
      "description": "As soon as the skies clear after a hurricane hits eastern North Carolina, Larry Baldwin climbs in the passenger seat of a single-engine plane, usually with his friend and pilot Rick Dove, and surveys the industrialized swine farms inundated with flood water. “It’s almost indescribable. You look down and see that they’re either flooded or […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Rockaway is a New York Coastal Community Trying to Fight Erosion–and Then EPA Cancelled Funding",
      "link": "https://insideclimatenews.org/news/07062025/new-york-rockaway-erosion-restoration-canceled-funding/",
      "pubDate": "Sat, 07 Jun 2025 09:00:00 +0000",
      "description": "Adriana Jovanovic clambered cheerfully over the metal railing next to the dunes along Rockaway Beach. She landed in a patch of sand where she and her team, nicknamed the “dune squad,” had sown roses and goldenrod among other native plants.  “We’re hand watering those that need a little extra help,” she said as about a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In One of the Nation’s Most Polluted Communities, Trump Terminates Funding for Air Monitoring",
      "link": "https://insideclimatenews.org/news/07062025/trump-terminates-air-monitor-funding-in-majority-black-north-birmingham/",
      "pubDate": "Sat, 07 Jun 2025 08:55:00 +0000",
      "description": "BIRMINGHAM, Ala.—When Jilisa Milton received the grant termination letter, she wasn’t surprised. She suspected this day would come.  The language the Greater Birmingham Alliance to Stop Pollution (GASP) had used in its application to the Environmental Protection Agency had been clear. “We’re talking about helping a community,” Milton, GASP’s executive director, said last week, “where […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Some Hopeful News About the Future of the World’s Corals",
      "link": "https://insideclimatenews.org/news/07062025/coral-bleaching-reef-restoration-progress/",
      "pubDate": "Sat, 07 Jun 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by producer Aynsley O’Neill with Steve Palumbi, Stanford University professor of biology and oceans.  Record-breaking heat in the oceans is disrupting marine ecosystems around the world in a multitude of ways, including the most widespread coral bleaching event ever documented. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Canceled Climate Grants Would Have Cut Pollution While Boosting Production, Jobs at Two Alabama Ironworks",
      "link": "https://insideclimatenews.org/news/06062025/canceled-climate-grants-would-have-cut-pollution-while-boosting-production-jobs-at-two-alabama-ironworks/",
      "pubDate": "Fri, 06 Jun 2025 23:38:15 +0000",
      "description": "BIRMINGHAM, Ala.—Two iron pipe manufacturers in Alabama learned last week they lost a combined $150 million in promised federal funding that would have increased productivity and employment while slashing greenhouse gas emissions and other air pollution.  The grants, $75 million each, were issued to the American Cast Iron Pipe Company in Birmingham and the U.S. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}