{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-15T10:29:01.728397",
  "items": [
    {
      "title": "Illinois Communities Grapple With ‘Forever Chemicals’ in Their Drinking Water",
      "link": "https://insideclimatenews.org/news/15072025/illinois-drinking-water-pfas-forever-chemicals/",
      "pubDate": "Tue, 15 Jul 2025 09:00:00 +0000",
      "description": "The warnings came in the mail this spring to 47 community water systems serving more than 400,000 Illinois residents: Elevated levels of harmful PFAS, better known as “forever chemicals,” had been found in their drinking water. The notice, mailed by the Illinois Environmental Protection Agency in April, was triggered by a tighter federal PFAS standard […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bessemer, Alabama, Could Face Legal Action Over Environmental Impacts From a ‘Hyperscale’ Data Center",
      "link": "https://insideclimatenews.org/news/14072025/bessemer-alabama-data-center-environmental-impact-potential-legal-action/",
      "pubDate": "Mon, 14 Jul 2025 22:47:32 +0000",
      "description": "BESSEMER, Ala.—Do not move forward without more information.  That’s the advice representatives of the Center for Biological Diversity have provided to Bessemer City Council members ahead of a Tuesday vote to green light a $14.5 billion data center project that could cause significant environmental harm. In a letter sent to the council members on Monday, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Research Shows More Extreme Global Warming Impacts Looming for the Northeast",
      "link": "https://insideclimatenews.org/news/14072025/northeast-global-warming-impacts-noreasters/",
      "pubDate": "Mon, 14 Jul 2025 19:08:38 +0000",
      "description": "A pair of new climate studies suggest an intensification of strong storms called nor’easters and other disruptive extremes affecting the East Coast of North America on an overheated planet. Nor’easters generally form within about 100 miles of the East Coast between North Carolina and Massachusetts, often when cooler air from Canada meets warm, moist air […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Air Pollution Can Speed Aging, New Study Finds, but Measuring Other Factors Is Challenging",
      "link": "https://insideclimatenews.org/news/14072025/air-pollution-can-speed-aging/",
      "pubDate": "Mon, 14 Jul 2025 15:59:01 +0000",
      "description": "Delaying the aging process is a huge business, with anti-aging creams and brain health supplements claiming to slow physical and mental aging contributing to a multibillion dollar industry and researchers examining how video games can slow cognitive decline.  But identifying external stressors that speed the aging process is just as important as finding ways to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chicago Was Supposed to Warn Residents About Toxic Lead Pipes. It’s Barely Started",
      "link": "https://insideclimatenews.org/news/14072025/chicago-was-supposed-to-warn-residents-about-toxic-lead-pipes-its-barely-started/",
      "pubDate": "Mon, 14 Jul 2025 10:30:00 +0000",
      "description": "This story is a partnership between Grist, Inside Climate News and WBEZ. This coverage is made possible through a partnership between Grist and WBEZ, a public radio station serving the Chicago metropolitan region. Beatriz Salazar was sifting through her usual pile of mail this spring when an envelope from the city of Chicago caught her […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Baltimore’s Wetlands Restoration Pushes Ahead Despite Federal Funding Setbacks",
      "link": "https://insideclimatenews.org/news/13072025/baltimore-wetlands-restoration-federal-funding-setbacks/",
      "pubDate": "Sun, 13 Jul 2025 09:00:00 +0000",
      "description": "BALTIMORE—Gravel crunched underfoot as Brad Rogers and Andrew Forbes stepped onto a narrow strip carved along a portion of the Patapsco River shoreline that’s slated to be a 9-acre tidal wetland. At the site, just south of the Hanover Street Bridge, crews had been at work since last September, constructing a gravel sill that would […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Deadly Floods Hit America, a Meteorologist Looks Ahead",
      "link": "https://insideclimatenews.org/news/12072025/as-deadly-floods-hit-america-a-meteorologist-looks-ahead/",
      "pubDate": "Sat, 12 Jul 2025 09:00:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Aynsley O’Neill with meteorologist Sean Sublette. In recent days, multiple catastrophic flooding events have hit rural communities in the U.S. Heavy rain in New Mexico triggered historic flooding in the mountain town of Ruidoso. Parts of central North Carolina also […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Michigan Environmental Groups Argue Line 5 Tunnel Project Lacks Key Climate Considerations",
      "link": "https://insideclimatenews.org/news/12072025/michigan-environmental-groups-argue-line-5-tunnel-project-lacks-key-climate-considerations/",
      "pubDate": "Sat, 12 Jul 2025 09:00:00 +0000",
      "description": "Groups submitting comments on the latest stage of the Line 5 oil pipeline project in Michigan argue the U.S. Army Corps of Engineers has failed to complete adequate analyses of climate change impacts and greenhouse gas emissions.  On May 30, the Corps’ Detroit district released its draft environmental impact statement (EIS) for the Enbridge Energy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Water Utility Says It Can’t Meet Demand for Alabama Data Center Without ‘Significant Upgrades’",
      "link": "https://insideclimatenews.org/news/12072025/bessemer-alabama-water-utility-data-center-upgrades/",
      "pubDate": "Sat, 12 Jul 2025 09:00:00 +0000",
      "description": "BESSEMER, Ala.—Developers of a proposed hyperscale data center may find themselves lacking a resource essential for the operation of what would be one of the largest such facilities in the United States: water.  Public documents obtained by Inside Climate News reveal that the Warrior River Water Authority, the utility that serves the area where the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Risks Texas’ Grid Faces",
      "link": "https://insideclimatenews.org/news/11072025/what-risks-texas-grid-faces/",
      "pubDate": "Fri, 11 Jul 2025 22:15:21 +0000",
      "description": "Texas’ independent electric grid has transformed in recent years with the significant addition of wind, solar and battery storage facilities, and faces new risks as large load users like data centers request to be connected.  These changes, plus increasing threats from extreme weather events and security issues, are among those risks for the reliability of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}