{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-06-18T10:27:38.341704",
  "items": [
    {
      "title": "Canada’s wildfire crisis is displacing First Nations at alarming rates",
      "link": "https://grist.org/global-indigenous-affairs-desk/canadas-wildfire-crisis-is-displacing-first-nations-at-alarming-rates/",
      "pubDate": "Wed, 18 Jun 2025 08:45:00 +0000",
      "description": "Since mid-May, wildfires across Canada have burned 9.6 million acres, prompting the evacuation of approximately 40,000 people. More than half of those evacuees are from First Nations communities, and nearly 34 tribes in almost every province are affected.\n<br><br>\n“For the first time, it’s not a fire in one region. We have fires in every region,” Manitoba’s Premier Wabanakwut Kinew, a member of the Onigaming First Nation, said in a recent press conference.\n<br><br>\nThe sudden rush of refugees has challenged the country’s crisis response infrastructure as people seek shelter and services in cities far from their homes, with little information of when they may return to their communities.\n<br><br>\nThe record-setting fires are also sending smoke plumes into the United States and as far away as Europe, creating hazardous air quality conditions.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "With new Senate legislation, Congress is one step closer to gutting the Inflation Reduction Act",
      "link": "https://grist.org/politics/big-beautiful-bill-inflation-reduction-act-senate/",
      "pubDate": "Tue, 17 Jun 2025 23:36:17 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How America’s prairie was nearly destroyed — and why it should be restored",
      "link": "https://grist.org/economics/how-americas-prairie-was-nearly-destroyed-and-why-it-should-be-restored/",
      "pubDate": "Tue, 17 Jun 2025 08:30:00 +0000",
      "description": "The American prairie was so vast, so alien, it shattered comprehension. Newcomers to the seemingly endless grasslands that once spanned approximately a quarter of North America often hit a psychic wall, descending into fits of mania. Drought, loneliness, and debt drove many to failure, forcing the homesteaders to retreat East. \n<br><br>\nThose who stayed unwittingly launched one of history’s largest terraforming projects, rewiring the land, the climate, and the future of the continent. Settlers not only forcibly displaced Indigenous nations, but completely altered the region’s ancient carbon and nitrogen cycles. \n<br><br>\nThey also turned the region into an agricultural powerhouse. The deep black soil once prevalent in the Midwest — the result of thousands of years of animal and plant decomposition depositing untold carbon stores into the ground — became the foundation of the modern food system. \n<br><br>\nBut the undoing of the American prairie also dismantled one of Earth’s most effective climate defenses.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Progress and frustration mark the UN’s third Ocean Conference",
      "link": "https://grist.org/international/progress-frustration-un-ocean-conference-high-seas-treaty-bbnj/",
      "pubDate": "Mon, 16 Jun 2025 20:21:07 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Alaska just hit a climate milestone — its first-ever heat advisory",
      "link": "https://grist.org/extreme-heat/alaska-just-hit-a-climate-milestone-its-first-heat-advisory/",
      "pubDate": "Mon, 16 Jun 2025 14:07:29 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "From sea monkeys to Great Salt Lake gold",
      "link": "https://grist.org/sponsored/from-sea-monkeys-to-great-salt-lake-gold-marine-stewardship-council/",
      "pubDate": "Mon, 16 Jun 2025 14:00:22 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump quietly shutters the only federal agency that investigates industrial chemical explosions",
      "link": "https://grist.org/energy/trump-quietly-shutters-the-only-federal-agency-that-investigates-industrial-chemical-explosions/",
      "pubDate": "Mon, 16 Jun 2025 08:45:00 +0000",
      "description": "On a summer night in 2023, an explosion at one of Louisiana’s biggest petrochemical complexes sent a plume of fire into the sky. More explosions followed as poison gas spewed from damaged tanks at the Dow chemical plant, triggering a shelter-in-place order for anyone within a half mile of the facility, which sprawls across more than 830 acres near Baton Rouge.\n<br><br>\nFor more than a year, a little-known government agency has been investigating the incident. But the U.S. Chemical Safety and Hazard Investigation Board will likely shut down before completing its probes of the Dow explosion and other such incidents across the country. President Donald Trump’s administration has quietly proposed shutting down the board, an independent federal agency charged with uncovering the causes of large-scale chemical accidents.\n<br><br>\nNear the end of a 1,224-page budget document released with little fanfare on May 30, White House officials said shutting down the agency, commonly called the CSB, will help “move the nation toward fiscal responsibility” as the Trump administration works to “redefine the proper role of the federal government.” The CSB’s $14 million annual budget would be zeroed out for the 2026 fiscal year and its emergency fund of $844,000 would be earmarked for closure-related costs. The process of shutting the agency down is set to begin this year, according to CSB documents.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What warped the minds of serial killers? Lead pollution, a new book argues.",
      "link": "https://grist.org/culture/murderland-caroline-fraser-serial-killers-pacific-northwest-lead-pollution/",
      "pubDate": "Mon, 16 Jun 2025 08:30:00 +0000",
      "description": "When Ted Bundy was a child in the 1950s, he hunted for frogs in the nearby swamps in Tacoma, Washington. The young Gary Ridgway, the future Green River Killer, grew up just a few miles north. Both men went on to become prolific serial killers, raping and mutilating dozens of women, starting in the 1970s and ’80s. These types of sociopaths are exceedingly rare, representing less than a tenth of 1 percent of all murderers. Yet in Tacoma, they were surprisingly common — and there were more than just Bundy and Ridgway.\n<br><br>\nIn her new book Murderland: Crime and Bloodlust in the Time of Serial Killers, the Pulitzer Prize-winning author Caroline Fraser maps the rise of serial killers in the Pacific Northwest to the proliferation of lead pollution. In this case, the lead- and arsenic-poisoned plume that flowed from Asarco’s metal smelter northwest of Tacoma, which operated for almost a century and polluted more than 1,000 square miles of the Puget Sound area, the source of the famous “aroma of Tacoma.”",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Norway is all in on electric cars. What can the U.S. learn?",
      "link": "https://grist.org/transportation/norway-is-all-in-on-electric-cars-what-can-the-u-s-learn/",
      "pubDate": "Sun, 15 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Texas finalizes $1.8B to build solar, battery, and gas-powered microgrids",
      "link": "https://grist.org/energy/texas-finalizes-1-8b-to-build-solar-battery-and-gas-powered-microgrids/",
      "pubDate": "Sat, 14 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s EPA accidentally made the case against passing the Big Beautiful Bill",
      "link": "https://grist.org/regulation/trump-epa-power-plant-rules-big-beautiful-bill/",
      "pubDate": "Fri, 13 Jun 2025 08:45:00 +0000",
      "description": "On Wednesday, EPA Administrator Lee Zeldin announced the planned repeal of two rules, finalized under the Biden administration, that established limits on carbon and mercury emissions from U.S. power plants. The Trump administration’s proposals will eliminate all caps on greenhouse gases from the plants and revert the mercury limit to a less strict standard from 2012, respectively. \n<br><br>\nWith demand for electricity poised to surge in the coming years, especially as tech companies make massive investments in artificial intelligence infrastructure, Zeldin said that the EPA’s new proposals will boost electricity generation and “make America the AI capital of the world.” His argument was echoed by the slate of Republican lawmakers who followed him at the podium. \n<br><br>\nBut despite their vigorous agreement that as many energy sources as possible are needed to power America’s future and keep utility bills affordable, every single representative who spoke on Wednesday had, just weeks earlier, cast a vote for a major bill in Congress that will almost certainly have the opposite effect. Analysts say that the pending legislation, which has the Trump-inspired title “One Big Beautiful Bill Act,” will slow the country’s buildout of new electricity sources and eventually lead the average U.S. household to incur hundreds of dollars in additional annual energy costs.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Senate Republicans want to sell 3 million acres of public land",
      "link": "https://grist.org/politics/senate-republicans-want-to-sell-3-million-acres-of-public-land/",
      "pubDate": "Fri, 13 Jun 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This Alaska Native fishing village was trying to power their town. Then came Trump’s funding cuts.",
      "link": "https://grist.org/indigenous/this-alaska-native-fishing-village-was-trying-to-power-their-town-then-came-trumps-funding-cuts/",
      "pubDate": "Thu, 12 Jun 2025 08:45:00 +0000",
      "description": "For the fewer than a hundred people that make up the entire population of Port Heiden, Alaska, fishing provides both a paycheck and a full dinner plate. Every summer, residents of the Alutiiq village set out on commercial boats to catch salmon swimming upstream in the nearby rivers of Bristol Bay.\n<br><br>\nBut Port Heiden faces an onslaught of energy challenges. Because of their location, the diesel that powers the town costs almost four times the national average. A fish processing plant built in 2015 has remained nonoperational for an entire decade, because they simply can’t afford the enormous amounts of fuel needed to power it. Even Port Heiden’s diesel storage tanks are posing challenges. Coastal erosion has created a growing threat of leaks in the structures, which are damaging to the environment and expensive to repair.\n<br><br>\nIn March, EPA Administrator Lee Zeldin first announced that $20 billion in green energy grant funds issued by the Biden administration had been frozen, before attempting to cancel the grants entirely. About a third of that funding pot had been awarded last year to Climate United, a national investment fund and coalition. The money was intended to support a range of projects from Hawai’i to the East Coast, ranging from utility-scale solar to energy-efficient community centers — and a renewable energy initiative in Port Heiden.\n<br><br>\nA $300,000 grant from Climate United would have paid for the topographic and waterway studies needed to design two run-of-the-river hydropower plants in Port Heiden. In theory, the systems, which divert a portion of flowing water through turbines, would generate enough clean energy to power the entirety of the village, including the idle fish-processing facility. This would have allowed them to finally ditch diesel, ensuring the community’s energy independence.\n<br><br>\nFor now, however, the money remains inaccessible.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "There’s only one statewide ballot this year in Georgia — and it’s important",
      "link": "https://grist.org/climate-energy/theres-only-one-statewide-ballot-this-year-in-georgia-and-its-important/",
      "pubDate": "Thu, 12 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Climate disasters can alter kids’ brains — before they’re even born",
      "link": "https://grist.org/health/climate-disaster-baby-research-brain-development/",
      "pubDate": "Wed, 11 Jun 2025 19:16:35 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘For anybody who could use a break’: A Q&A with sci-fi author Becky Chambers",
      "link": "https://grist.org/looking-forward/for-anybody-who-could-use-a-break-a-qa-with-sci-fi-author-becky-chambers/",
      "pubDate": "Wed, 11 Jun 2025 14:18:27 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can a crowdsourced map of the world help save millions of people from climate disaster?",
      "link": "https://grist.org/solutions/can-a-crowdsourced-map-of-the-world-help-save-millions-of-people-from-climate-disaster/",
      "pubDate": "Wed, 11 Jun 2025 08:45:00 +0000",
      "description": "On January 12, 2010, a 7.0 magnitude earthquake ravaged Haiti. Rescue teams were ill-prepared. Maps of the country were imprecise, and first responders had trouble orienting themselves. A cholera epidemic created a crisis within the crisis; a quarter of a million people ended up dying. “If we’d had a proper map of Haiti from the start,” said Ivan Gayton who worked Doctors Without Borders during the crisis, “we could’ve stopped cholera dead.”\n<br><br>\nHumanitarian OpenStreetMap Team, or HOT, is a nonprofit using an open-source data platform called OpenStreetMap to create a map of the world that resembles Google’s with one key exception: Anyone can edit it, making it a sort of Wikipedia for cartographers. The organization has an ambitious goal: Mapping the world’s unmapped places to help relief workers reach people when the next hurricane, fire, or other crisis strikes.\n<br><br>\nSince its founding in 2010, some 340,000 volunteers around the world have been remotely editing OpenStreetMap to better represent the Caribbean, Southeast Asia, parts of Africa and other regions prone to natural disasters or humanitarian emergencies. In that time, they have mapped more than 2.1 million miles of roads and 156 million buildings.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Coal miners are fighting Trump’s safety cuts — and winning",
      "link": "https://grist.org/regulation/coal-miners-are-fighting-trumps-safety-cuts-and-winning/",
      "pubDate": "Wed, 11 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In California, a biomass company’s expansion raises fears of more fires",
      "link": "https://grist.org/accountability/in-california-a-biomass-companys-expansion-raises-fears-of-more-fires/",
      "pubDate": "Tue, 10 Jun 2025 08:45:00 +0000",
      "description": "Wood pellets, by design, are highly flammable. The small pieces of compressed woody leftovers, like sawdust, are used in everything from home heating to grilling. But their flammable nature has made for dangerous work conditions: Since 2010, at least 52 fires have broken out at the facilities that make wood pellets across the U.S., according to a database of incidents compiled by the Southern Environmental Law Center. \n<br><br>\nOf the 15 largest wood pellet facilities, at least eight have had fires or explosions since 2014, according to the Environmental Integrity Project, a nonprofit founded by a former director of the U.S. Environmental Protection Agency. \n<br><br>\nAt the same time, the world’s largest biomass company, Drax, is cutting down trees across North America with a promise to sell them as a replacement to fossil fuels. But even its track record is checkered with accidents. In South Shields, UK, wood pellets destined for a Drax plant spontaneously combusted while in storage at the Port of Tyne, starting a fire that took 40 firefighters 12 hours to extinguish. In Port Allen, Louisiana, a Drax wood pellet  facility burst into flames in November 2021.\n<br><br>\nNow, despite finding itself in the midst of a lawsuit over accidental fire damages, Drax is pressing on with a new business proposal; it involves not just cutting down trees to make wood pellets, but, the company argues, also to help stop wildfires.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s second term is creating ‘a limbo moment’ for US battery recyclers",
      "link": "https://grist.org/technology/trump-battery-recycling-lithium-grants-funding-tariffs-ira-tax-credits/",
      "pubDate": "Tue, 10 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}