{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-07T03:06:37.729836",
  "items": [
    {
      "title": "Emissions are Sparking Increases in African Heat Waves in Unexpected Ways, New Study Finds",
      "link": "https://insideclimatenews.org/news/06092025/emissions-increase-africa-heat-waves/",
      "pubDate": "Sat, 06 Sep 2025 09:00:00 +0000",
      "description": "When Southern Europe was hit by a catastrophic heat wave last month, it dominated global news cycles. Spain experienced its longest heat wave on record: lasting 16 days with temperatures reaching 109 degrees. By August 19, wildfires stoked by the heat had torched more than 40,000 acres in France. At the peak of the heat […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Cancels Study on Health Impacts of Industrialized Hog Farms That Produce Biogas",
      "link": "https://insideclimatenews.org/news/06092025/trump-cancels-hog-farm-biogas-health-study/",
      "pubDate": "Sat, 06 Sep 2025 08:55:00 +0000",
      "description": "The Trump administration has cancelled a $417,000 federal grant that would have funded research on the social and economic impacts of biogas production from industrialized swine operations in North Carolina. Over several years, scientists from RTI International in Durham and the Gillings School of Public Health at the University of North Carolina at Chapel Hill […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Experts, Officials Clash Over Maryland’s Latest Stormwater Permit",
      "link": "https://insideclimatenews.org/news/06092025/maryland-stormwater-permit-environmental-justice/",
      "pubDate": "Sat, 06 Sep 2025 08:50:00 +0000",
      "description": "A long-awaited stormwater permit for the Maryland State Highway Administration has become the latest flashpoint in dueling narratives over climate accountability and environmental justice in the state.  The Maryland Department of the Environment (MDE) issues new permits for stormwater discharges “into, through, or from the municipal separate storm sewer system,” or MS4, every five years […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chemical Manufacturing Made New Jersey the ‘PFAS Toilet for the Country’",
      "link": "https://insideclimatenews.org/news/06092025/new-jersey-chemical-manufacturing-pfas/",
      "pubDate": "Sat, 06 Sep 2025 08:45:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Shawn M. LaTourette, New Jersey’s commissioner of environmental protection.  Last month, New Jersey officials announced that they had reached a record-breaking $2 billion settlement with DuPont and related companies for a $875 million payout and up to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Contaminated Riverside Lot in Chicago’s Bridgeport Neighborhood Is Poised for Cleanup by Peoples Gas",
      "link": "https://insideclimatenews.org/news/05092025/chicago-peoples-gas-contaminated-lot-cleanup/",
      "pubDate": "Fri, 05 Sep 2025 22:28:22 +0000",
      "description": "CHICAGO—A vacant lot along the south branch of the Chicago River where harmful chemicals from a long-gone gas facility remain in the soil will be cleaned over the next few months to meet residential standards. Peoples Gas representatives met this week with residents of the Bridgeport neighborhood to explain its remediation plan for 3.7 acres […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Peru Votes Against Creating New Indigenous Reserve in Amazon Region",
      "link": "https://insideclimatenews.org/news/05092025/peru-votes-against-amazon-indigenous-reserve/",
      "pubDate": "Fri, 05 Sep 2025 18:52:18 +0000",
      "description": "Government agencies in Peru have voted against establishing a new reserve meant to protect Indigenous people living in part of the country’s Amazon basin from outside incursions.  Indigenous groups in the region denounced the vote as “a serious setback in the protection of human and environmental rights.” The statement, issued by four Amazonian Indigenous groups […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With a Mayoral Election Coming Up, This Is Where NYC Stands on Climate Action",
      "link": "https://insideclimatenews.org/news/05092025/new-york-city-climate-action-mayoral-race/",
      "pubDate": "Fri, 05 Sep 2025 09:00:00 +0000",
      "description": "The city’s precarious position in the face of multiple climate change-related pressures, such as coastal or rainfall flooding and extreme heat, has not been a focus of this year’s mayoral race—but perhaps it should be.  The health and expansion of green space and trees, the creation of protection against flooding and the reduction of air […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Mayor Eric Adams’ Unfulfilled Promise for New York City Parks",
      "link": "https://insideclimatenews.org/news/05092025/mayor-eric-adams-new-york-city-parks/",
      "pubDate": "Fri, 05 Sep 2025 08:59:00 +0000",
      "description": "New York City’s parks and natural areas are crucial to resilience against the many climate change-related pressures that the metropolis faces. Parks offer residents respite from the dense urban landscape. They also absorb water during storms, limiting flooding, and provide shade, protecting many New Yorkers from the worst impacts of extreme heat.  Wetlands, which are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Embattled Texas Oilfield Waste Company Fined After Worker’s Death",
      "link": "https://insideclimatenews.org/news/05092025/mcbride-operating-oilfield-waste-texas-worker-death/",
      "pubDate": "Fri, 05 Sep 2025 08:55:00 +0000",
      "description": "By the time emergency medical providers reached McBride Operating in Waskom, Texas, a small town near the Louisiana border, it was too late. Pedro Julian Garcia, a father of two, died after being struck by a pump valve at the oilfield waste company on the night of Feb. 6, 2024.  Occupational Safety and Health Administration […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "House Republicans Push New Coal Bills, but Critics Say the Industry’s Decline Can’t Be Reversed",
      "link": "https://insideclimatenews.org/news/05092025/house-republicans-push-new-coal-bills/",
      "pubDate": "Fri, 05 Sep 2025 08:50:00 +0000",
      "description": "President Donald Trump has made reviving the coal industry a political and policy priority in his second term, swimming against the current of a domestic—and international—market that’s increasingly turned away from the fuel source. A Wednesday hearing of the House Natural Resources Subcommittee on Energy and Mineral Resources, on two bills aiming to bolster the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}