{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-17T12:53:42.395195",
  "items": [
    {
      "title": "Pitted Against Waste",
      "link": "https://insideclimatenews.org/news/17112025/east-texas-oil-waste-pits/",
      "pubDate": "Mon, 17 Nov 2025 10:00:00 +0000",
      "description": "Editor’s Note: This story is a collaboration between the Texas Observer and Inside Climate News. Peter Aldhous contributed data analysis for this story. For 15 years, Debrah Linn and her children have raised chickens, miniature donkeys, pet geese, and, more recently, longhorn cattle on what she’d considered an idyllic and peaceful farmette near the village […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Chicago’s Boulevards Reveal about Community, Climate Change and Inequality",
      "link": "https://insideclimatenews.org/news/17112025/chicago-park-boulevard-system-climate-resilience/",
      "pubDate": "Mon, 17 Nov 2025 09:55:00 +0000",
      "description": "I’m biking down Logan Boulevard on a bright Chicago morning. Tall maples filter the sun into dancing patches of shade. Joggers pass, dogs tug at leashes and parents steer strollers along broad sidewalks buffered from traffic by wide medians. The air feels calm and clean, almost like a park pretending to be a street. Logan […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "La Fiebre del Cobre Llega al Amazonas",
      "link": "https://insideclimatenews.org/news/16112025/la-fiebre-del-cobre-llega-al-amazonas/",
      "pubDate": "Sun, 16 Nov 2025 17:15:53 +0000",
      "description": "Read this article in English. MOCOA, Colombia—No es la primera vez que llegaron extranjeros aquí, en los altos amazónicos, insistiendo en que requieren lo que hay bajo la tierra. Primero fue el oro, recordó Zuly Rivera, coordinadora de jóvenes del pueblo Nasa, uno de varios grupos indígenas que habitan esta región boscosa del suroeste de […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scorching Saturdays: The Rising Heat Threat Inside Football Stadiums",
      "link": "https://insideclimatenews.org/news/16112025/southern-college-football-stadiums-excessive-heat-health/",
      "pubDate": "Sun, 16 Nov 2025 10:05:00 +0000",
      "description": "TUSCALOOSA, Ala.—When Vanderbilt University football fan Douglas Dill set out with his son the morning of Oct. 4 to watch their team play rival University of Alabama, he didn’t expect his game-day experience to include a gurney ride to a medical facility inside Bryant-Denny Stadium. But by the fourth quarter in Tuscaloosa, with the sun […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Rush for Copper Hits the Amazon",
      "link": "https://insideclimatenews.org/news/16112025/amazon-rainforest-copper-mining/",
      "pubDate": "Sun, 16 Nov 2025 10:00:00 +0000",
      "description": "Lea este artículo en español. MOCOA, Colombia—This isn’t the first time foreigners have shown up here, where the Andes Mountains meet the Amazon rainforest, insisting they needed what was under the ground.  First it was gold, recalled Zuly Rivera, a youth coordinator for the Nasa pueblo, one of several Indigenous groups that inhabit this densely […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What’s Happening at COP30",
      "link": "https://insideclimatenews.org/news/16112025/icn-sunday-morning-whats-happening-at-cop30/",
      "pubDate": "Sun, 16 Nov 2025 09:50:00 +0000",
      "description": "COP30 is underway in Belém, Brazil, where nearly 200 countries have gathered for high-stakes global climate negotiations.  Notably absent is the United States. President Donald Trump, who called climate change the “greatest con job ever perpetrated on the world” in a September address to the U.N. General Assembly, sent no federal delegation. From his reporting […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Decades After the U.S. Government Conducted Research Beneath This City, a Promising Clean Energy Technology Returns to Its Roots",
      "link": "https://insideclimatenews.org/news/15112025/st-paul-minnesota-geothermal-drilling/",
      "pubDate": "Sat, 15 Nov 2025 10:00:00 +0000",
      "description": "ST. PAUL, Minn.—Nearly half a century ago, the U.S. Department of Energy launched a clean energy experiment beneath the University of Minnesota with a simple goal: storing hot water for months at a time in an aquifer several hundred feet below ground.  The idea of the so-called seasonal thermal energy storage was to tuck away […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Glaciers Melt, the Earth’s Cryosphere Is on Thin Ice",
      "link": "https://insideclimatenews.org/news/15112025/glacier-melt-earth-cryosphere/",
      "pubDate": "Sat, 15 Nov 2025 09:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Miriam Jackson, the Eurasia and Nordic director of the International Cryosphere Climate Initiative. Scientists attending the 30th United Nations climate conference in Brazil are highlighting the alarming state of the cryosphere, the frozen part of Earth covered […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Australian Company BHP Found Liable for Damages in One of Brazil’s Worst Mining Disasters",
      "link": "https://insideclimatenews.org/news/14112025/australian-company-bhp-found-liable-for-damages-in-one-of-brazils-worst-mining-disasters/",
      "pubDate": "Sat, 15 Nov 2025 01:55:00 +0000",
      "description": "In 2015, a mine tailings dam failed near the town of Bento Rodrigues, in the Brazilian state of Minas Gerais. The collapse spilled about 40 million cubic meters of iron ore mining waste into the landscape, burying villages under mud, killing 19 people and polluting thousands of streams along the River Doce.  One year ago, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Patch of Indigenous Land, Rich in Metals, Pits Prominent Miner and Native Owners Against Conservationists",
      "link": "https://insideclimatenews.org/news/14112025/alaska-johnson-tract-indigenous-land-mineral-rights/",
      "pubDate": "Fri, 14 Nov 2025 21:00:00 +0000",
      "description": "Third in a three-story series published in partnership by Inside Climate News and Northern Journal. COOK INLET, Alaska—High in a mountain valley on the far west side of this tidal inlet sits an unusual plot of land.  It’s a private parcel, with a gravel airstrip and four or five buildings that make up a small […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}