{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-22T07:33:43.692888",
  "items": [
    {
      "title": "Economic Interests Drive Chinese Climate Leadership Amid U.S. Retreat",
      "link": "https://insideclimatenews.org/news/21012026/economic-interests-drive-chinese-climate-leadership-amid-u-s-retreat/",
      "pubDate": "Wed, 21 Jan 2026 22:22:17 +0000",
      "description": "As the United States retreats from climate policy, China signaled its rising intent to lead a transition away from fossil fuels and toward Chinese-made renewable energy technologies in remarks to world leaders on Tuesday.  Speaking at the World Economic Forum in Davos, Switzerland, Chinese Vice Premier He Lifeng cast China as a beacon of stability […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Half of Fossil Fuel Carbon Emissions in 2024 Came From 32 Companies",
      "link": "https://insideclimatenews.org/news/21012026/half-of-fossil-fuel-carbon-emissions-in-2024-came-from-32-companies/",
      "pubDate": "Wed, 21 Jan 2026 18:01:22 +0000",
      "description": "As fossil fuel-based carbon dioxide emissions continue to rise to record levels, a new analysis shows that a majority of these emissions can be traced back to a shrinking number of large corporate entities.  Just 32 companies accounted for over half of global fossil carbon emissions in 2024, according to a report published Wednesday by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Meta Wants Data Center in Sunny El Paso to Rely on Natural Gas",
      "link": "https://insideclimatenews.org/news/21012026/meta-data-center-in-sunny-el-paso-will-rely-on-natural-gas/",
      "pubDate": "Wed, 21 Jan 2026 17:29:57 +0000",
      "description": "EL PASO—In October 2025, local officials celebrated the groundbreaking of a 1-gigawatt, $1.5 billion data center for the tech giant Meta.  El Paso Electric had previously stated that existing infrastructure would support the data center and that Meta was looking to tap into a new solar farm. El Paso gets more than 300 days a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Peaceful Protest Against Whaling in Iceland Lands Two Activists in Court",
      "link": "https://insideclimatenews.org/news/21012026/iceland-whale-activists-head-to-trial/",
      "pubDate": "Wed, 21 Jan 2026 10:00:00 +0000",
      "description": "At 4 a.m. on Sept. 4, 2023, two environmental activists, Elissa Phillips and Anahita Sahar Babaei, climbed aboard a pair of aging whaling vessels moored side by side in Reykjavík harbor to stop them from heading out to sea. A temporary ban on killing whales in Iceland had just been lifted and the women believed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Decades-Old Rule that Allowed Logging on Vast Swaths of US Land Ruled Unlawful by Oregon Court",
      "link": "https://insideclimatenews.org/news/21012026/forest-service-logging-rule-unlawful/",
      "pubDate": "Wed, 21 Jan 2026 09:55:00 +0000",
      "description": "A niche rule established by the U.S. Forest Service to justify the clearing of tens of thousands of acres of forest in the name of reducing wildfire risk was unlawfully created and applied, the U.S. District Court for the District of Oregon found last week, invalidating its future use across the United States.  Federal agencies […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Congress Has Doubts About the Trump Administration’s New Wildfire Management Plans",
      "link": "https://insideclimatenews.org/news/20012026/todays-climate-united-states-wildland-fire-service-congress/",
      "pubDate": "Tue, 20 Jan 2026 22:49:03 +0000",
      "description": "The Trump administration last week established a new firefighting agency to combine operations at the Department of the Interior under one entity. But Congress isn’t cutting any ribbons. The appropriations bill package approved by the Senate on Thursday doesn’t allocate any funding for the U.S. Wildland Fire Service, denying the administration’s request for $6.5 billion […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Patagonia Is Burning",
      "link": "https://insideclimatenews.org/news/20012026/patagonia-wildfires-fueled-by-heat-drought-wind/",
      "pubDate": "Tue, 20 Jan 2026 22:37:36 +0000",
      "description": "More than thirty wildfires ripped through Chile this weekend, killing 19 and burning more than 135 square miles and hundreds of homes in the regions of Biobío and Ñuble. Meanwhile, fires have raged for several weeks across the border in southern Argentina, burning across at least sixty square miles, including homes and native forests, but […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A California Climate Expert Is Working to Restore Climate Risk Scores Deleted by Zillow",
      "link": "https://insideclimatenews.org/news/20012026/climate-expert-works-to-restore-zillow-climate-risk-scores/",
      "pubDate": "Tue, 20 Jan 2026 10:00:00 +0000",
      "description": "Even as exposure to floods, fire and extreme heat increase in the face of climate change, a popular tool for evaluating risk has disappeared from the nation’s leading real estate website.  Zillow removed the feature displaying climate risk data to home buyers in November after the California Regional Multiple Listing Service, which provides a database […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Record Wildfire Season Inspires Wyoming to Prepare for an Increasingly Fiery Future",
      "link": "https://insideclimatenews.org/news/19012026/wyoming-prepares-for-future-after-record-wildfire-season/",
      "pubDate": "Mon, 19 Jan 2026 10:00:00 +0000",
      "description": "In six generations, Jake Christian’s family had never seen a fire like the one that blazed toward his ranch near Buffalo, Wyoming, late in the summer of 2024. Its flames towered a dozen feet in the air, consuming grassland at a terrifying speed and jumping a four-lane highway on its race northward. As the fire […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Small Oil Company Polluted Midland’s Water Reserve. The Cleanup Has Dragged on for Years.",
      "link": "https://insideclimatenews.org/news/18012026/west-texas-oil-cleanup-drags-on/",
      "pubDate": "Sun, 18 Jan 2026 10:00:00 +0000",
      "description": "Reporting for this story was supported by a grant from the Fund for Investigative Journalism. WINKLER COUNTY, Texas—The first sign of trouble appeared in 2003 when the water samples came back salty. This remote corner of West Texas, known as the T-Bar Ranch, had long served as the City of Midland’s insurance policy for water […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}