{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-08T20:32:07.338771",
  "items": [
    {
      "title": "Looking Ahead to a Deepening Affordability Crisis, an Election and the Threat of an AI Investment Bubble",
      "link": "https://insideclimatenews.org/news/08012026/inside-clean-energy-what-to-expect-in-2026/",
      "pubDate": "Thu, 08 Jan 2026 14:00:00 +0000",
      "description": "U.S. energy markets and policy are heading toward the equivalent of a multicar pileup in 2026. The key factors are consumer frustration with rising energy prices, Trump administration policies that are making the problem worse despite promises to make it better and a growing awareness that investment in AI data centers is part of a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "More Children Are Powering Their Own Wheels to School as Part of ‘Bike Buses’",
      "link": "https://insideclimatenews.org/news/08012026/bike-bus-programs-reduce-traffic-and-pollution/",
      "pubDate": "Thu, 08 Jan 2026 10:00:00 +0000",
      "description": "On a recent autumn morning in Tempe, Arizona, dozens of kids made their way to class on an unusual “bus.” Rather than the traditional yellow, diesel-run whale of a vehicle, this one consisted of children and parents mostly on bicycles, along with a few scooters and roller-skates. This “bike bus” serving Broadmoor Elementary School is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Regulators Approve New Dominion Rates, Assign More Costs to Data Centers",
      "link": "https://insideclimatenews.org/news/07012026/virginia-regulators-approve-new-dominion-rates/",
      "pubDate": "Wed, 07 Jan 2026 23:16:59 +0000",
      "description": "RICHMOND, Va.—The State Corporation Commission in November approved a new Dominion Energy rate increase for 2026 that will add $16 a month to the typical residential bill and assign more costs to data center operators to cover necessary grid upgrades the following year.  After months of legal filings and a hearing that lasted nearly two […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Trump Eyes Greenland, What Could That Mean for Island’s Mineral Wealth and Environment?",
      "link": "https://insideclimatenews.org/news/07012026/trump-greenland-oil-minerals/",
      "pubDate": "Wed, 07 Jan 2026 23:00:01 +0000",
      "description": "Even before U.S. forces seized Venezuela’s president, Nicolás Maduro, President Donald Trump reiterated his long-stated desire to take control of Greenland, the autonomous Danish territory. “We need Greenland for national security,” Trump said publicly last month. Those comments took on new urgency after the military intervention in Venezuela. Within a day, Trump was again speaking […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘The Dirtiest, Worst Oil’ Is in Venezuela",
      "link": "https://insideclimatenews.org/news/07012026/venezuela-extra-heavy-oil-greenhouse-gas-emissions/",
      "pubDate": "Wed, 07 Jan 2026 21:35:59 +0000",
      "description": "Venezuela has the world’s largest oil reserves, but the South American country’s heavy oil deposits also stand out for another reason; on a barrel-for-barrel basis, they pack the most climate pollution. Following the capture of Venezuelan President Nicolás Maduro by U.S. forces, President Donald Trump said, in a social media post on Tuesday, that the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Oil Industry Will Eye Venezuela Warily, Experts Say",
      "link": "https://insideclimatenews.org/news/07012026/billions-needed-to-pump-more-venezuela-oil/",
      "pubDate": "Wed, 07 Jan 2026 20:08:59 +0000",
      "description": "Last March, Venezuela’s two most prominent opposition leaders transmitted a video message to Houston, appealing to one of the largest and most influential annual meetings of global energy titans. “Venezuela represents the greatest untapped opportunity in the world,” said Edmundo González Urrutia, the former ambassador widely seen as the rightful winner of the nation’s disputed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Ecuador’s Battle of Toad vs. Road, Toad Wins",
      "link": "https://insideclimatenews.org/news/07012026/endangered-jambato-toad-wins-against-ecuador-highway-construction/",
      "pubDate": "Wed, 07 Jan 2026 16:05:06 +0000",
      "description": "An Ecuadorian court has blocked construction of a highway after ruling it poses an imminent and irreversible threat to the rights of a critically endangered toad, a decision that underscores the country’s unique constitutional protections for nature. The opinion, issued Sunday by Judge Milton Gustavo Hernández Andino of a provincial court in Pujilí, suspended all […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "To Save An Endangered Prairie Fish, Dried-up Iowa Wetlands Get New Life",
      "link": "https://insideclimatenews.org/news/07012026/iowa-oxbow-wetlands-restoration-to-save-endangered-topeka-shiner/",
      "pubDate": "Wed, 07 Jan 2026 10:00:00 +0000",
      "description": "The minnow U.S. Fish and Wildlife Service ecologists pulled from the shallow moat was a puny thing, with a flare of orange rimming its fins and a dark band of scales running the full length of its inch-and-a-half body.  “Finally,” thought Kathy Law, as she peered at the little fish. In the summer sun, it […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Year After the LA Fires, Recovery Is Lagging, But Bright Spots Emerge",
      "link": "https://insideclimatenews.org/news/06012026/todays-climate-la-wildfires-anniversary-recovery-rebuilding/",
      "pubDate": "Tue, 06 Jan 2026 22:59:52 +0000",
      "description": "While people look to start fresh in the new year, many residents in California’s Los Angeles County are still living in the burn scars of the past. A year ago this week, a series of deadly wildfires tore through the region, their spread pushed by winds topping 80 miles per hour and parched vegetation that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Venezuelan Oil Brought to the U.S. Would Be Refined in Black Gulf Communities",
      "link": "https://insideclimatenews.org/news/06012026/venezuelan-oil-brought-to-the-u-s-would-be-refined-in-black-gulf-communities/",
      "pubDate": "Tue, 06 Jan 2026 21:30:51 +0000",
      "description": "This article was originally published by Capital B. On Saturday morning, John Beard woke up to news that he’d been dreading, but preparing for: A global oil crisis could hit closer to home in Texas. The southeastern part of the state is home to more than a dozen oil refineries, and he’d spent decades working […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}