{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-04T06:37:57.203605",
  "items": [
    {
      "title": "Nations Must Act to Face Climate Crisis, Top Regional Court Says",
      "link": "https://insideclimatenews.org/news/03072025/inter-american-court-of-human-rights-says-nations-must-act-on-climate-crisis/",
      "pubDate": "Fri, 04 Jul 2025 00:23:12 +0000",
      "description": "Governments’ existing human rights obligations require them to do all they can to mitigate the harms of the climate crisis, the Inter-American Court of Human Rights concluded in a new advisory opinion issued Thursday.  The seven-judge panel found that, “based on the best available science, the current situation constitutes a climate emergency.” The planetary warming […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Big Beautiful Bill’ Set to Slash Through U.S. Climate and Justice Drive",
      "link": "https://insideclimatenews.org/news/03072025/big-beautiful-bill-will-hurt-clean-energy-environmental-justice/",
      "pubDate": "Thu, 03 Jul 2025 23:20:35 +0000",
      "description": "In the end, President Donald Trump’s giant tax and spending plan rocketed past both fiscal hawks and social moderates in the House with no changes on Thursday. The $4 trillion One Big Beautiful Bill Act is now ready to reach across the U.S. economy, slicing into every aspect of the national effort to address climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Legislation Will Constrict the Growth of Texas’ Clean Energy Industry and its Power Grid",
      "link": "https://insideclimatenews.org/news/03072025/one-big-beautiful-bill-texas-clean-energy-industry/",
      "pubDate": "Thu, 03 Jul 2025 23:20:33 +0000",
      "description": "Provisions in President Trump’s One Big Beautiful Bill Act phasing out tax breaks for solar and wind projects would stunt such development in Texas and make these renewable energy sources more expensive, industry representatives and energy experts said Wednesday.  They said those rollbacks, passed as part of the legislation by the Senate 51-50 on Tuesday […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "These Century-Old Chicago Silos Are Slated for Demolition. Neighbors Want to Save Them",
      "link": "https://insideclimatenews.org/news/03072025/chicago-damen-silos-demolition/",
      "pubDate": "Thu, 03 Jul 2025 21:41:56 +0000",
      "description": "CHICAGO—Southwest Side residents implored city health and planning officials last week to reconsider the future of two century-old towering grain elevators, empty for years, that an asphalt company wants to demolish. Thursday, the city issued the demolition permits. The company that owns the 23-acre site along the Chicago River has a history of harming the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Will the Trump Administration Save Workers from Preventable Overheating Deaths?",
      "link": "https://insideclimatenews.org/news/03072025/osha-heat-injury-protection-hearings/",
      "pubDate": "Thu, 03 Jul 2025 20:28:07 +0000",
      "description": "Juanita Constible has analyzed state workplace heat standards across the United States for the Natural Resources Defense Council since 2018. But she first encountered heat stress as a wildlife biologist nearly 30 years ago, while spending long, hot days studying Canadian toads in a northeastern Alberta forest and nights sleeping in a stuffy tent.  On […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Employees Called on the Agency to Stop Undermining Public Health. The Trump Administration Put Them on Leave",
      "link": "https://insideclimatenews.org/news/03072025/epa-places-139-employees-on-leave-after-petition/",
      "pubDate": "Thu, 03 Jul 2025 19:31:41 +0000",
      "description": "The U.S. Environmental Protection Agency placed 139 employees on administrative leave Thursday, an agency spokesperson confirmed, after they signed a “Stand Up for Science” petition using their official titles and EPA positions.  The affected employees received an email, shared with Inside Climate News, informing them that they are on leave through July 17, pending an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Violating California Residents’ Right to Water",
      "link": "https://insideclimatenews.org/news/03072025/trump-epa-revokes-california-residents-right-to-water/",
      "pubDate": "Thu, 03 Jul 2025 09:00:00 +0000",
      "description": "MOSS LANDING, Calif.—Vernon Trindade learned the water from the well he was digging wasn’t safe to drink around 1985 when he and his wife were building a live-work space with enough room for a wood shop, two painters’ studios and his nine-foot canvases. Trindade, a master woodworker and abstract painter with shoulder-length gray hair and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Florida’s Fragile Everglades, Trump Praises ‘Alligator Alcatraz’",
      "link": "https://insideclimatenews.org/news/03072025/trump-praises-florida-everglades-alligator-alcatraz/",
      "pubDate": "Thu, 03 Jul 2025 08:55:00 +0000",
      "description": "President Donald Trump landed this week on an airstrip in the Florida Everglades for a visit to a swiftly assembled detention facility that federal and state officials say will house 3,000 undocumented migrants, as the president aims to fulfill his plans for mass deportations. Dubbed “Alligator Alcatraz” for its location within a swampy thicket of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Zohran Mamdani Made Addressing Climate Change Central to His Affordability Plan for New York",
      "link": "https://insideclimatenews.org/news/03072025/new-york-zohran-mayoral-candidate-mamdani-climate-change/",
      "pubDate": "Thu, 03 Jul 2025 08:50:00 +0000",
      "description": "On June 24, the day of the New York City primary, Central Park hit its highest temperature for the day—99 degrees—since 2012. That morning, the city’s emergency notification system, NotifyNYC, alerted residents that they should conserve power, implying that there was a risk of blackouts.  By the evening, Con Edison, the city’s main electricity provider, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Administration Acts to ‘Severely Weaken’ a Key Environmental Law",
      "link": "https://insideclimatenews.org/news/02072025/trump-administration-weakens-national-environmental-policy-act/",
      "pubDate": "Thu, 03 Jul 2025 00:33:06 +0000",
      "description": "The Trump administration began this week to radically alter how the National Environmental Policy Act is implemented across the federal government, alarming environmentalists.  Passed in 1970 and often called the “Magna Carta” of U.S. environmental law, NEPA requires agencies to assess the environmental impacts of their actions during the decision-making process. Its scope is broad, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}