{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-07-14T13:40:14.196617",
  "items": [
    {
      "title": "Ed Miliband to tell MPs who reject net zero policies they are betraying future generations",
      "link": "https://www.theguardian.com/environment/2025/jul/14/ed-miliband-net-zero-betraying-future-generations",
      "pubDate": "Mon, 14 Jul 2025 12:29:32 GMT",
      "description": "<p>Exclusive: Energy secretary’s ‘radical truth-telling’ comes as Reform plans net zero bonfire and Tories also ditch targets</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/jul/14/profound-concern-as-scientists-say-extreme-heat-now-the-norm-in-uk\">‘Profound concern’ as scientists say extreme heat ‘now the norm’ in UK</a></p></li></ul><p>Ed Miliband is to explicitly call out politicians who reject net zero policies for betraying future generations in an unprecedented update to parliament about the state of the climate crisis, which he is calling “an exercise in radical truth-telling”.</p><p>With Reform UK proposing to scrap all net zero measures and even <a href=\"https://www.theguardian.com/environment/2025/jun/15/tories-reform-net-zero-climate-science\">questioning the science</a> behind climate change, and the Conservatives ditching environmental targets, Miliband hopes to regain the initiative with a stark warning to MPs.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/14/ed-miliband-net-zero-betraying-future-generations\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Woman who withheld council tax in climate protest faces losing home",
      "link": "https://www.theguardian.com/environment/2025/jul/14/woman-who-withheld-council-tax-in-climate-protest-faces-losing-home",
      "pubDate": "Mon, 14 Jul 2025 11:49:20 GMT",
      "description": "<p>Jane McCarthy, who has terminal cancer, withheld payments for three years in protest at Buckinghamshire council’s fossil fuel investments</p><p>A woman who withheld council tax payments for three years in protest at her local authority’s continued investment in fossil fuels fears losing her home.</p><p>Jane McCarthy, 74, said she decided on the protest after becoming increasingly fearful about the impact of climate breakdown on future generations, particularly when she learned about <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/jun/24/tipping-points-climate-crisis-expert-doomerism-wealth\">climate tipping points</a> at a local meeting.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/14/woman-who-withheld-council-tax-in-climate-protest-faces-losing-home\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Thames Water announces hosepipe ban as dry weather depletes reservoirs",
      "link": "https://www.theguardian.com/business/2025/jul/14/thames-water-hosepipe-ban-gloucestershire-oxfordshire-wiltshire-berkshire",
      "pubDate": "Mon, 14 Jul 2025 11:40:33 GMT",
      "description": "<p>Restrictions to come into effect in Gloucestershire, Oxfordshire, Berkshire and Wiltshire from 22 July</p><p><a href=\"https://www.theguardian.com/business/thames-water\">Thames Water</a> has announced a hosepipe ban as a record dry spring and summer has severely reduced water supplies.</p><p>Households in Gloucestershire, Oxfordshire, Berkshire and Wiltshire will be banned from using hosepipes to wash cars or water gardens from Tuesday 22 July.</p> <a href=\"https://www.theguardian.com/business/2025/jul/14/thames-water-hosepipe-ban-gloucestershire-oxfordshire-wiltshire-berkshire\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Monday briefing: The ‘toxic cocktail’ of climate denial, federal cuts and the Texas floods",
      "link": "https://www.theguardian.com/world/2025/jul/14/monday-briefing-the-toxic-cocktail-of-climate-denial-federal-cuts-and-the-texas-floods",
      "pubDate": "Mon, 14 Jul 2025 05:47:38 GMT",
      "description": "<p>In today’s newsletter: Amid at least 129 deaths and billions of dollars of damage, there has been little reckoning about the part global heating and cuts to public services may have played in the disaster</p><p>Good morning. The death toll from the catastrophic floods in Texas has climbed to 129, including at least 27 children and counsellors at Camp Mystic in Kerr County.</p><p>With more than 160 people still missing, authorities warn that the number of casualties is likely to rise. On Sunday morning, some search operations were cancelled as heavy rain and strong winds battered the state once again.</p><p><em><strong>Israel-Gaza </strong></em>| An Israeli airstrike has killed at least 10 people, including six children, who were <a href=\"https://www.theguardian.com/world/2025/jul/13/dozens-of-palestinians-killed-in-latest-israeli-attacks-near-food-aid-distribution-sites-medics-and-witnesses-say\">waiting to collect water</a> in Gaza, Palestinian health officials have said. Dozens of others were killed in Gaza over the weekend in a separate strike near a food aid distribution site. Meanwhile, former Israeli PM Ehud Olmert has said that a proposed “humanitarian city” <a href=\"https://www.theguardian.com/world/2025/jul/13/israel-humanitarian-city-rafah-gaza-camp-ehud-olmert\">would be a concentration camp</a> for Palestinians.</p><p><em><strong>Health </strong></em>| Health officials have urged people to come forward for the <a href=\"https://www.theguardian.com/society/2025/jul/13/parents-urged-to-get-children-vaccinated-after-measles-death-in-liverpool\">measles vaccine</a> if they are not up to date with their shots after a child at Alder Hey children’s hospital in Liverpool died from the disease.</p><p><em><strong>UK news </strong></em>| Charlotte Church, veteran peace campaigners, Trade unionists, activists and politicians, are among hundreds who have <a href=\"https://www.theguardian.com/politics/2025/jul/13/charlotte-church-joins-unions-and-campaigners-in-opposing-ban-on-palestine-action\">signed a letter</a> describing the move to ban the group Palestine Action as “a major assault on our freedoms”.</p><p><em><strong>Spain </strong></em>| Several people were hurt in a second night of <a href=\"https://www.theguardian.com/world/2025/jul/13/several-people-injured-second-night-anti-migrant-unrest-torre-pacheco-spain\">anti-migrant unrest</a> in the town of Torre Pacheco in south-east Spain after a pensioner was beaten up, authorities said.</p><p><em><strong>NHS </strong></em>| Health secretory Wes Streeting will meet representatives from the British Medical Association this week as he looks to avert <a href=\"https://www.theguardian.com/uk-news/2025/jul/12/public-support-for-resident-doctors-strikes-collapses-ahead-of-fresh-industrial-action\">five days of strikes</a> by resident doctors.</p> <a href=\"https://www.theguardian.com/world/2025/jul/14/monday-briefing-the-toxic-cocktail-of-climate-denial-federal-cuts-and-the-texas-floods\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Profound concern’ as scientists say extreme heat ‘now the norm’ in UK",
      "link": "https://www.theguardian.com/environment/2025/jul/14/profound-concern-as-scientists-say-extreme-heat-now-the-norm-in-uk",
      "pubDate": "Mon, 14 Jul 2025 05:00:04 GMT",
      "description": "<p>Increasing frequency of heatwaves and flooding raises fears over health, infrastructure and how society functions</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/jul/14/ed-miliband-net-zero-betraying-future-generations\">Ed Miliband to tell MPs who reject net zero policies they are betraying future generations</a></p></li></ul><p>Record-breaking extreme weather is the new norm in the UK, scientists have said, showing that the country is firmly in the grip of the climate crisis.</p><p>The hottest days people endure have dramatically increased in frequency and severity, and periods of intense rain have also ramped up, data from hundreds of weather stations shows. Heatwaves and floods leading to deaths and costly damage are of “profound concern” for health, infrastructure and the functioning of society, the scientists said.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/14/profound-concern-as-scientists-say-extreme-heat-now-the-norm-in-uk\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How do I feel about air conditioning? I’m very hot – but it’s destroying the planet | Emma Beddington",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/13/air-conditioning-heat-destroying-planet",
      "pubDate": "Sun, 13 Jul 2025 13:00:40 GMT",
      "description": "<p>Yes, temperatures are rising. But more and more AC means more and more CO<sub>2</sub> – and then more and more global heating. Let’s have some long-term thinking instead</p><p>It’s way too hot. I’m cowering inside, curtains drawn, pale limbs clammily exposed, the sound of my overheated laptop fan drowning out the sound of an ancient, feeble desk fan. If it gets any hotter, I’ll stagger to my air-conditioned car and drive to the air-conditioned supermarket to stand in its chilly aisles, shamelessly fanning myself over the ravaged ice-cream cabinet in the freezer aisle. I’ve even become nostalgic for the summer when I shared an office with a man who insisted on having the AC set to 17C, meaning I had to wear a cardigan to work in August.</p><p>Ah, air conditioning, the dream. Or the nightmare? Welcome to appliance culture wars, 2025 edition. You may recall, in 2023, the US debated whether <a href=\"https://www.theguardian.com/commentisfree/2023/jan/18/how-did-gas-stoves-ignite-a-culture-war-in-the-us\">induction hobs</a> were a communist plot; then last year Republicans tried, in all apparent seriousness, to pass the <a href=\"https://www.eenews.net/articles/house-passes-liberty-in-laundry-bill/\">Liberty in Laundry</a> and <a href=\"https://millermeeks.house.gov/media/press-releases/house-passes-miller-meeks-refrigerator-freedom-act\">Refrigerator Freedom</a> acts. This year has already featured Donald Trump pledging to “<a href=\"https://www.bbc.co.uk/news/articles/cm2eeggyppzo\">make America’s showers great again</a>” (low water pressure means it takes 15 minutes to wet his “beautiful hair”) and now France is grappling with <a href=\"https://www.theguardian.com/world/2025/jul/02/europe-heatwave-moves-east-row-france-air-conditioning\">Marine Le Pen declaring herself its AC champion</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/13/air-conditioning-heat-destroying-planet\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Welcome to Prime Day, when thousands of product thumbnails blur together to form a giant pile of garbage | Anna Spargo-Ryan",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/11/prime-day-2025-sales-australia-amazon-deals-overwhelm",
      "pubDate": "Fri, 11 Jul 2025 00:17:50 GMT",
      "description": "<p>I love a sale – but scrolling the list of Amazon’s deals is overwhelming to the point of delirium</p><p>I’m a simple girl. My idea of fun is an annual event in which people are crushed in pursuit of half-price Christmas decorations. But those days have passed. Welcome to the era of the always-on sale.</p><p>If you’re into capitalist nightmares, you might like EOFY sales, Oh No We Forgot EOFY sales, SOFY sales, Father’s Day sales, AFL grand final sales, and “my boss doesn’t want me to send this email” sales. Then we go headlong into Australia’s Black Friday sales, which start around the beginning of November and last until January, as is tradition (though not ours).</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/11/prime-day-2025-sales-australia-amazon-deals-overwhelm\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "With the world in crisis, many say end globalisation. I say that would be a mistake | Luiz Inácio Lula da Silva",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/10/world-crisis-end-globalisation-mistake-lula-da-silva",
      "pubDate": "Thu, 10 Jul 2025 12:47:24 GMT",
      "description": "<p>Terms like ‘deglobalisation’ have become commonplace, but what we need is true multilateralism. Erecting walls won’t bring us peace and prosperity</p><ul><li><p>Luiz Inácio Lula da Silva is the president of Brazil</p></li></ul><p>The year 2025 should be a time of celebration, marking eight decades of the <a href=\"https://research.un.org/en/unmembers/founders\">United Nations’ existence</a>. But it risks going down in history as the year when the international order built since 1945 collapsed.</p><p>The cracks had long been visible. Since the invasions of Iraq and Afghanistan, the intervention in Libya and the war in Ukraine, some permanent members of the security council have trivialised the illegal use of force. The failure to act vis-a-vis the genocide in Gaza represents a denial of the most basic values of humanity. The inability to overcome differences is fuelling a new escalation of violence in the Middle East, the latest chapter of which <a href=\"https://www.theguardian.com/world/2025/jun/22/us-attack-panic-in-iran-tehran\">includes</a> the <a href=\"https://www.theguardian.com/world/2025/jun/13/israel-strikes-iran-what-we-know-so-far\">attack on Iran</a>.</p><p>Luiz Inácio Lula da Silva is the president of Brazil</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/10/world-crisis-end-globalisation-mistake-lula-da-silva\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate anxiety meant I could no longer work as a pilot. But I love flying – and I know we can transform aviation | George Hibberd",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/10/pilot-climate-crisis-aviation-industry-flying",
      "pubDate": "Thu, 10 Jul 2025 09:30:40 GMT",
      "description": "<p>There’s no shortage of ideas for how to make air travel greener. But it has to start within the industry – and with workers</p><ul><li><p>George Hibberd appears alongside fellow pilot Todd Smith in the <a href=\"https://www.theguardian.com/film/ng-interactive/2025/jul/10/guilt-trip-pilots-torn-between-flight-and-the-fight-for-the-planet-documentary\">Guardian documentary Guilt Trip</a></p></li></ul><p>I love flying. I’ve wanted to be a pilot since I was young. I grew up in Chichester, West Sussex, under a flight path used by Gatwick airport planes, and used to watch as they traversed the sky. In 2019, once I had qualified as an airline pilot, I began working for easyJet. Aviation connected me to my extended family in Canada, exposed me to different cultures and gave me an unforgettable career. But in November 2022, I handed over my airport ID card for the last time. I had grown increasingly anxious about the effect that our industry was having on the planet and, deep down, I knew that my concern for the climate crisis meant being an airline pilot was damaging my mental health.</p><p>Despite no longer working in the industry, my love of aviation has driven me to protect our ability to fly for future generations. It inspires me to address the uncomfortable realities and decisions our industry now faces. Everyone knows that aviation has a gigantic emissions problem. In 2022, the UK’s domestic and international flights produced 29.6m tonnes of CO<sub>2</sub> equivalent emissions, accounting for about 7% of total UK greenhouse gas emissions. This is projected to increase to <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-8826/\">11% by 2030</a>, because while other sectors are decarbonising, aviation emissions will remain stable or even increase.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/10/pilot-climate-crisis-aviation-industry-flying\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A deadly 1987 flood foreshadowed the Texas disaster. Survivors ask, ‘why didn’t we learn?’",
      "link": "https://www.theguardian.com/us-news/2025/jul/14/texas-floods-early-warning-system",
      "pubDate": "Mon, 14 Jul 2025 11:00:07 GMT",
      "description": "<p>The Fourth of July tragedy was described as something no one could have seen coming. But in ‘flash flood alley’, an eerily similar event 40 years ago holds important lessons</p><p>The rain was pouring down in Texas in the early morning hours of 17 July 1987. James Moore, a reporter for a local NBC news station, was stationed in Austin when his editors called and told him to grab his camera operator and head to Kerrville, a Hill Country town about 100 miles (160km) away. They’d heard reports of flash flooding on the Guadalupe River.</p><p>“We just jumped in the car when it was still dark ... we knew there were going to be problems based on how much rain there was,” Moore said. En route, he got another call over the radio that told him to head instead for the small hamlet of Comfort, just 15 miles from Kerrville.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/14/texas-floods-early-warning-system\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "There was a deal to fix this Alabama community’s raw sewage crisis. Trump tore it up over DEI",
      "link": "https://www.theguardian.com/us-news/2025/jul/13/alabama-raw-sewage-crisis-trump-dei",
      "pubDate": "Sun, 13 Jul 2025 11:00:38 GMT",
      "description": "<p>Residents of Alabama’s Lowndes county are still fighting for basic sanitation after Trump’s DoJ canceled a landmark Biden-era agreement</p><p>Thelma and Willie Perryman spend most days out front of their family trailer in rural <a href=\"https://www.theguardian.com/us-news/alabama\">Alabama</a>, shooting the breeze while enjoying the birdsong – and making sure their three-year-old grandson doesn’t wander into the sewage-sodden back yard.</p><p>They used to barbecue on the back porch looking out at the woods on their land until a couple of years back when the contaminated wastewater seeping out from a leaky old pipe got simply unbearable. Willie, 71, ripped out the sinking porch as branches began falling off a towering old hickory tree which is now completely dead and at risk of toppling.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/13/alabama-raw-sewage-crisis-trump-dei\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We don’t want to be climate refugees’: Torres Strait uncles fear for their islands and their people",
      "link": "https://www.theguardian.com/environment/2025/jul/13/we-dont-want-to-be-climate-refugees-torres-strait-uncles-fear-for-their-islands-and-their-people",
      "pubDate": "Sat, 12 Jul 2025 21:30:21 GMT",
      "description": "<p>This week Australia’s federal court is due to make a decision in a landmark climate case that could safeguard the future of the island communities</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Uncle Paul Kabai and Uncle Pabai Pabai are afraid for the future of their ancestral homelands. Their country on the outer islands of Zenadth Kes (Torres Strait), less than 10km off Papua New Guinea, is under siege from the impacts of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>.</p><p>The two men fear the loss of their islands, their culture and their way of life, forcing their families and communities to become Australia’s first climate refugees.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/13/we-dont-want-to-be-climate-refugees-torres-strait-uncles-fear-for-their-islands-and-their-people\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How does woke start winning again? – podcast",
      "link": "https://www.theguardian.com/news/audio/2025/jul/11/how-does-woke-start-winning-again-podcast",
      "pubDate": "Fri, 11 Jul 2025 04:00:06 GMT",
      "description": "<p>British progressives have suffered major setbacks in recent years, in both public opinion and court rulings. Was a backlash inevitable, and are new tactics needed?</p><p>By Gaby Hinsliff. Read by Carlyss Peer</p> <a href=\"https://www.theguardian.com/news/audio/2025/jul/11/how-does-woke-start-winning-again-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}