{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-21T15:27:11.359119",
  "items": [
    {
      "title": "The Researcher Who Wrote the Book on How Solar Got Cheap Is Back to Assess the Current Moment",
      "link": "https://insideclimatenews.org/news/21082025/inside-clean-energy-solar-affordability-book/",
      "pubDate": "Thu, 21 Aug 2025 13:00:00 +0000",
      "description": "Five years ago, Greg Nemet wrote about the economic and technological factors that were helping to make solar power one of the world’s least-expensive electricity sources. Now, the University of Wisconsin-Madison professor is back with a second edition of his book, How Solar Energy Became Cheap. The new version examines recent developments and then looks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Navigating the Troubled Waters of Newtown Creek Means an Environmental Cleanup in Brooklyn and Queens That Will Cost At Least $3.3 Billion",
      "link": "https://insideclimatenews.org/news/21082025/new-york-city-newton-creek-wastewater-cleanup/",
      "pubDate": "Thu, 21 Aug 2025 09:00:00 +0000",
      "description": "Hazardous: Last in a series about the ongoing struggle to clean up Brooklyn’s Superfund sites. Water has memory. I was told that once by Eymund Diegel, a co-founder of the Gowanus Community Advisory Group. The water that flows into New York City’s East River remembers that cigarette butt you flicked over the railing, the beer […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Community Opposition, Alabama Hyperscale Data Center Project Hits a Speed Bump",
      "link": "https://insideclimatenews.org/news/21082025/alabama-hyperscale-data-center-community-opposition/",
      "pubDate": "Thu, 21 Aug 2025 08:55:00 +0000",
      "description": "BESSEMER, Ala.—Residents living near the site of a proposed 4.5 million square foot data center delight in even small victories.  Their satisfaction was apparent as they exited Bessemer’s City Council chambers, where community members wearing red in opposition to the plan had once again filled the room to capacity.  On Tuesday, City Council members voted […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Commenters Decry Proposed Repeal of Endangerment Finding in First Day of Public Hearings",
      "link": "https://insideclimatenews.org/news/21082025/public-hearing-attendees-speak-out-against-repeal-of-epa-endangerment-finding/",
      "pubDate": "Thu, 21 Aug 2025 08:50:00 +0000",
      "description": "Experts and members of the public on Tuesday voiced overwhelming opposition to the U.S. Environmental Protection Agency’s plan to rescind its key greenhouse gas “endangerment finding” and vehicle emissions standards. That pushback came during the first of four scheduled public hearings on the agency’s plan to overturn its prior finding that greenhouse gases endanger public […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Tense Negotiations Over the Colorado River’s Future, Arizona Mayors Unite Against ‘Threat’ to State’s Water",
      "link": "https://insideclimatenews.org/news/20082025/arizona-mayors-unite-against-water-threat/",
      "pubDate": "Wed, 20 Aug 2025 23:40:00 +0000",
      "description": "SCOTTSDALE, Ariz.—Arizona mayors, from major metropolises to rural agriculture communities, came together Wednesday to announce a new coalition focused on protecting the state’s share of the Colorado River and the canal system built to deliver the water in the face of looming cuts to that share.  They also acted, they said, in response to increasingly […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Town’s Residents Seek Preemptive Strike Against Massive Data Center Project",
      "link": "https://insideclimatenews.org/news/20082025/wilsonville-alabama-residents-against-massive-data-center/",
      "pubDate": "Wed, 20 Aug 2025 22:24:15 +0000",
      "description": "WILSONVILLE, Ala.—The people of Wilsonville aren’t about to let it happen to them, at least not without a fight.  After seeing residents of nearby Bessemer, Alabama, get blindsided by a proposal for a massive data center, with little public disclosure and public officials silenced by non-disclosure agreements, Wilsonville residents sprang into action when word got […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Geothermal Network in Colorado Could Help A Rural Town Diversify Its Economy",
      "link": "https://insideclimatenews.org/news/20082025/colorado-rural-geothermal-energy-network/",
      "pubDate": "Wed, 20 Aug 2025 18:09:48 +0000",
      "description": "Hayden, a small town in the mountains of northwest Colorado, is searching for ways to diversify its economy, much like other energy communities across the Mountain West. For decades, a coal-fired power plant, now scheduled to shut down in the coming years, served as a reliable source of tax revenue, jobs and electricity. When town […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Toxic Landfill Was on the Brink of Expanding. Residents Fought Back and Won",
      "link": "https://insideclimatenews.org/news/20082025/chicago-residents-fight-toxic-landfill/",
      "pubDate": "Wed, 20 Aug 2025 09:00:00 +0000",
      "description": "CHICAGO—Where the Calumet River meets the shores of Lake Michigan sits 43 acres of lakefront property, a seemingly perfect location for Southeast Side residents to enjoy. But for nearly 40 years, this has been the site of a toxic waste dump, storing over 1.2 million cubic yards of pollution-laced sediment dredged from local waterways.  The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Regulator Approves Electricity Transmission Line and Towers in Alexandria to Serve One Proposed Data Center",
      "link": "https://insideclimatenews.org/news/20082025/virginia-transmission-lines-for-proposed-data-center/",
      "pubDate": "Wed, 20 Aug 2025 08:55:00 +0000",
      "description": "RICHMOND—Bren Pointe residents in Fairfax County are closer to seeing steel transmission towers rise just outside their townhomes after Virginia’s regulators approved a new electricity line to serve a single planned commercial data center.  On Aug. 8, the State Corporation Commission (SCC), which regulates Virginia’s utilities, approved Dominion Energy’s request to erect the “Edsall Substation,” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The US Department of Agriculture Bans Support for Renewables, a Lifeline for Farmers",
      "link": "https://insideclimatenews.org/news/19082025/usda-bans-farm-renewables-support/",
      "pubDate": "Tue, 19 Aug 2025 22:25:21 +0000",
      "description": "The U.S. Department of Agriculture announced this week that it will stop funding wind and solar energy on American farmland, a move that continues the Trump administration’s attempts to kill incentives for renewables while it boosts support for fossil fuels and land-hungry, energy inefficient biofuels. At the state fairgrounds in Lebanon, Tennessee, Agriculture Secretary Brooke […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}