{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-03T05:28:42.343556",
  "items": [
    {
      "title": "Trump Administration Acts to ‘Severely Weaken’ a Key Environmental Law",
      "link": "https://insideclimatenews.org/news/02072025/trump-administration-weakens-national-environmental-policy-act/",
      "pubDate": "Thu, 03 Jul 2025 00:33:06 +0000",
      "description": "The Trump administration began this week to radically alter how the National Environmental Policy Act is implemented across the federal government, alarming environmentalists.  Passed in 1970 and often called the “Magna Carta” of U.S. environmental law, NEPA requires agencies to assess the environmental impacts of their actions during the decision-making process. Its scope is broad, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Flint Completes Required Lead Pipe Replacements",
      "link": "https://insideclimatenews.org/news/02072025/flint-completes-required-lead-pipe-replacements/",
      "pubDate": "Wed, 02 Jul 2025 22:56:48 +0000",
      "description": "On Tuesday, Michigan completed replacing nearly 11,000 lead service lines across the City of Flint. The accomplishment comes more than decade after the lead crisis began, and five years later than originally planned.  “While this milestone is not all the justice our community deserves, it is a huge achievement,” the Rev. Allen C. Overton of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "On Senate Floor, Tillis Offered Inside Look Into the Lobbying Against Clean Energy",
      "link": "https://insideclimatenews.org/news/02072025/inside-clean-energy-big-beautiful-bill-lobbying-against-renewables/",
      "pubDate": "Wed, 02 Jul 2025 22:31:48 +0000",
      "description": "Sen. Thom Tillis had cast off any election worries by the time he took to the Senate floor this week to provide a rare window into the lobbying that already is slowing down the U.S. transition to cleaner energy sources. The North Carolina Republican announced Sunday that he would not seek a third six-year term […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NIH Scientists Link Air Pollution and Lung Cancer Mutations in Non-Smokers",
      "link": "https://insideclimatenews.org/news/02072025/air-pollution-linked-to-lung-cancer-mutations/",
      "pubDate": "Wed, 02 Jul 2025 18:28:23 +0000",
      "description": "New findings published Wednesday by the National Cancer Institute link tiny, toxic air pollutants to changes in lung cancer tumors at the genomic level in people who have never smoked.  Lung cancer is the leading cause of cancer death in the U.S., and the American Cancer Society reports that more people die of lung cancer […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Chicago, a Landmark Environmental Justice Bill Inches Toward Passage",
      "link": "https://insideclimatenews.org/news/02072025/chicago-landmark-environmental-justice-bill/",
      "pubDate": "Wed, 02 Jul 2025 09:05:00 +0000",
      "description": "CHICAGO—Cheryl Johnson’s perspective on the Hazel Johnson Cumulative Impacts Ordinance is that it’s been a long time coming.  It’s not just the two years that community groups collaborated with the city’s revived Department of Environment to craft the environmental justice ordinance, but also the four decades that she has been doing the work that her […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wastewater Treatment Plants Channel ‘Forever Chemicals’ Into Waterways Nationwide",
      "link": "https://insideclimatenews.org/news/02072025/wastewater-treatment-plants-stream-forever-chemicals-into-waterways/",
      "pubDate": "Wed, 02 Jul 2025 09:00:00 +0000",
      "description": "Harmful “forever chemicals” flow from wastewater treatment plants into surface water across the U.S., according to a new report by a clean-water advocacy group. Weekslong sampling by the Waterkeeper Alliance both upstream and downstream of 22 wastewater treatment facilities in 19 states saw total per- and polyfluoroalkyl substances (PFAS) concentrations increase in 95 percent of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Trump’s Megabill, a Clean Energy Phase Out and a Big, Beautiful Tax Break for Met Coal Exporters",
      "link": "https://insideclimatenews.org/news/02072025/big-beautiful-bill-met-coal-tax-break/",
      "pubDate": "Wed, 02 Jul 2025 08:55:00 +0000",
      "description": "A provision slipped into President Trump’s so-called One Big Beautiful Bill Act would provide millions of dollars in tax credits to U.S. companies that produce metallurgical coal—coal largely exported overseas for use in foreign steelmaking.  The language was added to the 887-page tax and spending-cut bill before its narrow passage by the U.S. Senate on […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Budget Crunch, New Jersey Strips Clean Energy Fund in Near-Record ‘Raid’",
      "link": "https://insideclimatenews.org/news/02072025/new-jersey-budget-strips-clean-energy-fund/",
      "pubDate": "Wed, 02 Jul 2025 08:50:00 +0000",
      "description": "For the 17th year in a row, the New Jersey Legislature diverted tens of millions of dollars meant for clean energy investments to plug shortfalls in their general state budget. On Monday, Gov. Phil Murphy signed into law the fiscal year 2026 budget totaling around $58.8 billion, the largest in New Jersey’s history. Tucked in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Border Wall Plans at New Mexico’s Mount Cristo Rey Raise Environmental Concerns",
      "link": "https://insideclimatenews.org/news/01072025/new-mexico-border-wall-plan-raises-environmental-concerns/",
      "pubDate": "Tue, 01 Jul 2025 22:59:03 +0000",
      "description": "EL PASO—U.S. Customs and Border Protection plans to build a 1.3-mile border barrier on Mount Cristo Rey, an iconic mountain rising above the Rio Grande and the neighboring cities of Juárez and El Paso. Most of the mountain lies in Doña Ana County, New Mexico. Its southern flank is in Mexico, near the Anapra neighborhood […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "International Investigation by Inside Climate News Wins an SPJ Award",
      "link": "https://insideclimatenews.org/news/01072025/international-investigation-wins-spj-award/",
      "pubDate": "Tue, 01 Jul 2025 22:16:26 +0000",
      "description": "Inside Climate News has won an award from the Society of Professional Journalists for its investigation into a little-known arbitration system that has allowed multinational corporations to win billion-dollar claims against developing nations. “Cashing Out,” reported by Katie Surma and Nicholas Kusnetz, showed how investor-state dispute settlement, or ISDS, lets companies doing business outside their […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}