{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-20T19:20:08.438264",
  "items": [
    {
      "title": "Twenty Years Into Fracking, Pennsylvania Has Yet to Reckon With Its Radioactive Waste",
      "link": "https://insideclimatenews.org/news/20122025/pennsylvania-fracking-radioactive-waste/",
      "pubDate": "Sat, 20 Dec 2025 10:00:00 +0000",
      "description": "Fracking’s Forever Problem: Seventh in a series about the gas industry’s radioactive waste. When John Quigley became the secretary of the Pennsylvania Department of Environmental Protection in 2015, he knew that he would be busy trying to keep up with the consequences of the state’s rapid increase in natural gas production. But when reports landed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Murphy’s Final Weeks, NJ Climate Advocates Race to Lock in 100 Percent Clean Power",
      "link": "https://insideclimatenews.org/news/20122025/new-jersey-gov-phil-murphy-race-to-clean-power/",
      "pubDate": "Sat, 20 Dec 2025 09:55:00 +0000",
      "description": "In the final weeks of Gov. Phil Murphy’s tenure, New Jersey climate advocates are trying to do something governors rarely manage on their way out the door: bind their successors to an ambitious climate promise. A sweeping measure, known as the New Jersey Clean Energy Act of 2024, would write into law Murphy’s goal of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Proposed Changes to the Endangered Species Act Could Further Threaten the Country’s Imperiled Species",
      "link": "https://insideclimatenews.org/news/20122025/how-proposed-changes-to-the-endangered-species-act-could-further-threaten-the-countrys-imperiled-species/",
      "pubDate": "Sat, 20 Dec 2025 09:50:00 +0000",
      "description": "A polar bear stood outside the Department of the Interior’s headquarters in Washington, D.C., Thursday with a message: “Stop Trump’s Extinction Plan.”  The sign-carrying Arctic creature—actually an environmentalist dressed in a shockingly realistic costume—was joined by around 35 people to protest the Trump administration’s recently proposed changes to the Endangered Species Act. In front of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The World’s Last Flock of Wild Whooping Cranes Gets More Living Space",
      "link": "https://insideclimatenews.org/news/19122025/the-worlds-last-flock-of-wild-whooping-cranes-gets-more-living-space/",
      "pubDate": "Fri, 19 Dec 2025 23:37:57 +0000",
      "description": "On an isolated stretch of Texas coastline, conservation groups have acquired more than 3,000 acres of nearly pristine prairie to preserve as habitat for endangered whooping cranes, one of the rarest birds in North America. Groups this month announced the $8 million purchase of two tracts in rural Calhoun County, halfway between Houston and Corpus […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s EPA Focus: Delay, Rescind, Dismantle Environmental and Health Protections",
      "link": "https://insideclimatenews.org/news/19122025/trumps-epa-focus-delay-rescind-dismantle/",
      "pubDate": "Fri, 19 Dec 2025 22:15:03 +0000",
      "description": "Over the past year, environmental experts who have dedicated their lives to public service have watched the partisan, unilateral destruction of the agency they once helped run. “What’s happening at the EPA right now is not business as usual,” said Marc Boom, senior director of public affairs for the Environmental Protection Network (EPN), a group […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Diane Wilson Takes on Another Plastics Plant in Texas",
      "link": "https://insideclimatenews.org/news/19122025/diane-wilson-takes-on-another-plastics-plant-in-texas/",
      "pubDate": "Fri, 19 Dec 2025 20:38:59 +0000",
      "description": "Diane Wilson, the prominent Gulf Coast environmentalist, filed a legal notice of intent on Wednesday to sue Dow for alleged large-scale discharges of plastic pellets from its 4,700-acre petrochemical complex outside Seadrift, Texas.  Wilson, a 77-year-old former shrimper from Seadrift, sued another Gulf Coast petrochemical giant, Formosa Plastics, and ultimately won a landmark settlement in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Texas Power Grid Will Get a Boost from Batteries This Winter",
      "link": "https://insideclimatenews.org/news/19122025/the-texas-power-grid-will-get-a-boost-from-batteries-this-winter/",
      "pubDate": "Fri, 19 Dec 2025 17:48:28 +0000",
      "description": "Even with less available electric power capacity during cold weather in Texas, battery storage systems are reducing the risk of power outages this winter, the Electric Reliability Council of Texas (ERCOT) reported at its December board of directors meeting. In its most recent resource adequacy report, ERCOT modeled battery availability in December 2024, when operating […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A River That Millions Rely on for Water Is on the Brink. A Deal to Save It Isn’t.",
      "link": "https://insideclimatenews.org/news/19122025/negotiators-remain-stuck-at-colorado-river-users-summit/",
      "pubDate": "Fri, 19 Dec 2025 17:38:36 +0000",
      "description": "LAS VEGAS—The Colorado River Basin is, quite literally, 50 feet away from collapse, and an agreement to save it is nowhere in sight.  Water titans clashed at Caesars Palace in Las Vegas this week, where negotiators from each of the seven Colorado River Basin states outlined what they have done to protect the river—and pointed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "U.S. Company Releasing Unauthorized Emissions From Peru LNG Terminal",
      "link": "https://insideclimatenews.org/news/19122025/u-s-company-releasing-unauthorized-emissions-from-peru-lng-terminal/",
      "pubDate": "Fri, 19 Dec 2025 17:24:51 +0000",
      "description": "This story was originally published by Convoca, an investigative newsroom in Peru, in partnership with the research group Point Source. Read the story in Spanish here. U.S.-based Hunt Oil Co. has been emitting large volumes of greenhouse gases from the major gas export terminal that it operates in Peru without authorization for at least 12 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Tracking Oil and Gas Waste in Pennsylvania Is Still a ‘Logistical Mess’",
      "link": "https://insideclimatenews.org/news/19122025/pennsylvania-oil-and-gas-waste-tracking-logistical-mess/",
      "pubDate": "Fri, 19 Dec 2025 10:00:00 +0000",
      "description": "Fracking’s Forever Problem: Sixth in a series about the gas industry’s radioactive waste. How much toxic oil and gas waste is produced in Pennsylvania every year, and where does it end up? Despite state efforts to track it, there’s no way to know for sure. For more than a decade, regulators have been aware of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}