{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-29T22:21:53.916597",
  "items": [
    {
      "title": "California Updates Pesticide Alert System",
      "link": "https://insideclimatenews.org/news/29082025/california-pesticide-alert-system/",
      "pubDate": "Fri, 29 Aug 2025 22:03:23 +0000",
      "description": "Farmworkers and their families have long demanded the right to know when and where growers plan to spray dangerous pesticides in their communities. The California Department of Pesticide Regulation finally debuted a system in March that does just that. Now regulators have added new features to the pesticide notification system, called SprayDays California, which they […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Settlement Signed in Texas v. New Mexico Rio Grande Case",
      "link": "https://insideclimatenews.org/news/29082025/rio-grande-settlement-in-texas-new-mexico-case/",
      "pubDate": "Fri, 29 Aug 2025 21:19:27 +0000",
      "description": "EL PASO—The Rio Grande flows over 1,800 miles from the mountains of southwestern Colorado to the Gulf of Mexico. A lawsuit filed in 2013 between Texas and New Mexico over Rio Grande water has taken as many twists and turns as the river itself. A settlement signed this week by New Mexico, the Department of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Despite HUD Mandate Withdrawal, the Push for Clean Air Moves Forward in Chicago",
      "link": "https://insideclimatenews.org/news/29082025/chicago-clean-air-action/",
      "pubDate": "Fri, 29 Aug 2025 09:00:00 +0000",
      "description": "CHICAGO—Samuel Corona’s environmental organizing career started over coffee. He was only supposed to talk with Peggy Salazar, then executive director of the Southeast Environmental Task Force, for half an hour. Their conversation lasted three hours instead. Corona sought out Salazar over a decade ago because he wanted to learn more about how local industry in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Suit Alleging Anti-Coal ‘Cartel’ of Top Wall Street Firms Could Reshape ESG—and Wall Street Itself",
      "link": "https://insideclimatenews.org/news/29082025/texas-coal-antitrust-lawsuit-against-asset-managers/",
      "pubDate": "Fri, 29 Aug 2025 08:55:00 +0000",
      "description": "Since 2022, Republican lawmakers in Congress and state attorneys general have sent letters to major banks, pension funds, asset managers, accounting firms, companies, nonprofits and business alliances, putting them on notice for potential antitrust violations and seeking information as part of the Republican pushback against “environmental, social and governance” efforts such as corporate climate commitments.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Children of the Storm",
      "link": "https://insideclimatenews.org/news/28082025/hurricane-katrina-twenty-years-alabama-gulf-coast/",
      "pubDate": "Thu, 28 Aug 2025 21:49:27 +0000",
      "description": "BAYOU LA BATRE, Ala.—It was already too late.  As Hurricane Katrina blew ashore along the Gulf Coast with winds over 125 miles an hour, Truong Van Dai, an oyster shucker, drove off in his station wagon to help a friend in dire need. Before he realized what was happening, floodwaters from the hurricane’s storm surge […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With Latest Round of Terminations, Trump Administration Continues Dismantling EPA’s Environmental Justice Portfolio",
      "link": "https://insideclimatenews.org/news/28082025/trump-epa-environmental-justice-terminations/",
      "pubDate": "Thu, 28 Aug 2025 20:54:39 +0000",
      "description": "The U.S. Environmental Protection Agency this week terminated more than two dozen remaining staffers in the now-defunct Office of Environmental Justice and External Civil Rights (OEJECR), advancing the Trump administration’s efforts to dismantle the environmental justice initiatives of the president’s Democratic predecessors.  A Reduction In Force, or RIF, notice obtained and reviewed by Inside Climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "To Handle Data Centers, the Electricity System May Need New Rules. Here Is a Proposal",
      "link": "https://insideclimatenews.org/news/28082025/inside-clean-energy-data-center-electricity-regulations/",
      "pubDate": "Thu, 28 Aug 2025 13:00:00 +0000",
      "description": "There are not many desirable options for accommodating the electricity needs of data centers. And some of the possibilities are especially bad—bad for consumers, bad for the environment and even bad for data centers. Alexandra Klass, a professor at the University of Michigan Law School, and Dave Owen, a professor at UC Law San Francisco, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chicago Has a Huge Lead Pipe Problem—and We Mapped It",
      "link": "https://insideclimatenews.org/news/28082025/chicago-lead-water-pipes-map/",
      "pubDate": "Thu, 28 Aug 2025 10:31:00 +0000",
      "description": "This story is a partnership between Inside Climate News, Grist and WBEZ. CHICAGO—As Gina Ramirez buckled her 11-year-old son into her car last month for their daily drive to school, she handed him a plastic water bottle.   “I would love to be able to have him put a cup under the tap if he was thirsty,” Ramirez said.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lead Pipes Are Everywhere in Chicago. Here’s How to Protect Yourself",
      "link": "https://insideclimatenews.org/news/28082025/how-to-protect-yourself-from-lead-water/",
      "pubDate": "Thu, 28 Aug 2025 10:30:00 +0000",
      "description": "This story is a partnership between Inside Climate News, Grist, WBEZ and City Bureau. Chicago residents risk daily lead exposure from toxic lead service lines, the underground pipes that connect buildings to the city’s water supply.  The city has the most lead service lines in the country—around 412,000—and officials don’t plan to finish replacing them all until 2076.  With complete […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How We Mapped Chicago’s Lead Pipe Problem and What We Learned",
      "link": "https://insideclimatenews.org/news/28082025/how-we-mapped-chicago-lead-pipe-problem/",
      "pubDate": "Thu, 28 Aug 2025 10:30:00 +0000",
      "description": "This story is a partnership between Inside Climate News, Grist and WBEZ. Chicago has a lead pipe problem. The city estimates that about 412,000 out of roughly 491,000 water service lines require replacement because they are known or suspected to contain lead. That’s the most of any city in the country.  Service lines are the underground pipes that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}