{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-13T17:24:15.209837",
  "items": [
    {
      "title": "A New Unifying Issue: Just About Everyone Hates Data Centers",
      "link": "https://insideclimatenews.org/news/13112025/inside-clean-energy-just-about-everyone-hates-data-centers/",
      "pubDate": "Thu, 13 Nov 2025 14:00:00 +0000",
      "description": "It’s not a novel observation to say that supporters of President Donald Trump and supporters of U.S. Sen. Bernie Sanders find common ground on many issues. They often share a skepticism of entrenched power and a desire to dismantle systems that they think have ceased to serve everyday people. In Indiana, this agreement includes a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Rare Sightings of Critically Endangered Vaquita Spark Cautious Optimism About the Species’ Ability to Recover",
      "link": "https://insideclimatenews.org/news/13112025/critically-endangered-vaquita-sightings-recovery-hope/",
      "pubDate": "Thu, 13 Nov 2025 10:00:00 +0000",
      "description": "To spot a vaquita porpoise requires calm winds, clear skies and waters smooth as glass. But in September, those conditions were hard to come by off the coast of San Felipe, a small fishing town in Baja California, Mexico. It was hurricane season, and for most of the month strong winds churned up heavy swells […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Inside the Fight to Stop the Illegal Trade Driving the Vaquita Porpoise Toward Extinction",
      "link": "https://insideclimatenews.org/news/13112025/andrea-crosta-earth-league-international-fight-to-stop-totoaba-illegal-trade/",
      "pubDate": "Thu, 13 Nov 2025 09:55:00 +0000",
      "description": "In Mexico’s Upper Gulf of California, a lucrative and deadly wildlife trade continues to threaten the survival of the world’s most endangered marine mammal—the vaquita porpoise. At the center of this crisis is the totoaba, a large, endangered fish whose swim bladder is prized in traditional Chinese medicine for its purported health benefits. Some of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "International Energy Report Projects a Slower Transition to Renewables, but Oil Could Still Peak This Decade",
      "link": "https://insideclimatenews.org/news/12112025/international-energy-report-projects-slower-energy-transition/",
      "pubDate": "Thu, 13 Nov 2025 01:54:33 +0000",
      "description": "The world is still on track to reach peak oil around 2030 if countries stick to their “stated policies,” according to a new report released Wednesday by the International Energy Agency. But the emissions prognosis is looking worse than it did a year ago, thanks in large part to an about face on U.S. climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania to Leave RGGI as Part of an Overdue Budget Deal",
      "link": "https://insideclimatenews.org/news/12112025/pennsylvania-votes-to-exit-rggi-via-budget-bill/",
      "pubDate": "Thu, 13 Nov 2025 01:07:28 +0000",
      "description": "Pennsylvania lawmakers voted on Wednesday to withdraw the state from a regional effort that cuts carbon emissions from power plants, a move baked into a deal on the state’s long-overdue budget. An ongoing legal battle kept Pennsylvania from participating in the Regional Greenhouse Gas Initiative since former Gov. Tom Wolf directed the state to join […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Built to Fail: Rules at UN Climate Talks Favor the Status Quo, Not Progress",
      "link": "https://insideclimatenews.org/news/12112025/un-cop-climate-talks-favor-status-quo-not-progress/",
      "pubDate": "Wed, 12 Nov 2025 22:45:00 +0000",
      "description": "Frustration about slow progress at the United Nations climate talks boiled over this week. After hours under the equatorial sun at COP30 in Belém, Brazil, scores of protesters pushed past security guards Tuesday evening and briefly occupied parts of the negotiating area, calling for an end to mining and logging in the Amazon, among other […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "ConocoPhillips Wants to Explore for Oil in an Arctic Wilderness",
      "link": "https://insideclimatenews.org/news/12112025/conocophillips-alaska-arctic-wilderness-oil-exploratory-drilling/",
      "pubDate": "Wed, 12 Nov 2025 19:59:13 +0000",
      "description": "When she was younger, Rosemary Ahtuangaruak used to camp for weeks at a time with family at their allotment near Teshekpuk Lake, on Alaska’s North Slope. Her uncle would pick her up from work, she said, with the snowmobile fired up and ready to bring her to the array of lakes and wetlands that many […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Data Centers’ Use of Diesel Generators for Backup Power Is Commonplace—and Problematic",
      "link": "https://insideclimatenews.org/news/12112025/data-center-diesel-generators-noise-pollution/",
      "pubDate": "Wed, 12 Nov 2025 18:02:42 +0000",
      "description": "“Five nines.”  In the world of data centers, ensuring a facility will be online 99.999 percent of the time, is everything. Access to power is the number one priority when developers are trying to figure out where to build the warehouses storing supercomputers that in recent years have grown beyond what was previously imaginable.  In […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Unpredictable Spurts of Dry and Wet Weather Cause Confusion and New Challenges for Midwestern Farmers",
      "link": "https://insideclimatenews.org/news/12112025/midwestern-farming-drought-conditions/",
      "pubDate": "Wed, 12 Nov 2025 09:55:00 +0000",
      "description": "On Oct. 5, 40 fire departments in Ford County, Illinois, responded to a field fire quickly picking up speed. Starting in a bean field, the flames traveled several miles across thousands of acres and swept across bean and corn fields. Three homes were close to danger, but firefighters and farmers were able to save them. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Oil Company Running Into Rough Waters off the California Coast Is Looking to Trump for Help",
      "link": "https://insideclimatenews.org/news/11112025/sable-offshore-oil-drilling-california/",
      "pubDate": "Tue, 11 Nov 2025 23:39:41 +0000",
      "description": "President Donald Trump may announce his plan to open California waters to oil drilling as soon as this week. The move, if it goes through, could bring about the first federal oil lease sales in the Pacific Ocean since 1984. But for one company trying to restart production at a set of wells under an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}