{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-14T09:26:46.767859",
  "items": [
    {
      "title": "Former EPA Region 2 Administrator Lisa Garcia Considers Environmental Justice With Trump in Power",
      "link": "https://insideclimatenews.org/news/14102025/former-epa-region-2-administrator-lisa-garcia-considers-environmental-justice-with-trump-in-power/",
      "pubDate": "Tue, 14 Oct 2025 08:50:00 +0000",
      "description": "As a child, Lisa Garcia spent her summers in a South Bronx where playgrounds had more cracked pavement and asphalt than grass. She biked or hung out on stoops with her friends. She considered herself outdoorsy, even if the outdoors looked a little different in the working class neighborhood of Soundview.  “Literally no one I […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmental Advocates Keep Eyes on Iconic Chicago Silos as Demolition Resumes",
      "link": "https://insideclimatenews.org/news/14102025/environmental-advocates-keep-eyes-on-iconic-chicago-silos-as-demolition-resumes/",
      "pubDate": "Tue, 14 Oct 2025 08:49:00 +0000",
      "description": "This story was originally published by Borderless Magazine. Access the original article here and sign up for its newsletter to learn the latest about Chicago’s immigrant communities.  CHICAGO—On a Friday afternoon in September, Kate Eakin and a volunteer drone photographer surveilled the demolition site of the historic Damen Silos. They captured photos and videos of what appeared to be […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Jersey Officials Ponder New Permit Requests for the Northeastern Supply Enhancement Pipeline",
      "link": "https://insideclimatenews.org/news/14102025/new-jersey-officials-ponder-new-permit-requests-for-the-northeastern-supply-enhancement-pipeline/",
      "pubDate": "Tue, 14 Oct 2025 08:30:00 +0000",
      "description": "Williams Cos. has resubmitted permit applications for its Northeast Supply Enhancement (NESE) pipeline project in New Jersey, igniting new opposition from environmental groups and local officials in Somerset County’s Franklin Township, where a new compressor station would be built.  The New Jersey Department of Environmental Protection has no statutory deadline for issuing the permits needed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The US-Mexico Border Wall May Pose Perils to Pollinators",
      "link": "https://insideclimatenews.org/news/13102025/us-mexico-border-wall-threatens-pollinators/",
      "pubDate": "Mon, 13 Oct 2025 09:00:00 +0000",
      "description": "It was a balmy day in Del Rio, a Texas border town about 170 miles west of San Antonio, when a citizen conservationist looking for wildlife stumbled upon a striking rust and orange caterpillar with fleshy horn-like protrusions that are meant to scare predators. Eventually this larva would become the pipevine swallowtail, an eye-catching butterfly […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "PJM Pursues Rule Change to Meet Data Center Surge. Critics Fear Gas Suppliers Could Benefit.",
      "link": "https://insideclimatenews.org/news/13102025/pjm-pursues-rule-change-to-meet-data-center-surge-critics-fear-gas-suppliers-could-benefit/",
      "pubDate": "Mon, 13 Oct 2025 08:59:00 +0000",
      "description": "As data center growth across the United States is expected to create unprecedented stress on electrical grids, PJM Interconnection, a pivotal grid operator that has come under criticism for delays, is scrambling for ways to keep up. PJM, which serves 13 Northeast and Mid-Atlantic states, is seeking public comment on a rulemaking shortcut known as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Short-Lived Win in a Never-Ending Fight Over Forever Chemicals",
      "link": "https://insideclimatenews.org/news/12102025/forever-war-nc-activists-fight-chemours-pfas-water-pollution/",
      "pubDate": "Sun, 12 Oct 2025 09:00:00 +0000",
      "description": "Forever War, Part 1: This story is published in partnership with The Assembly and with WHQR, a nonprofit radio station and NPR affiliate in Wilmington. It is the first in a series of stories about the PFAS crisis in North Carolina.  Listen to an audio version of this story below. OAK ISLAND, N.C.—Emily Donovan stood […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Forever War",
      "link": "https://insideclimatenews.org/news/12102025/icn-sunday-morning-forever-war/",
      "pubDate": "Sun, 12 Oct 2025 08:50:00 +0000",
      "description": "Environmentalists have been fighting for over a decade to get PFAS out of Cape Fear River in eastern North Carolina. The insidious chemicals have eluded traditional water treatment systems and flowed through the taps of hundreds of thousands of people.  Advocates scored a brief victory last year when the EPA announced new regulations to reduce […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Comes for the House of the Seven Gables",
      "link": "https://insideclimatenews.org/news/12102025/climate-change-comes-for-the-house-of-the-seven-gables/",
      "pubDate": "Sun, 12 Oct 2025 08:00:00 +0000",
      "description": "SALEM, Mass.—Paul Wright leans over a 17th-century granite barrier and points at a faint watermark depicting Salem Harbor’s daily rise and fall.  “On a normal day, high tides reach just four feet from the top of the seawall,” he says. “When there’s a big storm or king tide, that’s when it gets close to spilling […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA’s ‘Comeback’ a Sham Fueled by Trump’s Authoritarian Power Grab, Critics Charge",
      "link": "https://insideclimatenews.org/news/11102025/epas-comeback-a-sham-authoritarian-power-grab/",
      "pubDate": "Sat, 11 Oct 2025 12:00:00 +0000",
      "description": "Federal environmental scientists have been “left largely defenseless.” Their jobs abruptly terminated. Their research and policy advice ignored, manipulated or suppressed. Their agency captured by the industry it’s obligated to regulate. That’s the assessment of the Office of Inspector General, or OIG, the U.S. Environmental Protection Agency’s government watchdog, and two nonpartisan, nonprofit groups made […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One of the World’s Largest Geothermal Networks Is Buried Beneath a Corporate Campus in Rural Wisconsin",
      "link": "https://insideclimatenews.org/news/11102025/wisconsin-geothermal-networks/",
      "pubDate": "Sat, 11 Oct 2025 09:00:00 +0000",
      "description": "VERONA, Wis.—You only need a glance at the “Intergalactic Headquarters” of Epic Systems to realize the corporate campus of this medical records software company is not a typical office park. Buildings resemble Willy Wonka’s chocolate factory, the Emerald City of Oz and Hogwarts Castle. There’s a treehouse conference room, a “Deep Space” auditorium and a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}