{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-18T04:09:21.965505",
  "items": [
    {
      "title": "As Artificial Stone Countertops Kill Workers, House Republicans Discuss Protections—for Manufacturers",
      "link": "https://insideclimatenews.org/news/17012026/house-republicans-discuss-protections-for-artificial-stone-workers/",
      "pubDate": "Sat, 17 Jan 2026 10:00:00 +0000",
      "description": "At a House Judiciary subcommittee hearing on what Republicans called “opportunistic” lawsuits filed against the energy-intensive engineered stone industry by injured workers, the differences between the concerns of America’s political parties could not have been clearer. Over the past several years, hundreds of U.S. workers have developed silicosis, a debilitating, often fatal but preventable occupational […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Alabama Mayor Signed an NDA With a Data Center Developer. Read It Here.",
      "link": "https://insideclimatenews.org/news/17012026/an-alabama-mayor-signed-an-nda-with-a-data-center-developer-read-it-here/",
      "pubDate": "Sat, 17 Jan 2026 09:57:00 +0000",
      "description": "COLUMBIANA, Ala.—At first, no one knew about the non-disclosure agreement.  Columbiana’s then-mayor, David Mitchell, had signed the secrecy agreement with DigiPowerX, a data center developer, without consulting City Council members or the public.  The undated agreement, obtained by Inside Climate News through a public records request, prohibited Mitchell from disclosing any information the developer deemed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Court Allows Dominion Energy in Virginia to Continue Offshore Wind Project",
      "link": "https://insideclimatenews.org/news/16012026/federal-court-allows-dominion-energy-in-virginia-to-continue-offshore-wind-project/",
      "pubDate": "Sat, 17 Jan 2026 02:03:22 +0000",
      "description": "NORFOLK, Va.—U.S. District Court Judge Jamar K. Walker granted Dominion Energy a preliminary injunction on Friday, pausing a stop work order from the Trump administration and allowing the utility to resume construction on its Coastal Virginia Offshore Wind project as a court case proceeds. The ruling comes after the Interior Department last month issued the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Clean Energy Advocates Criticize ‘Glaring’ Omission in White House Plan to Fuel Data Centers in PJM Region",
      "link": "https://insideclimatenews.org/news/16012026/mid-atlantic-governors-proposal-fuel-data-centers-in-pjm-region/",
      "pubDate": "Sat, 17 Jan 2026 00:28:29 +0000",
      "description": "Rising electricity costs and the rapid build-out of energy-hungry data centers across the mid-Atlantic region brought a bipartisan group of governors to the White House Friday for an agreement on a joint action plan meant to “ensure data centers pay their fair share.” The proposal also would extend a wholesale price cap that is now […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Year Out From One of the World’s Largest Battery Facility Fires",
      "link": "https://insideclimatenews.org/news/16012026/a-year-out-from-one-of-the-worlds-largest-battery-facility-fires/",
      "pubDate": "Fri, 16 Jan 2026 22:38:51 +0000",
      "description": "MOSS LANDING, Calif.—A snarl of steel and debris still sits front and center at the Moss Landing Power Plant, after one of the largest battery fires in the world burned here a year ago.  The damage, cloistered behind guarded gates, is one of the few visible remnants of the historic inferno. Surrounding the plant, life […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Push for Coal in Colorado Could Bring ‘Massive’ Harm to Public Lands and Rural Communities, Advocates Say",
      "link": "https://insideclimatenews.org/news/16012026/trump-epa-pushes-coal-rejects-colorado-regional-haze-plan/",
      "pubDate": "Fri, 16 Jan 2026 21:45:52 +0000",
      "description": "On a good air-quality day, many residents of the fast-growing cities along Colorado’s northern Front Range enjoy a clear view of Longs Peak, one of the state’s 58 named summits that rise more than 14,000 feet above sea level, and the only one in Rocky Mountain National Park. On a not-so-good day, the massif appears […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Will Trump’s Push to Drill on California Public Lands be More Successful This Time Around?",
      "link": "https://insideclimatenews.org/news/16012026/trump-california-public-lands-oil-extraction/",
      "pubDate": "Fri, 16 Jan 2026 10:00:00 +0000",
      "description": "While President Donald Trump pursues Venezuelan oil reserves abroad, his administration continues to double down on efforts to expand drilling in the United States, most recently in California. The Bureau of Land Management (BLM) on Monday proposed plans to open nearly 2 million acres of land from Santa Barbara to the Bay Area for oil […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Cleaner Water a Hope, Not a Given, for Iowa in 2026",
      "link": "https://insideclimatenews.org/news/16012026/iowa-2026-legislative-session-water-issues/",
      "pubDate": "Fri, 16 Jan 2026 09:55:00 +0000",
      "description": "DES MOINES, IOWA—Another legislative session began this week in Iowa, but it’s unclear if lawmakers will take steps to address agricultural pollution in its waterways. Despite mounting pressure from environmental and citizen advocacy groups to bolster clean-water protections in Iowa, opening remarks by House and Senate leaders largely failed to mention nitrate pollution in the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Data Centers Jostle to Get on Texas’ Grid, ERCOT Promises New Rules for ‘Batch Zero’",
      "link": "https://insideclimatenews.org/news/15012026/texas-ercot-rules-for-data-center-grid-connection/",
      "pubDate": "Thu, 15 Jan 2026 23:55:54 +0000",
      "description": "Texas’ grid operator is developing a new process to evaluate multiple large-load interconnection requests at the same time. The question for cryptocurrency miners and data center developers that are already in line is: who gets to go first?  That should hopefully be sorted out by month’s end. That’s when the Electric Reliability Council of Texas […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Duke Energy Plans to Build a Massive Natural Gas Power Plant in Davidson County. But Where, Exactly?",
      "link": "https://insideclimatenews.org/news/15012026/duke-energy-proposed-natural-gas-power-plant-davidson-county/",
      "pubDate": "Thu, 15 Jan 2026 23:43:44 +0000",
      "description": "Duke Energy could build a 1,360-megawatt natural gas power plant on company-owned land in western Davidson County, which, if approved by the N.C. Utilities Commission, would add tons of climate-heating greenhouse gases into the air each year.  The 1,600-acre site at 3714 Giles Road is about eight-and-half miles west of Lexington and abuts the Yadkin […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}