{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-06-03T05:25:52.957155",
  "items": [
    {
      "title": "Trump cuts hundreds of EPA grants, leaving cities on the hook for climate resiliency",
      "link": "https://grist.org/cities/trump-cuts-hundreds-of-epa-grants-leaving-cities-on-the-hook-for-climate-resiliency/",
      "pubDate": "Mon, 02 Jun 2025 08:45:00 +0000",
      "description": "Thomasville, Georgia, has a water problem. Its treatment system is far out of date, posing serious health and environmental risks.\n<br><br>\n“We have wastewater infrastructure that is old,” said Sheryl Sealy, the assistant city manager for this city of 18,881 near the Florida border, about 45 minutes from Tallahassee. “It’s critical that we do the work to replace this.”\n<br><br>\nBut it’s expensive to replace. The system is especially bad in underserved parts of the city, Sealy said. The city’s wastewater woes don’t only mean the potential for sewage backups in homes and spills into local waterways but also the risk of upper respiratory problems, according to a former Biden administration Environmental Protection Agency official.\n<br><br>\nIn September, Thomasville applied to get some help from the federal government, and just under four months later, the city and its partners were awarded a nearly $20 million Community Change grant from the EPA to make the long-overdue wastewater improvements, build a resilience hub and health clinic, and upgrade homes in several historic neighborhoods.\n<br><br>\nIn early April, as the EPA canceled grants for similar projects across the country, federal officials assured Thomasville that their funding was on track. Then on May 1, the city received a termination notice.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Indigenous land defenders face rising threats amid global push for critical minerals",
      "link": "https://grist.org/indigenous/indigenous-land-defenders-face-rising-threats-amid-global-push-for-critical-minerals/",
      "pubDate": "Mon, 02 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "As Trump comes after research, Forest Service scientists keep working",
      "link": "https://grist.org/politics/as-trump-comes-after-research-forest-service-scientists-keep-working/",
      "pubDate": "Sun, 01 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hawaiʻi makes history as first state to charge tourists to save environment",
      "link": "https://grist.org/politics/hawai%ca%bbi-makes-history-as-first-state-to-charge-tourists-to-save-environment/",
      "pubDate": "Sat, 31 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What’s likely to survive from Biden’s climate law? The controversial stuff.",
      "link": "https://grist.org/climate-energy/budget-biden-climate-ccs-tax-credit/",
      "pubDate": "Fri, 30 May 2025 21:13:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s budget bill is on the verge of transforming how America eats",
      "link": "https://grist.org/food-and-agriculture/trump-budget-bill-is-on-the-verge-of-transforming-how-america-eats/",
      "pubDate": "Fri, 30 May 2025 08:45:00 +0000",
      "description": "Last week, President Donald Trump’s “big, beautiful” tax bill narrowly passed the U.S. House of Representatives and headed to the Senate. Though the more than 1,000-page megabill will look somewhat different once it advances through the upper chamber, there are three food and agricultural provisions expected to remain intact: an unprecedented cut to the nation’s nutrition programs; an increase of billions in subsidies aimed at industrial farms; and a rescission of some Inflation Reduction Act funding intended to help farmers deal with the impacts of climate change.\n<br><br>\nIf they do, the changes will make it harder for Americans to afford food and endure the financial toll of climate-related disasters. They will also make it more difficult for farmers to adapt to climate change — from an ecological standpoint and an economic one. Overall, the policy shifts would continue Trump’s effort to transform the nation’s food and agricultural policy landscape — from one that keeps at least some emphasis on the country’s neediest residents to one that offers government help to those who need it least.\n<br><br>\nWhile the ethos of this bill can be gleaned by tallying up the proposed cuts to social safety nets like the Supplemental Nutrition Assistance Program, looking at the legislation from another perspective — where Trump wants the government to spend more — helps to make it clearer. These dramatic changes to nutrition programs would be accompanied by a massive increase in commodity farm subsidies.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In her new book, ‘Kuleana,’ Sara Kehaulani Goo fights to keep her family’s land",
      "link": "https://grist.org/arts-culture/in-her-new-book-kuleana-sara-kehaulani-goo-fights-to-keep-her-familys-land/",
      "pubDate": "Fri, 30 May 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How the Trump administration is putting hundreds of sacred sites at risk",
      "link": "https://grist.org/indigenous/tribal-historic-preservation-officer-trump-budget-energy-sacred-site/",
      "pubDate": "Thu, 29 May 2025 08:45:00 +0000",
      "description": "Crystal C’Bearing, a Northern Arapaho tribal historic preservation officer (THPO), is responsible for reviewing federal projects that may impact Indigenous lands, artifacts, and sacred sites — a role that spans 16 states and hundreds of proposals each week. THPOs like C’Bearing are a crucial line of defense, using deep cultural knowledge and ecological expertise to evaluate the risks posed by energy developments, pipelines, and infrastructure expansion. But a recent national energy emergency declaration by President Trump has drastically shortened their review window from 30 days to just 7, while also slashing their funding.\n<br><br>\nThe Trump administration’s proposed 2026 budget would also gut the THPO program by 94%, and even the already-approved 2025 funds remain frozen. Without that funding, many tribal offices — often staffed by just one person — won’t be able to function. As deadlines tighten and funding disappears, sacred sites like Pe’Sla in the Black Hills face new threats, and the capacity for tribes to conduct meaningful consultation with the federal government is crumbling. Some THPOs say the current conditions are pushing tribes back to a pre-consultation era, when their input on federal projects was routinely ignored.\n<br><br>\nAdvocates warn that allowing emergency declarations to override consultation rules could be used to fast-track destructive projects nationwide, erasing Indigenous voices in the process.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Chilling and dangerous’: Grassroots groups sue over Louisiana law that censors air quality data",
      "link": "https://grist.org/accountability/louisiana-groups-sue-over-air-monitoring-law-camra/",
      "pubDate": "Thu, 29 May 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Paper plants can emit as much CO2 as oil refineries. They’re flying under the radar.",
      "link": "https://grist.org/climate-energy/report-finds-paper-mill-emissions-are-wildly-undercounted/",
      "pubDate": "Thu, 29 May 2025 08:15:00 +0000",
      "description": "“The snow is not white here. It’s ash,” a resident of Covington, Virginia, told Grist. \n<br><br>\nLocals blame the town’s massive paper mill — a towering employer that also emits huge amounts of nitrogen oxide, methane, and greenhouse gases. A new report confirms what they’ve long suspected: the mill is among the worst climate offenders in the entire U.S. paper industry.\n<br><br>\nThe Environmental Integrity Project found that 185 paper plants underreport emissions thanks to a loophole: the EPA doesn’t count “biogenic” CO2 from burning wood. That wood is the industry’s main fuel source. When those emissions are included, the largest paper mills can emit as much as a large oil refinery, the report noted.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This Portland collective keeps the city clean — and helps unhoused people find stability",
      "link": "https://grist.org/equity/portland-waste-pickers-ground-score-association-plastics-treaty/",
      "pubDate": "Wed, 28 May 2025 08:45:00 +0000",
      "description": "Ground Score Association is a Portland-based collective for people who “create and fill low-barrier waste materials management jobs.” Through a program called GLITTER — short for Ground Score Leading Inclusively Together Through Environmental Recovery — people selected by daily lottery will join groups of Ground Score employees on a four-hour walk around Portland, clearing the city’s sidewalks of plastic and other trash. The end of the shift will yield $80 in cash — $4.55 more per hour than the Portland metro area minimum wage.\n<br><br>\nParticipating in the lottery is meant to provide low-barrier employment to people who might otherwise struggle to find or keep a job. People employed by Ground Score are “waste pickers,” a catch-all term for the 20 million people worldwide who make a living collecting, sorting, recycling, and selling discarded materials. In recent years, waste pickers have fought for their work to be recognized and formalized in the global plastics treaty being negotiated by the United Nations. \n<br><br>\nGround Score, which sees its mission as building community while also “changing society’s perceptions of what and who is considered valuable,” shows what that recognition and formalization look like on a local level. It’s a model with huge potential, given the urgent global need to create stronger social safety nets and combat the growing plastic waste crisis.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Mayors are making climate action personal. It’s working.",
      "link": "https://grist.org/cities/mayors-climate-action-personal-cleveland/",
      "pubDate": "Wed, 28 May 2025 08:30:00 +0000",
      "description": "As the Trump administration dismantles federal climate protections, U.S. mayors are stepping up with local green initiatives — turning parks, solar panels, and heat pumps into tools for equity, public health, and economic growth. Their climate action isn’t just environmental — it’s deeply personal, practical, and reshaping cities from the ground up.\n<br><br>\nIn Cleveland, for example, Mayor Justin Bibb wants every resident to live within 10 minutes of a park by 2045. By converting abandoned lots and promoting walkability, the city is marrying environmental goals with livability — reducing emissions while addressing quality of life, public health, and economic fairness.\n<br><br>\nThese city-led climate efforts are generating economic ripple effects in rural America. Chicago now powers 400 city buildings with solar energy from downstate Illinois. Electric buses are built in West Virginia. Local climate policy is creating national opportunity — and mayors are making the case that it matters to everyone.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Illinois must protect the Great Lakes from invasive carp. A toxic mess stands in the way.",
      "link": "https://grist.org/accountability/illinois-must-protect-the-great-lakes-from-invasive-carp-a-toxic-mess-stands-in-the-way/",
      "pubDate": "Wed, 28 May 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s climate denial may help a livestock-killing pest make a comeback",
      "link": "https://grist.org/food-and-agriculture/trump-climate-denial-screwworm-fly-make-comeback/",
      "pubDate": "Tue, 27 May 2025 15:29:10 +0000",
      "description": "The USDA’s decades-long strategy to contain a deadly flesh-eating parasite is starting to fail, and experts warn that climate change and political neglect are making a U.S. resurgence dangerously likely. \n<br><br>\nThe New World screwworm was eradicated from the U.S. — with help from gamma rays and airplane dumps. In the 1950s, scientists began sterilizing male screwworm flies with radiation and dropping them over livestock regions by plane. Since females only mate once, the method worked — eventually pushing the parasite out of the U.S. and most of Central America. The USDA even helped fund a “Great Worm Wall,” or a biological barrier zone at the Panama-Colombia border, to keep them out.\n<br><br>\nBut in 2016, the parasite mysteriously returned to U.S. soil — and killed over 130 endangered deer. The first Florida outbreak in decades hit Big Pine Key, where Key deer began showing painful, gaping wounds. The USDA responded with fly traps and mass sterilized releases and curbed the budding threat — but the reappearance was a warning. Today, cases are exploding across Latin America, and the USDA has again suspended livestock imports from Mexico, where the invasive fly has breached containment lines.\n<br><br>\nSo what’s changed?",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How Big Ag thwarted wetlands protections in Illinois and Iowa",
      "link": "https://grist.org/food-and-agriculture/wetlands-protections-sackett-agricultural-lobbying-illinois-iowa-farm-bureau/",
      "pubDate": "Tue, 27 May 2025 08:45:00 +0000",
      "description": "Wetlands are soggy, muddy interstitial ecosystems like swamps, marshes, and bogs that often bridge the gap between dry land and larger bodies of water. The unifying feature across these landscapes is that they’re all some degree of waterlogged: The ground can be fully flooded or just saturated, and these conditions can vary seasonally. As a result of that water content, wetlands have specialized soils that store plenty of carbon. In addition, these sparse habitats provide critical ecological functions like soaking up excessive rains to mitigate flood risks and recharging groundwater.\n<br><br> \nWetlands have been under attack by corporate interests and those who want fewer bureaucratic hurdles when developing land. Two years ago this week, the Supreme Court’s decision in Sackett v. the Environmental Protection Agency significantly limited the agency’s ability to use the 1972 Clean Water Act to safeguard the nation’s wetlands from pollution and destruction. The decision effectively eliminated federal protection for most freshwater wetlands in the United States and shifted responsibility onto states to protect their wetlands from being demolished in the name of development.  \n<br><br>\nAlthough about half of all states already had their own wetland protection laws on the books, the other half had no state-level wetland protections. A report from the Union of Concerned Scientists found that wetlands in Illinois, Iowa, and other states in the Upper Midwest are particularly vulnerable to overdevelopment due to weak statewide regulations.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Solar apprenticeships give Virginia students a head start on clean energy",
      "link": "https://grist.org/business/solar-apprenticeships-give-virginia-students-a-head-start-on-clean-energy/",
      "pubDate": "Sun, 25 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Top winemaker ‘may have to leave its Spanish vineyards due to climate crisis’",
      "link": "https://grist.org/drought/top-winemaker-may-have-to-leave-its-spanish-vineyards-due-to-climate-crisis/",
      "pubDate": "Sat, 24 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Senate just voted to block California’s gas car ban",
      "link": "https://grist.org/regulation/senate-rescinds-californias-ev-rules-congressional-review-act/",
      "pubDate": "Thu, 22 May 2025 23:43:23 +0000",
      "description": "For nearly 60 years, California has had the power to set stricter car pollution rules than the federal government. That included a phaseout of gas-powered car sales by 2035. But the Senate just voted to overturn California’s waiver — effectively blocking the ban — using a little-known law from 1996 called the Congressional Review Act (CRA).\n<br><br>\nThis isn’t just about cars. Legal experts say using the CRA in this way could open the door to reversing all kinds of federal-state agreements — including those around health care, pollution permits, and even media licensing. Two government watchdogs warned that the CRA shouldn’t apply here — and even one GOP senator’s own memo agreed.\n<br><br>\nThis vote doesn’t revoke California’s entire clean air authority. Legal experts believe the state can still receive new waivers if it makes small changes. But the vote sets a dangerous precedent. It breaks with decades of respect for California’s leadership on clean energy, public health, and emissions reductions.\n<br><br>\nCalifornia’s car rules influence the whole country — because many other states follow its lead. Blocking California’s clean car plan could slow down electric vehicle adoption, weaken air pollution protections, and create legal chaos. It’s more than just one waiver. It’s a power move that may change how environmental policy gets made — and undone.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Moderate Republicans defended Biden’s climate law — then voted to repeal it",
      "link": "https://grist.org/politics/house-republican-tax-bill-inflation-reduction-act-repeal-clean-energy-tax-credits/",
      "pubDate": "Thu, 22 May 2025 21:50:01 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The weird way that penguin poop might be cooling Antarctica",
      "link": "https://grist.org/science/research-penguin-poop-cooling-antarctica/",
      "pubDate": "Thu, 22 May 2025 15:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}