{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-12-18T14:29:08.216665",
  "items": [
    {
      "title": "‘Massive disruption’: UK’s worst-case climate crisis scenarios revealed by scientists",
      "link": "https://www.theguardian.com/environment/2025/dec/18/massive-disruption-uk-worst-case-climate-crisis-risks",
      "pubDate": "Thu, 18 Dec 2025 14:00:02 GMT",
      "description": "<p>Scientists say government must prepare for ‘plausible’ 4C rise in temperature and a 2-metre rise in sea levels</p><p>The worst-case impacts of the climate crisis for the UK have been laid bare by scientists, ranging from a scorching 4C rise in temperatures to a 2-metre rise in sea level. Another scenario sees a plunge of 6C in temperature after the collapse of key Atlantic Ocean currents, massively disrupting farming and energy needs.</p><p>The impacts, some of which are linked to <a href=\"https://www.theguardian.com/environment/2022/sep/08/world-on-brink-five-climate-tipping-points-study-finds\">climate tipping points</a>, are seen as low probability but plausible. The researchers said the scenarios filled a gap in forecasting that had left the UK unprepared for extreme outcomes.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/18/massive-disruption-uk-worst-case-climate-crisis-risks\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Met Office: 2026 will bring heat more than 1.4C above preindustrial levels",
      "link": "https://www.theguardian.com/environment/2025/dec/18/met-office-2026-will-bring-heat-more-than-14c-above-preindustrial-levels",
      "pubDate": "Thu, 18 Dec 2025 00:01:20 GMT",
      "description": "<p>Forecast is slightly cooler than the record 1.55C reached in 2024, but 2026 set to be among four hottest years since 1850</p><p>Next year will bring heat more than 1.4C above preindustrial levels, meteorologists project, as fossil fuel pollution continues to bake the Earth and fuel extreme weather.</p><p>The UK Met Office’s central forecast is slightly cooler than the 1.55C reached in 2024, the warmest year on record, but 2026 is set to be among the four hottest years dating back to 1850.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/18/met-office-2026-will-bring-heat-more-than-14c-above-preindustrial-levels\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump administration to dismantle key climate research center in Colorado",
      "link": "https://www.theguardian.com/us-news/2025/dec/17/trump-boulder-ncar-climate-lab",
      "pubDate": "Wed, 17 Dec 2025 16:59:03 GMT",
      "description": "<p>Governor Jared Polis warned that breaking up Boulder’s NCAR would put ‘public safety at risk’</p><p>The Trump administration is breaking up a research center praised as a “crown jewel” of climate research after accusing it of spreading “alarmism” about climate change.</p><p>Russell Vought, the director of the White House’s office and management budget, said <a href=\"https://ncar.ucar.edu/\">the National Center for Atmospheric Research</a> (NCAR) in Boulder, Colorado, would be dismantled under the supervision of the National Science Foundation.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/17/trump-boulder-ncar-climate-lab\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Arctic endured year of record heat as climate scientists warn of ‘winter being redefined’",
      "link": "https://www.theguardian.com/world/2025/dec/16/artic-record-heat-shrunken-sea-ice-report",
      "pubDate": "Tue, 16 Dec 2025 17:01:09 GMT",
      "description": "<p>Region known as ‘world’s refrigerator’ is heating up as much as four times as quickly as global average, Noaa experts say</p><p>The Arctic endured a year of record heat and shrunken sea ice as the world’s northern latitudes continue a rapid shift to becoming rainier and less ice-bound due to the climate crisis, scientists have reported.</p><p>From October 2024 to September 2025, temperatures across the entire Arctic region were the hottest in 125 years of modern record keeping, the US National Oceanic and Atmospheric Administration (Noaa) said, with the last 10 years being the 10 warmest on record in the Arctic.</p> <a href=\"https://www.theguardian.com/world/2025/dec/16/artic-record-heat-shrunken-sea-ice-report\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Tuesday briefing: What polar bear DNA tells us about a warming Arctic",
      "link": "https://www.theguardian.com/world/2025/dec/16/monday-briefing-polar-bear-dna-arctic-climate-crisis-helena-horton",
      "pubDate": "Tue, 16 Dec 2025 06:50:14 GMT",
      "description": "<p>In today’s newsletter: As species across the world struggle to keep pace with global warming, ​how ​do we report the rare glimmers of hope without downplaying the accelerating ecological ​crisis?</p><p>Good morning. Amid the constant drumbeat of bleak news about the planet’s environment and the accelerating climate emergency, the occasional bright spot still emerges. One example came last week, when researchers published the first statistical evidence that <a href=\"https://www.theguardian.com/environment/2025/dec/12/changes-to-polar-bear-dna-could-help-them-adapt-to-global-heating-study-finds\">polar bears are changing their DNA</a> in response to a warming Arctic.</p><p>But is it really good news that human activity – the burning of fossil fuels and the destruction of habitats – is forcing animals to alter their genetic makeup? The picture, as ever, is complicated.</p><p><em><strong>Donald Trump</strong></em> | Donald Trump has <a href=\"https://www.theguardian.com/us-news/2025/dec/15/trump-bbc-lawsuit\">filed a lawsuit against the BBC</a> over its editing of a speech he made to supporters in Washington before they stormed the US Capitol in 2021, requesting at least $5bn in damages.</p><p><em><strong>Australia </strong></em>| Australia’s national security agency Asio <a href=\"https://www.theguardian.com/australia-news/2025/dec/16/bondi-beach-terror-attack-thousands-mourn-at-vigils-around-australia-as-albanese-promises-stricter-gun-laws-ntwnfb\">investigated one of the alleged Bondi shooters</a> in 2019 over potential extremist links but decided he was not “a person of interest”, prime minister Anthony Albanese has revealed, despite two of the man’s associates being jailed.</p><p><em><strong>International trade</strong></em> | The US has <a href=\"https://www.theguardian.com/us-news/2025/dec/15/us-pauses-tech-prosperity-deal-britain-donald-trump-keir-starmer\">paused its promised multi-billion-pound investment</a> into British tech over trade disagreements, marking a serious setback in US-UK relations.</p><p><em><strong>Health</strong></em><strong> </strong>| Resident doctors in England will go on<a href=\"https://www.theguardian.com/society/2025/dec/15/resident-doctors-in-england-vote-to-go-ahead-with-strike\"> strike as planned this </a>Wednesday for five days, after they voted to reject the government’s latest offer to end the long running pay and jobs dispute.</p><p><em><strong>Ukraine </strong></em>| Europe is <a href=\"https://www.theguardian.com/world/2025/dec/15/ukraine-talks-european-leaders-meet-berlin-starmer-macron-zelenskyy-merz-us-witkoff\">ready to lead a “multinational force”</a> in Ukraine as part of a US proposal for a peace agreement between Russia and Ukraine, European leaders have said.</p> <a href=\"https://www.theguardian.com/world/2025/dec/16/monday-briefing-polar-bear-dna-arctic-climate-crisis-helena-horton\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This is another ‘ozone layer’ moment. Now, we must urgently target methane | Mia Mottley",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/16/ozone-layer-moment-methane-emissions-oil-gas-industry-climate-tipping-points",
      "pubDate": "Tue, 16 Dec 2025 08:00:15 GMT",
      "description": "<p>The oil and gas industry must be legally bound to cut methane emissions. With climate tipping points approaching, time is running out </p><p>• Mia Mottley is the prime minister of Barbados</p><p>The timing is brutal. Just as the world celebrates the <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">10th anniversary</a> of the adoption of the Paris climate agreement this month, new evidence shows that the world is crashing through the main defence that was constructed against climate catastrophe.</p><p>The three-year temperature average is – for the first time – set to exceed the Paris guardrail of 1.5C above preindustrial levels. According to the <a href=\"https://climate.copernicus.eu/copernicus-2025-course-be-joint-second-warmest-year-november-third-warmest-record\">Copernicus Climate Change Service</a>, 2025 will join 2023 and 2024 as the three warmest since the Industrial Revolution, reflecting the accelerating pace of the climate crisis.</p><p>Mia Mottley is the prime minister of Barbados</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/16/ozone-layer-moment-methane-emissions-oil-gas-industry-climate-tipping-points\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Paris climate treaty changed the world. Here’s how | Rebecca Solnit",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary",
      "pubDate": "Fri, 12 Dec 2025 11:00:34 GMT",
      "description": "<p>There’s much more to do, but we should be encouraged by the progress we have made</p><p>Today marks the 10th anniversary of the Paris climate treaty, one of the landmark days in climate-action history. Attending the conference as a journalist, I watched and listened and wondered whether 194 countries could ever agree on anything at all, and the night before they did, people who I thought were more sophisticated than me assured me they couldn’t. Then they did. There are a lot of ways to tell the story of what it means and where we are now, but any version of it needs respect for the complexities, because there are a lot of latitudes between the poles of total victory and total defeat.</p><p>I had been dreading the treaty anniversary as an occasion to note that we have not done nearly enough, but in July I thought we might be able celebrate it. Because, on 23 July, the international court of justice handed down an epochal ruling that gives that treaty enforceable consequences it never had before. It declares that all nations have a legal obligation to act in response to the climate crisis, and, as Greenpeace International <a href=\"https://www.greenpeace.org/international/press-release/77262/international-court-justice-historic-advisory-opinion-climate-impacts/\">put</a> it, “obligates states to regulate businesses on the harm caused by their emissions regardless of where the harm takes place. Significantly, the court found that the right to a clean, healthy and sustainable environment is fundamental for all other human rights, and that intergenerational equity should guide the interpretation of all climate obligations.” The Paris treaty was <a href=\"https://www.icj-cij.org/node/205627\">cited</a> repeatedly as groundwork for this decision.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s two years since we were told ‘the age of fossil fuels will end’. When will Australia get prepared for what’s coming? | Clear Air",
      "link": "https://www.theguardian.com/environment/commentisfree/2025/dec/10/the-age-of-fossil-fuels-will-end-coal-gas-exports-australia",
      "pubDate": "Tue, 09 Dec 2025 23:26:58 GMT",
      "description": "<p>The decline of the coal export industry could come even faster than expected, and we need to do more to manage the economic risks</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>The year is winding down and for some Australians that means thinking about Christmas or the beach. For others, it will mean considering how they will cope with the next heatwave or bushfire. Already, <a href=\"https://www.theguardian.com/australia-news/2025/dec/09/australia-nsw-tasmania-bushfires-warning-experts\">two states have been burning</a>.</p><p>The least bold prediction for the summer is that temperature records will tumble. It’s what happens when temperatures are on average 1.5C hotter than a little over a century ago.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/dec/10/the-age-of-fossil-fuels-will-end-coal-gas-exports-australia\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on solar geoengineering: Africa has a point about this risky technology | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/08/the-guardian-view-on-solar-geoengineering-africa-has-a-point-about-this-risky-technology",
      "pubDate": "Mon, 08 Dec 2025 18:08:03 GMT",
      "description": "<p>Sun-dimming risks putting the planet’s thermostat under Donald Trump’s control. Better to adopt the precautionary principle with high-stakes science</p><p>It is fitting that this week’s <a href=\"https://www.newindianexpress.com/world/2025/Dec/05/interview-multilateralism-is-under-strain-but-whats-the-alternative-inger-andersen\">UN environment talks</a> are in Nairobi, with Africa shaping the global climate conversation. The continent’s diplomats are dealing with the vexed question of whether it is wise to try to cool the planet by dimming the sun’s rays. While not on the formal summit agenda, on the sidelines they are <a href=\"https://www.theenergymix.com/african-states-stand-firm-against-solar-geoengineering-urge-real-climate-solutions/\">arguing</a> that it’s time to stop promoting solar geoengineering technology as a solution to global heating. It’s hard to disagree.</p><p>African nations have acted because they don’t want their continent to become a <a href=\"https://www.nytimes.com/2023/04/18/opinion/geoengineering-climate-change-technology-africa.html\">test bed</a> for unproven schemes to spray particles into the high atmosphere to reflect sunlight away from Earth for a small, uncertain cooling gain. They point to <a href=\"https://www.project-syndicate.org/commentary/africa-must-not-be-test-site-for-solar-geoengineering-by-chukwumerije-okereke-and-nnimmo-bassey-2025-06\">environmental, ethical and geopolitical risks</a>. That’s why the continent is pushing for a global “<a href=\"https://wedocs.unep.org/rest/api/core/bitstreams/2426ad5e-d7ae-408a-8e1c-de901ea6cd35/content\">non-use</a>” agreement that would rule out public funding, outdoor experiments, patenting and official promotion of these technologies.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/08/the-guardian-view-on-solar-geoengineering-africa-has-a-point-about-this-risky-technology\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How climate breakdown is putting the world’s food in peril - in maps and charts",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/dec/18/how-climate-breakdown-is-putting-the-worlds-food-in-peril-in-maps-and-charts",
      "pubDate": "Thu, 18 Dec 2025 07:00:30 GMT",
      "description": "<p>From floods to droughts, erratic weather patterns are affecting food security, with crop yields projected to fall if changes are not made</p><p>Experts have warned that the world’s ability to feed itself is under threat from the “chaos” of extreme weather caused by climate change.</p><p>Crop yields have increased enormously over the past few decades. But early warning signs have arrived as crop yield rates flatline, prompting warnings of efficiency hitting its limits and the impacts of climate change taking effect.</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/dec/18/how-climate-breakdown-is-putting-the-worlds-food-in-peril-in-maps-and-charts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Is chorus of winter birdsong a herald of spring – or warning of climate crisis?",
      "link": "https://www.theguardian.com/news/2025/dec/18/is-chorus-of-winter-birdsong-a-herald-of-spring-or-warning-of-climate-crisis",
      "pubDate": "Thu, 18 Dec 2025 06:00:28 GMT",
      "description": "<p>Spells of unseasonably mild weather are prompting species such as the skylark to burst into song </p><p>December is not noted for birdsong in the UK, as most species are more concerned with finding food during the short hours of daylight than preparing for the breeding season to come. Yet during spells of unseasonably mild winter weather some will practice their sweet refrains.</p><p>Over the past few weeks I’ve heard several species singing: not quite as forcefully as in the spring, but enough for me to take notice.</p> <a href=\"https://www.theguardian.com/news/2025/dec/18/is-chorus-of-winter-birdsong-a-herald-of-spring-or-warning-of-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A Chocolate Orange has doubled in price – and got smaller. Why?",
      "link": "https://www.theguardian.com/lifeandstyle/2025/dec/18/a-chocolate-orange-has-doubled-in-price-and-got-smaller-why",
      "pubDate": "Thu, 18 Dec 2025 05:00:28 GMT",
      "description": "<p>From Quality Street to Toblerone to the Terry’s classic, festive treats are becoming more of a luxury – and it’s not just down to the price of cocoa </p><p>You’re right – it is smaller. The Terry’s Chocolate Orange on shop shelves this Christmas weighs 12g less than it did this time last year. That’s a decrease in size of 8% – not as big a cut as when the product lost 10% of its mass in 2016, but a further whittling away of a favourite Christmas treat.</p><p>Prices have been going up too, although it’s been a series of increases. Figures from market researchers Assosia show that across the big four supermarkets, the full price of a Chocolate Orange has increased from £1.24 in December 2022 to about £2.25 today – a rise of 81%. If you factor in the size reduction, you’re actually paying 96% more.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2025/dec/18/a-chocolate-orange-has-doubled-in-price-and-got-smaller-why\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The trauma after the storm: Hurricane Melissa leaves trail of emotional devastation across Jamaica",
      "link": "https://www.theguardian.com/global-development/2025/dec/16/trauma-storm-hurricane-melissa-emotional-devastation-mental-health-ptsd-jamaica",
      "pubDate": "Tue, 16 Dec 2025 14:00:06 GMT",
      "description": "<p>Experts are calling for the integration of mental health into climate-disaster policy in the Caribbean as studies show that PTSD risks increase after hurricanes and displacement</p><p></p><p>When <a href=\"https://www.theguardian.com/world/hurricane-melissa\">Hurricane Melissa</a> struck <a href=\"https://www.theguardian.com/world/jamaica\">Jamaica</a> on 28 October with 185mph winds, destroying homes, hospitals and infrastructure, <a href=\"https://www.theguardian.com/world/2025/nov/05/jamaica-pm-says-hurricane-melissa-caused-damage-equivalent-to-nearly-one-third-of-gdp\">killing 32 people</a> and <a href=\"https://news.un.org/en/story/2025/11/1166272\">affecting 1.5 million</a>, Toni-Jan Ifill immediately realised it would leave many with long-term traumatic memories.</p><p>A month and a half after the storm, which also affected <a href=\"https://www.theguardian.com/global-development/2025/nov/20/they-just-call-it-the-virus-mosquito-borne-illnesses-heap-misery-on-cubans-affected-by-hurricane-melissa\">eastern Cuba</a>, the clinical psychologist says recollections of the terrifying winds also haunt some of the staff at the University Hospital of the West Indies in Kingston. Even the sound of rain can cause trauma responses among people who lived through it.</p> <a href=\"https://www.theguardian.com/global-development/2025/dec/16/trauma-storm-hurricane-melissa-emotional-devastation-mental-health-ptsd-jamaica\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}