{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-11-15T05:23:52.744167",
  "items": [
    {
      "title": "Indigenous groups blockade Cop30 conference entrance in protests – as it happened",
      "link": "https://www.theguardian.com/environment/live/2025/nov/14/cop30-live-updates-activists-blockade-summit-climate-conference",
      "pubDate": "Fri, 14 Nov 2025 20:45:35 GMT",
      "description": "<p>The members of the Munduruku people met Cop30 president André Corrêa do Lago and demanded an end to invasions of their land</p><p>Norway and the United Arab Emirates - both significant fossil fuel producers - are among the ministerial pairings announced by the Brazilian Cop30 Presidency. The task of the pairings is to consult with countries on specific issues and report their views back to the presidency, to help the negotiations progress.</p><p>The ministers from Norway and the UAE will work on the “<a href=\"https://www.wri.org/insights/explaining-global-stocktake-paris-agreement\">global stocktake</a>”, the strand of the talks about the big gap between the carbon emissions cuts needed and the real world. At its heart is cutting fossil fuel emissions, which makes it a target for obstruction by petrostates. The UAE hosted Cop28 in 2023, which delivered the <a href=\"https://www.theguardian.com/environment/2023/dec/13/cop28-landmark-deal-agreed-to-transition-away-from-fossil-fuels\">first ever mention of fossil fuels</a> in a Cop outcome.</p><p>Gambia and Germany, working on adaptation</p><p>Egypt and Spain, working on mitigation, i.e. cutting emissions</p><p>Mexico and Poland, working on just transition, i.e. making the switch to a clean economy fair</p><p>Australia and India, working on clean technology transfer from rich to poor countries</p><p>Chile and Sweden, working on gender, i.e. <a href=\"https://www.theguardian.com/environment/2025/nov/13/row-over-definition-of-gender-hangs-over-cop30-plans-to-support-women\">ensuring climate action addresses gender inequality</a> and empowers women</p> <a href=\"https://www.theguardian.com/environment/live/2025/nov/14/cop30-live-updates-activists-blockade-summit-climate-conference\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Protesters blockade Cop30 summit over plight of Indigenous peoples",
      "link": "https://www.theguardian.com/environment/2025/nov/14/protesters-blockade-cop30-summit-over-plight-of-indigenous-peoples",
      "pubDate": "Fri, 14 Nov 2025 16:23:20 GMT",
      "description": "<p>Munduruku people demand to speak to Brazil’s president, saying they are never listened to</p><ul><li><p><a href=\"https://www.theguardian.com/environment/cop30\">Cop30: click here for full Guardian coverage of the climate talks in Brazil</a></p></li></ul><p>Protesters blockaded the main entrance to the Cop30 climate conference for several hours early on Friday morning, demanding to speak to Brazil’s president about the plight of the country’s Indigenous peoples.</p><p>About 50 people from the Munduruku people in the Amazon basin blocked the entrance with some assistance from international green groups, watched by a huge phalanx of riot police, soldiers and military vehicles.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/14/protesters-blockade-cop30-summit-over-plight-of-indigenous-peoples\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "First Thing: Jeffrey Epstein advised Steve Bannon during 2018 pro-Trump media campaign",
      "link": "https://www.theguardian.com/us-news/2025/nov/14/first-thing-epstein-steve-bannon-trump-media-campaign",
      "pubDate": "Fri, 14 Nov 2025 15:21:24 GMT",
      "description": "<p>Text messages released by US House show convicted sex offender coaching Maga influencer on political messaging. Plus, readers’ favourite photo booth moments 100 years after its invention</p><p>Good morning.</p><p>The convicted sex offender Jeffrey Epstein apparently served as <a href=\"https://www.theguardian.com/us-news/2025/nov/14/jeffrey-epstein-steve-bannon\">a behind-the-scenes adviser to the former Trump official and Maga influencer Steve Bannon</a> during an August 2018 media campaign to defend Trump and his agenda, and to promote Bannon’s media ventures.</p><p><strong>What else has been released in the flood of recent Epstein emails?</strong> Among many, many other things, one email shows an exchange between him and an associate in which they discuss “girls” and travel. The justice department continues to downplay the possibility that other men were involved in Epstein’s abuse of teen girls.</p><p><strong>What’s happening with </strong><strong>rest of the Epstein files?</strong> Trump is facing the prospect of a politically damaging congressional vote to release the files, after attempts to press two members of Congress to withdraw their backing for it appeared to have failed.</p><p><strong>What exactly is climate finance? Who pays it? And who gets it? </strong>Sixteen years ago, at the climate summit in Copenhagen, rich and polluting countries pledged to provide $100bn (£76bn) each year by 2020 <a href=\"https://www.theguardian.com/global-development/2025/nov/14/what-exactly-is-climate-finance-who-pays-it-and-who-gets-it\">so that poorer countries could cut their emissions and adapt to a hotter world</a>. Last year, they set a new target of $300bn (£227bn) a year by 2035.</p> <a href=\"https://www.theguardian.com/us-news/2025/nov/14/first-thing-epstein-steve-bannon-trump-media-campaign\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Indigenous protesters block entrance to Cop30 summit venue – video",
      "link": "https://www.theguardian.com/environment/video/2025/nov/14/indigenous-protesters-block-entrance-cop30-summit-venue-video",
      "pubDate": "Fri, 14 Nov 2025 14:40:32 GMT",
      "description": "<p>Dozens of Indigenous activists blocked the entrance of the Cop30 summit venue on Friday, demanding that the Brazilian government halt all development projects in the Amazon, including mining, logging, oil drilling and the building of a new railway for transporting mining and agricultural products. The protesters staged a sit-in creating long queues and forcing delegates to use a side entrance to resume their negotiations on tackling the climate crisis</p><ul><li><p><a href=\"https://www.theguardian.com/environment/live/2025/nov/14/cop30-live-updates-activists-blockade-summit-climate-conference\"><strong>Cop30 – latest updates</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/environment/video/2025/nov/14/indigenous-protesters-block-entrance-cop30-summit-venue-video\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Yellow fever and dengue cases surge in South America as climate crisis fuels health issues",
      "link": "https://www.theguardian.com/environment/2025/nov/14/yellow-fever-dengue-south-america-climate",
      "pubDate": "Fri, 14 Nov 2025 12:00:41 GMT",
      "description": "<p>Disease outbreaks from South America to Europe have been worsened by rising global temperatures, experts say</p><p>Surging cases of yellow fever and dengue in South America highlight the growing assault on people’s health from the climate crisis, with infectious diseases spread by mosquitoes and deadly heat also now pushing into temperate regions such as Europe, experts have warned at the Cop30 climate summit.</p><p>There have been 356 cases of yellow fever in South America and 152 deaths so far this year, largely in the Amazon region, according to <a href=\"https://shiny.paho-phe.org/yellowfever/\">Pan American Health Organization figures</a>. Apart from a large spike in 2017 and 2018, this is the largest number of yellow fever cases for any year in the continent, bar one, since 1960.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/14/yellow-fever-dengue-south-america-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Amid squabbles, bombast and competing interests, what can Cop30 achieve?",
      "link": "https://www.theguardian.com/news/ng-interactive/2025/nov/09/amid-squabbles-bombast-and-competing-interests-what-can-cop30-achieve",
      "pubDate": "Sun, 09 Nov 2025 06:00:24 GMT",
      "description": "<p>Climate summit in Brazil needs to find way to stop global heating accelerating amid stark divisions</p><p>“It broke my heart.” Surangel Whipps, president of the tiny Pacific nation of Palau, was sitting in the front row of the UN’s general assembly in New York when Donald Trump made a <a href=\"https://www.theguardian.com/world/2025/sep/24/trump-un-general-assembly-speech-analysis\">long and rambling speech</a>, his first to the UN since his re-election, on 23 September.</p><p>Whipps was prepared for fury and bombast from the US president, but what followed was shocking. Trump’s <a href=\"https://www.theguardian.com/us-news/video/2025/sep/24/fact-checking-donald-trump-claims-un-address-video\">rant on the climate crisis</a> – a “green scam”, “the greatest con job ever perpetrated”, “predictions made by stupid people” – was an unprecedented attack on science and global action from a major world leader.</p> <a href=\"https://www.theguardian.com/news/ng-interactive/2025/nov/09/amid-squabbles-bombast-and-competing-interests-what-can-cop30-achieve\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Less arguing, more action: will Brazil’s unorthodox approach to Cop30 work?",
      "link": "https://www.theguardian.com/environment/2025/nov/08/brazil-unorthodox-cop30-approach-no-agenda",
      "pubDate": "Sat, 08 Nov 2025 06:00:55 GMT",
      "description": "<p>Host uses Indigenous concepts and changes agenda to help delegates agree on ways to meet existing climate goals</p><p>Shipping containers, cruise ships, river boats, schools and even army barracks have been pressed into service as <a href=\"https://www.theguardian.com/environment/2025/sep/16/un-tries-to-limit-staff-going-to-cop30-in-brazil-due-to-high-price-of-hotels\">accommodation</a> for the 50,000 plus people descending on the Amazon: this year’s Cop30 climate summit is going to be, in many ways, an unconventional one.</p><p>Located in <a href=\"https://www.theguardian.com/environment/2025/apr/25/brazil-host-cop30-climate-talks-amazon\">Belém, a small city at the mouth of the Amazon river</a>, the Brazilian hosts have been <a href=\"https://www.theguardian.com/environment/2025/jul/30/un-emergency-talks-sky-high-accommodation-costs-cop30-brazil\">criticised for the exorbitant cost of scarce hotel rooms</a> and <a href=\"https://www.theguardian.com/environment/2025/sep/22/belem-residents-evicted-to-make-way-for-cop30-rentals#:~:text=On%20the%20edge%20of%20the,days%20to%20vacate%20their%20apartments.\">hastily vacated apartments</a>. Many delegations have slimmed down their presence, while business leaders have decamped to hold their own events in São Paulo and Rio de Janeiro.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/08/brazil-unorthodox-cop30-approach-no-agenda\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Lula’s balancing act: Cop30 Amazon summit juggles climate and social priorities",
      "link": "https://www.theguardian.com/environment/2025/nov/08/brazil-amazon-summit-juggles-climate-and-social-priorities",
      "pubDate": "Sat, 08 Nov 2025 14:00:05 GMT",
      "description": "<p>Brazil’s president welcomes world leaders while navigating divided government, promising action on deforestation and emissions</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/06/tropical-forest-forever-fund-proposed-cop30-tackle-climate-change\">How could the Tropical Forest Forever Facility tackle deforestation?</a></p></li></ul><p>Brazil’s president, Luiz Inácio Lula da Silva, has welcomed world leaders to Belém for the first climate summit in the Amazon, where conservationists hope he can be a champion for the rainforest and its people.</p><p>But with a divided administration, a hostile Congress and 20th-century developmentalist instincts, this global figurehead of the centre left has a balancing act to perform in advocating protection of nature and a reduction of emissions.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/08/brazil-amazon-summit-juggles-climate-and-social-priorities\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Q&A: what are the main issues at Cop30 and why do they matter?",
      "link": "https://www.theguardian.com/environment/2025/nov/10/cop30-what-are-the-main-issues-and-why-do-they-matter",
      "pubDate": "Mon, 10 Nov 2025 05:00:52 GMT",
      "description": "<p>Cop returns to its Brazilian roots and attempts to map a path to crucial emissions cuts that navigates financial, scientific and ethical aspects of the climate crisis</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/10/rich-countries-have-lost-enthusiasm-for-tackling-climate-crisis-says-cop30-chief\">Rich countries have lost enthusiasm for tackling climate crisis, says Cop30 chief</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/10/from-net-zero-to-ndcs-your-comprehensive-cop30-jargon-buster\">From net zero to NDCs: your comprehensive Cop30 jargon buster</a></p></li></ul><p>Cop30 is the 30<sup>th</sup> conference of the parties under the UN Framework Convention on Climate Change (UNFCCC), the treaty signed in 1992 in Rio de Janeiro that binds the world to “avoid dangerous climate change”, without specifying how to do so.</p><p>This year, Cop returns to its roots in Brazil for the first time in the <a href=\"https://www.theguardian.com/environment/2025/nov/05/a-meeting-of-voices-flotillas-head-into-belem-ahead-of-cop30-climate-summit\">Amazonian city of Belém</a>. The Brazilian hosts have a packed agenda, with 145 separate items on it, and decided to begin early, with a preliminary event called the Belém Climate Summit. World leaders were invited to this two-day event, held on Thursday 6 and Friday 7 November in Belém, to try to encourage their negotiating teams to shed entrenched positions and take bold actions at Cop itself.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/10/cop30-what-are-the-main-issues-and-why-do-they-matter\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on Cop30: someone has to pay for the end of the oil and gas age | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/14/the-guardian-view-on-cop30-someone-has-to-pay-for-the-end-of-the-oil-and-gas-age",
      "pubDate": "Fri, 14 Nov 2025 18:30:47 GMT",
      "description": "<p>The fossil-fuel era is drawing to a close, but at a pace far too slow for the planet’s good or a fair transition to a clean energy future</p><p>The weather in Belém, <a href=\"https://www.theguardian.com/environment/live/2025/nov/13/cop30-live-calls-for-just-transition-plan-grow-as-report-warns-world-on-track-for-26c-of-heating?CMP=share_btn_url&amp;page=with%3Ablock-6915e4848f08058ea1c790b8#block-6915e4848f08058ea1c790b8\">wrote</a> the Guardian’s environment editor, offers a convenient metaphor for the UN climate talks being held in the Brazilian city. Sunny mornings begin in blazing optimism before the Amazon’s clouds gather and the deluge begins. Cop30 has followed the same pattern. It opened with sunshine – an agenda agreed on day one. The storms were deferred for later “consultations” on climate finance, carbon border tariffs and the question of how to close the yawning gap between national climate pledges and the Paris agreement’s safe pathway. These await Cop30’s second week.</p><p>They are likely to be more than mere squalls. The International Energy Agency <a href=\"https://www.theguardian.com/environment/2025/nov/12/supply-boom-in-cheaper-renewables-will-seal-end-of-fossil-fuel-era-says-iea\">confirmed</a> last week that the fossil-fuel era is ending. Its annual report said the world will hit peak coal, oil and gas this decade and see declines thereafter. The economist Fadhel Kaboub, who advises developing nations on climate, <a href=\"https://globalsouthperspectives.substack.com/p/can-cop30-be-the-cop-of-truth\">argues</a> this is not “because of political will, but because the economics of renewables is winning”. Africa, he says, can generate about 1,000 times the electricity it will need in 2040 – which could be exported. Globally, however, hydrocarbon use is easing far too slowly. The fight over money and a just transition matters at Cop30.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/14/the-guardian-view-on-cop30-someone-has-to-pay-for-the-end-of-the-oil-and-gas-age\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Scrapping green subsidies is short-termist sabotage – and as usual the consumer will pay | Camilla Born",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/14/scrapping-green-subsidies-short-termist-sabotage-consumer-pay",
      "pubDate": "Fri, 14 Nov 2025 17:53:35 GMT",
      "description": "<p>Weaning ourselves off gas is the only way to reduce energy bills long term. Cutting support for this is exactly the ‘sticking-plaster politics’ Labour promised to end</p><p>After years of painfully high energy bills, diminishing household budgets and stalled investment, this year’s budget, on 26 November, should be the moment when the government finally starts to confront why the UK’s energy system is so expensive. And yet, if recent briefings suggesting that Labour <a href=\"https://www.theguardian.com/politics/2025/nov/13/hundreds-of-thousands-to-lose-heat-pump-subsidies-in-reevess-budget-plan\">will dramatically scale back the heat pump subsidy</a> for households are to be believed, it is now repeating exactly the same mistakes as its predecessors.</p><p>People want relief from painful energy bills. In the long term, electrification is the only way to provide this. In practice, that means switching from gas boilers to heat pumps, shifting from petrol cars to electric vehicles: boosting access to technologies that are modern, cheaper to run, and are already becoming mainstream. At present, our energy system protects the legacy gas-based system, subsidising supply and penalising demand in ways that keep gas artificially cheap and electricity artificially expensive, even when electric technologies cost less to operate.</p><p>Camilla Born is the CEO of Electrify Britain, a campaigning organisation founded by EDF and Octopus Energy</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/14/scrapping-green-subsidies-short-termist-sabotage-consumer-pay\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Is climate change really something we need to stress about? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/nov/15/is-climate-change-really-something-we-need-to-stress-about",
      "pubDate": "Fri, 14 Nov 2025 14:00:41 GMT",
      "description": "<p>We could just wait until it all boils over</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/nov/15/is-climate-change-really-something-we-need-to-stress-about\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How a Texas shrimper stalled Exxon’s $10bn plastics plant | Shilpi Chhotray",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/14/texas-shrimper-exxon-plastics",
      "pubDate": "Fri, 14 Nov 2025 13:00:40 GMT",
      "description": "<p>Diane Wilson recognized Exxon’s playbook – and showed how local people can take on even the most entrenched industries</p><p>When ExxonMobil <a href=\"https://www.icis.com/explore/resources/news/2025/10/01/11142426/us-exxonmobil-to-delay-proposed-pe-project-on-market-conditions/\">announced</a> it would “slow the pace of development” on a $10bn plastics plant along the Texas Gulf coast, the company blamed market conditions. But it wasn’t just the market applying pressure; it was a 77-year-old shrimper named Diane Wilson who refused to stay silent. Her fight exposes big oil’s latest survival plan: ramping up oil and gas production to <a href=\"https://www.theguardian.com/us-news/2024/apr/18/plastic-production-emission-climate-crisis\">create plastic</a>.</p><p>I first met Wilson back in 2019 while tracking her <a href=\"https://www.theguardian.com/environment/2023/apr/24/2023-goldman-environmental-prize-winners\">historic lawsuit</a> against Formosa Plastics, the Taiwanese petrochemical giant accused of dumping toxic plastic waste throughout coastal Texas. Billions of tiny plastic pellets were contaminating waterways, shorelines and even the soil itself.</p><p>Shilpi Chhotray is the co-founder and president of Counterstream Media and Host of A People’s Climate for the Nation</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/14/texas-shrimper-exxon-plastics\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Guns, gangs and drought: how crime and the climate crisis are reshaping Haiti",
      "link": "https://www.theguardian.com/global-development/2025/nov/13/haiti-violence-climate-disaster-drought-haitians-gang-warfare",
      "pubDate": "Thu, 13 Nov 2025 12:00:41 GMT",
      "description": "<p>Cities in the grip of urban warfare are being pushed to collapse by an influx of people fleeing hunger in rural areas as crops fail</p><p></p><p>Émile Charles fled Kenscoff in September when armed men overran his land. Leaving everything he owned behind, the farmer found refuge above Turgeau, one of the few neighbourhoods of Port-au-Prince still beyond the gangs’ reach.</p><p>New arrivals to Haiti’s capital climb ever-high to claim a few square metres and throw up a makeshift shelter of planks and rusty corrugated iron. To reach his, Charles scrambles up a steep path. Glasses perched on his head, he gazes across the hills at scattered shacks. “They arrived without warning and burned our crops,” he says. “We ran for our lives. Those who didn’t leave were killed. Two of my brothers were murdered.”</p><p>Émile Charles, who fled his land when it was overrun by armed men</p> <a href=\"https://www.theguardian.com/global-development/2025/nov/13/haiti-violence-climate-disaster-drought-haitians-gang-warfare\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘There’s fire all around us, this is it’ – This is climate breakdown",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/nov/12/fire-all-around-us-this-is-climate-breakdown",
      "pubDate": "Wed, 12 Nov 2025 12:00:23 GMT",
      "description": "<p>Working with jaguars in Brazil’s Pantanal was a huge source of joy. But the wildfires are getting worse. This is Abbie’s story</p><p><em>Location</em> Pantanal, Brazil</p><p><em>Disaster</em> Wildfires, a number of years</p><p><em>Abbie Martin splits her time between captaining a boat in the Virgin Islands and doing research in Brazil’s Pantanal, a region that includes the world’s largest tropical wetland and where she founded the Jaguar Identification Project. <a href=\"https://www.wwf.org.br/?80048/Fire-killed-17-million-vertebrates-in-the-Pantanal-in-2020\">Fires</a> in the Pantanal have reached new extremes, killing at least 17 million vertebrate animals and burning 27</em><em>% of the vegetation cover in 2020. Climate </em><em>breakdown made the Pantanal <a href=\"https://doi-org.ezproxy.library.uvic.ca/10.1038/s41598-025-01980-6\">drier</a> between 2001-21, <a href=\"https://doi-org.ezproxy.library.uvic.ca/10.1007/s11069-025-07446-2\">increasing</a> the occurrence of above-average fires in the region.</em></p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/nov/12/fire-all-around-us-this-is-climate-breakdown\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Waiting for the tsunami: Tofino’s waves are loved by surfers – but this Canadian town is braced for disaster",
      "link": "https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics",
      "pubDate": "Tue, 11 Nov 2025 12:00:54 GMT",
      "description": "<p>How do you plan for an event whose timing is unknown? For Tofino’s residents  the threat is distant but signs of preparedness are everywhere</p><p>Justin Goss was in the shower when he first heard the piercing wail of a nearby tsunami early-warning siren. Still dripping wet, he threw on clothes, grabbed his dog and rushed to the truck. The pair made it 3 metres and no further.</p><p>“The whole parking lot across the street was jammed up. It was complete gridlock within three minutes,” he says. “I thought, ‘Oh shit, this is not good.’”</p> <a href=\"https://www.theguardian.com/environment/2025/nov/11/canada-tofino-disasters-earthquakes-tsunami-tourism-tectonics\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Datacenters meet resistance over environmental concerns as AI boom spreads in Latin America",
      "link": "https://www.theguardian.com/technology/2025/nov/10/data-centers-latin-america",
      "pubDate": "Mon, 10 Nov 2025 23:58:06 GMT",
      "description": "<p>An expert describes how communities in some of the world’s driest areas are demanding transparency as secretive governments court billions in foreign investment</p><p><em>This Q&A originally appeared as part of The Guardian’s TechScape newsletter. <strong><a href=\"https://www.theguardian.com/info/2022/sep/20/sign-up-for-the-techscape-newsletter-our-free-technology-email\">Sign up for this weekly newsletter here</a></strong></em>.</p><p>The datacenters that power the <a href=\"https://www.theguardian.com/technology/artificialintelligenceai\">artificial intelligence</a> boom are beyond <a href=\"https://www.theguardian.com/global/2025/nov/04/the-mind-boggling-valuations-of-ai-companies\">enormous</a>. Their financials, their physical scale, and the amount of information contained within are so massive that the idea of stopping their construction can seem like opposing an avalanche in progress.</p> <a href=\"https://www.theguardian.com/technology/2025/nov/10/data-centers-latin-america\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}