{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-07-13T20:26:14.431658",
  "items": [
    {
      "title": "HSBC becomes first UK bank to quit industry’s net zero alliance",
      "link": "https://www.theguardian.com/business/2025/jul/11/hsbc-leaves-net-zero-banking-alliance-climate-crisis",
      "pubDate": "Fri, 11 Jul 2025 17:38:43 GMT",
      "description": "<p>Campaigners condemn ‘troubling’ move that follows departure of six of largest US banks after Trump’s election</p><p>HSBC has become the first UK bank to leave the global banking industry’s net zero target-setting group, as campaigners warned it was a “troubling” sign over the lender’s commitment to tackling the climate crisis.</p><p>The move risks triggering further departures from the Net Zero Banking Alliance (NZBA) by UK banks, in a fresh blow to international climate coordination efforts.</p> <a href=\"https://www.theguardian.com/business/2025/jul/11/hsbc-leaves-net-zero-banking-alliance-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It can’t withstand the heat’: fears ‘stable’ Patagonia glacier in irreversible decline",
      "link": "https://www.theguardian.com/environment/2025/jul/11/glacier-patagonia-perito-moreno-decline",
      "pubDate": "Fri, 11 Jul 2025 12:00:42 GMT",
      "description": "<p>Scientists say Perito Moreno, which for decades defied trend of glacial retreat,  now rapidly losing mass</p><p>One of the few stable glaciers in a warming world, Perito Moreno, in Santa Cruz province, Argentina, is now undergoing a possibly irreversible retreat, scientists say.</p><p>Over the past seven years, it has lost 1.92 sq km (0.74 sq miles) of ice cover and its thickness is decreasing by up to 8 metres (26 ft) a year.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/11/glacier-patagonia-perito-moreno-decline\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Heat health alerts and hosepipe bans across England as third heatwave takes hold",
      "link": "https://www.theguardian.com/uk-news/2025/jul/11/heat-health-alerts-hosepipe-ban-england-third-heatwave",
      "pubDate": "Fri, 11 Jul 2025 11:47:53 GMT",
      "description": "<p>UKHSA warning came into effect at noon on Friday as temperatures predicted to reach 33C over weekend</p><p>Amber heat health alerts have been issued across parts of England and hosepipe bans imposed in various locations as the third heatwave of the summer takes hold.</p><p>The heat health warning announced by the UK Health Security Agency (UKHSA) came into effect at noon on Friday and covers the East Midlands, West Midlands, south-east, south-west, east of England and London until 9am on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2025/jul/11/heat-health-alerts-hosepipe-ban-england-third-heatwave\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Democrats and climate groups ‘too polite’ in fight against ‘malevolent’ fossil fuel giants, says key senator",
      "link": "https://www.theguardian.com/us-news/2025/jul/10/sheldon-whitehouse-fossil-fuels",
      "pubDate": "Thu, 10 Jul 2025 09:00:15 GMT",
      "description": "<p>Sheldon Whitehouse of Rhode Island gives 300th climate speech on the US Senate floor</p><p>The Democratic party and the climate movement have been “too cautious and polite” and should instead be denouncing the fossil fuel industry’s “huge denial operation”, the US senator <a href=\"https://www.theguardian.com/profile/sheldon-whitehouse\">Sheldon Whitehouse</a> said.</p><p>“The fossil fuel industry has run the biggest and most malevolent propaganda operation the country has ever seen,” the Rhode Island Democrat said <a href=\"https://coveringclimatenow.org/from-us-story/downright-evil-us-sen-sheldon-whitehouse-blasts-fossil-fuel-companies-in-covering-climate-now-newsmaker-interview/\">in an interview on Tuesday</a> with the global media collaboration Covering Climate Now. “It is defending a $700-plus billion [annual] <a href=\"https://www.imf.org/en/Publications/WP/Issues/2023/08/22/IMF-Fossil-Fuel-Subsidies-Data-2023-Update-537281\">subsidy</a>” of not being charged for the health and environmental damages caused by the burning of fossil fuels. “I think the more people understand that, the more they’ll be irate [that] they’ve been lied to.” But, he added, “Democrats have not done a good job of calling that out.”</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/10/sheldon-whitehouse-fossil-fuels\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Ted Cruz ensured Trump spending bill slashed weather forecasting funding",
      "link": "https://www.theguardian.com/us-news/2025/jul/07/ted-cruz-trump-weather-forecasting-cuts",
      "pubDate": "Wed, 09 Jul 2025 17:06:44 GMT",
      "description": "<p>Senator on vacation abroad while Texas was hit by deadly floods, a disaster worsened by forecasting cuts, critics say</p><p><a href=\"https://www.theguardian.com/us-news/ted-cruz\">Ted Cruz</a> has had quite a week. On Tuesday, the Texas senator ensured the Republican spending bill slashed funding for weather forecasting, only to then go on vacation to Greece while his state was hit by deadly flooding, a disaster critics say was worsened by cuts to forecasting.</p><p>Cruz, who infamously <a href=\"https://www.theguardian.com/us-news/2021/feb/18/ted-cruz-cancun-flight-texas-storms-holiday-senator-reports\">fled</a> Texas for Cancún when a crippling winter storm ravaged his state in 2021, was <a href=\"https://x.com/MeidasTouch/status/1942287201984995489\">seen</a> visiting the Parthenon in Athens with his wife, Heidi, on Saturday, a day after a flash flood along the Guadalupe River in central Texas killed more than 100 people, <a href=\"https://www.theguardian.com/us-news/2025/jul/07/texas-floods-summer-camp-death-toll-victims\">including</a> dozens of children and counselors at a camp.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/07/ted-cruz-trump-weather-forecasting-cuts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How do I feel about air conditioning? I’m very hot – but it’s destroying the planet | Emma Beddington",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/13/air-conditioning-heat-destroying-planet",
      "pubDate": "Sun, 13 Jul 2025 13:00:40 GMT",
      "description": "<p>Yes, temperatures are rising. But more and more AC means more and more CO<sub>2</sub> – and then more and more global heating. Let’s have some long-term thinking instead</p><p>It’s way too hot. I’m cowering inside, curtains drawn, pale limbs clammily exposed, the sound of my overheated laptop fan drowning out the sound of an ancient, feeble desk fan. If it gets any hotter, I’ll stagger to my air-conditioned car and drive to the air-conditioned supermarket to stand in its chilly aisles, shamelessly fanning myself over the ravaged ice-cream cabinet in the freezer aisle. I’ve even become nostalgic for the summer when I shared an office with a man who insisted on having the AC set to 17C, meaning I had to wear a cardigan to work in August.</p><p>Ah, air conditioning, the dream. Or the nightmare? Welcome to appliance culture wars, 2025 edition. You may recall, in 2023, the US debated whether <a href=\"https://www.theguardian.com/commentisfree/2023/jan/18/how-did-gas-stoves-ignite-a-culture-war-in-the-us\">induction hobs</a> were a communist plot; then last year Republicans tried, in all apparent seriousness, to pass the <a href=\"https://www.eenews.net/articles/house-passes-liberty-in-laundry-bill/\">Liberty in Laundry</a> and <a href=\"https://millermeeks.house.gov/media/press-releases/house-passes-miller-meeks-refrigerator-freedom-act\">Refrigerator Freedom</a> acts. This year has already featured Donald Trump pledging to “<a href=\"https://www.bbc.co.uk/news/articles/cm2eeggyppzo\">make America’s showers great again</a>” (low water pressure means it takes 15 minutes to wet his “beautiful hair”) and now France is grappling with <a href=\"https://www.theguardian.com/world/2025/jul/02/europe-heatwave-moves-east-row-france-air-conditioning\">Marine Le Pen declaring herself its AC champion</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/13/air-conditioning-heat-destroying-planet\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Welcome to Prime Day, when thousands of product thumbnails blur together to form a giant pile of garbage | Anna Spargo-Ryan",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/11/prime-day-2025-sales-australia-amazon-deals-overwhelm",
      "pubDate": "Fri, 11 Jul 2025 00:17:50 GMT",
      "description": "<p>I love a sale – but scrolling the list of Amazon’s deals is overwhelming to the point of delirium</p><p>I’m a simple girl. My idea of fun is an annual event in which people are crushed in pursuit of half-price Christmas decorations. But those days have passed. Welcome to the era of the always-on sale.</p><p>If you’re into capitalist nightmares, you might like EOFY sales, Oh No We Forgot EOFY sales, SOFY sales, Father’s Day sales, AFL grand final sales, and “my boss doesn’t want me to send this email” sales. Then we go headlong into Australia’s Black Friday sales, which start around the beginning of November and last until January, as is tradition (though not ours).</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/11/prime-day-2025-sales-australia-amazon-deals-overwhelm\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "With the world in crisis, many say end globalisation. I say that would be a mistake | Luiz Inácio Lula da Silva",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/10/world-crisis-end-globalisation-mistake-lula-da-silva",
      "pubDate": "Thu, 10 Jul 2025 12:47:24 GMT",
      "description": "<p>Terms like ‘deglobalisation’ have become commonplace, but what we need is true multilateralism. Erecting walls won’t bring us peace and prosperity</p><ul><li><p>Luiz Inácio Lula da Silva is the president of Brazil</p></li></ul><p>The year 2025 should be a time of celebration, marking eight decades of the <a href=\"https://research.un.org/en/unmembers/founders\">United Nations’ existence</a>. But it risks going down in history as the year when the international order built since 1945 collapsed.</p><p>The cracks had long been visible. Since the invasions of Iraq and Afghanistan, the intervention in Libya and the war in Ukraine, some permanent members of the security council have trivialised the illegal use of force. The failure to act vis-a-vis the genocide in Gaza represents a denial of the most basic values of humanity. The inability to overcome differences is fuelling a new escalation of violence in the Middle East, the latest chapter of which <a href=\"https://www.theguardian.com/world/2025/jun/22/us-attack-panic-in-iran-tehran\">includes</a> the <a href=\"https://www.theguardian.com/world/2025/jun/13/israel-strikes-iran-what-we-know-so-far\">attack on Iran</a>.</p><p>Luiz Inácio Lula da Silva is the president of Brazil</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/10/world-crisis-end-globalisation-mistake-lula-da-silva\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate anxiety meant I could no longer work as a pilot. But I love flying – and I know we can transform aviation | George Hibberd",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/10/pilot-climate-crisis-aviation-industry-flying",
      "pubDate": "Thu, 10 Jul 2025 09:30:40 GMT",
      "description": "<p>There’s no shortage of ideas for how to make air travel greener. But it has to start within the industry – and with workers</p><ul><li><p>George Hibberd appears alongside fellow pilot Todd Smith in the <a href=\"https://www.theguardian.com/film/ng-interactive/2025/jul/10/guilt-trip-pilots-torn-between-flight-and-the-fight-for-the-planet-documentary\">Guardian documentary Guilt Trip</a></p></li></ul><p>I love flying. I’ve wanted to be a pilot since I was young. I grew up in Chichester, West Sussex, under a flight path used by Gatwick airport planes, and used to watch as they traversed the sky. In 2019, once I had qualified as an airline pilot, I began working for easyJet. Aviation connected me to my extended family in Canada, exposed me to different cultures and gave me an unforgettable career. But in November 2022, I handed over my airport ID card for the last time. I had grown increasingly anxious about the effect that our industry was having on the planet and, deep down, I knew that my concern for the climate crisis meant being an airline pilot was damaging my mental health.</p><p>Despite no longer working in the industry, my love of aviation has driven me to protect our ability to fly for future generations. It inspires me to address the uncomfortable realities and decisions our industry now faces. Everyone knows that aviation has a gigantic emissions problem. In 2022, the UK’s domestic and international flights produced 29.6m tonnes of CO<sub>2</sub> equivalent emissions, accounting for about 7% of total UK greenhouse gas emissions. This is projected to increase to <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-8826/\">11% by 2030</a>, because while other sectors are decarbonising, aviation emissions will remain stable or even increase.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/10/pilot-climate-crisis-aviation-industry-flying\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "There was a deal to fix this Alabama community’s raw sewage crisis. Trump tore it up over DEI",
      "link": "https://www.theguardian.com/us-news/2025/jul/13/alabama-raw-sewage-crisis-trump-dei",
      "pubDate": "Sun, 13 Jul 2025 11:00:38 GMT",
      "description": "<p>Residents of Alabama’s Lowndes county are still fighting for basic sanitation after Trump’s DoJ canceled a landmark Biden-era agreement</p><p>Thelma and Willie Perryman spend most days out front of their family trailer in rural <a href=\"https://www.theguardian.com/us-news/alabama\">Alabama</a>, shooting the breeze while enjoying the birdsong – and making sure their three-year-old grandson doesn’t wander into the sewage-sodden back yard.</p><p>They used to barbecue on the back porch looking out at the woods on their land until a couple of years back when the contaminated wastewater seeping out from a leaky old pipe got simply unbearable. Willie, 71, ripped out the sinking porch as branches began falling off a towering old hickory tree which is now completely dead and at risk of toppling.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/13/alabama-raw-sewage-crisis-trump-dei\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We don’t want to be climate refugees’: Torres Strait uncles fear for their islands and their people",
      "link": "https://www.theguardian.com/environment/2025/jul/13/we-dont-want-to-be-climate-refugees-torres-strait-uncles-fear-for-their-islands-and-their-people",
      "pubDate": "Sat, 12 Jul 2025 21:30:21 GMT",
      "description": "<p>This week Australia’s federal court is due to make a decision in a landmark climate case that could safeguard the future of the island communities</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Uncle Paul Kabai and Uncle Pabai Pabai are afraid for the future of their ancestral homelands. Their country on the outer islands of Zenadth Kes (Torres Strait), less than 10km off Papua New Guinea, is under siege from the impacts of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>.</p><p>The two men fear the loss of their islands, their culture and their way of life, forcing their families and communities to become Australia’s first climate refugees.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/13/we-dont-want-to-be-climate-refugees-torres-strait-uncles-fear-for-their-islands-and-their-people\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How does woke start winning again? – podcast",
      "link": "https://www.theguardian.com/news/audio/2025/jul/11/how-does-woke-start-winning-again-podcast",
      "pubDate": "Fri, 11 Jul 2025 04:00:06 GMT",
      "description": "<p>British progressives have suffered major setbacks in recent years, in both public opinion and court rulings. Was a backlash inevitable, and are new tactics needed?</p><p>By Gaby Hinsliff. Read by Carlyss Peer</p> <a href=\"https://www.theguardian.com/news/audio/2025/jul/11/how-does-woke-start-winning-again-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "In some UK woodlands, every young tree has died. What’s going wrong?",
      "link": "https://www.theguardian.com/environment/2025/jul/10/britain-ancient-woodlands-failing-regenerate-forests-climate-drought-heat-disease-deer-hope-aoe",
      "pubDate": "Thu, 10 Jul 2025 06:00:13 GMT",
      "description": "<p>With forests under pressure from drought, heat, disease and deer, a study has found fewer trees across a range of species surviving to maturity. But scientists say there is still hope</p><p>To the untrained eye, Monks Wood looks healthy and lush in the summer sun. Hundreds of butterflies dance on the edge of footpaths in the ancient Cambridgeshire woodland, which is rich with ash, maple and oak trees. Birds flit through the hedgerows as they feed. A fox ambles through a forest clearing, before disappearing into long grass.</p><p>But for a number of years, it has been clear to Bruno Ladvocat and Rachel Mailes that something is missing. In 2022, Ladvocat, Mailes and their research team from Birmingham University were out sampling when they noticed that the small trees that typically cover the woodland floor were increasingly hard to find.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/10/britain-ancient-woodlands-failing-regenerate-forests-climate-drought-heat-disease-deer-hope-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}