{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-23T17:26:45.582457",
  "items": [
    {
      "title": "Journalism, Propaganda and Climate Change",
      "link": "https://insideclimatenews.org/news/23072025/journalism-propaganda-and-climate-change/",
      "pubDate": "Wed, 23 Jul 2025 16:41:09 +0000",
      "description": "Recently I was on a Zoom call with a philanthropic advisor who toward the end of our conversation asked me an open-ended question: What do you think is missing from climate communications today? He regarded journalism to be a branch of communications—perhaps I didn’t agree with that characterization, he wondered?  For context he provided a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Study Reveals Mycorrhizal Fungal Hotspots and Their Lack of Protections",
      "link": "https://insideclimatenews.org/news/23072025/mycorrhizal-fungal-hotspots-lack-protections/",
      "pubDate": "Wed, 23 Jul 2025 15:35:46 +0000",
      "description": "In the soils of most ecosystems around the world, mycorrhizal fungal communities form intimate relationships with the roots of the plants above them, exchanging nutrients like phosphorus and nitrogen for carbon, of which they store an estimated 13 billion tons annually. But with mycorrhizal fungi living underground, science’s understanding of their global distribution has lagged behind […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Startups Make Products From the Carbon in Fossil Fuels",
      "link": "https://insideclimatenews.org/news/23072025/fossil-fuels-carbon-utilization-startups/",
      "pubDate": "Wed, 23 Jul 2025 09:05:00 +0000",
      "description": "At a San Antonio research campus, a four-story-tall contraption breaks apart the molecules of Texas shale gas, producing hydrogen and carbon.  But that carbon doesn’t form CO2 gas and drift into the atmosphere where it fuels global warming. Instead, it comes out as black powder that can be stored in bins, moved by railcar and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Republican Excitement for Wyoming Rare Earth Mining Contradicts the Party’s Disdain for Renewables",
      "link": "https://insideclimatenews.org/news/23072025/wyoming-rare-earth-mining-contradicts-republican-renewables-disdain/",
      "pubDate": "Wed, 23 Jul 2025 09:00:00 +0000",
      "description": "At the foot of Wyoming’s Big Horn Mountains sits a mine potentially full of minerals crucial for renewable energy, yet capable of drawing praise from some of the United States’ most ardent supporters of fossil fuels.  On July 11, the U.S. secretary of energy Chris Wright, the former CEO of a hydraulic fracturing company, joined […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nine Governors Write to Regional Grid Operator PJM, Expressing Frustration Over Governance and Interconnection Delays",
      "link": "https://insideclimatenews.org/news/23072025/nine-governors-express-frustration-over-pjm-interconnection-delays/",
      "pubDate": "Wed, 23 Jul 2025 08:55:00 +0000",
      "description": "A bipartisan group of governors wants a larger seat at the table of PJM Interconnection, the regional electric grid operator that has had issues getting clean and affordable energy sources onto the grid in multiple states, including Virginia. Nine governors, including Gov. Glenn Youngkin (R-Va.), sent a letter to PJM last week asking for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A South Bronx Park is a Hive of Activity—for Bees and for New Yorkers Training for Green Jobs",
      "link": "https://insideclimatenews.org/news/23072025/new-york-city-concrete-plant-park-green-jobs/",
      "pubDate": "Wed, 23 Jul 2025 08:50:00 +0000",
      "description": "The buzz of bees at Concrete Plant Park in the South Bronx is a hint to some grand ambitions for job opportunities in this once abandoned industrial site. For nearly 50 years, the massive silos near the Bronx River were home to a bustling private concrete enterprise. Abandoned in the 1980s, the seven-acre site rotted […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "PJM Capacity Price Hits Cap as Clean Energy Projects Remain Stalled",
      "link": "https://insideclimatenews.org/news/22072025/pjm-auction-hits-price-cap/",
      "pubDate": "Tue, 22 Jul 2025 23:30:03 +0000",
      "description": "PJM Interconnection, the electric grid operator for 13 Mid-Atlantic and Midwest states and the District of Columbia, announced its capacity price on Tuesday for the upcoming service year at $329.17 per megawatt-day, hitting the price ceiling it set for the next two years. Analysts said the price was indicative of a region struggling to secure […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Canadian Company Exits Contentious Uranium Mining Project in Western Alaska",
      "link": "https://insideclimatenews.org/news/22072025/canadian-company-exits-alaska-uranium-mining-project/",
      "pubDate": "Tue, 22 Jul 2025 19:16:32 +0000",
      "description": "This story was originally published by Northern Journal. A small Canadian company behind a controversial effort to mine uranium in Western Alaska has pulled out of the project, the firm has announced. Panther Minerals last year proposed exploratory drilling over the next four years in search of uranium on Alaska’s Seward Peninsula. But it ultimately decided to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Burn Scars Can Exacerbate Flooding, Posing Compounding Climate Hazards",
      "link": "https://insideclimatenews.org/news/22072025/todays-climate-burn-scars-flooding-hazards/",
      "pubDate": "Tue, 22 Jul 2025 18:38:04 +0000",
      "description": "Southern New Mexico was already parched by drought when the South Fork fire ignited on June 17, 2024. The blaze burned roughly 17,000 acres near the town of Ruidoso in the Lincoln National Forest and the Mescalero Apache reservation, killing two people and destroying 1,400 structures.  Since then, several disasters have hit in the scars […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Want To Fight Climate Change? Give Afro-Descendant Communities Land Rights, New Report Says",
      "link": "https://insideclimatenews.org/news/22072025/afro-descendant-land-protection-climate-change/",
      "pubDate": "Tue, 22 Jul 2025 09:00:00 +0000",
      "description": "Territories owned and managed by Afro-descendant communities in Amazonian countries are under threat from miners, loggers and oil companies eager to exploit natural resources. Yet those territories are among some of the region’s healthiest, according to a new peer-reviewed study.  The report, published Tuesday by the nonprofit Conservation International in the journal Nature Communications Earth […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}