{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-02-05T19:41:45.205019",
  "items": [
    {
      "title": "Looking Ahead to When Gas Stations Vanish",
      "link": "https://insideclimatenews.org/news/05022026/inside-clean-energy-when-gas-stations-vanish/",
      "pubDate": "Thu, 05 Feb 2026 14:00:00 +0000",
      "description": "Sooner than you think, your city may be down to its last gas station, or, in large cities, the last few gas stations. They likely will be owned or heavily subsidized by the government because few businesses can be profitable selling a product whose demand is no longer growing. When will this happen? In regions […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One of Africa’s Most Important Water Sources Just Got Some Very Good News",
      "link": "https://insideclimatenews.org/news/05022026/africa-angola-wetlands-global-recognition/",
      "pubDate": "Thu, 05 Feb 2026 10:00:00 +0000",
      "description": "A vast wetland system that feeds water supplies for much of central and southern Africa has remained largely outside the global conservation spotlight, even as climate change and environmental degradation increased the stakes. Angola has now moved to change that. In January, Angolan officials announced the designation of the country’s first wetland of international importance […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Mapping Unequal Climate Risks in a Northern California County",
      "link": "https://insideclimatenews.org/news/05022026/northern-california-air-pollution-sensors-climate-risks/",
      "pubDate": "Thu, 05 Feb 2026 09:55:00 +0000",
      "description": "The Bay Area Air District kicked off the new year with a warning for residents of the nine counties around San Francisco: if they lit a fireplace, wood stove or outdoor fire pit, they would have to either take a course on the health effects of wood smoke or pay a fine.  By mid-January, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Rio Grande Valley Advocates Urge Congress to Restore Protections for Public Lands In Path of Border Wall",
      "link": "https://insideclimatenews.org/news/04022026/rio-grande-valley-border-wall-public-lands/",
      "pubDate": "Thu, 05 Feb 2026 00:27:13 +0000",
      "description": "Advocates are calling for the Homeland Security funding bill, currently being negotiated, to include protections for Texas parks and cultural heritage sites in the path of the border wall. During the first Trump presidency, Congress approved protections from border wall construction for several sites in the Texas Rio Grande Valley. These carveouts prohibited using federal […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Colorado River Negotiators Are Nearly Out of Time and Snowpack",
      "link": "https://insideclimatenews.org/news/04022026/colorado-river-record-low-snow-litigation/",
      "pubDate": "Wed, 04 Feb 2026 10:00:00 +0000",
      "description": "Time and water are running low on the Colorado River. Amid one of the driest winters on record, representatives from seven Western states have less than two weeks to meet an already-delayed federal deadline to find a new way to share the dwindling Colorado River—one that recognizes the megadrought and overconsumption plaguing the basin. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Troubled Hog Farm in Wayne County, North Carolina, Is Hit With a New String of Violations",
      "link": "https://insideclimatenews.org/news/04022026/north-carolina-hog-farm-violations/",
      "pubDate": "Wed, 04 Feb 2026 09:55:00 +0000",
      "description": "FREMONT, N.C.—On a chilly afternoon in early January, Samantha Krop, the Neuse riverkeeper, and Taylor Register, a water quality specialist, trekked along a ditch near White Oaks Farm in Wayne County. They work for the nonprofit, Sound Rivers, and had received a tip that something was amiss. It hadn’t rained in two weeks, yet there […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Two Teens in Niagara Falls Are Confronting Pollution and a Mental Health Crisis",
      "link": "https://insideclimatenews.org/news/04022026/niagara-falls-confronting-pollution-mental-health-crisis/",
      "pubDate": "Wed, 04 Feb 2026 09:50:00 +0000",
      "description": "Julissa Hernandez was at work when she saw the news, in 2024, that a young mother, Chianti Means, had jumped to her death at Niagara Falls State Park, taking her two young children, a 9-year-old and 5-month old baby, with her. When Hernandez called her dad later that day, she realized that Means was a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wildfire Urgency Unites Congress. The ‘Fix Our Forests’ Act Does Not.",
      "link": "https://insideclimatenews.org/news/03022026/congress-forests-act-wildfire/",
      "pubDate": "Tue, 03 Feb 2026 22:15:33 +0000",
      "description": "Lawmakers from both parties agreed at a congressional hearing Tuesday that the federal government must act to address the growing threat of catastrophic wildfires, but they were sharply divided over how, and whether pending legislation known as the Fix Our Forests Act offers the right path forward.  The House of Representatives passed the FOFA legislation […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NYC Congestion Pricing Is Improving Air Quality, but Trump Pushback Threatens Its Future",
      "link": "https://insideclimatenews.org/news/03022026/todays-climate-nyc-congestion-pricing-air-quality-trump/",
      "pubDate": "Tue, 03 Feb 2026 22:15:01 +0000",
      "description": "Just over a year ago, New York City implemented a first-in-the-nation “congestion pricing” program to reduce traffic, fund public transit work and improve air quality by raising tolls for drivers coming into Manhattan’s major hubs.  Now some of the early results are in—and experts are giving it top marks. Research shows that air quality has […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Composting Fines for Buildings Are Back on in New York City",
      "link": "https://insideclimatenews.org/news/03022026/composting-fines-for-buildings-are-back-on-in-new-york-city/",
      "pubDate": "Tue, 03 Feb 2026 10:00:00 +0000",
      "description": "In 2024, New York City’s Department of Sanitation rolled out a mandatory curbside organics collection program, aiming to reduce landfill waste and cut methane emissions by allowing residents to set out their food scraps once a week for collection and composting. While some collected material is composted—used as fertilizer for gardens and farms—much is sent […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}