{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-22T06:37:29.796553",
  "items": [
    {
      "title": "Close Friend of JD Vance Skirts Normal Channels to Take Over NIH Environmental Health Institute",
      "link": "https://insideclimatenews.org/news/21102025/jd-vance-friend-kyle-walsh-takes-over-nih-environmental-health/",
      "pubDate": "Wed, 22 Oct 2025 00:15:15 +0000",
      "description": "Employees at the National Institutes of Health learned in an email on Friday, in the midst of a hiring freeze, that their prestigious environmental health sciences research center has a new director.  There was no job announcement, no search committee to identify top candidates, no interviews or reference checks.  The position to lead the nation’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New York City Unveils Plan for Flood-Prone Neighborhood Nicknamed ‘The Hole’",
      "link": "https://insideclimatenews.org/news/21102025/new-york-city-flood-prone-jewel-streets/",
      "pubDate": "Tue, 21 Oct 2025 21:06:50 +0000",
      "description": "It hadn’t rained in two days and yet, on a warm sunny day in early June, in a neighborhood on the border of Brooklyn and Queens known as “The Hole,” some streets were still full of water.  That’s because the 12-block area sits around 10 to 15 feet below the surrounding streets—essentially creating a water-trapping […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Evacuating Remote Alaska Was Hard. Rebuilding Will Be Even Harder.",
      "link": "https://insideclimatenews.org/news/21102025/todays-climate-alaska-flood-typhoon-halong-evacuation-recovery/",
      "pubDate": "Tue, 21 Oct 2025 21:03:47 +0000",
      "description": "When the remnants of a deadly typhoon slammed Western Alaska’s Yukon-Kuskokwim Delta a week and a half ago, it brought hurricane-force winds and catastrophic flooding to the remote area.  More than 1,500 people were evacuated from small villages scattered across this part of the Alaskan tundra, an extremely difficult process in an area only reachable […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate-Warming Methane Emissions from the World’s Biggest Livestock Companies Are Bigger Than From Major Oil and Gas Companies",
      "link": "https://insideclimatenews.org/news/21102025/livestock-industry-methane-emissions/",
      "pubDate": "Tue, 21 Oct 2025 18:21:52 +0000",
      "description": "The world’s biggest meat and dairy companies are responsible for emitting more climate-warming methane than all of the countries in the European Union and United Kingdom combined, according to a new assessment published Monday. Livestock, mostly beef and dairy cattle, account for roughly one-third of global emissions of methane, a short-lived but especially potent greenhouse […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Targets Federal Employees Working on Conservation and Environmental Protection",
      "link": "https://insideclimatenews.org/news/21102025/trump-targets-federal-employees-working-on-conservation-and-environmental-protection/",
      "pubDate": "Tue, 21 Oct 2025 14:21:42 +0000",
      "description": "The Trump administration moved Monday to slash federal jobs across two key environmental and conservation agencies, targeting employees who work on scientific research and the enforcement of anti-pollution laws.  At the Environmental Protection Agency, staff received a new round of furlough notices as funding dwindles amid the government shutdown. The Department of the Interior disclosed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Renewable Energy Act Before Illinois Legislature Would Decrease Stress on Ratepayers, Advocates Say",
      "link": "https://insideclimatenews.org/news/21102025/illinois-renewable-energy-act-grid-strain-battery-storage/",
      "pubDate": "Tue, 21 Oct 2025 09:00:00 +0000",
      "description": "Illinois advocacy groups are pressing state legislators to pass a package of comprehensive energy reforms that would help the state reach its clean energy goals and could reduce costs for consumers following price spikes this summer.  The Illinois Clean Jobs Coalition (ICJC), along with clean energy companies, legislative experts and consumers, are lobbying for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New England Says Goodbye to Coal as Merrimack Station Powers Down",
      "link": "https://insideclimatenews.org/news/21102025/new-england-merrimack-station-coal-plant-closes/",
      "pubDate": "Tue, 21 Oct 2025 08:55:00 +0000",
      "description": "The towering smokestacks of New England’s last coal-fired power plant have gone quiet. Merrimack Station in Bow, New Hampshire, shut down in September, years ahead of its scheduled closure, marking the end of coal-fired energy production in the region. Merrimack Station had supplied electricity to the region since the 1960s. But as coal’s financial viability […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Solar Growth Cushions Colorado River Hydropower Declines",
      "link": "https://insideclimatenews.org/news/21102025/colorado-river-hydropower-declines-solar-grows/",
      "pubDate": "Tue, 21 Oct 2025 08:45:00 +0000",
      "description": "In late May, as the outside temperature approached 100 degrees, Arizona’s top water policy officials gathered in an air-conditioned Phoenix conference room. Their purpose that day was to decide whether the state should extend a longstanding drought emergency declaration. The standard indicators – minimal precipitation, low reservoirs, the second-hottest 12-month period on record – were […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Generation of Industries Emerges in Texas From Federal Push for Mining Revival",
      "link": "https://insideclimatenews.org/news/20102025/texas-lithium-mining-technology/",
      "pubDate": "Mon, 20 Oct 2025 09:00:00 +0000",
      "description": "Major oil companies are drilling in East Texas again, but not for oil. This time, they’re after lithium for batteries and other rare elements. Chevron and Halliburton announced East Texas projects this summer. Exxon has acreage across the border in Arkansas. Smackover Lithium, a joint venture of a Norwegian oil giant and a Canadian miner, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Wants Climate Education in Schools. Now Teachers Need to Figure Out How to Make It Happen.",
      "link": "https://insideclimatenews.org/news/20102025/illinois-climate-education/",
      "pubDate": "Mon, 20 Oct 2025 08:55:00 +0000",
      "description": "Last year, Laura Stamp asked her eighth-grade students a thought-provoking question: If they could redesign their city, how would they make it more sustainable? Stamp, who teaches science at Brooks Middle School in Oak Park—a suburb of Chicago—wanted her students to take a closer look at how they could mitigate carbon emissions from industries contributing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}