{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-05T11:22:06.208163",
  "items": [
    {
      "title": "Data Centers Are Building Their Own Gas Power Plants in Texas",
      "link": "https://insideclimatenews.org/news/05062025/texas-data-center-gas-power-plants/",
      "pubDate": "Thu, 05 Jun 2025 10:00:00 +0000",
      "description": "NEW BRAUNFELS, Texas—Abigail Lindsey worries the days of peace and quiet might be nearing an end at the rural, wooded property where she lives with her son. On the old ranch across the street, developers want to build an expansive complex of supercomputers for artificial intelligence, plus a large, private power plant to run it. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Rich Countries’ Energy Transitions Threaten Indigenous Peoples and the Environment",
      "link": "https://insideclimatenews.org/news/05062025/energy-transition-global-mining-projects-threaten-indigenous-peoples/",
      "pubDate": "Thu, 05 Jun 2025 09:00:00 +0000",
      "description": "Metals and minerals form the backbone of low-carbon energy technologies like solar panels, grid infrastructure and car batteries.  Yet, in many cases, people live on or near the lands where copper, lithium, nickel and other materials are extracted to meet growing energy demand. What does the mining boom mean for them? More than half of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gas Leaks Can Have Significant Spillover Impacts on Neighboring States, Study Finds",
      "link": "https://insideclimatenews.org/news/04062025/new-york-natural-gas-infrastructure-expansion-impact-neighboring-states/",
      "pubDate": "Thu, 05 Jun 2025 00:18:57 +0000",
      "description": "A new study published this week in the journal Risk Analysis found that gas leaks are not only hazardous on a local level, but are also “a driver of broader regional pollution dynamics through spillover” to neighboring states.  “Even if the incidents are concentrated in some states, which are characterized by an old infrastructure, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Aging Pennsylvania Power Plant to Keep Running After Trump Order on Eve of Shutdown",
      "link": "https://insideclimatenews.org/news/04062025/trump-orders-aging-pennsylvania-power-plant-to-keep-running/",
      "pubDate": "Wed, 04 Jun 2025 18:58:06 +0000",
      "description": "A half-century-old Pennsylvania power plant fueled by oil and natural gas will keep running beyond its scheduled shutdown date following an order from the Trump administration just one day before it was due to retire. The Eddystone Generating Station near Philadelphia was to close permanently last Saturday because its owner determined it no longer made […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Heat Waves Are Changing Disease Dynamics in Unpredictable Ways, New Research Finds",
      "link": "https://insideclimatenews.org/news/04062025/extreme-weather-increases-risks-and-spread-of-infectious-disease/",
      "pubDate": "Wed, 04 Jun 2025 18:11:22 +0000",
      "description": "Scientists have long known that changes in temperature can affect the risks and spread of infectious diseases by altering the biology and behavior of pathogens and their hosts, from butterflies to people. And evidence that climate change can exacerbate more than half of known human pathogenic diseases has underscored the urgency of understanding how extreme […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Song for the Cahaba River",
      "link": "https://insideclimatenews.org/news/04062025/cahaba-river-lily-festival-musical-tribute/",
      "pubDate": "Wed, 04 Jun 2025 09:00:00 +0000",
      "description": "WEST BLOCTON, Ala.—“The lilies have bloomed this season if you know where to go.” It’s a line in Birmingham band I Declare’s newly released song “Cahaba,” and it’s the truth.  At the recent Cahaba Lily festival, you could hear the sacred Southern knowledge passing from one person to another.  “Where do you go? Have you […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Mexico Bans Release of Treated Oil and Gas Wastewater",
      "link": "https://insideclimatenews.org/news/04062025/new-mexico-bans-release-of-treated-oil-gas-wastewater/",
      "pubDate": "Wed, 04 Jun 2025 08:55:00 +0000",
      "description": "After months of deliberation, the New Mexico Water Quality Control Commission on May 14 voted to prohibit any discharge of treated “produced water” from oil and gas extraction to ground and surface waters.  Produced water flows back to the surface during fracking and conventional oil and gas drilling and contains chemicals used in the extraction […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Top Ocean Experts Sound the Alarm Over Growing Marine Crisis Due To Climate Change",
      "link": "https://insideclimatenews.org/news/04062025/one-ocean-science-congress-destructive-industrial-fishing/",
      "pubDate": "Wed, 04 Jun 2025 08:50:00 +0000",
      "description": "NICE, France—More than 2,000 scientists, advocates and policymakers from at least 100 countries convened this week at the One Ocean Science Congress, warning of a mounting marine crisis and promising recommendations to solve it—not only for the sake of life below the surface, but for the entire planet.  “The ocean is suffering at the cause […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Meta Strikes 20-Year Nuclear Power Deal With Constellation Energy",
      "link": "https://insideclimatenews.org/news/03062025/meta-constellation-nuclear-power-deal/",
      "pubDate": "Tue, 03 Jun 2025 21:56:27 +0000",
      "description": "Facebook’s parent company Meta locked in 20 years of nuclear power on Tuesday from Constellation Energy to help meet the tech giant’s surging energy demand for artificial intelligence and its other power-intensive computing needs.  “Securing clean, reliable energy is necessary to continue advancing our AI ambitions,” Urvi Parekh, head of global energy at Meta, said […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "For Insurers, Smaller Weather Events Add Up to Big Losses as Climate Change Accelerates",
      "link": "https://insideclimatenews.org/news/03062025/todays-climate-secondary-perils-extreme-weather-insurance/",
      "pubDate": "Tue, 03 Jun 2025 21:37:53 +0000",
      "description": "Sunday marked the official start of the Atlantic hurricane season, a six-month stretch in which warm ocean waters and moist atmospheric conditions create the ideal foundation for tropical cyclones to form. The National Oceanic and Atmospheric Administration forecasts “above-average” activity, including six to 10 hurricanes.  Each year, these climate-supercharged cyclones make headlines for causing mass […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}