{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-06-30T19:19:42.999199",
  "items": [
    {
      "title": "South Korea suffering from 'lovebug' swarm explosion – video",
      "link": "https://www.theguardian.com/world/video/2025/jun/30/south-korea-suffering-from-lovebug-swarm-explosion-video",
      "pubDate": "Mon, 30 Jun 2025 07:19:52 GMT",
      "description": "<p>Seoul residents are grappling with an invasion of 'lovebugs' that have swarmed hiking trails and urban areas across the South Korean capital.  Viral footage shared on social media shows Gyeyangsan mountain in Incheon, west of Seoul, with hiking trails and observation decks carpeted black with the insects. The bugs, officially called <em>Plecia longiforceps</em>, earned their nickname from their distinctive mating behaviour, flying attached as couples during copulation</p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/jun/30/seoul-lovebug-invasion-insects-south-korea\">Seoul wrestles with how to handle invasion of ‘lovebugs’</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2025/jun/30/south-korea-suffering-from-lovebug-swarm-explosion-video\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UN expert urges criminalizing fossil fuel disinformation, banning lobbying",
      "link": "https://www.theguardian.com/environment/2025/jun/30/un-expert-urges-criminalizing-fossil-fuel-disinformation-banning-lobbying",
      "pubDate": "Mon, 30 Jun 2025 06:00:13 GMT",
      "description": "<p>Rapporteur calls for defossilization of economies and urgent reparations to avert ‘catastrophic’ rights and climate harms</p><p>A leading <a href=\"https://www.theguardian.com/world/unitednations\">UN</a> expert is calling for criminal penalties against those peddling disinformation about the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis </a>and a total ban on fossil fuel industry lobbying and advertising, as part of a radical shake-up to safeguard human rights and curtail planetary catastrophe.</p><p>Elisa Morgera, the UN special rapporteur on human rights and climate change who presents her <a href=\"https://documents.un.org/doc/undoc/gen/g25/070/22/pdf/g2507022.pdf\">damning new report</a> to the general assembly in Geneva on Monday, argues that the US, UK, Canada, Australia and other wealthy fossil fuel nations are legally obliged under international law to fully phase out oil, gas and coal by 2030 – and compensate communities for harms caused.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/30/un-expert-urges-criminalizing-fossil-fuel-disinformation-banning-lobbying\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Seoul wrestles with how to handle invasion of ‘lovebugs’",
      "link": "https://www.theguardian.com/world/2025/jun/30/seoul-lovebug-invasion-insects-south-korea",
      "pubDate": "Mon, 30 Jun 2025 04:50:09 GMT",
      "description": "<p>Swarms in South Korean capital trigger heated debate over pest control as experts say rising temperatures partly to blame</p><p>Seoul residents are grappling with an invasion of so-called “lovebugs” that have swarmed hiking trails and urban areas across the South Korean capital, with experts debating how to handle the infestations that are surging as the climate crisis draws them further north.</p><p><a href=\"https://www.instagram.com/kimlark34/reel/DLcGC7DveGG/\">Viral footage</a> shared on social media <a href=\"https://www.instagram.com/reel/DLeL8g4Px_R/\">shows Gyeyangsan mountain</a> in Incheon, west of Seoul, with hiking trails and observation decks carpeted black with the insects.</p> <a href=\"https://www.theguardian.com/world/2025/jun/30/seoul-lovebug-invasion-insects-south-korea\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Europe on alert as first major heatwave of 2025 pushes temperatures to 42C",
      "link": "https://www.theguardian.com/environment/2025/jun/28/europe-on-alert-as-first-major-heatwave-of-2025-pushes-temperatures-to-42c",
      "pubDate": "Sun, 29 Jun 2025 19:41:37 GMT",
      "description": "<p>Authorities in Spain, Portugal, Greece and France issue extreme heat, wildfire and health warnings </p><p>Authorities across Europe are on alert as the first heatwave of the summer pushes temperatures up to 42C (107.6F), as the fastest-warming continent continues to suffer the effects of the climate emergency.</p><p>Spain’s state meteorological office, Aemet, <a href=\"https://www.aemet.es/es/eltiempo/prediccion/destacados/p5_t?tipo=p52tesp1\">issued</a> a special heat warning on Friday, saying temperatures could reach 42C in some southern areas of the country over the coming days.</p><p><em>Agence France-Presse and Associated Press contributed to this report</em></p> <a href=\"https://www.theguardian.com/environment/2025/jun/28/europe-on-alert-as-first-major-heatwave-of-2025-pushes-temperatures-to-42c\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Explosive increase’ of ticks that cause meat allergy in US due to climate crisis",
      "link": "https://www.theguardian.com/us-news/2025/jun/29/lone-star-ticks-increase-climate-crisis",
      "pubDate": "Sun, 29 Jun 2025 11:00:52 GMT",
      "description": "<p>Unusually aggressive lone star ticks, common in the south-east, are spreading to areas previously too cold for them</p><p>Blood-sucking ticks that trigger a bizarre allergy to meat in the people they bite are exploding in number and spreading across the US, to the extent that they could cover the entire eastern half of the country and infect millions of people, experts have warned.</p><p>Lone star ticks have taken advantage of rising temperatures by the human-caused climate crisis to expand from their heartland in the south-east US to areas previously too cold for them, in recent years marching as far north as New York and even Maine, <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0209082\">as well as pushing westwards</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/jun/29/lone-star-ticks-increase-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Locked playgrounds, broken paddling pools: it's a heatwave, but where will our children play? | Rhiannon Lucy Cosslett",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/28/child-friendly-summer-public-spaces-playgrounds",
      "pubDate": "Sat, 28 Jun 2025 11:00:23 GMT",
      "description": "<p>Having a child makes you see cities differently. As Britain heats up, we need to look to countries where public spaces work for both children and adults</p><p>There’s nothing like a boiling hot summer with an energetic small child to make you acutely aware of the need for outdoor space. We are lucky to have a garden, albeit an overgrown one that isn’t exactly child-friendly, so, like many parents, we mostly rely on public space in order for him to play and get the huge amount of exercise he needs. And, if you are able-bodied, there’s nothing like having a child to make you <a href=\"https://www.theguardian.com/culture/2025/may/24/brockwell-park-row-raises-age-old-questions-about-rights-to-public-space-music-festivals\">look at public spaces</a> differently.</p><p>Steps instead of ramps. A lack of benches on which to feed a baby, or give a toddler their snack. No shade. No access to toilets or changing tables. Nowhere to fill up a water bottle. No fences or gates dividing pedestrianised space from a busy road, or a deep body of water, or myriad other hazards. These are just some of the things that start to matter. Before your eyes, the urban environment becomes transformed and often inhospitable. Things such as locked playgrounds (I’m looking at you, Camden council – Falkland Place playground has been closed for literally months at this point) have the potential to ruin your morning. In a heatwave, broken splash pads and locked paddling pools (most recent personal disappointments include Brighton and Leamington Spa) feel like acts of particular cruelty.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist and author. Her <a href=\"https://guardianbookshop.com/the-republic-of-parenthood-9780715655856/?utm_source=theguardian&utm_medium=merch&utm_campaign=article\">Republic of Parenthood</a> book will be published this summer</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/28/child-friendly-summer-public-spaces-playgrounds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why do we pretend heatwaves are fun – and ignore the brutal, burning reality? | Zoe Williams",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/23/why-do-we-pretend-heatwaves-are-fun-and-ignore-the-brutal-burning-reality",
      "pubDate": "Mon, 23 Jun 2025 16:38:15 GMT",
      "description": "<p>The heatwave media formula is still extravagantly weird: all stock photos of ice-creams and suns with their hats on. It is time we recognised this extreme weather for exactly what it is</p><p>I think I must be on someone’s <a href=\"https://en.wikipedia.org/wiki/Rolodex#:~:text=A%20Rolodex%20is%20a%20rotating,to%20store%20a%20contact%20list.\">Rolodex</a> of killjoys, because whenever something good happens – schools break up, summer holidays start, the weather’s nice, it’s Christmas, it’s Easter – I get a call from a talk radio show asking if I’ll come on and explain why that’s bad, actually. Usually I say, in the nicest possible way, that I don’t want to: sure, kids are much more annoying when they’re not at school; yes, it’s irresponsible to fly; no, Christmas isn’t magic, it’s an orgy of overconsumption; yes, Easter was pillaged from pagans (probably?), and Christianity itself is the imperialist template (arguably?) – in which case, the last way we should mark it is with a <a href=\"https://www.cadbury.co.uk/products/cadbury-creme-egg-40g/\">Creme Egg</a>. But I just don’t want to be that person. Let someone else ruin everything for a change.</p><p>On Friday, however, I agreed to make the argument the next morning on <a href=\"https://www.lbc.co.uk/\">LBC</a> that heatwaves aren’t a treat, they’re a problem. We have to do more than just ready our infrastructure for the more intense temperatures to come: we have to bring our narrative a bit closer to reality. The climate crisis isn’t tomorrow’s problem, it’s today’s, and its impacts aren’t better conditions for vineyards in Kent, they are a broad-spectrum <a href=\"https://www.theguardian.com/science/2024/nov/26/enshittification-macquarie-dictionary-word-of-the-year-explained\">enshittification</a>, in which everything, from bus journeys to growing dahlias, becomes harder, and takes longer, and is worse. It was, in other words, exactly the kind of true, unlovely thing that I don’t like being the person to say, and I don’t know why I said yes – it’s possible that I was just too hot.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/23/why-do-we-pretend-heatwaves-are-fun-and-ignore-the-brutal-burning-reality\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "In London and Paris, we’ve experienced vicious backlash to climate action. But we’re not backing down | Sadiq Khan and Anne Hidalgo",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/23/london-paris-vicious-backlash-climate-action-sadiq-khan-anne-hidalgo",
      "pubDate": "Mon, 23 Jun 2025 04:00:57 GMT",
      "description": "<p>Around the world, well-funded, organised climate deniers are spreading lies about the crisis. We call on governments and tech companies to step up</p><ul><li><p>Sadiq Khan is mayor of London and Anne Hidalgo is mayor of Paris</p></li></ul><p>As mayors of two of the world’s great cities, we see every day how the climate emergency is already reshaping people’s lives, affecting the people and places we love. From deadly heatwaves and devastating floods to rising inequality and health crises driven by air pollution, the costs of inaction are not theoretical; they are measured in lives taken, homes destroyed and <a href=\"https://www.theguardian.com/environment/2025/jan/16/economic-growth-could-fall-50-over-20-years-from-climate-shocks-say-actuaries\">business revenue lost</a>.</p><p>Ten years ago, the <a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">Paris agreement</a> was signed, marking a turning point in the global fight against climate breakdown. But today, progress is being undermined by a deeply concerning threat: a <a href=\"https://www.theguardian.com/environment/2025/may/28/andre-correa-do-lago-cop30-interview-climate-crisis\">surge in climate deniers</a> and delayers spreading virulent disinformation. We mustn’t let this hope disappear as the world gathers in Belém at the end of 2025 for Cop30.</p><p>Sadiq Khan is mayor of London and co-chair of C40 Cities. Anne Hidalgo is mayor of Paris, global ambassador for the Global Covenant of Mayors and vice-chair of C40 Cities</p><p>On Tuesday 16 September, join George Monbiot, Mikaela Loach and other special guests discussing the forces driving climate denialism, live at the Barbican in London and livestreamed globally. Book tickets<a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\"> here</a> or at <a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Guardian.Live</a></p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/23/london-paris-vicious-backlash-climate-action-sadiq-khan-anne-hidalgo\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on extreme weather: build national readiness – or let everyday life keep breaking down | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/22/the-guardian-view-on-extreme-weather-build-national-readiness-or-let-everyday-life-keep-breaking-down",
      "pubDate": "Sun, 22 Jun 2025 17:10:44 GMT",
      "description": "<p>Britain faces rising climate threats, yet lacks a country adaptation plan. Urgent, coordinated investment is needed to protect lives and infrastructure</p><p></p><p>Britain’s four-day heatwave – made <a href=\"https://www.theguardian.com/environment/2025/jun/20/england-weekend-heatwave-worse-climate-crisis\">100 times more likely</a> by the climate crisis – is expected to claim <a href=\"https://www.theguardian.com/environment/2025/jun/21/heatwave-expected-deaths-england-and-wales-analysis\">about 600 lives</a>. Researchers say high temperatures from Thursday to Sunday would lead to a sharp rise in excess mortality, especially among older people in cities such as London and Birmingham. They forecast the deadliest day as Saturday, with temperatures above 32C and about 266 deaths. These are not abstract figures, but lives cut short by a threat we understand, yet remain unprepared for.</p><p>Young people seem to grasp this. In a YouGov poll last <a href=\"https://yougov.co.uk/topics/politics/survey-results/daily/2025/06/18/7cbe8/1\">week</a>, roughly a quarter of 18- to 24-year-olds said they hoped there would be a heatwave – while more than two-fifths of older people welcomed the sunshine. That generational split isn’t just cultural. It reflects an entirely rational anxiety: younger people face a future living in a climate emergency. The generation that caused and benefited from the conditions driving global heating will be gone long before the worst costs – financial, environmental, social – have to be paid.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/22/the-guardian-view-on-extreme-weather-build-national-readiness-or-let-everyday-life-keep-breaking-down\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I’m obsessed with brittle stars: fish often nip off bits of their arms but they regenerate",
      "link": "https://www.theguardian.com/environment/2025/jun/30/martin-solan-obsessed-with-brittle-stars-sea-floor-biodiversity-climate-crisis-warming-oceans",
      "pubDate": "Mon, 30 Jun 2025 09:15:17 GMT",
      "description": "<p>These starfish relatives have lots of remarkable features and are a keystone species. My hope is that we will recognise how vital these charismatic creatures are</p><p>Brittle stars have a lot of remarkable features as a species. Many of them are bioluminescent and can flash blue light; some will have patterns and do displays. These slender relatives of starfish can be very beautiful to look at and come in a range of colours – in the tropics, for example, they can be red, black or orange. And they’ve got spines all over them, so they can look quite ornate.</p><p>They can also regenerate. Fish and other creatures will often nip off bits of their arms – known as sublethal predation – so they are constantly regenerating themselves. You can even break off all their arms, and sometimes even half the disc, and the brittle star will still regenerate.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/30/martin-solan-obsessed-with-brittle-stars-sea-floor-biodiversity-climate-crisis-warming-oceans\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Stampede in Soho: puppet animals on an epic trek bring wonder and warning to London streets",
      "link": "https://www.theguardian.com/stage/2025/jun/28/the-herds-stampede-in-soho-puppet-animals-climate-crisis-london",
      "pubDate": "Sat, 28 Jun 2025 17:00:11 GMT",
      "description": "<p>Public art project The Herds is passing through the capital on 20,000km journey from Congo Basin to Arctic Circle, inspiring climate action</p><p>The animals went into the West End, not quite two by two, from the direction of Soho Square. Monkeys ran ahead, gorillas bounded behind and bringing up the rear were a pair of handsome, ambling giraffes. Down Greek Street they marched, past pubs and cafes, resulting in an actual zebra crossing as the pack moved across Cambridge Circus, passing in front of bemused drivers, and on through lanes of shoppers in Covent Garden.</p><p>This was central London on late Friday afternoon: streets overrun not by tourists but by <a href=\"https://www.theherds.org/\">The Herds</a>, a staggeringly ambitious public art project. In April, a menagerie of lifesize puppet animals began a 20,000km route from the Congo Basin to the Arctic Circle, signifying the displacement of animals and humans caused by the climate crisis. This weekend they are in London; next week they travel north for the Manchester international festival. I spent an hour following the herd on their journey from Soho to Somerset House, during which the puppets either joined in a series of performances – or watched them along with the rest of us.</p> <a href=\"https://www.theguardian.com/stage/2025/jun/28/the-herds-stampede-in-soho-puppet-animals-climate-crisis-london\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump’s tax bill seeks to prevent AI regulations. Experts fear a heavy toll on the planet",
      "link": "https://www.theguardian.com/technology/2025/jun/27/trump-tax-bill-ai-climate-emissions",
      "pubDate": "Fri, 27 Jun 2025 11:00:54 GMT",
      "description": "<p>Unrestricted AI use could add 1bn tons of planet-heating emissions in the US over the next decade, researchers say</p><p>US Republicans are pushing to pass a major spending bill that includes provisions to prevent states from enacting regulations on artificial intelligence. Such untamed growth in AI will take a heavy toll upon the world’s dangerously overheating climate, experts have warned.</p><p>About 1bn tons of planet-heating carbon dioxide are set to be emitted in the US just from AI over the next decade if no restraints are placed on the industry’s enormous electricity consumption, according to estimates by researchers at Harvard University and provided to the Guardian.</p> <a href=\"https://www.theguardian.com/technology/2025/jun/27/trump-tax-bill-ai-climate-emissions\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It looks more likely with each day we burn fossil fuels’: polar scientist on Antarctic tipping points",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/jun/27/tipping-points-antarctica-arctic-sea-ice-polar-scientist",
      "pubDate": "Fri, 27 Jun 2025 11:00:53 GMT",
      "description": "<p>Despite working on polar science for the British Antarctic Survey for 20 years, Louise Sime finds the magnitude of potential sea-level rise hard to comprehend</p><p>For more than 20 years, <a href=\"https://www.bas.ac.uk/profile/lsim/\">Louise Sime</a> has worked at the British Antarctic Survey specialising in polar climate dynamics. She uses ice cores to reconstruct past conditions and predict future changes. She now leads several international Earth modelling projects.</p><p><strong>Why are the Arctic and Antarctic regions important for the rest of the world?<br /></strong>They are one of the pillars of global climate stability, a giant store of frozen water, an essential “biotic pump” that helps to store carbon, and an albedo shield that reflects much of the sun’s light and heat back out to space.</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/jun/27/tipping-points-antarctica-arctic-sea-ice-polar-scientist\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}