{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-10-06T04:27:37.987677",
  "items": [
    {
      "title": "Youth-led US climate activists widen focus to fight authoritarianism",
      "link": "https://www.theguardian.com/us-news/2025/oct/05/sunrise-movement-climate-activism-authoritarianism",
      "pubDate": "Sun, 05 Oct 2025 12:30:34 GMT",
      "description": "<p>Sunrise Movement, which led calls for a Green New Deal, will organize against Trump’s attacks on universities</p><p>As the Trump administration cracks down on both environmental policies and progressive activism, the <a href=\"https://www.theguardian.com/us-news/2025/jun/18/sunrise-movement-big-oil-climate-bills\">Sunrise Movement</a>, the youth-led climate justice organization that <a href=\"https://www.theguardian.com/environment/2020/oct/16/sunrise-movement-wide-awakes-us-climate-activists\">popularized</a> <a href=\"https://www.theguardian.com/us-news/2020/nov/16/joe-biden-climate-crisis-ennvironment-energy\">calls</a> for a Green New Deal, is widening its mission to fight authoritarianism.</p><p>“Every day, <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> is seizing power and shredding the Constitution,” Sunrise’s executive director, Aru Shiney-Ajay, wrote in an open letter to Sunrise members, funders and allies. “What ordinary people do in the coming months will determine whether he and his billionaire cronies can cement their grip on power and turn this country into a playground for the rich and powerful.”</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/05/sunrise-movement-climate-activism-authoritarianism\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump’s hatred for renewables means the US is falling behind the rest of the world",
      "link": "https://www.theguardian.com/environment/2025/oct/05/donald-trump-hatred-renewables-us-falling-behind-world",
      "pubDate": "Sun, 05 Oct 2025 10:00:31 GMT",
      "description": "<p>As well as embracing ‘beautiful coal’, the president has set about obliterating clean energy projects</p> <a href=\"https://www.theguardian.com/environment/2025/oct/05/donald-trump-hatred-renewables-us-falling-behind-world\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Advocates raise alarm over Pfas pollution from datacenters amid AI boom",
      "link": "https://www.theguardian.com/environment/2025/oct/04/pfas-pollution-data-centers-ai",
      "pubDate": "Sat, 04 Oct 2025 12:00:05 GMT",
      "description": "<p>Tech companies’ use of Pfas gas at facilities may mean datacenters’ climate impact is worse than previously thought</p><p>Datacenters’ <a href=\"https://www.theguardian.com/technology/2025/apr/10/energy-demands-from-ai-datacentres-to-quadruple-by-2030-says-report\">electricity demands</a> have been accused of delaying the US’s transition to clean energy and requiring fossil fuel plants to stay online, while their high level of water consumption has also raised alarm. Now public health advocates fear another environmental problem could be linked to them – Pfas “forever chemical” pollution.</p><p>Big tech companies like Google, Microsoft and Amazon often need datacenters to store servers and networking equipment that process the world’s digital traffic, and the artificial intelligence boom is driving demand for more facilities.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/04/pfas-pollution-data-centers-ai\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump officials cut nearly $8bn in clean energy projects in Democratic states",
      "link": "https://www.theguardian.com/us-news/2025/oct/04/trump-clean-energy-cuts-democrat-states",
      "pubDate": "Sat, 04 Oct 2025 10:00:04 GMT",
      "description": "<p>Democrats and environmental groups slam move as ‘sick political game’ and say it will drive up energy bills</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> is cancelling $7.6bn in grants that supported hundreds of <a href=\"https://www.theguardian.com/environment/renewableenergy\">clean energy</a> projects in 16 states, all of which voted for <a href=\"https://www.theguardian.com/us-news/democrats\">Democrat</a> Kamala Harris in last year’s presidential election.</p><p>The move comes as <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> threatens <a href=\"https://www.theguardian.com/us-news/2025/oct/02/government-shutdown-federal-workers-funding-freeze\">deep cuts</a> in his fight with congressional Democrats over the <a href=\"https://www.theguardian.com/us-news/2025/oct/03/trump-government-shutdown-republicans-democrats\">government shutdown</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/04/trump-clean-energy-cuts-democrat-states\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UK political class ‘poisoned by wealth’, says Zack Polanski as he sets out plan to tax assets of richest 1% – as it happened",
      "link": "https://www.theguardian.com/politics/live/2025/oct/03/greens-labour-reform-conservatives-immigration-uk-politics-live-news-updates",
      "pubDate": "Fri, 03 Oct 2025 16:13:02 GMT",
      "description": "<p>Green party leader says a ‘tiny few have taken our wealth and power’ in address to Green party conference. This live blog is closed</p><p>In his <a href=\"https://www.ft.com/content/741dc171-0a9d-43db-ac09-c62734b91c89\">FT interview</a> <strong>Mel Stride</strong>, the shadow chancellor, also dismissed speculation that Kemi Badenoch will be replaced as Tory leader within the next year. Many of her colleagues think she will face a successful leadership challenge, most probably after poor results in the Senedd, Scottish parliament and English local elections next May.</p><p>Stride said that he thought Badenoch was similar to Margaret Thatcher, who was widely criticised when she became opposition leader in 1975 but who over time developed into an effective leader. He said:</p><p>We had all this with Margaret Thatcher back in the 1970s. Her voice wasn’t right, her hair wasn’t right, her dress wasn’t right, she wasn’t very good at prime minister’s questions. It took her some time to work her way into being the finished, formidable politician she was.</p><p>She is incredibly resilient, as cool as they come. She goes away, thinks about it and comes to a decision. I’m very confident Kemi will be fine. But it’s going to be bumpy — it’s going to be difficult.</p><p>Labour does not have any plan for growth. They thought that as soon as they got into power, things would just work because they’re Labour and they believe in their own righteousness. That is not working - they need to get a plan to grow our economy, otherwise we will end up going to the IMF cap in hand.</p><p>A lot of the indicators are pointing in that direction. Many very well respected commentators and economists are saying this.</p><p>I think that’s very unlikely. That’s not to say we couldn’t be heading for some kind of bond crisis with runaway yields.</p> <a href=\"https://www.theguardian.com/politics/live/2025/oct/03/greens-labour-reform-conservatives-immigration-uk-politics-live-news-updates\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on climate policy: Britain needs clean power, not culture wars | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/02/the-guardian-view-on-climate-policy-britain-needs-clean-power-not-culture-wars",
      "pubDate": "Thu, 02 Oct 2025 17:32:45 GMT",
      "description": "<p>Kemi Badenoch’s plan to scrap the Climate Change Act is reckless. Ed Miliband offers a bolder, fairer vision. The future must be built on renewables</p><p>Let’s scrap Britain’s successful climate law so we can burn more gas, lose investment and have higher bills. Crazy as it might seem, that is the message of Kemi Badenoch’s <a href=\"https://www.theguardian.com/environment/2025/oct/02/kemi-badenoch-vows-to-repeal-climate-change-act\">new energy strategy</a>. The Conservative leader proposes to repeal the 2008 <a href=\"https://www.bbc.co.uk/news/articles/czrp2k3m3deo\">Climate Change Act</a> in favour of a plan to “maximise oil and gas extraction”, and remove all legally binding carbon targets. It’s pitched as pragmatism. But it’s a lurch into ideological self-harm.</p><p>Britain’s energy problem isn’t its climate legislation, which is admired globally, backed by <a href=\"https://www.upday.com/uk/politics/business-groups-alarmed-by-tory-climate-law-scrap-plan/mk3jhjl#:~:text=Business%20groups%20warn%20of%20economic,the%20Humber%20and%20Teesside%20regions.\">industry</a> and <a href=\"https://yougov.co.uk/politics/articles/52033-earth-day-2025-where-do-britons-stand-on-climate-change\">supported</a> by the public. It’s that this country remains too dependent on volatile fossil fuels. Emissions targets are not the reason for high bills. It is gas prices, which skyrocketed after Russia invaded Ukraine. They set UK <a href=\"https://www.sciencedirect.com/science/article/pii/S2352484723013057\">electricity</a> prices. In <a href=\"https://www.carbonbrief.org/factcheck-why-expensive-gas-not-net-zero-is-keeping-uk-electricity-prices-so-high/\">Europe</a>, they don’t – that’s why bills are lower there. Rather, Mrs Badenoch is choosing to follow <a href=\"https://edition.cnn.com/2025/09/04/business/power-prices-trump-inflation\">Donald Trump</a> in rolling back climate goals and seeing electricity prices in the US rise, not fall.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/02/the-guardian-view-on-climate-policy-britain-needs-clean-power-not-culture-wars\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Starmer can help shape the future of the world at Cop30. He can’t let fear of Farage stop him |  Michael Jacobs",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/02/starmer-cop30-climate-summit-brazil",
      "pubDate": "Thu, 02 Oct 2025 13:45:22 GMT",
      "description": "<p>The battle inside No 10 about whether the PM should attend an absolutely crucial climate summit in Brazil is ludicrous. He must assert himself – and go</p><p>No sooner has Keir Starmer reshuffled his cabinet, pronounced on Reform’s racist policies and <a href=\"https://www.theguardian.com/commentisfree/2025/sep/30/keir-starmer-speech-labour-conference-britain\">made his party conference speech</a>, than another key decision comes hurtling towards him. But this one concerns the future of the world. The issue is whether the prime minister attends the UN climate summit <a href=\"https://www.theguardian.com/environment/2025/sep/26/keir-starmer-faces-call-to-attend-cop30-summit\">in Brazil next month</a>.</p><p>You may think this would not require too much thought. Two years ago, Starmer <a href=\"https://www.theguardian.com/environment/2023/dec/01/keir-starmer-accuses-rishi-sunak-retreating-climate-leadership-cop28\">attacked Rishi Sunak</a> for not going to a much less significant climate meeting and said that, were he prime minister, he would definitely attend.</p><p>Michael Jacobs is professor of political economy at the University of Sheffield and a visiting senior fellow at the thinktank ODI Global</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/02/starmer-cop30-climate-summit-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "News Corp embraces fantasy genre by turning climate crisis into ‘laughable’ science fiction | Temperature Check",
      "link": "https://www.theguardian.com/environment/commentisfree/2025/oct/01/news-corp-daily-telegraph-calls-climate-crisis-science-fiction",
      "pubDate": "Wed, 01 Oct 2025 02:00:59 GMT",
      "description": "<p>The National Climate Risk Assessment is attacked in the Daily Telegraph, while wind turbines became a frightening obstacle for firefighting planes and solar panels a source of mountains of landfill waste</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>On the front page of the Daily Telegraph, Australia’s first comprehensive assessment of the risks from climate change became “SCIENCE FICTION”.</p><p>In other leading stories, wind turbines became a frightening obstacle for firefighting planes and solar panels were a source of mountains of landfill waste.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/oct/01/news-corp-daily-telegraph-calls-climate-crisis-science-fiction\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Don’t panic’ could be Albanese’s mantra but that doesn’t mean we aren’t concerned about life, the universe and everything | Peter Lewis",
      "link": "https://www.theguardian.com/australia-news/commentisfree/2025/oct/01/albanese-world-stage-mantra-could-be-dont-panic",
      "pubDate": "Tue, 30 Sep 2025 23:00:56 GMT",
      "description": "<p>Despite a deep conviction planet Earth is heading in the wrong direction, voters are trusting Labor to navigate the wormholes</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Our prime minister has navigated the world stage this past week as if being shepherded by The Hitchhiker’s Guide to the Galaxy, the fictional intergalactic <a href=\"https://hitchhikers.fandom.com/wiki/Main_Page\">wiki</a> that predated the internet, bearing the reassuring aphorism: “Don’t panic.”</p><p>From setting mildly ambitious climate targets, to joining a belated coalition recognising the Palestinian state, to enduring the US president’s best impression of <a href=\"https://hitchhikers.fandom.com/wiki/Vogon_poetry\">Vogon poetry</a> at the UN, Anthony Albanese has proceeded with calculated sobriety.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/oct/01/albanese-world-stage-mantra-could-be-dont-panic\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We’ve done it before’: how not to lose hope in the fight against ecological disaster – podcast",
      "link": "https://www.theguardian.com/news/audio/2025/oct/06/weve-done-it-before-how-not-to-lose-hope-in-the-fight-against-ecological-disaster-podcast",
      "pubDate": "Mon, 06 Oct 2025 04:00:06 GMT",
      "description": "<p>Some days it can feel as if climate catastrophe is inevitable. But history is full of cases – such as the banning of whaling and CFCs – that show humanity can come together to avert disaster</p><p>By Kate Marvel. Read by Norma Butikofer</p> <a href=\"https://www.theguardian.com/news/audio/2025/oct/06/weve-done-it-before-how-not-to-lose-hope-in-the-fight-against-ecological-disaster-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How to live a good life in difficult times: Yuval Noah Harari, Rory Stewart and Maria Ressa in conversation",
      "link": "https://www.theguardian.com/books/2025/oct/04/how-to-live-a-good-life-in-difficult-times-yuval-noah-harari-rory-stewart-and-maria-ressa-in-conversation",
      "pubDate": "Sat, 04 Oct 2025 08:01:00 GMT",
      "description": "<p>From superintelligent AI to the climate and democracy, three leading thinkers<em> </em>discuss how to navigate the future</p><p>What happens when an internationally bestselling historian, a Nobel peace prize-winning journalist and a former politician get together to discuss the state of the world, and where we’re heading? Yuval Noah Harari is an Israeli medieval and military historian best known for his panoramic surveys of human history, including Sapiens, Homo Deus and, most recently, Nexus: A Brief History of Information Networks from the Stone Age to AI. Maria Ressa, joint winner of the Nobel peace prize, is a Filipino and American journalist who co-founded the news website Rappler. And Rory Stewart is a British academic and former Conservative MP, writer and co-host of The Rest Is Politics podcast. Their conversation ranged over the rise of AI, the crisis in democracy and the prospect of a Trump-Putin wedding, but began by considering a question central to all of their work: how to live a good life in an increasingly fragmented and fragile world?</p><p><strong>YNH</strong> People have been arguing about this for thousands of years. The main contribution of modern liberalism and democracy was to try to agree to disagree; that different people can have very different concepts of what a good life is, and they can still live together in the same society, agreeing on some very basic rules of conduct. And the challenge was always that people who think they have the absolute answer to what is a good life try to impose it on others, partly because, unfortunately for many ideologies, an inherent part of the good life is attempting to make everybody live it. And even more unfortunately, in many cases, it seems that it is easier to impose it on others than to do it ourselves. If we take the original crusade in medieval Christian Europe, you have all these people who can’t live a Christian life of modesty and compassion and love your neighbour, but they are able to travel thousands of kilometres to kill people and try to force them to live according to these principles. And what we are witnessing in the world right now is more of the same.</p> <a href=\"https://www.theguardian.com/books/2025/oct/04/how-to-live-a-good-life-in-difficult-times-yuval-noah-harari-rory-stewart-and-maria-ressa-in-conversation\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Make green great again: Can appeals to the wallet make climate policy an election-winner?",
      "link": "https://www.theguardian.com/environment/2025/oct/02/down-to-earth-green-energy-climate-week-nyc-united-nations-us-politics",
      "pubDate": "Fri, 03 Oct 2025 10:00:34 GMT",
      "description": "<p>In this week’s newsletter: At a major gathering in New York, climate advocates say that language has to change</p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>At stuffy United Nations press conferences, in swanky auditoriums and at sticky socialist dance parties, one word was on everyone’s lips at this year’s Climate Week NYC: affordability.</p><p>The US energy secretary, Chris Wright, said under that under President Trump the United States is “returning to commonsense energy policies that focus on affordability”. The former energy secretary, Jennifer Granholm, said Democrats must focus on renewable power’s ability to shrink power bills to win elections. And supporters of the almost certainly soon-to-be New York City mayor, Zohran Mamdani, trumpeted their efforts to link green policies with efforts to lower city residents’ rent and make transit affordable.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/oct/01/revealed-europe-losing-600-football-pitches-of-nature-and-crop-land-a-day\">Revealed: Europe losing 600 football pitches of nature and crop land a day</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2025/oct/01/fracking-ban-uk-labour-counter-reform-promise\">UK fracking ban to be brought forward as Labour counters Reform promise</a></strong></p><p><strong><a href=\"https://www.theguardian.com/commentisfree/2025/sep/27/israel-ecocide-gaza-bombs-agricultural-land-genocide\">Israel’s ecocide in Gaza sends this message: even if we stopped dropping bombs, you couldn’t live here | George Monbiot</a></strong></p><p><strong><a href=\"https://www.theguardian.com/us-news/2025/sep/30/energy-department-climate-change-crisis-language\">US energy department cracks down on workers’ use of climate crisis language</a></strong></p><p><strong><a href=\"https://www.theguardian.com/us-news/2025/sep/29/trump-spending-coal-industry\">Trump administration spending $625m to revive dying coal industry</a></strong></p><p><strong><a href=\"https://www.theguardian.com/sport/2025/sep/29/los-angeles-olympics-environment-cost\">Los Angeles vowed to host the Olympics without breaking the bank and environment. Can it?</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/oct/02/down-to-earth-green-energy-climate-week-nyc-united-nations-us-politics\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Planetary health diet’ could save 40,000 deaths a day, landmark report finds",
      "link": "https://www.theguardian.com/environment/2025/oct/02/planetary-health-diet-could-save-40000-deaths-a-day-landmark-report-finds",
      "pubDate": "Thu, 02 Oct 2025 22:30:17 GMT",
      "description": "<p>Diet allows modest meat consumption and would also slash food-related climate emissions by half, says report by 70 leading experts from 35 countries</p><p>Adoption of a plant-rich “planetary health diet” could prevent 40,000 early deaths a day across the world, according to a landmark report.</p><p>The diet – which allows moderate meat consumption – and related measures would also slash the food-related emissions driving global heating by half by 2050. Today, a third of greenhouse gas emissions come from the global food system and taming the climate crisis is impossible without changing how the world eats, the researchers said. Food production is also the biggest cause of the destruction of wildlife and forests and the pollution of water.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/02/planetary-health-diet-could-save-40000-deaths-a-day-landmark-report-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}