{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-06-03T20:28:18.623923",
  "items": [
    {
      "title": "Vanuatu criticises Australia for extending gas project while making Cop31 bid",
      "link": "https://www.theguardian.com/world/2025/jun/03/vanuatu-criticises-australia-for-extending-gas-project-while-making-cop31-bid",
      "pubDate": "Tue, 03 Jun 2025 04:49:14 GMT",
      "description": "<p>Climate minister says greenlighting North West Shelf project until 2070 is not the leadership Pacific countries expect as Australia seeks to host summit</p><p>Vanuatu’s climate minister has expressed disappointment over Australia’s decision to extend one of the world’s biggest liquefied natural gas projects and said it raises questions over its bid to co-host the Cop31 summit with Pacific nations.</p><p>The UN is expected to announce which country will host the major climate summit in the coming weeks, with Australia pushing for the event to be held in Adelaide as part of a “Pacific Cop”.</p> <a href=\"https://www.theguardian.com/world/2025/jun/03/vanuatu-criticises-australia-for-extending-gas-project-while-making-cop31-bid\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UK registers its hottest and sunniest spring on record",
      "link": "https://www.theguardian.com/uk-news/2025/jun/02/uk-registers-its-hottest-and-sunniest-spring-on-record",
      "pubDate": "Mon, 02 Jun 2025 15:43:42 GMT",
      "description": "<p>Met Office logs more than 650 hours of sunshine, 43% above seasonal average </p><p>The UK has registered its hottest and sunniest spring, prompting warnings that action is needed to tackle climate change.</p><p>Eight of the 10 warmest UK springs have occurred since the year 2000, and the three hottest have come since 2017.</p> <a href=\"https://www.theguardian.com/uk-news/2025/jun/02/uk-registers-its-hottest-and-sunniest-spring-on-record\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Key US weather monitoring offices understaffed as hurricane season starts",
      "link": "https://www.theguardian.com/us-news/2025/jun/02/trump-national-weather-service-hurricanes",
      "pubDate": "Mon, 02 Jun 2025 10:00:40 GMT",
      "description": "<p>National Weather Service offices are reeling from job cuts and a hiring freeze imposed by Trump</p><p>More than a dozen National Weather Service (NWS) forecast offices along the <a href=\"https://www.theguardian.com/world/hurricanes\">hurricane</a>-prone Gulf of Mexico coast are understaffed as the US plunges into an expected active season for ruinous storms, data seen by the Guardian shows.</p><p>There is a lack of meteorologists in 15 of the regional weather service offices along the coastline from Texas to Florida, as well as in <a href=\"https://www.theguardian.com/us-news/puerto-rico\">Puerto Rico</a> – an area that takes the brunt of <a href=\"https://coast.noaa.gov/hurricanes/#map=4/32/-80\">almost all</a> hurricanes that hit the US. Several offices, including in Miami, Jacksonville, Puerto Rico and Houston, lack at least a third of all the meteorologists required to be fully staffed.</p> <a href=\"https://www.theguardian.com/us-news/2025/jun/02/trump-national-weather-service-hurricanes\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘This is ground zero for Blatten’: the tiny Swiss village engulfed by a mountain",
      "link": "https://www.theguardian.com/environment/2025/jun/01/this-is-ground-zero-for-blatten-the-tiny-swiss-village-engulfed-by-a-mountain",
      "pubDate": "Sun, 01 Jun 2025 12:33:09 GMT",
      "description": "<p>‘The memories preserved in countless books, photo albums, documentation – everything is gone,’ says village’s mayor</p><p>For weeks the weight had sat above the village, <a href=\"https://polybox.ethz.ch/index.php/s/eazXqWn8z6rPNwo\">nine million tonnes of rock</a> precariously resting on an ancient slab of ice. A chunk of the Kleines Nesthorn mountain’s peak had crumbled, and its rubble hung over the silent, empty streets of Blatten, held back only by the glacier. The ice groaned beneath the pressure.</p><p>On Wednesday afternoon, in an instant, <a href=\"https://www.theguardian.com/world/2025/may/28/swiss-glacier-collapse-village-switzerland-blatten\">it gave way</a>. The ice cracked, then crumbled. The entire mass descended into the valley below, obliterating the village that had been there for more than 800 years.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/01/this-is-ground-zero-for-blatten-the-tiny-swiss-village-engulfed-by-a-mountain\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Only two European states have net zero military emissions target, data shows",
      "link": "https://www.theguardian.com/world/2025/may/31/only-two-european-states-have-net-zero-military-emissions-target-data-shows",
      "pubDate": "Sat, 31 May 2025 05:00:37 GMT",
      "description": "<p>Austria and Slovenia are exceptions in continent where just a third of militaries even know their carbon footprint</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/may/29/nato-military-spending-could-increase-emissions-study-finds\">Revealed: Nato rearmament could increase emissions by 200m tonnes a year</a></p></li><li><p><a href=\"https://www.theguardian.com/world/2025/may/30/carbon-footprint-of-israels-war-on-gaza-exceeds-that-of-many-entire-countries\">Carbon footprint of Israel’s war on Gaza exceeds that of many entire countries</a></p></li></ul><p>Just two of 30 European countries have set a date to stop their militaries from emitting planet-heating emissions, a Guardian analysis has found, raising concerns about the carbon cost of Europe’s coming rearmament wave.</p><p>Austria and Slovenia are the only countries whose defence ministries have committed to reaching net zero military emissions, according to an analysis of 30 European countries, with only about one-third having worked out the size of their carbon footprint.</p> <a href=\"https://www.theguardian.com/world/2025/may/31/only-two-european-states-have-net-zero-military-emissions-target-data-shows\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I received a 30-month jail sentence for nonviolent resistance. Why so harsh? Because protest works | Indigo Rumbelow",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/03/climate-protest-jail-sentence-resistance-just-stop-oil",
      "pubDate": "Tue, 03 Jun 2025 16:37:00 GMT",
      "description": "<p>The judge wanted us to show remorse, but I can’t apologise for fighting the climate disaster</p><p>Last week, at Minshull Street crown court in Manchester, I was sentenced to two and half years in prison for conspiring to intentionally cause a public nuisance. The prosecution’s case was that I intended to “obstruct the public or a section of the public in the exercise or enjoyment of a right that may be exercised or enjoyed by the public at large” – in other words, that I was part of Just Stop Oil’s plan to obstruct planes at Manchester airport. I did intend that – and I have a defence for my actions.</p><p>The offence of public nuisance – which falls under the Criminal Law Act 1977 and the Police, Crime, Sentencing and Courts Act 2022 – was traditionally and frequently used <a href=\"https://insights.doughtystreet.co.uk/post/102iagn/the-use-of-the-new-statutory-public-nuisance-offence-to-prosecute-political-and-e#:~:text=Section%2078%20of%20the%20PCSCA%20creates%20an%20offence%20of%20intentionally,'serious%20harm'%20(s\">to prosecute significant environmental offences</a>. It punished big corporations causing real harm to the general public by poisoning water, polluting air, <a href=\"https://www.lawteacher.net/cases/attorney-general-v-pya-quarries.php\">emitting dust and noise</a> or dumping chemical waste. There is no irony lost in the fact that the same offence in statutory form is now being zealously deployed to prosecute environmental protesters.</p><p>Indigo Rumbelow is co-founder of Just Stop Oil. She is serving a sentence in HMP Styal</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/03/climate-protest-jail-sentence-resistance-just-stop-oil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This is what Britain really needs to defend itself – and it doesn’t include spending billions on arms | Karen Bell",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/02/britain-defence-billions-arms-spending-climate-crisis",
      "pubDate": "Mon, 02 Jun 2025 17:15:51 GMT",
      "description": "<p>Spending should be focused on the immediate threats we face: underfunded public services and an escalating climate crisis</p><ul><li><p>Karen Bell is professor of social and environmental justice at the University of Glasgow</p></li></ul><p>The UK government has now unveiled its strategic defence review (SDR), positioning it as a bold response to global threats, particularly from Russia. The plan includes increasing defence spending to 2.5% of GDP by 2027, with aspirations to reach 3% in the next parliament.</p><p>The government’s narrative suggests that increased military spending will enhance national security and stimulate economic growth. However, this perspective neglects the immediate threats facing UK citizens: underfunded public services, a strained National Health Service and the escalating climate crisis.</p><p>Karen Bell is professor of social and environmental justice at the University of Glasgow. Richard Norton-Taylor, a former Guardian security editor and now contributor to Declassified UK, also contributed to this article</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/02/britain-defence-billions-arms-spending-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Are there billions more people on earth than we thought? If so, it’s no bad thing | Jonathan Kennedy",
      "link": "https://www.theguardian.com/commentisfree/2025/may/31/earth-population-billions-decline-birthrate-west",
      "pubDate": "Sat, 31 May 2025 09:00:40 GMT",
      "description": "<p>A study suggests the global population has been undercounted – but we shouldn’t let the overpopulation alarmists win the argument</p><p>According to the UN, the world’s population stands <a href=\"https://desapublications.un.org/publications/world-population-prospects-2024-summary-results\">at just over 8.2 billion</a>. However, a <a href=\"https://www.nature.com/articles/s41467-025-56906-7\">recent study suggests</a> the figure could be hundreds of millions or even billions higher. This news might sound terrifying, but it is important to remember that anxieties about overpopulation are rarely just about the numbers. They reflect power struggles over which lives matter, who is a burden or a threat and ultimately what the future should look like.</p><p>The world’s population reached 1 billion just after the turn of the 19th century. The number of people on the planet then began to grow exponentially, doubling to 2 billion by about 1925 and again to 4 billion about 50 years later. On 15<sup> </sup>November 2022, the UN announced the <a href=\"https://www.theguardian.com/world/2022/nov/15/i-cant-give-up-on-hope-as-the-worlds-population-passes-8bn-new-parents-from-italy-to-india-look-to-the-future\">birth of the eight billionth human</a>.</p><p>Jonathan Kennedy teaches politics and global health at Queen Mary University of London, and is the author of Pathogenesis: How Germs Made History</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/may/31/earth-population-billions-decline-birthrate-west\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Sussan Ley wants to keep the Coalition together – but caving on net zero won’t help her win back seats | Tom McIlroy",
      "link": "https://www.theguardian.com/australia-news/commentisfree/2025/may/31/sussan-ley-wants-to-keep-the-coalition-together-but-caving-on-net-zero-wont-help-her-win-back-seats",
      "pubDate": "Fri, 30 May 2025 15:00:18 GMT",
      "description": "<p>High-profile Nationals and powerful forces in business and media are pushing back against climate action, posing a test of credibility for the new Liberal leader</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>After another scrappy week for the faltering Coalition, Bridget McKenzie on Thursday called for the National party to stop talking about itself.</p><p>No sane observer of politics since the 3 May election could disagree, but the party’s Senate leader made the observation in an awkward setting: a Sky News interview.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton\">Get Guardian Australia environment editor Adam Morton’s Clear Air column as an email</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/may/31/sussan-ley-wants-to-keep-the-coalition-together-but-caving-on-net-zero-wont-help-her-win-back-seats\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Half the tree of life’: ecologists’ horror as nature reserves are emptied of insects",
      "link": "https://www.theguardian.com/environment/2025/jun/03/climate-species-collapse-ecology-insects-nature-reserves-aoe",
      "pubDate": "Tue, 03 Jun 2025 07:00:25 GMT",
      "description": "<p>A new point in history has been reached, entomologists say, as climate-led species’ collapse moves up the food chain even in supposedly protected regions free of pesticides</p><p>Daniel Janzen only began watching the insects – truly watching them – when his ribcage was shattered. Nearly half a century ago, the young ecologist had been out documenting fruit crops in a dense stretch of Costa Rican forest when he fell in a ravine, landing on his back. The long lens of his camera punched up through three ribs, snapping the bones into his thorax.</p><p>Slowly, he dragged himself out, crawling nearly two miles back to the research hut. There were no immediate neighbours, no good roads, no simple solutions for getting to a hospital.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/03/climate-species-collapse-ecology-insects-nature-reserves-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Can a 15th-century Indian singing tradition help stop wildfires?",
      "link": "https://www.theguardian.com/global-development/2025/jun/03/15th-century-indian-singing-tradition-help-stop-wildfires-sankirtan-mandali",
      "pubDate": "Tue, 03 Jun 2025 03:00:19 GMT",
      "description": "<p><em>Sankirtan mandali</em> troupes are usually male singers and dancers. But in Odisha, women are joining in to spread safety messages as the climate crisis turns their region into a tinderbox</p><p>For years, the women of Murgapahadi village in eastern India have quietly managed farms and children, collected flowers and firewood in forests, and kept households running while their husbands work away in cities. This year, many are educating too – in song as they work.</p><p>Forest officials are enlisting devotional song-and-dance troupes – <em>sankirtan mandalis</em> – to help in the fight against <a href=\"https://www.theguardian.com/environment/2021/mar/20/battle-against-indias-forest-fires-similipal-aoe\">fires in the dry deciduous woods of Odisha state</a> in soaring <a href=\"https://www.theguardian.com/global-development/2025/may/19/the-fans-just-circulate-hot-air-how-indoor-heat-is-making-life-unbearable-in-indias-sweltering-cities\">temperatures</a>. Fires have already affected more than <a href=\"https://odishaforest.in/forest-fire\">4,500 hectares (11,120 acres) of forest in Odisha this year</a>, up from about 4,000 hectares in 2024. Officials are using technology such as AI cameras and satellite data to track blazes but are also turning to the appeal of song to ask villagers not to burn leaves in the forest, apractice believed to benefit the soil, but which has led to uncontrollable wildfires in recent years.</p> <a href=\"https://www.theguardian.com/global-development/2025/jun/03/15th-century-indian-singing-tradition-help-stop-wildfires-sankirtan-mandali\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We need new numbers’: Comedian David Cross cracks jokes to spread climate crisis awareness",
      "link": "https://www.theguardian.com/culture/2025/jun/02/david-cross-comedy-climate-crisis",
      "pubDate": "Mon, 02 Jun 2025 12:00:02 GMT",
      "description": "<p>The Emmy award winning comic teams up with renowned scientist Michael Oppenheimer for a new video campaign</p><p>David Cross is many things: a famed comic, an Emmy award winner, and a New York Times bestseller. But he is not a climate scientist.</p><p>That fact might make him the perfect person to communicate the urgency of global heating to mass audiences.</p> <a href=\"https://www.theguardian.com/culture/2025/jun/02/david-cross-comedy-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How the little-known ‘dark roof’ lobby may be making US cities hotter",
      "link": "https://www.theguardian.com/environment/2025/jun/01/dark-roof-lobby",
      "pubDate": "Sun, 01 Jun 2025 10:55:10 GMT",
      "description": "<p>As cities heat up, reflective roofs could lower energy bills and help the climate. But dark-roofing manufacturers are waging a quiet campaign to block new rules</p><ul><li><p><em>This story is co-published with </em><a href=\"https://floodlightnews.org/this-little-known-dark-roof-lobby-may-be-making-your-city-hotter/\"><em>Floodlight</em></a></p></li></ul><p>It began with a lobbyist’s pitch.</p><p>The Tennessee representative Rusty Grills says the lobbyist proposed a simple idea: repeal the state’s requirement for reflective roofs on many commercial buildings.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/01/dark-roof-lobby\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}