{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-17T23:23:40.133139",
  "items": [
    {
      "title": "Global Climate Talks Resumed This Week in Germany, For the First Time in 30 Years Without the United States",
      "link": "https://insideclimatenews.org/news/17062025/annual-un-climate-talks-start-without-united-states/",
      "pubDate": "Tue, 17 Jun 2025 21:45:47 +0000",
      "description": "For the first time since the United Nations started its annual climate talks in 1995, the United States is not sending an official government delegation to one of the biannual global negotiation sessions. In Bonn, Germany, the United Nations Framework Convention on Climate Change is currently holding the annual intersessional round of talks involving various […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Makes Protests Harder—Including Climate Change Protests",
      "link": "https://insideclimatenews.org/news/17062025/todays-climate-protests-extreme-weather-safety/",
      "pubDate": "Tue, 17 Jun 2025 21:03:31 +0000",
      "description": "Last Saturday, Laurie Marshall joined hundreds of people in El Paso, Texas, for the city’s “No Kings Day” protests, part of a nationwide series of actions in opposition of what organizers say is authoritarian behavior by the Trump administration.  As protesters flooded the streets, temperatures climbed past 100 degrees Fahrenheit. After four years living in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Canada’s ‘Silicon Valley’ of Mining, Speculators Power a Hunt for Alaska’s Minerals",
      "link": "https://insideclimatenews.org/news/17062025/vancouver-canada-mining-speculators-hunt-alaska-minerals/",
      "pubDate": "Tue, 17 Jun 2025 17:00:00 +0000",
      "description": "This story was published in partnership with Northern Journal and is the first in a two-story series. VANCOUVER, British Columbia—On a January evening, dozens of people crammed into a banquet space at the glitzy Pan Pacific Hotel overlooking Vancouver’s waterfront.  Buttoned-up corporate executives mingled with government officials by a wood-paneled bar. Old-school geologists and mineral […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The World’s Banks are Still Betting on Fossil Fuel Industry Growth",
      "link": "https://insideclimatenews.org/news/17062025/banks-continue-to-back-fossil-fuel-industry/",
      "pubDate": "Tue, 17 Jun 2025 04:01:00 +0000",
      "description": "The world’s biggest banks continue to bankroll the expansion of the fossil fuel industry and have largely retreated from their climate commitments, even as the world heads toward breaching thresholds for a livable planet. A new report from a coalition of environmental and banking advocacy groups, published Tuesday, finds that the world’s 65 biggest banks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Darter Fish and the Data Center",
      "link": "https://insideclimatenews.org/news/16062025/the-darter-fish-and-the-data-center/",
      "pubDate": "Mon, 16 Jun 2025 16:01:43 +0000",
      "description": "BESSEMER, Ala.—A newly identified species of fish in central Alabama is already endangered due to human development, experts say. Now, plans to build a massive hyperscale data center could turn an already dire situation into an extinction event. “This would nuke this creek,” Yale University biologist Thomas Near said of the data center project and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Two Suns, One City: Karachi’s Dueling Realities in a Warming World",
      "link": "https://insideclimatenews.org/news/16062025/karachi-pakistan-extreme-heat-crisis/",
      "pubDate": "Mon, 16 Jun 2025 09:00:00 +0000",
      "description": "KARACHI, Pakistan—Inside a sprawling estate in Karachi’s elite Defense neighborhood, air conditioning hummed in a low-frequency buzz. Sherry Rehman, Pakistan’s former federal minister for climate change, walked into a chilled study room and clutched her shawl tighter around her. “Turn this down,” she told an aide. “It’s freezing in here.” A Karachiite born and bred […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Data Centers Proliferate Across Illinois, Communities Grapple with How to Supply the Necessary Water",
      "link": "https://insideclimatenews.org/news/16062025/illinois-data-centers-water-use/",
      "pubDate": "Mon, 16 Jun 2025 08:55:00 +0000",
      "description": "Illinois is already a top destination for data centers, and more are coming. One small Chicago suburb alone has approved one large complex and has proposals for two more. Once they’re online, data centers require a lot of electricity, which is helping drive rates up around the country and grabbing headlines. What gets less attention […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Wrestler vs. the Utility",
      "link": "https://insideclimatenews.org/news/15062025/former-utility-exec-mark-ellis-talks-electricity-bills-energy-transition/",
      "pubDate": "Sun, 15 Jun 2025 09:00:00 +0000",
      "description": "SAN DIEGO—On a walk near his house, with views of the ocean, Mark Ellis speaks with urgency about how the utility business—the industry that long employed him—is harming the public with unsustainable rate increases. He keeps coming back to the same point: The complexity of utility regulation is obscuring a transfer of wealth from the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Saved From the Saw: Conservation Deal Spares 8,000 Acres of Sensitive Land in Alabama From Becoming a Wood Pellet Mill",
      "link": "https://insideclimatenews.org/news/15062025/alabama-conservation-saves-land-from-becoming-wood-pellet-mill/",
      "pubDate": "Sun, 15 Jun 2025 08:55:00 +0000",
      "description": "Long before he was writing bestselling books that defined the understanding of biodiversity, Edward O. Wilson was a boy in Mobile, Ala., exploring the bayous and backwaters of the Mobile-Tensaw Delta and marveling at its wildlife. Now, conservation groups are dedicating nearly 8,000 acres of that Delta, one of the most biodiverse places in North […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Grants Were Set to Address Health Risks on the Hopi and Navajo Reservations, Until the Trump Administration Cut Them",
      "link": "https://insideclimatenews.org/news/15062025/cut-epa-grants-hopi-navajo-reservations/",
      "pubDate": "Sun, 15 Jun 2025 08:50:00 +0000",
      "description": "TUBA CITY, Ariz.—When Carol Parrish built her first fire using her new wood-burning stove, tears streamed down her face.  “My prayers have been answered,” she remembers thinking. For years, Parrish’s home had been in a state of disrepair. Her previous stove, the only way she had to warm her home during the winter, was cracked […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}