{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-20T07:23:34.637187",
  "items": [
    {
      "title": "The World’s Last Flock of Wild Whooping Cranes Gets More Living Space",
      "link": "https://insideclimatenews.org/news/19122025/the-worlds-last-flock-of-wild-whooping-cranes-gets-more-living-space/",
      "pubDate": "Fri, 19 Dec 2025 23:37:57 +0000",
      "description": "On an isolated stretch of Texas coastline, conservation groups have acquired more than 3,000 acres of nearly pristine prairie to preserve as habitat for endangered whooping cranes, one of the rarest birds in North America. Groups this month announced the $8 million purchase of two tracts in rural Calhoun County, halfway between Houston and Corpus […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s EPA Focus: Delay, Rescind, Dismantle Environmental and Health Protections",
      "link": "https://insideclimatenews.org/news/19122025/trumps-epa-focus-delay-rescind-dismantle/",
      "pubDate": "Fri, 19 Dec 2025 22:15:03 +0000",
      "description": "Over the past year, environmental experts who have dedicated their lives to public service have watched the partisan, unilateral destruction of the agency they once helped run. “What’s happening at the EPA right now is not business as usual,” said Marc Boom, senior director of public affairs for the Environmental Protection Network (EPN), a group […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Diane Wilson Takes on Another Plastics Plant in Texas",
      "link": "https://insideclimatenews.org/news/19122025/diane-wilson-takes-on-another-plastics-plant-in-texas/",
      "pubDate": "Fri, 19 Dec 2025 20:38:59 +0000",
      "description": "Diane Wilson, the prominent Gulf Coast environmentalist, filed a legal notice of intent on Wednesday to sue Dow for alleged large-scale discharges of plastic pellets from its 4,700-acre petrochemical complex outside Seadrift, Texas.  Wilson, a 77-year-old former shrimper from Seadrift, sued another Gulf Coast petrochemical giant, Formosa Plastics, and ultimately won a landmark settlement in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Texas Power Grid Will Get a Boost from Batteries This Winter",
      "link": "https://insideclimatenews.org/news/19122025/the-texas-power-grid-will-get-a-boost-from-batteries-this-winter/",
      "pubDate": "Fri, 19 Dec 2025 17:48:28 +0000",
      "description": "Even with less available electric power capacity during cold weather in Texas, battery storage systems are reducing the risk of power outages this winter, the Electric Reliability Council of Texas (ERCOT) reported at its December board of directors meeting. In its most recent resource adequacy report, ERCOT modeled battery availability in December 2024, when operating […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A River That Millions Rely on for Water Is on the Brink. A Deal to Save It Isn’t.",
      "link": "https://insideclimatenews.org/news/19122025/negotiators-remain-stuck-at-colorado-river-users-summit/",
      "pubDate": "Fri, 19 Dec 2025 17:38:36 +0000",
      "description": "LAS VEGAS—The Colorado River Basin is, quite literally, 50 feet away from collapse, and an agreement to save it is nowhere in sight.  Water titans clashed at Caesars Palace in Las Vegas this week, where negotiators from each of the seven Colorado River Basin states outlined what they have done to protect the river—and pointed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "U.S. Company Releasing Unauthorized Emissions From Peru LNG Terminal",
      "link": "https://insideclimatenews.org/news/19122025/u-s-company-releasing-unauthorized-emissions-from-peru-lng-terminal/",
      "pubDate": "Fri, 19 Dec 2025 17:24:51 +0000",
      "description": "This story was originally published by Convoca, an investigative newsroom in Peru, in partnership with the research group Point Source. Read the story in Spanish here. U.S.-based Hunt Oil Co. has been emitting large volumes of greenhouse gases from the major gas export terminal that it operates in Peru without authorization for at least 12 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Tracking Oil and Gas Waste in Pennsylvania Is Still a ‘Logistical Mess’",
      "link": "https://insideclimatenews.org/news/19122025/pennsylvania-oil-and-gas-waste-tracking-logistical-mess/",
      "pubDate": "Fri, 19 Dec 2025 10:00:00 +0000",
      "description": "Fracking’s Forever Problem: Sixth in a series about the gas industry’s radioactive waste. How much toxic oil and gas waste is produced in Pennsylvania every year, and where does it end up? Despite state efforts to track it, there’s no way to know for sure. For more than a decade, regulators have been aware of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maine’s Once Abundant Kelp Forests Face an Array of Growing Threats",
      "link": "https://insideclimatenews.org/news/19122025/maine-kelp-forests-face-growing-threats/",
      "pubDate": "Fri, 19 Dec 2025 09:55:00 +0000",
      "description": "Shane Farrell has spent the better part of the last three years underwater, diving off the coast of Maine. The University of Maine Ph.D. student and his team at the Bigelow Laboratory for Ocean Sciences are surveying the rapid decline of kelp forests in the warming waters. While the marine heatwaves killing the kelp ecosystem […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "SPEED Act Passes in House Despite Changes That Threaten Clean Power Projects",
      "link": "https://insideclimatenews.org/news/18122025/speed-act-passes-in-house-threatens-clean-power-projects/",
      "pubDate": "Fri, 19 Dec 2025 00:25:14 +0000",
      "description": "The House of Representatives cleared the way for a massive overhaul of the federal environmental review process on Thursday, despite last-minute changes that led clean energy groups and moderate Democrats to pull their support. The Standardizing Permitting and Expediting Economic Development Act, or SPEED Act, overcame opposition from environmentalists and many Democrats who oppose the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Energy Secretary Orders a Washington State Coal Plant to Remain Open",
      "link": "https://insideclimatenews.org/news/18122025/trumps-energy-secretary-orders-a-washington-state-coal-plant-to-remain-open/",
      "pubDate": "Thu, 18 Dec 2025 16:17:43 +0000",
      "description": "SEATTLE—The last coal-fired power plant in Washington state was set to go cold at the end of the year. It would then switch to natural gas, cutting carbon emissions in half. The shutdown had been in the works for 15 years and was mandated by state law. It required the Canadian energy company that owns […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}