{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-12T09:24:29.337088",
  "items": [
    {
      "title": "House Republicans’ Use of Little-Known Law to Strike Down Public Land Plans Could Be Pandora’s Box Moment",
      "link": "https://insideclimatenews.org/news/12092025/public-land-plans-congressional-review-act/",
      "pubDate": "Fri, 12 Sep 2025 09:00:00 +0000",
      "description": "When the U.S. House of Representatives invoked a little-known law to roll back three plans for managing public lands, it was an unprecedented move.  The resource management plans by the Bureau of Land Management for Montana, Alaska and North Dakota collectively guide decisions on over 166 million acres, shaping oil and gas leasing, renewable energy, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Michigan’s Upper Peninsula, Stargazing Sheds Light on the Dark Sky Movement",
      "link": "https://insideclimatenews.org/news/12092025/michigan-keweenaw-dark-sky-park/",
      "pubDate": "Fri, 12 Sep 2025 08:55:00 +0000",
      "description": "At the northern tip of Michigan’s Upper Peninsula, where rugged cliffs jut out toward Lake Superior, Keweenaw County is known for its rich biodiversity and opportunities for outdoor recreation. One of the region’s most remarkable qualities, though, is its darkness. Far from large city centers, the county has embraced its lack of light pollution, or […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Department of Energy Allocates $134 million for Fusion Funding",
      "link": "https://insideclimatenews.org/news/11092025/energy-department-fusion-funding/",
      "pubDate": "Fri, 12 Sep 2025 00:14:38 +0000",
      "description": "The U.S. Department of Energy announced $134 million in funding for two fusion programs on Wednesday, money intended to work on bridging the gap between research and commercialization.  The bulk of the funding is reserved for seven teams tied to the Fusion Innovative Research Engine (FIRE) Collaboratives, a collection of virtual teams at universities and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Las tuberías de plomo están en todas partes en Chicago; conoce cómo puedes protegerte",
      "link": "https://insideclimatenews.org/news/11092025/las-tuberias-de-plomo-estan-en-todas-partes-en-chicago-conoce-como-puedes-protegerte/",
      "pubDate": "Thu, 11 Sep 2025 23:01:01 +0000",
      "description": "Read this article in English. Este reportaje es una asociación entre Inside Climate News, Grist, WBEZ y City Bureau. Los residentes de Chicago se enfrentan a una exposición diaria al plomo por las tóxicas líneas de servicio de plomo, las tuberías subterráneas que conectan los edificios con el suministro de agua de la ciudad. La ciudad tiene la mayor cantidad de […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "¿Dónde se encuentra la tubería de agua con plomo en Chicago?",
      "link": "https://insideclimatenews.org/news/11092025/donde-se-encuentra-la-tuberia-de-agua-con-plomo-en-chicago/",
      "pubDate": "Thu, 11 Sep 2025 22:46:25 +0000",
      "description": "Read this article in English. Este reportaje es una asociación entre Inside Climate News, Grist y WBEZ. Mientras Gina Ramírez abrochaba a su hijo de 11 años de edad en el auto para llevarlo a la escuela, le entregó una botella de agua de plástico. “Me encantaría que si él tiene sed, pusiera un vaso debajo de la llave”, dijo […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Deforestation Threatens Public Health. Securing Indigenous Land Rights Can Help, Researchers Find",
      "link": "https://insideclimatenews.org/news/11092025/indigenous-land-rights-can-help-deforestation/",
      "pubDate": "Thu, 11 Sep 2025 15:00:00 +0000",
      "description": "Indigenous territories are a crucial bulwark against the destruction of the Amazon rainforest. A new peer-reviewed study shows they also safeguard the health of millions living there.  The study, published Thursday in the journal Communications Earth and Environment, examined the impact Indigenous territories have on human health across the Amazon biome, a region that’s home […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Utility-Scale Solar Can Withstand Severe Hailstorms. Here’s How",
      "link": "https://insideclimatenews.org/news/11092025/inside-clean-energy-utility-scale-solar-hailstorms/",
      "pubDate": "Thu, 11 Sep 2025 13:00:00 +0000",
      "description": "As Texas becomes the country’s leader in generating solar power, the state’s propensity for severe hailstorms is a hazard that energy companies aim to manage. I’m writing about solar and hail this week, not because of any incident, but because of a lack of incidents. We are near the end of the spring and summer […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Solar Power Gave Hope to Former Prisoners in NJ. Federal Cuts Are Taking It Back",
      "link": "https://insideclimatenews.org/news/11092025/formerly-incarcerated-solar-power-program-cuts/",
      "pubDate": "Thu, 11 Sep 2025 09:00:00 +0000",
      "description": "KEARNY, N.J.—From the second row of a fluorescent-lit room, Kavone Little, 38, aims his monopod-mounted phone to the front as he smiles ear to ear. He presses the record button. Broad-shouldered, quick with riffs and smiling with easy charm, Little is an online streamer. He documents his life in New Jersey and posts the videos […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Administration Moves to Dismantle Conservation as an Official Use of Public Lands",
      "link": "https://insideclimatenews.org/news/10092025/trump-administration-public-lands-conservation/",
      "pubDate": "Wed, 10 Sep 2025 20:17:15 +0000",
      "description": "Conservation would no longer count as an official use of federal public lands under a plan announced by the U.S. Department of the Interior. On Wednesday, the agency declared its intent to rescind the Bureau of Land Management’s 2024 Public Lands Rule, which placed conservation on equal footing with uses such as natural gas drilling, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "World’s Largest Fossil Fuel and Cement Producers Are Responsible for About Half the Intensity of Recent Heat Waves, New Study Shows",
      "link": "https://insideclimatenews.org/news/10092025/greenhouse-gas-pollution-heat-waves/",
      "pubDate": "Wed, 10 Sep 2025 15:09:54 +0000",
      "description": "Carbon emissions generated by the world’s 180 largest fossil fuel and cement producers have played a substantial role in driving dangerous and oftentimes deadly extreme heat events around the world, according to new research.  A study published Wednesday in the journal Nature finds that these emissions from the so-called carbon majors contributed to about half […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}