{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-01T04:33:34.161513",
  "items": [
    {
      "title": "Climate Change Worsens Half-Century of Drinking Water Problems for Maine Native Reservation",
      "link": "https://insideclimatenews.org/news/31082025/passamaquoddy-tribe-drinking-water-problems-maine/",
      "pubDate": "Sun, 31 Aug 2025 09:00:00 +0000",
      "description": "Second of two articles about the Passamaquoddy Tribe’s struggles with sea level rise, water quality and habitat resilience on the coast of Maine. SIPAYIK, Maine—The smell of saltwater is one of Brian Altvater’s favorite parts of living in Sipayik. Wherever you go on the tiny Maine peninsula, home to the Passamaquoddy Pleasant Point Reservation, you […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With New Jersey Still Reeling From Summer Storms, Fossil Fuel Interests Fight ‘Climate Superfund’ Bill",
      "link": "https://insideclimatenews.org/news/31082025/new-jersey-climate-superfund-bill/",
      "pubDate": "Sun, 31 Aug 2025 08:55:00 +0000",
      "description": "Torrential rain and high winds killed at least five people and caused damage worth millions of dollars in New Jersey in July alone, but the fate of a bill that would require fossil fuel companies to pay for past damages from the changing climate and future resilience measures remains uncertain. The state’s Climate Superfund Act […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "AI’s Massive Energy Demands",
      "link": "https://insideclimatenews.org/news/31082025/icn-sunday-morning-ai-massive-energy-demand/",
      "pubDate": "Sun, 31 Aug 2025 08:45:00 +0000",
      "description": "The data centers that power artificial intelligence require huge amounts of electricity. Some experts  estimate we’ll need as much as 25% more electricity by 2030, and 78% by 2050, to meet this demand alone. Whether that electricity comes from renewable energy or fossil fuels has big implications for climate change.  Dan explains why we should […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Far Northeastern Maine, a Native Community Fights to Adapt to Climate Change",
      "link": "https://insideclimatenews.org/news/30082025/passamaquoddy-tribe-coastal-resiliency-maine/",
      "pubDate": "Sat, 30 Aug 2025 09:05:00 +0000",
      "description": "First of two articles about the Passamaquoddy Tribe’s struggles with sea level rise, water quality and habitat resilience on the coast of Maine.   SIPAYIK, Maine—On the Sipayik peninsula in Maine, Passamaquoddy tribe members are surrounded on three sides by water, and on all sides by reminders of their vulnerability to a changing climate. They […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Clams Make a Comeback on a Tribal Reservation in Maine?",
      "link": "https://insideclimatenews.org/news/30082025/passamaquoddy-tribe-clam-garden-maine/",
      "pubDate": "Sat, 30 Aug 2025 09:04:00 +0000",
      "description": "SIPAYIK, Maine—Clams have been entwined with the story of the Passamaquoddy tribe for 13,000 years. Archaeological digs at ancient tribal sites have uncovered “middens,” or piles of discarded clamshells from generations of summer harvests, according to tribe member Brian Altvater. But the population of adult softshell clams in the waters around the Sipayik peninsula have […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Despite Lack of Federal Support, US Scientists Continue Work on Key Global Climate Reports",
      "link": "https://insideclimatenews.org/news/30082025/us-climate-research-ipcc/",
      "pubDate": "Sat, 30 Aug 2025 09:00:00 +0000",
      "description": "Even as the U.S. federal government rapidly retreats from science-based decision-making, adopts climate-damaging energy policies and disengages from international climate efforts, 46 American researchers have been chosen as authors for the upcoming three main global climate reports from the Intergovernmental Panel on Climate Change.  The number of U.S. scientists working on the IPCC reports has […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Trump Administration Is Trying to Revoke the ‘Roadless Rule.’ The Public Won’t Have Much Time to Weigh In",
      "link": "https://insideclimatenews.org/news/30082025/trump-administration-roadless-rule-public-comment/",
      "pubDate": "Sat, 30 Aug 2025 08:50:00 +0000",
      "description": "The U.S. Department of Agriculture is giving the public just three weeks to weigh in on a key step of its attempt to scrap the Roadless Rule, which protects almost 59 million acres of forest land from road construction and timber harvesting. The U.S. Forest Service (USFS) published a notice Friday seeking comment on its […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Trump Pushes Liquified Natural Gas Exports, Residents in Pennsylvania Towns Push Back to Stop a Proposed LNG Terminal",
      "link": "https://insideclimatenews.org/news/30082025/chester-eddystone-pennsylvania-activists-oppose-lng-terminal/",
      "pubDate": "Sat, 30 Aug 2025 08:45:00 +0000",
      "description": "CHESTER, Pa.—In this small city south of Philadelphia, trash is a problem. A thick white cloud rising from Reworld’s Delaware Valley Resource Recovery Facility, the largest trash incinerator in the country by capacity, and the stinging odor of garbage are daily reminders that mounds of waste from Philadelphia, New York City and Delaware are a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Updates Pesticide Alert System",
      "link": "https://insideclimatenews.org/news/29082025/california-pesticide-alert-system/",
      "pubDate": "Fri, 29 Aug 2025 22:03:23 +0000",
      "description": "Farmworkers and their families have long demanded the right to know when and where growers plan to spray dangerous pesticides in their communities. The California Department of Pesticide Regulation finally debuted a system in March that does just that. Now regulators have added new features to the pesticide notification system, called SprayDays California, which they […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Settlement Signed in Texas v. New Mexico Rio Grande Case",
      "link": "https://insideclimatenews.org/news/29082025/rio-grande-settlement-in-texas-new-mexico-case/",
      "pubDate": "Fri, 29 Aug 2025 21:19:27 +0000",
      "description": "EL PASO—The Rio Grande flows over 1,800 miles from the mountains of southwestern Colorado to the Gulf of Mexico. A lawsuit filed in 2013 between Texas and New Mexico over Rio Grande water has taken as many twists and turns as the river itself. A settlement signed this week by New Mexico, the Department of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}