{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-02-06T23:32:46.042754",
  "items": [
    {
      "title": "Pennsylvania Governor Courts Data Centers While Seeking Consumer Protections",
      "link": "https://insideclimatenews.org/news/06022026/pennsylvania-governor-josh-shapiro-data-center-growth-consumer-protections/",
      "pubDate": "Fri, 06 Feb 2026 23:19:32 +0000",
      "description": "Amid a national flight over data centers, Pennsylvania Gov. Josh Shapiro is trying to welcome the economic growth they bring while suggesting ways to protect consumers from soaring electricity costs.  In a budget speech this week, Shapiro said that new data centers must bring their own power generation or fully fund new generation to meet […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Must Act to Limit Greenhouse Gases, Lawyers Argue",
      "link": "https://insideclimatenews.org/news/06022026/pennsylvania-greenhouse-gas-cap-and-trade-proposal/",
      "pubDate": "Fri, 06 Feb 2026 19:13:26 +0000",
      "description": "Nearly 25 years ago, environmental lawyers Robert McKinstry and John Dernbach appeared at an early conference on climate change at Penn State University. They spoke about how state policy could fill the gaps left by federal inaction.  “At that point, we had plenty of time,” McKinstry said. But they’ve since watched opportunities to curb greenhouse […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "MethaneSAT Releases First Global Assessment of Oil and Gas Climate Pollution",
      "link": "https://insideclimatenews.org/news/06022026/methanesat-climate-pollution-global-assessment/",
      "pubDate": "Fri, 06 Feb 2026 10:00:00 +0000",
      "description": "MethaneSAT, the world’s most advanced methane-detecting satellite and first spacecraft owned by an environmental nonprofit, promised to usher in a new era of climate accountability when the device entered Earth’s orbit in 2024.  One year later, researchers with the Environmental Defense Fund (EDF) lost contact with the $88 million satellite, but not before downloading a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Solar Siting Reforms Advance in Virginia After Years of Failed Attempts",
      "link": "https://insideclimatenews.org/news/06022026/virginia-solar-siting-reform/",
      "pubDate": "Fri, 06 Feb 2026 09:55:00 +0000",
      "description": "RICHMOND, Va.—The Virginia House passed legislation on Thursday by a 63-33 vote, nearly along party lines, that would facilitate the development of solar facilities by prohibiting bans by local communities but spelling out site requirements designed to satisfy the concerns of local governments.  Similar legislation has failed in recent years after opposition in rural areas […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Explores First-Time Regulation on Dairy Methane Emissions",
      "link": "https://insideclimatenews.org/news/06022026/california-dairy-methane-emissions-regulation/",
      "pubDate": "Fri, 06 Feb 2026 09:50:00 +0000",
      "description": "After years of relying on voluntary grant and incentive programs to bring down a potent climate pollutant from dairy and livestock operations, California is looking into developing a rule to require reductions directly. The California Air Resources Board (CARB) put out a request for feedback last week as it seeks to meet the requirements of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Under Trump, EPA’s Enforcement of Environmental Laws Collapses, Report Finds",
      "link": "https://insideclimatenews.org/news/05022026/trump-epa-polluter-enforcement-collapses/",
      "pubDate": "Thu, 05 Feb 2026 23:36:21 +0000",
      "description": "Enforcement against polluters in the United States plunged in the first year of President Donald Trump’s second term, a far bigger drop than in the same period of his first term, according to a new report from a watchdog group.  By analyzing a range of federal court and administrative data, the nonprofit Environmental Integrity Project […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How a ‘Powerful Vision’ on Whales and Oceans Could Change Worldviews",
      "link": "https://insideclimatenews.org/news/05022026/maori-scientist-daniel-hikuroa-legal-rights-of-whales/",
      "pubDate": "Thu, 05 Feb 2026 20:43:53 +0000",
      "description": "As governments struggle to halt biodiversity loss and protect the world’s oceans using legal systems largely built by and for nation-states, Indigenous leaders are advancing a radically different vision—one that treats whales not as resources to be managed, but as living ancestors with rights of their own. On Thursday, Indigenous leaders from across Polynesia released […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Looking Ahead to When Gas Stations Vanish",
      "link": "https://insideclimatenews.org/news/05022026/inside-clean-energy-when-gas-stations-vanish/",
      "pubDate": "Thu, 05 Feb 2026 14:00:00 +0000",
      "description": "Sooner than you think, your city may be down to its last gas station, or, in large cities, the last few gas stations. They likely will be owned or heavily subsidized by the government because few businesses can be profitable selling a product whose demand is no longer growing. When will this happen? In regions […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One of Africa’s Most Important Water Sources Just Got Some Very Good News",
      "link": "https://insideclimatenews.org/news/05022026/africa-angola-wetlands-global-recognition/",
      "pubDate": "Thu, 05 Feb 2026 10:00:00 +0000",
      "description": "A vast wetland system that feeds water supplies for much of central and southern Africa has remained largely outside the global conservation spotlight, even as climate change and environmental degradation increased the stakes. Angola has now moved to change that. In January, Angolan officials announced the designation of the country’s first wetland of international importance […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Mapping Unequal Climate Risks in a Northern California County",
      "link": "https://insideclimatenews.org/news/05022026/northern-california-air-pollution-sensors-climate-risks/",
      "pubDate": "Thu, 05 Feb 2026 09:55:00 +0000",
      "description": "The Bay Area Air District kicked off the new year with a warning for residents of the nine counties around San Francisco: if they lit a fireplace, wood stove or outdoor fire pit, they would have to either take a course on the health effects of wood smoke or pay a fine.  By mid-January, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}