{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-10-13T23:21:05.648011",
  "items": [
    {
      "title": "‘Dismal’ health of world’s forests is threat to humanity, report warns",
      "link": "https://www.theguardian.com/environment/2025/oct/14/dismal-health-of-worlds-forests-is-threat-to-humanity-report-warns",
      "pubDate": "Mon, 13 Oct 2025 23:01:03 GMT",
      "description": "<p>Financial institutions pouring money into land clearance and undermining efforts to stop destruction, says Climate Focus</p><p>Global forest health has plunged to “dismal” levels and threatens the wellbeing of humanity, warns <a href=\"https://forestdeclaration.org/resources/forest-declaration-assessment-2025\">a damning report</a> that highlights how financial systems are pouring money into land clearance and undermining efforts to reduce destruction.</p><p>Since 2021 when world leaders and corporate executives promised to halt deforestation, the new study found that forest loss has increased, driven by subsidies for livestock, monocrops, logging and other extractive industries.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/dismal-health-of-worlds-forests-is-threat-to-humanity-report-warns\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate investment is only growth opportunity of 21st century, says leading economist",
      "link": "https://www.theguardian.com/environment/2025/oct/13/climate-investment-is-biggest-growth-opportunity-of-21st-century-says-economist-nicholas-stern",
      "pubDate": "Mon, 13 Oct 2025 10:17:37 GMT",
      "description": "<p>Lord Stern says fossil-fuelled growth is futile as the damage it causes ends in economic self-destruction</p><p>Investment in climate action is the economic growth story of the 21st century, while growth fuelled by fossil fuels is futile because the damage it causes ends in self-destruction, the economist Nicholas Stern has said.</p><p>The plummeting costs of clean technologies, from renewable energy to electric cars, plus the healthier and more productive societies they enable, meant investments could simultaneously tackle the climate crisis and faltering economic growth, and bring millions of people out of poverty, he said.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/13/climate-investment-is-biggest-growth-opportunity-of-21st-century-says-economist-nicholas-stern\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Emissions linked to Woodside’s Scarborough gas project could lead to at least 480 deaths, research suggests",
      "link": "https://www.theguardian.com/australia-news/2025/oct/13/woodside-scarborough-gas-project-emissions-could-cause-heat-deaths",
      "pubDate": "Mon, 13 Oct 2025 09:00:17 GMT",
      "description": "<p>Scientists have examined the $16.5bn project’s climate impact and found it could expose more than half a million people to unprecedented heat</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>Greenhouse emissions linked to a gas field being developed by Australian fossil fuel company Woodside could lead to the death of at least 480 people and expose more than half a million to unprecedented heat, new research suggests.</p><p>Scientists from six universities have examined the climate impact of the <a href=\"https://www.theguardian.com/australia-news/2023/sep/28/woodside-scarborough-offshore-gas-field-court-blocks-seismic-blasting-ralene-cooper\">$16.5bn Scarborough project</a>, which is expected to start production off the northern Western Australian coast next year and could result in 876m tonnes of carbon dioxide being released into the atmosphere over three decades.</p> <a href=\"https://www.theguardian.com/australia-news/2025/oct/13/woodside-scarborough-gas-project-emissions-could-cause-heat-deaths\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "New Zealand accused of ‘full-blown climate denial’ over cuts to methane reduction targets",
      "link": "https://www.theguardian.com/world/2025/oct/13/new-zealand-government-accused-climate-denial-methane-reduction-targets",
      "pubDate": "Mon, 13 Oct 2025 04:04:55 GMT",
      "description": "<p>Farmers praised the move, but scientists and opposition parties criticised it as ‘weak’ and ‘unambitious’</p><p>Environmental campaigners have accused New Zealand’s government of “full-blown climate denial” after it slashed targets for reducing emissions of methane, a potent greenhouse gas that contributes to global warming.</p><p><a href=\"https://www.theguardian.com/world/newzealand\">New Zealand’s</a> right-leaning coalition government outlined plans on Sunday to reduce methane emissions by between 14 and 24% by 2050, compared to 2017 levels.</p> <a href=\"https://www.theguardian.com/world/2025/oct/13/new-zealand-government-accused-climate-denial-methane-reduction-targets\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Two legal challenges to Woodside’s North West Shelf extension filed on environmental and cultural grounds",
      "link": "https://www.theguardian.com/environment/2025/oct/13/legal-challenges-woodside-gas-plant-north-west-shelf-extension-environmental-cultural-grounds",
      "pubDate": "Mon, 13 Oct 2025 03:21:09 GMT",
      "description": "<p>Australian Conservation Foundation and Friends of Australian Rock Art want Murray Watt’s decision to approve extension of gas plant in northern WA overturned</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/oct/13/australia-news-live-qantas-hack-data-leak-scam-warning-nsw-sydney-potholes-social-media-ban-anika-wells-albanese-sussan-ley-labor-liberal-coalition-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Two groups have filed separate legal challenges to the federal environment minister’s approval of Woodside’s North West Shelf extension, one of the world’s biggest liquified natural gas projects.</p><p>The Australian Conservation Foundation and Friends of Australian Rock Art have commenced federal court proceedings in a bid to have the decision overturned.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/13/legal-challenges-woodside-gas-plant-north-west-shelf-extension-environmental-cultural-grounds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump calls climate science a ‘con job’. That could make tackling the crisis a whole lot easier | Francesco Grillo",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/13/donald-trump-withdrawal-paris-agreement-tackling-climate-crisis-easier",
      "pubDate": "Mon, 13 Oct 2025 04:00:12 GMT",
      "description": "<p>Europe and Brazil have a rare opportunity, unimpeded by the US, to make a success of Cop30 – and reshape the world order</p><p>The climate crisis, Donald Trump told the UN last month, is “the greatest con job ever perpetrated on the world”. With <a href=\"https://www.youtube.com/watch?v=G7Y8_0zAzXc\">these words </a>the US president rejected the international scientific consensus and evidence that we can all check daily with a basic thermometer. He has also announced he is <a href=\"https://www.theguardian.com/us-news/2025/jan/20/trump-executive-order-paris-climate-agreement\">withdrawing the US</a> from the Paris climate agreement, signed in 2015 by 195 UN countries. The US joins an axis of deniers including Yemen, Iran and Libya, countries that signed the agreement but never ratified it.</p><p>Paradoxically, Trump’s reversal provides an opportunity for others to advance the climate agenda: to sketch out the blueprint of a possible new world order without the US, even if Washington was the architect of the old one.</p><p>Francesco Grillo is a visiting fellow at the European University Institute, Florence, and director of the thinktank Vision</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/13/donald-trump-withdrawal-paris-agreement-tackling-climate-crisis-easier\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Has finding an affordable home in Australia just gotten harder? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder",
      "pubDate": "Thu, 09 Oct 2025 02:04:41 GMT",
      "description": "<p>Thanks climate change</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on Cop30: Starmer must stop havering and announce that he’s going to Brazil | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/08/the-guardian-view-on-cop30-starmer-must-stop-havering-and-announce-that-hes-going-to-brazil",
      "pubDate": "Wed, 08 Oct 2025 17:51:03 GMT",
      "description": "<p>With global heating on a dangerous trajectory, it would be unforgivable for the prime minister to miss the summit in Belém</p><p>In a month, this year’s UN climate summit, Cop30, begins in <a href=\"https://www.theguardian.com/environment/2025/sep/20/simon-stiell-un-climate-chief-climate-progress-green-transition\">Belém</a>, Brazil – preceded by a key leaders’ meeting. It is a crucial moment. The UN’s scientists have yet to publish calculations based on the latest round of nationally determined contributions (NDCs) – as countries’ emissions pledges are known. But Brazil’s president, Luiz Inácio Lula da Silva, has called leaders together because it is already clear that the current emissions pledges are nowhere near enough. The Paris 1.5C threshold was <a href=\"https://www.bbc.com/future/article/20231130-climate-crisis-the-15c-global-warming-threshold-explained\">crossed</a> last year. Without stronger action, that temporary breach will become irreversible – with devastating consequences for people and planet.</p><p>Lula’s diplomatic <a href=\"https://www.theguardian.com/world/2025/oct/06/brazil-president-lula-trump-tariffs-sanctions\">outreach</a> to Donald Trump, who calls the climate crisis a “con job”, suggests he is trying to bring key players into the fold ahead of Belém. Having heavyweights in the room can make all the difference. Ten years ago in Paris, world leaders’ presence proved crucial to securing an ambitious deal. That’s why it is important that Sir Keir Starmer attends. He may not be the most powerful world leader, but his presence is a moral and diplomatic imperative. If King Charles is able to, he ought to go too. Soft power can help to rebuild the spirit of cooperation to keep the hopes in the Paris agreement alive.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/08/the-guardian-view-on-cop30-starmer-must-stop-havering-and-announce-that-hes-going-to-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on climate policy: Britain needs clean power, not culture wars | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/02/the-guardian-view-on-climate-policy-britain-needs-clean-power-not-culture-wars",
      "pubDate": "Thu, 02 Oct 2025 17:32:45 GMT",
      "description": "<p>Kemi Badenoch’s plan to scrap the Climate Change Act is reckless. Ed Miliband offers a bolder, fairer vision. The future must be built on renewables</p><p>Let’s scrap Britain’s successful climate law so we can burn more gas, lose investment and have higher bills. Crazy as it might seem, that is the message of Kemi Badenoch’s <a href=\"https://www.theguardian.com/environment/2025/oct/02/kemi-badenoch-vows-to-repeal-climate-change-act\">new energy strategy</a>. The Conservative leader proposes to repeal the 2008 <a href=\"https://www.bbc.co.uk/news/articles/czrp2k3m3deo\">Climate Change Act</a> in favour of a plan to “maximise oil and gas extraction”, and remove all legally binding carbon targets. It’s pitched as pragmatism. But it’s a lurch into ideological self-harm.</p><p>Britain’s energy problem isn’t its climate legislation, which is admired globally, backed by <a href=\"https://www.upday.com/uk/politics/business-groups-alarmed-by-tory-climate-law-scrap-plan/mk3jhjl#:~:text=Business%20groups%20warn%20of%20economic,the%20Humber%20and%20Teesside%20regions.\">industry</a> and <a href=\"https://yougov.co.uk/politics/articles/52033-earth-day-2025-where-do-britons-stand-on-climate-change\">supported</a> by the public. It’s that this country remains too dependent on volatile fossil fuels. Emissions targets are not the reason for high bills. It is gas prices, which skyrocketed after Russia invaded Ukraine. They set UK <a href=\"https://www.sciencedirect.com/science/article/pii/S2352484723013057\">electricity</a> prices. In <a href=\"https://www.carbonbrief.org/factcheck-why-expensive-gas-not-net-zero-is-keeping-uk-electricity-prices-so-high/\">Europe</a>, they don’t – that’s why bills are lower there. Rather, Mrs Badenoch is choosing to follow <a href=\"https://edition.cnn.com/2025/09/04/business/power-prices-trump-inflation\">Donald Trump</a> in rolling back climate goals and seeing electricity prices in the US rise, not fall.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/02/the-guardian-view-on-climate-policy-britain-needs-clean-power-not-culture-wars\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "With most MPs ignorant of the urgency, how can the UK ever reach net zero?",
      "link": "https://www.theguardian.com/news/2025/oct/10/with-most-mps-ignorant-of-the-urgency-how-can-the-uk-ever-reach-net-zero",
      "pubDate": "Fri, 10 Oct 2025 05:00:44 GMT",
      "description": "<p>Only 15 of 100 MPs surveyed knew of IPCC report that CO<sub>2</sub> needs to peak this year to keep global heating to 1.5C</p><p>The people you hope would be best informed about the imminent threat of climate breakdown would be members of parliament. After all, droughts and storms affecting their constituents have been a recurring news item. The need to reach net zero carbon emissions by 2050 requires an informed debate among parties.</p><p>The key question on which the latest <a href=\"https://www.theguardian.com/environment/2022/feb/28/what-is-the-ipcc-climate-change-report-and-what-will-it-say\">Intergovernmental Panel on Climate Change report</a>, in 2022, reached hard-won scientific consensus was when CO<sub>2</sub> emissions need to peak for a realistic chance of keeping global temperature increases below 1.5C, the target set by the 2015 Paris agreement as too dangerous to exceed. The answer, given great prominence in the report and the media coverage of it, was this year, 2025.</p> <a href=\"https://www.theguardian.com/news/2025/oct/10/with-most-mps-ignorant-of-the-urgency-how-can-the-uk-ever-reach-net-zero\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Americans are dying from extreme heat. Autopsy reports don’t show the full story",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy",
      "pubDate": "Thu, 09 Oct 2025 15:00:28 GMT",
      "description": "<p>Official reports are likely to overlook heat’s role in a death. As US temperatures rise, experts say the true toll needs to be counted</p><p>Among the autopsy reports that made my heart skip a beat was Hannah Rose Moody.</p><p>One morning last May, the 31-year-old set out on a favourite desert hike near her home in Scottsdale, Arizona. It was already 91F (33C) when she set off. On Instagram, she told her 50,000 followers: “Conquering this trail as a last hurrah before summer hits ☀️... I have like 5 gallons of water with me don’t worry .”</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Canada’s former climate minister on making a change, ‘aloof’ Trudeau and sexism",
      "link": "https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism",
      "pubDate": "Wed, 08 Oct 2025 05:00:18 GMT",
      "description": "<p>Catherine McKenna’s memoir delves into thorny parts of being in office including death threats and being referred to as ‘climate Barbie’</p><p>Imagine there was a truck heading directly for your children. What would you do? Surely <em>everything </em>in your power to save them, including jumping in its way? Catherine McKenna, formerly the Canadian minister for environment and climate change, borrows this analogy for the climate crisis from a colleague to argue that we need to use “all the tools at our disposal” to tackle devastating danger that is already with us.</p><p>McKenna has recently published Run Like a Girl, which documents her time in government, among other things. Peppered with inspirational quotes, personal photos and campaign memorabilia, Run Like a Girl isn’t a straightforward memoir. She wrote it for “women and young people who want to make change”.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How do you talk to kids about violence in the news? We asked experts",
      "link": "https://www.theguardian.com/lifeandstyle/2025/oct/07/how-to-talk-with-kids-about-news-violence-experts",
      "pubDate": "Tue, 07 Oct 2025 11:00:03 GMT",
      "description": "<p>The Guardian spoke with therapists, media experts and journalists about helping kids process bad news and develop healthy media habits</p><p>When rightwing commentator Charlie Kirk was killed last month, footage of his shooting spread rapidly across social media. Today, anyone with a smartphone can access gruesome videos and images – as well as troves of misinformation. Though some experts have been sounding the alarm about the potential harm<strong> </strong>of smartphones on children and teen’s mental health, the fact is most young people still have access to phones – and the often disturbing content that flows out of them.</p><p>The Guardian spoke with seven experts on how best to speak with kids about upsetting content and news, at what age to start those conversations – and what to avoid.</p><p>Anya Kamenetz, journalist and publisher of <a href=\"https://thegoldenhour.substack.com/\">The Golden Hour</a> newsletter</p><p>Eugene Beresin, MD, psychiatrist and executive director of the Clay Center for Young Healthy Minds at Massachusetts general hospital</p><p>Tara Conley, assistant professor of media and journalism at Kent State University</p><p>Tori Cordiano, PhD, Ohio-based licensed clinical psychologist</p><p>Jill Murphy, chief content officer of Common Sense Media</p><p>Ashley Rogers Berner, <strong> </strong>professor at Johns Hopkins University</p><p>Holly Korbey, author of <a href=\"https://www.abebooks.com/9781475853001/Building-Better-Citizens-New-Civics-1475853009/plp\">Building Better Citizens</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2025/oct/07/how-to-talk-with-kids-about-news-violence-experts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}