{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-08-27T03:06:22.785120",
  "items": [
    {
      "title": "California and Oregon fire crews battle several blazes as forecasters warn more may spark",
      "link": "https://www.theguardian.com/us-news/2025/aug/26/oregon-california-wildfires",
      "pubDate": "Tue, 26 Aug 2025 20:48:08 GMT",
      "description": "<p>Firefighters try to corral Garnet fire, with parts of California under red flag warning, as Oregon blaze destroys homes</p><p>Numerous wildfires across the US west coast are challenging emergency crews from California wine country to central Oregon, as weather forecasters warned that the risks of more blazes sparking is not over yet.</p><p>In central California, firefighters are working to corral a fast-growing wildfire that is churning through the Sierra national forest as forecasters warned on Tuesday that lightning strikes from thunderstorms could ignite new fires.<br /><br />\n Since breaking out on Sunday afternoon, the Garnet fire has scorched 14 sq miles (36 sq km) of grass, chaparral and timber in a remote area known for camping and hiking about 60 miles (97km) east of Fresno. The fire is currently at 0% containment, and officials said that “strong, erratic winds” would likely test firefighters ability to make progress.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/26/oregon-california-wildfires\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Summer 2025 will ‘almost certainly’ be UK’s warmest on record, Met Office says",
      "link": "https://www.theguardian.com/uk-news/2025/aug/26/summer-2025-almost-certainly-uk-warmest-record-met-office",
      "pubDate": "Tue, 26 Aug 2025 15:46:37 GMT",
      "description": "<p>Mean temperature is tracking at 16.13C after four heatwaves, significantly above current record of 15.76C </p><p>This summer is set to be the <a href=\"https://www.theguardian.com/environment/2025/jul/14/profound-concern-as-scientists-say-extreme-heat-now-the-norm-in-uk\">warmest on record</a> for the UK, the Met Office has said, after the country experienced four heatwaves.</p><p>The mean temperature for summer is tracking at 16.13C (61.03F), which is significantly above the current record of 15.76C set in 2018.</p> <a href=\"https://www.theguardian.com/uk-news/2025/aug/26/summer-2025-almost-certainly-uk-warmest-record-met-office\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Tuesday briefing: How ‘climateflation’ is pushing food prices ever higher – and changing how we eat",
      "link": "https://www.theguardian.com/world/2025/aug/26/tuesday-briefing-how-climateflation-is-pushing-food-prices-ever-higher-and-changing-how-we-eat",
      "pubDate": "Tue, 26 Aug 2025 05:43:57 GMT",
      "description": "<p>In today’s newsletter: Extreme heat, droughts and floods are proving disastrous for farmers on the frontline of climate change, and consumers in the supermarket, too</p><p></p><p>Good morning. My mum is a livestock farmer in Kent. This year her hay crop was down by 50% because the spring rains never came. She’s not alone – up and down the UK, farmers have watched their fields turn brown and their hay crops collapse.</p><p>Hay keeps animals alive over winter (when there is no fresh grass outside) and some farmers are already selling off cows because they can’t guarantee they will be able to feed them. From extreme drought to biblical floods, <a href=\"https://www.theguardian.com/environment/2025/jul/02/farmers-climate-crisis-livelihood-extreme-weather-study\">more than 80%</a> of UK farmers are worried wild swings in weather are affecting their ability to earn a living.</p><p><em><strong>Israel-Gaza war</strong></em> | Israel bombed the main hospital in southern Gaza on Monday and then <a href=\"https://www.theguardian.com/world/2025/aug/25/journalists-among-people-killed-by-israeli-strike-on-gaza-hospital\">struck the same place again as rescuers and journalists rushed to help the wounded</a>, killing at least 20 people including five journalists, health officials said.</p><p><em><strong>UK news</strong></em> | Schools will need to give <a href=\"https://www.theguardian.com/politics/2025/aug/26/uk-elections-electoral-commission-school-lessons-vote-16\">democracy lessons to children</a> from the age of 11 and ask teachers to leave their politics at the classroom door to help prepare for votes at 16, the head of the UK elections watchdog has said.</p><p><em><strong>Health</strong></em> | People using the weight loss jab Mounjaro <a href=\"https://www.theguardian.com/uk-news/2025/aug/25/mounjaro-users-in-uk-warned-against-bulk-buying-before-autumn-price-rise\">have been warned against</a> switching to black market sellers or bulk buying after its manufacturer announced the UK will get a significant price rise this autumn.</p><p><em><strong>US news</strong></em> | Some national guard units patrolling the US capital at the direction of Donald Trump <a href=\"https://www.theguardian.com/us-news/2025/aug/25/trump-washington-dc-national-guard-weapons\">have started carrying firearms</a>, an escalation of the president’s military deployment that makes good on a directive issued late last week by his defence department.</p><p><em><strong>UK news</strong></em> | Ministers are introducing a clearer legal definition of <a href=\"https://www.theguardian.com/society/2025/aug/26/uk-to-clarify-definition-of-honour-based-abuse-in-drive-to-cut-violence-against-women-and-girls\">“honour-based” abuse</a> in an attempt to catch more perpetrators and protect women and girls from violence and coercion.</p> <a href=\"https://www.theguardian.com/world/2025/aug/26/tuesday-briefing-how-climateflation-is-pushing-food-prices-ever-higher-and-changing-how-we-eat\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Fema staff warn Trump’s cuts risk exposing US to another Hurricane Katrina",
      "link": "https://www.theguardian.com/us-news/2025/aug/25/fema-trump-hurricane-katrina",
      "pubDate": "Mon, 25 Aug 2025 21:02:51 GMT",
      "description": "<p>Workers say president’s attacks on the agency and lack of qualified leadership could lead to deadly catastrophe</p><p>Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2025/jan/23/trump-fema-natural-disasters\">attacks</a> on the Federal Emergency Management Agency (Fema) risk exposing the US to another <a href=\"https://www.theguardian.com/us-news/hurricane-katrina\">Hurricane Katrina</a>, staff at the agency have warned Congress in a withering critique that also takes aim at its current leadership.</p><p>Writing in the run-up to this week’s 20th anniversary of the devastating 2005 storm that killed 1,833 people and caused widespread destruction in New Orleans and the Gulf coast, more than 180 current and former Fema employees say the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a>’s policies are ignoring the mistakes that led to it.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/25/fema-trump-hurricane-katrina\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Heatwaves are making people age faster, study suggests",
      "link": "https://www.theguardian.com/environment/2025/aug/25/heatwaves-making-people-age-faster-study-suggests",
      "pubDate": "Mon, 25 Aug 2025 15:00:02 GMT",
      "description": "<p>Exposure to high temperatures could result in long-lasting damage to health of billions of people, scientists warn</p><p>Repeated exposure to heatwaves is accelerating ageing in people, according to a study. The impact is broadly comparable with the damage smoking, alcohol use, poor diet or limited exercise can have on health, the researchers said.</p><p>Extreme temperatures are increasingly common owing to the climate crisis, potentially causing widespread and long-lasting damage to the health of billions, the scientists warned.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/25/heatwaves-making-people-age-faster-study-suggests\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Fossil fuel extractors bend the world to their will – help fund the journalism that exposes them",
      "link": "https://www.theguardian.com/environment/2025/aug/26/fossil-fuel-extractors-bend-the-world-to-their-will-help-fund-the-journalism-that-exposes-them",
      "pubDate": "Tue, 26 Aug 2025 11:00:03 GMT",
      "description": "<p>Across the globe, oil, gas and coal companies use an ever-widening set of tactics to crush competition and opposition. With the world’s most powerful man helping them at every turn, it’s critical we reveal their full impact</p><p><a href=\"https://support.theguardian.com/?utm_medium=ACQUISITIONS_EDITORIAL_LINK&utm_campaign=climate_2025_george_monbiot&utm_content=climate_2025_george_monbiot&utm_term=climate_2025_george_monbiot&utm_source=GUARDIAN_WEB\">Today the Guardian launches its annual environment support campaign. To back our vital climate journalism, please click here</a></p><p>Why does capital love fossil fuels? It’s not hard to explain. They exist in a small number of discrete locations, where the right to exploit them can be owned and monopolised. Most can be extracted commercially only at scale, excluding small competitors. They can be stored and traded all over the world, allowing prices to be optimised across time and space. Renewable energy, by contrast, can be generated almost anywhere, by almost anyone with a small amount of money to invest.</p><p>Renewables <a href=\"https://www.theguardian.com/environment/2025/jul/22/antonio-guterres-climate-breakthrough-clean-energy-fossil-fuels\">might now be cheaper</a> than fossil fuel in the vast majority of cases, but this makes them less attractive to capital, not more. Fossil fuels are uncompetitive and highly profitable. Renewables are highly competitive and not very profitable.</p><p><em>Join George Monbiot and special guests on 16 September for a special climate assembly to discuss the growing and dramatic political and corporate threats to the planet. <strong><a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Book tickets – in person or livestream</a></strong></em></p> <a href=\"https://www.theguardian.com/environment/2025/aug/26/fossil-fuel-extractors-bend-the-world-to-their-will-help-fund-the-journalism-that-exposes-them\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Net zero! It’s not even a real thing so why does everyone hate it? | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/aug/25/net-zero-its-not-even-a-real-thing-so-why-does-everyone-hate-it",
      "pubDate": "Mon, 25 Aug 2025 05:49:39 GMT",
      "description": "<p>You can sell fossil fuels overseas till the cows come home as long as you don’t burn it here </p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/aug/25/net-zero-its-not-even-a-real-thing-so-why-does-everyone-hate-it\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Don’t let Donald Trump undermine your faith in the climate fight | Gina McCarthy",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/24/trump-climate-crisis-gina-mccarthy",
      "pubDate": "Sun, 24 Aug 2025 11:00:29 GMT",
      "description": "<p>The president’s fossil-fuel obsession can’t stop global progress, writes the former Environmental Protection Agency head</p><p>Over the past decade, the United States has turned technologies into tools that strengthened our economy, delivered good-paying union jobs, cleaned up our air and water, conserved our precious natural resources, and saved families money all across our country. Yet now the country is choosing to <a href=\"https://www.ft.com/content/e51744d9-e585-4622-91f9-e1f57c0269d9\">cede that leadership, letting China</a> dominate and control the clean-energy market across the world. It’s no surprise that people are scratching their heads, wondering what happened.</p><p>Our president is obsessed with <a href=\"https://www.theguardian.com/environment/fossil-fuels\">fossil fuels</a>. He wants to resuscitate what everyone knows is a dying coal sector while turning a blind eye to the health, environmental, and economic downsides of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>. Coupled with inconsistent threats of increased tariffs against virtually all our allies, he has isolated the US and amplified threats to global security.</p><p>Gina McCarthy is the managing co-chair of America Is All In, former White House national climate adviser and 13th US EPA administrator</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/24/trump-climate-crisis-gina-mccarthy\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Madeline Horwath on how to block out bad news – cartoon",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/aug/23/madeline-horwath-block-out-bad-news-cartoon",
      "pubDate": "Sat, 23 Aug 2025 10:00:05 GMT",
      "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2025/aug/23/madeline-horwath-block-out-bad-news-cartoon\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A vintage year? British growers harvest their grapes early after a dry, hot summer",
      "link": "https://www.theguardian.com/business/2025/aug/26/vintage-british-vineyards-harvest-grapes-dry-hot-summer",
      "pubDate": "Tue, 26 Aug 2025 13:41:28 GMT",
      "description": "<p>Warm weather has created strong flavours that some say means fruit that’s ripe enough for still wine</p><p>UK vineyards are getting ready for a vintage year – and a very early harvest – with the warm, sunny weather caused by the heating climate delivering strong flavours in their grapes.</p><p>Across the UK the total amount of wine produced is likely to be up on last year. English growers alone added more than 1,000 hectares of vines in 2024, taking the total to 4,841, of which 3,763 was in active production in 2024, according to the industry body Wine GB.</p> <a href=\"https://www.theguardian.com/business/2025/aug/26/vintage-british-vineyards-harvest-grapes-dry-hot-summer\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘You had to fend for yourself’: Hurricane Katrina haunts New Orleans as Trump guts disaster aid",
      "link": "https://www.theguardian.com/us-news/ng-interactive/2025/aug/26/hurricane-katrina-anniversary-trump-fema",
      "pubDate": "Tue, 26 Aug 2025 11:30:00 GMT",
      "description": "<p>As survivors and experts reflect on the storm 20 years on, fear is growing that the US is just as unprepared to take on extreme weather amid cuts to Fema</p><p>Darren McKinney grew up in New Orleans’s Lower Ninth Ward. When Hurricane Katrina struck 20 years ago this week, he watched his neighborhood wash away. From his second-floor apartment, he saw flood waters rise up to his window.</p><p>“I had no food at all, no water, no electricity,” he recounted one rainy day this month, while taking a break from his job leading home restoration in the neighborhood as field operations director of the non-profit lowernine.org.</p> <a href=\"https://www.theguardian.com/us-news/ng-interactive/2025/aug/26/hurricane-katrina-anniversary-trump-fema\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Counting down to zero: the final warning from a climate diplomat",
      "link": "https://www.theguardian.com/environment/2025/aug/26/counting-down-to-zero-the-final-warning-from-a-climate-diplomat",
      "pubDate": "Tue, 26 Aug 2025 04:00:22 GMT",
      "description": "<p>Before Peter Betts died in 2023, he wanted to pass on what he had learned over many years of negotiating at Cops – including how Paris 2015 was saved at the last bell</p><p>On 15 March 2022, I was on a video call with a dear friend when I experienced a twitching on the left-hand side of my face and a slurring of my speech. My wife, Fiona, took me to hospital because we both thought I was having a stroke, and I spent the journey in the car adjusting to my probable death. Interestingly, I did not feel fear or anger; only sadness and disappointment that it was all going to end sooner than I had expected. I survived: but six days later, we learned that the cause of my condition was a particularly aggressive form of brain tumour called a glioblastoma.</p><p>Since then I have read a number of accounts written by cancer sufferers. Many of them start with an uncertain diagnosis, often with a reasonable percentage chance of survival. But unlike these accounts it was absolutely clear that the tumour would kill me: there was no cure and I was given a median life expectancy of 15 to 18 months. Of course, I hoped to do better than the median, but the medical team said that clinging to that possibility would probably be a mistake because it would distract me from enjoying the time I had left. My immediate reaction was genuinely to recognise that in some respects I was lucky. Some people drop dead with no warning, whereas I would perhaps have a year to come to terms with and make sense of my life. This enabled me from the beginning to take a positive approach to my situation and determined me to make the most of the little time I had.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/26/counting-down-to-zero-the-final-warning-from-a-climate-diplomat\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It happened in seconds’: residents count the cost of deadly floods that have left Pakistan in crisis",
      "link": "https://www.theguardian.com/global-development/2025/aug/25/deadly-floods-pakistan-mingora-flood-waters",
      "pubDate": "Mon, 25 Aug 2025 14:12:16 GMT",
      "description": "<p>In the country’s north, people recall the terror of soaring flood waters that killed hundreds, and blame authorities for poor planning</p><p>As flood waters surged through the streets and submerged the houses, Bilawal Jamshed rushed to the rooftop with his family, terrified the water would swallow everyone in Mingora, Swat, in Pakistan’s northern Khyber Pakhtunkhwa province.</p><p>“Everything happened in seconds, as if a dam had burst and water rushed toward us. We were lucky it was morning and we could escape to the rooftops. Imagine if it had happened at night,” says Jamshed, 36, while walking through streets still filled with foul-smelling sludge, as residents and volunteers struggle to clean up more than a week after the devastating floods.</p> <a href=\"https://www.theguardian.com/global-development/2025/aug/25/deadly-floods-pakistan-mingora-flood-waters\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}