{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-06T08:32:28.946069",
  "items": [
    {
      "title": "The Scientists Making the Case for Nature’s Rights",
      "link": "https://insideclimatenews.org/news/05102025/wetlands-rights-of-nature/",
      "pubDate": "Sun, 05 Oct 2025 09:00:00 +0000",
      "description": "VICTORIA FALLS, Zimbabwe—On a bright and clear day, Gillian T. Davies reached the end of a winding dirt track where armed guards waited.  The ecologist from Massachusetts was attending an international conference on wetlands that would influence the future of the world’s fastest-disappearing ecosystems. The sessions were not going well.  So, on the conference’s break […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Debate Heats Up over California’s ‘Zone Zero’ Rules to Cut Home Losses to Flammable Vegetation",
      "link": "https://insideclimatenews.org/news/05102025/california-zone-zero-rules-debate-flammable-vegetation/",
      "pubDate": "Sun, 05 Oct 2025 08:55:00 +0000",
      "description": "After years of delay, California is rushing to finalize its rules requiring a five-foot ember-resistant perimeter around homes in areas of the state facing high wildfire risks. The science supporting the benefits of keeping this buffer zone, known as “zone zero,” clear of anything likely to catch fire and ignite the side of a building […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Three Killings Per Week",
      "link": "https://insideclimatenews.org/news/05102025/icn-sunday-morning-three-killings-per-week/",
      "pubDate": "Sun, 05 Oct 2025 08:50:00 +0000",
      "description": "Last year, an average of three environmental defenders were killed a week around the world. Last week, Efraín Fueres became one of the slain. The Indigenous land defender was shot and killed in Ecuador amid protests against high costs of living and government crackdowns on Indigenous and environmental activists. The country’s government sent troops into […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Sage Grouse Could Face More Development in Its Critical Habitat Under Trump",
      "link": "https://insideclimatenews.org/news/04102025/sage-grouse-critical-habitat-development-trump-administration/",
      "pubDate": "Sat, 04 Oct 2025 09:00:00 +0000",
      "description": "Wyoming’s Red Desert, a large ecosystem spread through much of the state’s central and southwestern lands, appeared undisturbed on a warm mid-September day, just the way sage grouse like it. “This landscape is extremely important for sage grouse,” said Tom Christiansen, a former sage grouse coordinator with the Wyoming Game and Fish Department, as he […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Farmworkers in the Hottest Part of California Find State Funds to Cool Their Homes and Save on Energy",
      "link": "https://insideclimatenews.org/news/04102025/california-farmworkers-energy-efficiency-state-funds/",
      "pubDate": "Sat, 04 Oct 2025 08:55:00 +0000",
      "description": "Beysi Vazquez tends to thousands of basil, dill, mint and other herbs in a large sprawling nursery business in California’s Coachella Valley, just north of the Salton Sea. She works long shifts, in one of the hottest parts of the state, where temperatures regularly top 100 degrees Fahrenheit and greenhouse temperatures can soar to 120 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Everything You Ever Wanted to Know About Fat Bear Week",
      "link": "https://insideclimatenews.org/news/04102025/fat-bear-week/",
      "pubDate": "Sat, 04 Oct 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by producer Aynsley O’Neill with Mike Fitz, the creator of Fat Bear Week.  Every year, Katmai National Park and Preserve in southwest Alaska hosts perhaps the fiercest bracket competition the animal world has ever seen.  Fat Bear Week showcases the park’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Eighteen Months After a Fatal Explosion, Alabama Rolls Back Its Commitment to Monitor Explosive Gases Above Coal Mines",
      "link": "https://insideclimatenews.org/news/03102025/alabama-rolls-back-commitment-to-monitor-coal-mine-gases/",
      "pubDate": "Fri, 03 Oct 2025 23:12:47 +0000",
      "description": "OAK GROVE, Ala.—Alabama officials charged with protecting residents from surface impacts of underground coal mining have notified the federal government that they’ve suspended plans to require that expanding mines monitor for potentially explosive methane gas. The decision is a reversal of the state’s previous agreement with federal regulators spurred by a fatal home explosion above […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Study Shows Disruption of Ocean Currents That Stabilize the Global Climate",
      "link": "https://insideclimatenews.org/news/03102025/atlantic-meridional-overturning-current-disruption/",
      "pubDate": "Fri, 03 Oct 2025 18:00:00 +0000",
      "description": "A new study analyzing chemical traces in the growth rings of clam shells reinforces growing concerns about the stability of a key North Atlantic Ocean current that helps keep the global climate livable.  The findings, published on Thursday in Science Advances, examined changes in the ocean south of Greenland during the last 150 years and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Proposal to Undo Roadless Rule Would Open Some of Southern California’s Last Wild Forests to Development",
      "link": "https://insideclimatenews.org/news/03102025/roadless-rule-reversal-cleveland-national-forest-logging/",
      "pubDate": "Fri, 03 Oct 2025 09:00:00 +0000",
      "description": "To see what Southern California looked like before millions of homes sprawled through the region, head to Cleveland National Forest. Nestled between Los Angeles and San Diego, the forest’s three districts are a refuge for the region’s wildlife and locals looking to escape the hustle and bustle of the state’s two biggest cities.  From above, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Boston’s Food Forests Take Root as a Climate Equity Strategy",
      "link": "https://insideclimatenews.org/news/03102025/boston-edible-food-forests/",
      "pubDate": "Fri, 03 Oct 2025 08:55:00 +0000",
      "description": "“Edible forests” are popping up in Boston. Scattered across the city, once-empty lots have been overtaken by fruit trees and berry-filled bushes. Open to the public, they are forage-friendly pockets in the urban grid.  The rise of urban food forests in Boston can be attributed to the decade-long work of the nonprofit Boston Food Forest […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}