{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-26T03:49:54.198615",
  "items": [
    {
      "title": "Alabama Power Seeks to Delay Rate Hike for New Gas Plant Amid Outcry",
      "link": "https://insideclimatenews.org/news/25112025/alabama-power-seeks-to-delay-rate-hike-for-new-gas-plant-amid-outcry/",
      "pubDate": "Tue, 25 Nov 2025 23:56:08 +0000",
      "description": "Alabama’s largest electric utility has proposed delaying an approved rate increase for an extra year amid a public outcry surrounding high utility bills.  Alabama Power customers will still see an increase in bills stemming from the company’s $622 million purchase of the Lindsay Hill Generating Station earlier this year, but not for another year, if […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C. Regulators Say Trump’s Proposed Repeal of the Endangerment Finding Would Increase ‘Criteria’ Air Pollutants",
      "link": "https://insideclimatenews.org/news/25112025/n-c-regulators-say-trumps-proposed-repeal-of-the-endangerment-finding-would-increase-criteria-air-pollutants/",
      "pubDate": "Tue, 25 Nov 2025 23:33:51 +0000",
      "description": "There was a time when the air pollution in Charlotte, North Carolina, was so bad that the 871-foot Bank of America Corporate Center, the city’s tallest building, topped by an ornate metal crown, wore a veil of smog. It took years, but after North Carolina enacted more stringent regulations, the air in Charlotte, although far […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Cuts Could Hinder Efforts to Stop Climate-Fueled Spread of Invasive Species",
      "link": "https://insideclimatenews.org/news/25112025/todays-climate-invasive-species-federal-cuts/",
      "pubDate": "Tue, 25 Nov 2025 23:18:42 +0000",
      "description": "Climate change is one of the top threats to vulnerable species around the world, driving widespread losses of plants and animals that can’t adapt fast enough. But at the same time, rising temperatures are in some cases opening the door for certain organisms that can thrive under these changes: invasive species.  From melting sea ice […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Old-Growth Forest in New Jersey at Center of Affordable Housing Debate",
      "link": "https://insideclimatenews.org/news/25112025/new-jersey-old-growth-forest-zygi-wilf-housing-development/",
      "pubDate": "Tue, 25 Nov 2025 10:00:00 +0000",
      "description": "When Roy Oser moved into his North Jersey condo in 2018, he thought he was buying into a quiet retirement: a manageable backyard pressed against a pristine forest, a stable community and the promise that the woods next door would remain untouched. A former attorney, Oser even did his due diligence—reviewing planning documents and noting […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Rare Recusal by Texas Oil and Gas Regulator Up for Re-election",
      "link": "https://insideclimatenews.org/news/24112025/texas-railroad-commissioner-jim-wright-recusal/",
      "pubDate": "Tue, 25 Nov 2025 00:00:00 +0000",
      "description": "Jim Wright stepped out of the room last week while his fellow Railroad Commissioners voted to renew the permit for Eagleford Recycling LLC, an oilfield waste company to which he has financial ties. It was an unusually public recognition of his ongoing financial stakes in companies that are regulated by the Railroad Commission. The agency, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Workers Keep Dying in the Heat",
      "link": "https://insideclimatenews.org/news/24112025/texas-worker-heat-deaths/",
      "pubDate": "Mon, 24 Nov 2025 10:00:00 +0000",
      "description": "Eighteen-year-old Danny Nolasco spent the day of July 15, 2024, mixing and hauling buckets of cement at a construction site in stifling heat.  The neighborhood of sprawling four- and five-bedroom houses, west of the Austin suburb of Bee Cave, was worlds away from the small mountain town in Honduras where Nolasco grew up. He had […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maine Was First To Ban Spreading PFAS-Contaminated Sludge on Farmland. Now Sludge Is Filling up Landfills.",
      "link": "https://insideclimatenews.org/news/24112025/maine-landfill-pfas-contamination/",
      "pubDate": "Mon, 24 Nov 2025 09:55:00 +0000",
      "description": "Farmland is everywhere in tiny Unity Township, from neat fields of corn to open cattle pastures. And so are layers of wet organic sludge, a onetime fertilizer that has triggered a crisis over “forever chemicals” in central Maine and how best to rid the land of the poisons. Farmers relied on sludge from local wastewater […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How China Silences Environmental Reporters Beyond Its Borders",
      "link": "https://insideclimatenews.org/news/23112025/china-environmental-journalism-suppression-africa/",
      "pubDate": "Sun, 23 Nov 2025 10:00:00 +0000",
      "description": "Planet China: Tenth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. HARARE, Zimbabwe—The strange number lighting up Tawanda Majoni’s phone again and again felt like a warning.  Majoni, one of the Zimbabwe’s most respected journalists, soon learned where the calls were coming from: a federal police unit […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Anticipation, Then Handwringing, at the UN Climate Talks",
      "link": "https://insideclimatenews.org/news/23112025/icn-sunday-morning-un-cop30-handwringing/",
      "pubDate": "Sun, 23 Nov 2025 09:50:00 +0000",
      "description": "COP30 has wound down in Belém, Brazil—the U.N. climate change conference marked this year by Indigenous rights demonstrations, an actual fire, and not a lot of movement on global climate action.   Before leaving Belém, Bob explains what happened at COP30, both within the formal proceedings and adjacent to them; how American influence was woven into […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "COP30 Backpedals on Climate Action",
      "link": "https://insideclimatenews.org/news/22112025/cop30-backpedals-on-climate-action/",
      "pubDate": "Sat, 22 Nov 2025 22:17:41 +0000",
      "description": "BELÉM, Brazil—After negotiators at COP30 retreated from meaningful climate action by failing to specifically mention the need to stop using fossil fuels in the final conference documents published Saturday, the disappointment inside the COP30 conference center was as pervasive as the diesel fumes from the generators outside the tent. This year’s United Nations Framework Convention […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}