{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-12T15:29:10.226593",
  "items": [
    {
      "title": "Broiled by Heat Waves, Residents of the Concrete Jungle Suffer",
      "link": "https://insideclimatenews.org/news/12082025/new-york-city-heat-island-effect/",
      "pubDate": "Tue, 12 Aug 2025 09:00:00 +0000",
      "description": "Summer heat in New York City beats down on asphalt and tall buildings, which get hotter, scorching the locals, who can’t stop sweating. Exhaust from trucks and cars hangs in the air and the subway stations trap extreme amounts of heat. Some residents face greater exposure to high temperatures than others. That depends on multiple […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Climate Change Makes Hail More Destructive, Illinois Residents Pay the Price",
      "link": "https://insideclimatenews.org/news/12082025/illinois-hail-damage-insurance-rates/",
      "pubDate": "Tue, 12 Aug 2025 08:55:00 +0000",
      "description": "For 40 days this summer, Illinois atmospheric scientist Victor Gensini and roughly 100 other specialists and students traveled the Great Plains chasing storms. More specifically, they investigated severe convective storms, the weather events that cause tornadoes and thunderheads. But their true quarry was something more elusive: hail. “It’s just an underappreciated peril that causes billions […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After Turmoil and No-Confidence Votes, Sierra Club Terminates Ben Jealous",
      "link": "https://insideclimatenews.org/news/11082025/after-turmoil-and-no-confidence-votes-sierra-club-terminates-ben-jealous/",
      "pubDate": "Tue, 12 Aug 2025 00:11:16 +0000",
      "description": "Ben Jealous’ tenure at the Sierra Club has come to an end.  Leadership at the environmental organization announced the executive director’s firing to staff in an email Monday evening.  “Following an extensive evaluation of his conduct, the Board of Directors unanimously voted to terminate Ben Jealous’ employment for cause. This was not a decision we […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Coal Company Sues UK After Environmentalists Win Major Climate Case in British Court",
      "link": "https://insideclimatenews.org/news/11082025/coal-company-sues-uk-after-environmentalists-win-climate-case/",
      "pubDate": "Mon, 11 Aug 2025 20:38:56 +0000",
      "description": "A coal company is pushing back against the United Kingdom after a British court canceled a proposed mine due to a flawed accounting of its potential climate impacts. On Friday, the mine’s Singaporean and U.K. investors initiated arbitration proceedings against the British government based on a 1975 treaty between the U.K. and Singapore that allows […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Moving on From the Heartbreak Hotel",
      "link": "https://insideclimatenews.org/news/11082025/rural-vermont-rebuilds-after-devastating-flood/",
      "pubDate": "Mon, 11 Aug 2025 09:00:00 +0000",
      "description": "PLAINFIELD, Vt.—Eli Barlow loved his home in the Heartbreak Hotel.  His back porch sat above the water and held memories of dinners and parties, talking with friends under the golden haze of Christmas lights that hung year round. At night he would fall asleep lulled by the sound of the Great Brook flowing underneath his […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Slow-Moving Fight to Clean New Jersey’s Most Contaminated River",
      "link": "https://insideclimatenews.org/news/10082025/new-jersey-contaminated-passaic-river-superfund-site/",
      "pubDate": "Sun, 10 Aug 2025 09:00:00 +0000",
      "description": "Isiah Cruz is alone on the banks of the Passaic River—in North Ironbound, just east of Newark, New Jersey—hacking away at a bundle of tall, leafy plants. It is a hot, muggy Sunday afternoon, hazy from Canadian wildfires. He stands in a muddied mess of sludge thick with styrofoam, human waste and hundreds of discarded […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can We Alter the Ocean to Counter Climate Change Faster? This Experiment Aims to Find Out",
      "link": "https://insideclimatenews.org/news/10082025/ocean-carbon-removal-climate-change/",
      "pubDate": "Sun, 10 Aug 2025 08:55:00 +0000",
      "description": "Later this summer, a fluorescent reddish-pink spiral will bloom across the Wilkinson Basin in the Gulf of Maine, about 40 miles northeast of Cape Cod. Scientists from the Woods Hole Oceanographic Institution will release the nontoxic water tracer dye behind their research vessel, where it will unfurl into a half-mile wide temporary plume, bright enough […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Atmospheric Rivers May be Diminishing on the West Coast and Surging in the East, Study Finds",
      "link": "https://insideclimatenews.org/news/09082025/atmospheric-rivers-move-east/",
      "pubDate": "Sat, 09 Aug 2025 09:00:00 +0000",
      "description": "It makes sense that atmospheric rivers would flood West Coast headlines as well as its coastlines. Eighty percent of all West Coast flood damage is attributable to these immense highways of water vapor, which can drench Central California with a season’s worth of rain or freeze Seattle in place with a blizzard. Damages to Pacific […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Canyon Wildfire in Los Angeles Forces Thousands to Evacuate",
      "link": "https://insideclimatenews.org/news/08082025/los-angeles-canyon-wildfire/",
      "pubDate": "Fri, 08 Aug 2025 22:48:35 +0000",
      "description": "Thousands are being forced to evacuate in Southern California as an explosive wildfire grows rapidly, fueled by extreme heat and dry conditions. The Canyon Fire started Thursday afternoon and has spread quickly across more than 5,000 acres. It’s now moving east in Los Angeles County. Evacuation orders in northern Los Angeles County and Ventura County […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Judge Halts New Construction at Alligator Alcatraz",
      "link": "https://insideclimatenews.org/news/08082025/federal-judge-halts-construction-at-alligator-alcatraz/",
      "pubDate": "Fri, 08 Aug 2025 22:15:38 +0000",
      "description": "MIAMI—A federal judge has paused new construction at Alligator Alcatraz, the Everglades detention site where the Trump administration aims to incarcerate and deport thousands of undocumented migrants. Judge Kathleen Williams issued a temporary restraining order Thursday barring activities at the site such as paving, filling, excavating and installing fencing, along with new buildings, tents or […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}