{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-02-10T15:05:51.692975",
  "items": [
    {
      "title": "More pollution and higher energy costs: critics condemn Trump’s anti-environment agenda",
      "link": "https://www.theguardian.com/us-news/2026/feb/10/trump-anti-environment-agenda-pushback",
      "pubDate": "Tue, 10 Feb 2026 14:00:39 GMT",
      "description": "<p>US courts, scholars and Democrats are pushing back against the president’s aggressive drive to boost fossil fuels</p><p>Donald Trump’s aggressive drive to boost fossil fuels, including dirty coal, coupled with his administration’s moves to roll back wind and solar power, face mounting fire from courts, scholars and Democrats for raising the cost of electricity and worsening the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>.</p><p>Four judges, including a Trump appointee, in recent weeks have issued temporary injunctions against interior department moves to halt work on five offshore wind projects in Virginia, New York and New England, which have cost billions of dollars and are far along in development.</p> <a href=\"https://www.theguardian.com/us-news/2026/feb/10/trump-anti-environment-agenda-pushback\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Misery for many as rain falls for 40 days in some parts of UK",
      "link": "https://www.theguardian.com/uk-news/2026/feb/10/misery-for-many-as-rain-falls-for-40-days-in-some-parts-of-uk",
      "pubDate": "Tue, 10 Feb 2026 09:00:16 GMT",
      "description": "<p>Persistent wet weather is affecting farmers, builders, sports, wildlife – and damaging roads and homes</p><p>“Feel like it hasn’t stopped raining?” the Met Office asked on Monday. For some places, the forecaster said, it really had rained every day so far this year.</p><p>People who live in parts of Devon, Cornwall and Worcestershire have been dodging deluges or showers for 40 days – the same number of days that it rained in the Bible’s Noah’s ark story, the same number of soggy days you can expect if it rains on <a href=\"https://www.bbc.co.uk/newsround/48991574\">St Swithin’s Day, according to folklore.</a></p> <a href=\"https://www.theguardian.com/uk-news/2026/feb/10/misery-for-many-as-rain-falls-for-40-days-in-some-parts-of-uk\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Rethinking Economics, the movement changing how the subject is taught",
      "link": "https://www.theguardian.com/environment/2026/feb/10/rethinking-economics-student-academic-organisation-changing-education",
      "pubDate": "Tue, 10 Feb 2026 08:00:16 GMT",
      "description": "<p>Born of student disquiet after the 2008 crash, the group says it is reshaping economists’ education</p><p>As the fallout from the 2008 global financial crash reverberated around the world, a group of students at Harvard University in the US <a href=\"https://harvardpolitics.com/an-open-letter-to-greg-mankiw/\">walked out of their introductory economics class</a> complaining it was teaching a “specific and limited view” that perpetuated “a problematic and inefficient system of economic inequality”.</p><p>A few weeks later, on the other side of the Atlantic, economics students at Manchester University in the UK, unhappy that the rigid mathematical formulas they were being taught in the classroom bore little relation to the tumultuous economic fallout they were living through, set up a “post-crash economics society”.</p> <a href=\"https://www.theguardian.com/environment/2026/feb/10/rethinking-economics-student-academic-organisation-changing-education\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Global economy must move past GDP to avoid planetary disaster, warns UN chief",
      "link": "https://www.theguardian.com/environment/2026/feb/09/global-economy-transformed-humanity-future-un-chief-antonio-guterres",
      "pubDate": "Mon, 09 Feb 2026 08:00:54 GMT",
      "description": "<p>Exclusive: António Guterres says world’s accounting systems should place true value on the environment</p><ul><li><p><a href=\"https://www.theguardian.com/environment/ng-interactive/2026/feb/09/economic-growth-carbon-emissions-impact-global-heating\">Economic growth is still heating the planet. Is there any way out?</a></p></li></ul><p>The global economy must be radically transformed to stop it rewarding pollution and waste, UN secretary general <a href=\"https://www.theguardian.com/world/antonio-guterres\">António Guterres</a> has warned.</p><p>Speaking to the Guardian after the UN hosted a meeting of leading global economists, Guterres said humanity’s future required the urgent overhaul of the world’s “existing accounting systems” he said were driving the planet to the brink of disaster.</p> <a href=\"https://www.theguardian.com/environment/2026/feb/09/global-economy-transformed-humanity-future-un-chief-antonio-guterres\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "These US states want polluters to pay for the rising insurance costs of climate disasters",
      "link": "https://www.theguardian.com/us-news/2026/feb/08/proposal-fossil-fuel-companies-insurance-costs",
      "pubDate": "Sun, 08 Feb 2026 14:00:34 GMT",
      "description": "<p>Proposals by California, Hawaii and New York lawmakers aim to hold fossil fuel industry accountable for soaring rates</p><p>As climate disasters drive up the price of home insurance, three US states are considering empowering their state prosecutors to sue major polluters for their role in those rising costs.</p><p>Lawmakers in <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260SB982&search_keywords=fossil+fuel\">California</a>, <a href=\"https://www.capitol.hawaii.gov/session/measure_indiv.aspx?billtype=SB&billnumber=3000&year=2026\">Hawaii</a> and <a href=\"https://www.nysenate.gov/legislation/bills/2025/S8585\">New York</a> have introduced measures which would authorize their attorneys general to sue fossil fuel companies on behalf of residents whose insurance premiums have soared amid climate disasters.</p> <a href=\"https://www.theguardian.com/us-news/2026/feb/08/proposal-fossil-fuel-companies-insurance-costs\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on heavy rain: England’s flood defences are not strong enough | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2026/feb/09/the-guardian-view-on-heavy-rain-englands-flood-defences-are-not-strong-enough",
      "pubDate": "Mon, 09 Feb 2026 18:50:23 GMT",
      "description": "<p>The disruption and distress caused by record downpours must focus minds on the need for climate preparedness</p><p>With <a href=\"https://www.theguardian.com/uk-news/2026/feb/07/no-end-in-sight-to-britains-wet-weather-as-dozens-of-flood-warnings-issued\">flood warnings</a> still in place across south-west England and Wales on Monday, followed by another fortnight of wet weather forecasts, the sodden ground across swathes of the UK is not likely to dry up any time soon. Reports that Aberdonians have not seen so much as a sliver of sun since 21 January prompted an outburst of stoicism on BBC radio, with one resident commenting: “You have to get on with it, brighter days are coming”.</p><p>Before then, however, north-east Scotland is braced for more heavy rain. For farmers and businesses in the affected areas, the impact goes far beyond inconvenience. Marketing consultant Sam Kirby told the Guardian that she had to <a href=\"https://www.theguardian.com/uk-news/2026/jan/23/cornish-towns-broadband-outage-storm-goretti\">work from a car park</a> in Cornwall following Storm Goretti, because her broadband wasn’t working. And Goretti was the first of three January storms.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2026/feb/09/the-guardian-view-on-heavy-rain-englands-flood-defences-are-not-strong-enough\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Here’s why US household energy bills are soaring – and how to fix it | Mark Wolfe",
      "link": "https://www.theguardian.com/commentisfree/2026/feb/03/us-energy-bills-trump",
      "pubDate": "Tue, 03 Feb 2026 15:00:02 GMT",
      "description": "<p>Trump has prioritized fossil fuel companies over consumers, hitting the lowest-income families hardest</p><p>Donald Trump promised to cut energy prices by <a href=\"https://www.youtube.com/watch?v=7y8qV4OTZgs\">50%</a>. Instead, average electricity prices over the <a href=\"https://www.bls.gov/news.release/cpi.nr0.htm\">past year</a> have risen by about 6.7%, while natural gas prices have increased by 10.8%. Energy prices are influenced by many factors beyond any president’s direct control, including market conditions, weather-driven demand, regional infrastructure constraints and the rapid growth of energy-intensive datacenters that are driving new system costs. Policy choices do not determine prices on their own, but they do shape market outcomes, and the direction of this administration’s energy policy has been clear.</p><p>From his first days in office, President Trump made clear that his energy agenda would prioritize <a href=\"https://www.whitehouse.gov/presidential-actions/2025/01/declaring-a-national-energy-emergency/\">fossil fuel producers</a> over consumers. His administration moved to expand US <a href=\"https://www.energy.gov/articles/us-department-energy-reverses-biden-lng-pause-restores-trump-energy-dominance-agenda\">liquefied natural gas</a> exports, increasing exposure to volatile global markets. At the same time, it <a href=\"https://apnews.com/article/trump-offshore-wind-energy-climate-c0ac1e447c93126327f1922327921aa0\">froze wind power projects</a> that provide some of the cheapest new electricity, intervened to keep <a href=\"https://www.msn.com/en-us/politics/government/trump-officials-vow-to-keep-all-us-coal-plants-running/ar-AA1UiCwT\">costly coal plants</a> running, and backed the elimination of <a href=\"https://apnews.com/article/clean-energy-residential-solar-big-beautiful-bill-07dd482926ee2d45a019ce2b6e636c7d\">energy-efficiency tax credits</a> that lower household energy bills.</p><p>Mark Wolfe is executive director of National Energy Assistance Directors Association, co-director of the Center on Energy Poverty and Climate and adjunct faculty at the Trachtenberg School of Public Policy at George Washington University</p> <a href=\"https://www.theguardian.com/commentisfree/2026/feb/03/us-energy-bills-trump\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s getting hotter thanks to climate change. Seriously though what will it take? | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2026/jan/28/its-getting-hotter-thanks-to-climate-change-seriously-though-what-will-it-take",
      "pubDate": "Wed, 28 Jan 2026 05:58:28 GMT",
      "description": "<p>What if we started holding the government accountable </p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2026/jan/28/its-getting-hotter-thanks-to-climate-change-seriously-though-what-will-it-take\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The UK government didn't want you to see this report on ecosystem collapse. I'm not surprised | George Monbiot",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/27/uk-government-report-ecosystem-collapse-foi-national-security",
      "pubDate": "Tue, 27 Jan 2026 16:52:06 GMT",
      "description": "<p>It took an FOI request to bring this national security assessment to light. For ‘doomsayers’ like us, it is the ultimate vindication</p><p>I know it’s almost impossible to turn your eyes away from the Trump show, but that’s the point. His antics, ever-grosser and more preposterous, are designed to keep him in our minds, to crowd out other issues. His insatiable craving for attention is a global-threat multiplier. You can’t help wondering whether there’s anything he <em>wouldn’t</em> do to dominate the headlines.</p><p>But we must tear ourselves away from the spectacle, for there are other threats just as critical that also require our attention. Just because you’re not hearing about them doesn’t mean they’ve gone away.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/27/uk-government-report-ecosystem-collapse-foi-national-security\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We feel kinda bad when a solo bird shows up’: Canada sees its first European robin – but how did it get there?",
      "link": "https://www.theguardian.com/environment/2026/feb/10/european-robin-canada-birdwatchers-montreal-rare-sighting-bird-aoe",
      "pubDate": "Tue, 10 Feb 2026 12:00:35 GMT",
      "description": "<p>Birdwatchers flock to Montréal for rare sighting of ‘vagrant’ bird that has made its home during a bitterly cold winter</p><p></p><p>On a quiet Montréal street of low-rise brick apartment buildings on one side and cement barrier wall on the other, a crowd has gathered, binoculars around their necks and cameras at the ready. A European robin has taken up residence in the neighbourhood, which is sandwiched between two industrial areas with warehouses and railway lines and, a few blocks away, port facilities on the St Lawrence River.</p><p>Ron Vandebeek from Ottawa, Ontario, is here on a frigid February morning hoping to see the rare bird, which was first spotted at the beginning of January.</p> <a href=\"https://www.theguardian.com/environment/2026/feb/10/european-robin-canada-birdwatchers-montreal-rare-sighting-bird-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We’re being turned into an energy colony’: Argentina’s nuclear plan faces backlash over US interests",
      "link": "https://www.theguardian.com/global-development/2026/feb/09/energy-colony-argentina-patagonia-uranium-nuclear-plan-backlash-over-us-interests",
      "pubDate": "Mon, 09 Feb 2026 14:00:20 GMT",
      "description": "<p>Push to restart uranium mining in Patagonia has sparked fears about the environmental impact and loss of sovereignty over key resources</p><p>On an outcrop above the Chubut River, one of the few to cut across the arid Patagonian steppe of southern <a href=\"https://www.theguardian.com/world/argentina\">Argentina</a>, Sergio Pichiñán points across a wide swath of scrubland to colourful rock formations on a distant hillside.</p><p>“That’s where they dug for uranium before, and when the miners left, they left the mountain destroyed, the houses abandoned, and nobody ever studied the water,” he says, citing suspicions arising from cases of cancer and skin diseases in his community. “If they want to open this back up, we’re all pretty worried around here.”</p> <a href=\"https://www.theguardian.com/global-development/2026/feb/09/energy-colony-argentina-patagonia-uranium-nuclear-plan-backlash-over-us-interests\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Economic growth is still heating the planet. Is there any way out?",
      "link": "https://www.theguardian.com/environment/ng-interactive/2026/feb/09/economic-growth-carbon-emissions-impact-global-heating",
      "pubDate": "Mon, 09 Feb 2026 08:00:54 GMT",
      "description": "<p>Rising GDP continues to mean more carbon emissions and wider damage to the planet. Can the two be decoupled?</p><p>During <a href=\"https://www.theguardian.com/environment/cop30\">Cop30</a> negotiations in Brazil last year, delegates heard a familiar argument: rising emissions are unavoidable for countries pursuing growth.</p><p>Since the first Cop in the 1990s, developing nations have had looser reduction targets to reflect the economic gap between them and richer countries, which emitted millions of tonnes of CO<sub>2</sub> as they pulled ahead. The concession comes from the idea that an inevitable cost of prosperity is environmental harm.</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2026/feb/09/economic-growth-carbon-emissions-impact-global-heating\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘To live a normal life again, it’s a dream come true’: UK’s first climate evacuees can cast off their homes and trauma",
      "link": "https://www.theguardian.com/uk-news/2026/feb/09/to-live-a-normal-life-again-its-a-dream-come-true-uks-first-climate-evacuees-can-cast-off-their-homes-and-trauma",
      "pubDate": "Mon, 09 Feb 2026 06:00:53 GMT",
      "description": "<p>Forty-odd residents of Clydach Terrace in Ynysybwl, south Wales, relieved by council buyout after years in fear of fast flooding</p><p>When <a href=\"https://www.theguardian.com/world/2020/feb/15/anger-and-fear-across-uk-as-second-storm-breaks-ciara-dennis\">Storm Dennis hit the UK in 2020</a>, a wall of dirty, frigid water from a tributary of the Taff threw Paul Thomas against the front of his house in the south Wales village of Ynysybwl. He managed to swim back into his home before the storm surge changed direction, almost carrying him out of the smashed-in front door.</p><p>“I was holding on to downpipes to stop myself being dragged out again. It was unbelievably strong, the water,” he said.</p> <a href=\"https://www.theguardian.com/uk-news/2026/feb/09/to-live-a-normal-life-again-its-a-dream-come-true-uks-first-climate-evacuees-can-cast-off-their-homes-and-trauma\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}