{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-10T18:38:03.921396",
  "items": [
    {
      "title": "Greenpeace Scrutinizes the Environmental Record of the Company That Sued the Group",
      "link": "https://insideclimatenews.org/news/10122025/greenpeace-spotlights-energy-transfer-pipeline-environmental-record/",
      "pubDate": "Wed, 10 Dec 2025 11:00:00 +0000",
      "description": "The environmental nonprofit Greenpeace was under the microscope in a North Dakota trial this year. Now the organization is calling attention to the environmental impacts of the pipeline company that brought it to court and won a $345 million judgment.  A new report released Wednesday identifies oil spills, gas releases, air pollution and other incidents […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists Say the Forever Chemical TFA Could Cause Irreversible Harm. In Eastern North Carolina, It’s Everywhere.",
      "link": "https://insideclimatenews.org/news/10122025/north-carolina-tfa-forever-chemicals-chemours/",
      "pubDate": "Wed, 10 Dec 2025 10:00:00 +0000",
      "description": "Forever War, Part 2: This story is published in partnership with WHQR, a nonprofit radio station and NPR affiliate in Wilmington. It is the second in a series of stories about the PFAS crisis in North Carolina. The shipment arrived by FedEx, packed in dry ice. Inside were 119 plastic vials, each containing three drops […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gas Stoves Account For More Than Half of Some Americans’ Exposure to a Known Toxin, New Research Concludes",
      "link": "https://insideclimatenews.org/news/10122025/gas-stoves-nitrogen-dioxide-exposure/",
      "pubDate": "Wed, 10 Dec 2025 09:55:00 +0000",
      "description": "Pollution from gas stoves accounts for more than half of some Americans’ total exposure to nitrogen dioxide (NO2), a toxin linked to asthma, a study in the academic journal PNAS Nexus concludes. The findings, published this month, provide the first nationwide, community-level estimates of residential NO2 exposure.  The study assessed both outdoor air pollution and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wisconsin Tribes Have Helped the Lake Sturgeon Recover. Climate Change Is Stressing Its Ability to Adapt.",
      "link": "https://insideclimatenews.org/news/10122025/wisconsin-tribes-lake-sturgeon-recovery/",
      "pubDate": "Wed, 10 Dec 2025 09:50:00 +0000",
      "description": "On a cool October morning, members of the St. Croix Chippewa Tribe gathered at the Clam Lake boat landing in northern Wisconsin, carrying five-gallon buckets of small, wriggling lake sturgeon. After a short prayer calling on their ancestors, they tipped the six-month-old fish—raised in the Tribe’s newly built hatchery—into the lake. It was the Tribe’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizona Launches Investigation into Proposed Critical Mineral Mine’s Contaminated Water Discharge",
      "link": "https://insideclimatenews.org/news/09122025/arizona-investigating-proposed-mine-contaminated-water-discharge/",
      "pubDate": "Wed, 10 Dec 2025 00:51:05 +0000",
      "description": "A proposed critical minerals mine in southern Arizona that was the first added to a federal permitting process designed to be quicker and more transparent has reported water with levels exceeding the state’s regulatory limits of a mineral that can damage the heart, lungs, stomach and eyes. On Tuesday, the Arizona Department of Environmental Quality […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Will Study a Plan to Keep New Natural Gas Pads Farther From Homes, Schools and Hospitals",
      "link": "https://insideclimatenews.org/news/09122025/pennsylvania-natural-gas-pads-health-study/",
      "pubDate": "Tue, 09 Dec 2025 23:02:57 +0000",
      "description": "Pennsylvania’s environmental regulator will study a plan to sharply increase the distance between new natural gas drilling sites and homes, schools and hospitals. That development follows a vote Tuesday by the state’s Environmental Quality Board, which adopts regulations by the Department of Environmental Protection. The board approved a petition by two environmental groups for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "South and Southeast Asian Countries Are Getting Overwhelmed by Storms",
      "link": "https://insideclimatenews.org/news/09122025/todays-climate-southeast-asia-storms-floods/",
      "pubDate": "Tue, 09 Dec 2025 22:33:14 +0000",
      "description": "An unusually intense series of storms and major cyclones converged in South and Southeast Asia in recent weeks, killing more than 1,600 people since mid-November.  The destruction left behind by the storms in Indonesia, Vietnam, the Philippines, Malaysia, Thailand and Sri Lanka has been staggering. Entire towns inundated by flooding. Millions of displaced people living […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Phillips 66 is Closing its LA Refinery this Month. Neighbors Still Don’t Know if the Company Will Pay for the Cleanup.",
      "link": "https://insideclimatenews.org/news/09122025/phillips-66-los-angeles-refinery-closure-cleanup/",
      "pubDate": "Tue, 09 Dec 2025 21:52:52 +0000",
      "description": "When Morgan Gonzalez first learned, in October 2024, that the Phillips 66 refinery in Wilmington, California, would close at the end of this year, he felt a mix of emotions. For almost 100 years, Gonzalez’s family has lived in the Wilmington community near the Port of Long Beach, suffering from asthma and other respiratory issues […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Days After COP30, Brazil Weakened Amazon Safeguards",
      "link": "https://insideclimatenews.org/news/09122025/brazil-weakens-amazon-forest-protection/",
      "pubDate": "Tue, 09 Dec 2025 10:00:00 +0000",
      "description": "Despite claims of environmental leadership and promises to preserve the Amazon rainforest ahead of COP30, Brazil is stripping away protections for the region’s vital ecosystems faster than workers dismantled the tents that housed the recent global climate summit in Belém. On Nov. 27, less than a week after COP30 ended, a powerful political bloc in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bill Ensuring Active Management of Shawnee National Forest Clears Senate Committee",
      "link": "https://insideclimatenews.org/news/09122025/shawnee-national-forest-management-bill/",
      "pubDate": "Tue, 09 Dec 2025 09:55:00 +0000",
      "description": "Illinois advocates and legal experts are applauding a congressional bill that would add key protections for certain areas in the Shawnee National Forest, classifying them with special distinctions that could lead to improved biodiversity, habitats and protections moving forward. The Shawnee National Forest Conservation Act of 2025, introduced in July by Sen. Dick Durbin (D-Ill.) […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}