{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-27T12:52:43.030544",
  "items": [
    {
      "title": "Alabama Research Center Works to Understand ‘One of the Last Great Wild Places’",
      "link": "https://insideclimatenews.org/news/27072025/alabama-paint-rock-forest-research-center-conservation/",
      "pubDate": "Sun, 27 Jul 2025 09:00:00 +0000",
      "description": "Bill Finch was bumping along in a muddy four-wheel utility vehicle on a rocky road near the Paint Rock Forest Research Center when a research assistant in another four-wheeler rumbled up next to him.  “Are you going to check the Hawthorn? Has it leafed out yet?” Nathan Paris called out to him that spring morning.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lessons From a Climate Disaster",
      "link": "https://insideclimatenews.org/news/26072025/lessons-from-bolivia-record-setting-2024-wildfire-season/",
      "pubDate": "Sat, 26 Jul 2025 09:00:00 +0000",
      "description": "Last year, record wildfires fueled by dry conditions incinerated large swaths of Bolivia’s forests, wetlands and other ecosystems, burning an area larger than the state of Indiana.  The blazes decimated ecosystems, affecting thousands of families, many of whom are Indigenous and reliant on forests and waterways for their livelihoods, food, water, culture and medicine. A […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How the Trump Budget Cuts Are Playing Out at Oregon’s Crater Lake National Park",
      "link": "https://insideclimatenews.org/news/26072025/oregon-crater-lake-national-park-budget-cuts/",
      "pubDate": "Sat, 26 Jul 2025 08:55:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Kevin Heatley, the former superintendent of Crater Lake National Park in Oregon. You may be planning a national park visit this summer, but whether you’re camping in Yosemite or hiking in Shenandoah, you might notice that there’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Layoffs, Votes of No Confidence and a Leader on Leave at One of the Nation’s Oldest Environmental Groups",
      "link": "https://insideclimatenews.org/news/25072025/sierra-club-puts-executive-director-ben-jealous-on-leave/",
      "pubDate": "Sat, 26 Jul 2025 00:00:00 +0000",
      "description": "One of the nation’s largest, oldest and most influential environmental groups is in turmoil at a particularly critical time, as the federal government rolls back landmark environmental protections that advocates fought for decades to achieve. The Sierra Club is among the organizations trying to hold the line. But its executive director, Ben Jealous, was placed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Plan to End Greenhouse Gas Regulations, Expected Imminently, Will Harm Human Health, Experts Say",
      "link": "https://insideclimatenews.org/news/25072025/epa-to-rescind-endangerment-finding-greenhouse-gas-emissions/",
      "pubDate": "Fri, 25 Jul 2025 22:47:12 +0000",
      "description": "An Environmental Protection Agency proposal to rescind its previous scientific finding that greenhouse gas emissions harm human health and the environment contradicts the prevailing science on the issue and its own mission, two former federal officials said Friday. The EPA imminently is expected to repeal the so-called “endangerment finding,” which dates back to 2009 and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Fact-Checking Claims About a Proposed Hyperscale Data Center",
      "link": "https://insideclimatenews.org/news/25072025/alabama-proposed-hyperscale-data-center-impacts/",
      "pubDate": "Fri, 25 Jul 2025 09:00:00 +0000",
      "description": "BESSEMER, Ala.—For Ron Morgan, the signs told the tale. He was among the dozens of residents who spilled into the Birmingham suburb’s city hall chambers who were met by what they viewed as propaganda: Literal signs, the residents felt, that city officials may not have an open mind about voting against a development project facing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Activists Pledge to Resist Any Federal Effort to Lift Fracking Ban in Delaware River Basin",
      "link": "https://insideclimatenews.org/news/25072025/activists-will-resist-any-federal-effort-to-lift-delaware-river-fracking-ban/",
      "pubDate": "Fri, 25 Jul 2025 08:55:00 +0000",
      "description": "Fears that the Trump administration is looking for ways to lift a longstanding ban on fracking for natural gas in the densely populated Delaware River Basin—which includes part of Pennsylvania—have prompted environmentalists to seek public support for a commitment to defend the regulation. Activists are promoting a “Pledge of Resistance and Protection” of the watershed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s AI Action Plan Waives Federal Environmental Rules in the Development of Data Centers",
      "link": "https://insideclimatenews.org/news/24072025/trump-ai-action-plan-waives-federal-environmental-rules/",
      "pubDate": "Thu, 24 Jul 2025 23:25:14 +0000",
      "description": "Some of the most exclusive seats at President Donald Trump’s inauguration in January were reserved for the leaders of Big Tech companies like Meta, Amazon and Google.  While the mega-rich have long had an outsized role in U.S. national politics, many saw the inaugural display as a tell-tale sign of the influence the tech industry […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Consumer Tax Credits Vanish, What Do You Need to Know?",
      "link": "https://insideclimatenews.org/news/24072025/inside-clean-energy-consumer-tax-credits-vanish/",
      "pubDate": "Thu, 24 Jul 2025 13:00:00 +0000",
      "description": "Consumers are facing a Sept. 30 deadline to be eligible for tax credits for EVs, followed by a Dec. 31 deadline when credits vanish for rooftop solar, air source heat pumps and certain water heaters. These are major purchases and customers will likely want to consider multiple options before making a selection, but there isn’t […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hurricane Helene and Subsequent Cleanup Efforts Have Decimated North America’s Most Biodiverse Waters",
      "link": "https://insideclimatenews.org/news/24072025/hurricane-helene-cleanup-decimated-biodiverse-waters/",
      "pubDate": "Thu, 24 Jul 2025 09:00:00 +0000",
      "description": "In Knoxville, Tennessee, there’s a minuscule warehouse tucked off the side of the road. Its tiny gravel parking lot is full. In the back of the cramped, wood-paneled building are dozens of aquarium tanks filled with endangered, threatened, imperiled, and at-risk fish species.  This is Conservation Fisheries Incorporated (CFI), a nonprofit dedicated to preserving Appalachian […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}