{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-20T14:38:00.833928",
  "items": [
    {
      "title": "A California Climate Expert Is Working to Restore Climate Risk Scores Deleted by Zillow",
      "link": "https://insideclimatenews.org/news/20012026/climate-expert-works-to-restore-zillow-climate-risk-scores/",
      "pubDate": "Tue, 20 Jan 2026 10:00:00 +0000",
      "description": "Even as exposure to floods, fire and extreme heat increase in the face of climate change, a popular tool for evaluating risk has disappeared from the nation’s leading real estate website.  Zillow removed the feature displaying climate risk data to home buyers in November after the California Regional Multiple Listing Service, which provides a database […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Record Wildfire Season Inspires Wyoming to Prepare for an Increasingly Fiery Future",
      "link": "https://insideclimatenews.org/news/19012026/wyoming-prepares-for-future-after-record-wildfire-season/",
      "pubDate": "Mon, 19 Jan 2026 10:00:00 +0000",
      "description": "In six generations, Jake Christian’s family had never seen a fire like the one that blazed toward his ranch near Buffalo, Wyoming, late in the summer of 2024. Its flames towered a dozen feet in the air, consuming grassland at a terrifying speed and jumping a four-lane highway on its race northward. As the fire […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Small Oil Company Polluted Midland’s Water Reserve. The Cleanup Has Dragged on for Years.",
      "link": "https://insideclimatenews.org/news/18012026/west-texas-oil-cleanup-drags-on/",
      "pubDate": "Sun, 18 Jan 2026 10:00:00 +0000",
      "description": "Reporting for this story was supported by a grant from the Fund for Investigative Journalism. WINKLER COUNTY, Texas—The first sign of trouble appeared in 2003 when the water samples came back salty. This remote corner of West Texas, known as the T-Bar Ranch, had long served as the City of Midland’s insurance policy for water […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Trump’s Withdrawal From Climate Treaties May Ultimately Play Out",
      "link": "https://insideclimatenews.org/news/18012026/how-trumps-withdrawal-from-climate-treaties-may-ultimately-play-out/",
      "pubDate": "Sun, 18 Jan 2026 09:55:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, a conversation between producer Jenni Doering and Inside Climate News Washington, D.C., bureau chief Marianne Lavelle. The Trump Administration recently announced plans to withdraw the United States from over 60 international treaties and organizations, many of which concern climate change.  One of them […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Reality of a Rapidly Warming World",
      "link": "https://insideclimatenews.org/news/18012026/icn-sunday-morning-global-extreme-heat/",
      "pubDate": "Sun, 18 Jan 2026 09:50:00 +0000",
      "description": "Several new climate reports released this week indicate “an unprecedented run of global heat” in 2025, especially in the oceans and at the poles. Ten years ago, the signers of the Paris Climate Accord sought to limit warming to 1.5 degrees Celsius above pre-industrial temperatures. But at today’s pace of emissions, scientists say, the world […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Artificial Stone Countertops Kill Workers, House Republicans Discuss Protections—for Manufacturers",
      "link": "https://insideclimatenews.org/news/17012026/house-republicans-discuss-protections-for-artificial-stone-workers/",
      "pubDate": "Sat, 17 Jan 2026 10:00:00 +0000",
      "description": "At a House Judiciary subcommittee hearing on what Republicans called “opportunistic” lawsuits filed against the energy-intensive engineered stone industry by injured workers, the differences between the concerns of America’s political parties could not have been clearer. Over the past several years, hundreds of U.S. workers have developed silicosis, a debilitating, often fatal but preventable occupational […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Alabama Mayor Signed an NDA With a Data Center Developer. Read It Here.",
      "link": "https://insideclimatenews.org/news/17012026/an-alabama-mayor-signed-an-nda-with-a-data-center-developer-read-it-here/",
      "pubDate": "Sat, 17 Jan 2026 09:57:00 +0000",
      "description": "COLUMBIANA, Ala.—At first, no one knew about the non-disclosure agreement.  Columbiana’s then-mayor, David Mitchell, had signed the secrecy agreement with DigiPowerX, a data center developer, without consulting City Council members or the public.  The undated agreement, obtained by Inside Climate News through a public records request, prohibited Mitchell from disclosing any information the developer deemed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Court Allows Dominion Energy in Virginia to Continue Offshore Wind Project",
      "link": "https://insideclimatenews.org/news/16012026/federal-court-allows-dominion-energy-in-virginia-to-continue-offshore-wind-project/",
      "pubDate": "Sat, 17 Jan 2026 02:03:22 +0000",
      "description": "NORFOLK, Va.—U.S. District Court Judge Jamar K. Walker granted Dominion Energy a preliminary injunction on Friday, pausing a stop work order from the Trump administration and allowing the utility to resume construction on its Coastal Virginia Offshore Wind project as a court case proceeds. The ruling comes after the Interior Department last month issued the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Clean Energy Advocates Criticize ‘Glaring’ Omission in White House Plan to Fuel Data Centers in PJM Region",
      "link": "https://insideclimatenews.org/news/16012026/mid-atlantic-governors-proposal-fuel-data-centers-in-pjm-region/",
      "pubDate": "Sat, 17 Jan 2026 00:28:29 +0000",
      "description": "Rising electricity costs and the rapid build-out of energy-hungry data centers across the mid-Atlantic region brought a bipartisan group of governors to the White House Friday for an agreement on a joint action plan meant to “ensure data centers pay their fair share.” The proposal also would extend a wholesale price cap that is now […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Year Out From One of the World’s Largest Battery Facility Fires",
      "link": "https://insideclimatenews.org/news/16012026/a-year-out-from-one-of-the-worlds-largest-battery-facility-fires/",
      "pubDate": "Fri, 16 Jan 2026 22:38:51 +0000",
      "description": "MOSS LANDING, Calif.—A snarl of steel and debris still sits front and center at the Moss Landing Power Plant, after one of the largest battery fires in the world burned here a year ago.  The damage, cloistered behind guarded gates, is one of the few visible remnants of the historic inferno. Surrounding the plant, life […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}