{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-24T22:26:01.984199",
  "items": [
    {
      "title": "Nonprofit Center Works with Rural Maine Towns to Prepare for and Protect Against Extreme Weather",
      "link": "https://insideclimatenews.org/news/24122025/rural-maine-center-for-an-ecology-based-economy/",
      "pubDate": "Wed, 24 Dec 2025 10:00:00 +0000",
      "description": "The December 2023 flood. The 2022 Halloween storm. The Patriots Day storm of 2007. The Great Ice Storm of 1998.  These dates are shared memories in the Appalachian foothills of western Maine. Not every resident believes in climate change but nearly all can recount days and weeks of weather extremes in their hometowns—and know the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In the Great Lakes Region, a Push to Grow Water-Focused Startups Amid Federal Funding Uncertainty",
      "link": "https://insideclimatenews.org/news/24122025/great-lakes-water-focused-startups/",
      "pubDate": "Wed, 24 Dec 2025 09:55:00 +0000",
      "description": "When it comes to cleaning up dirty water, tiny bubbles can pack a big punch. When Nano Gas Environmental was called to clean up ponds and lagoons in a community in West Texas, they found thick algae and bugs walking on top of sludge islands. Digging the muck out of the ponds would have cost […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Indigenous Groups Fight to Save Rediscovered Settlement Site on an Industrial Waterfront in Texas",
      "link": "https://insideclimatenews.org/news/23122025/texas-indigenous-groups-fight-to-save-site-on-industrial-waterfront/",
      "pubDate": "Tue, 23 Dec 2025 10:00:00 +0000",
      "description": "INGLESIDE, Texas—The rediscovery of an ancient settlement site, sandwiched between industrial complexes on Corpus Christi Bay, has spurred a campaign for its preservation by Native American groups in South Texas. Hundreds of such sites were once documented around nearby bays but virtually all have been destroyed as cities, refineries and petrochemical plants spread along the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Is Going All In on Battery Storage. What Will That Mean?",
      "link": "https://insideclimatenews.org/news/23122025/illinois-battery-storage-plan-for-data-centers/",
      "pubDate": "Tue, 23 Dec 2025 09:55:00 +0000",
      "description": "Illinois is lagging on battery storage—projects that collect solar and wind energy to use when the sun isn’t shining and the wind isn’t blowing.  But major energy legislation that the state’s General Assembly passed in October, and which Gov. JB Pritzker has pledged to sign, could change that. It includes incentives to create much more […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Could Rescinding The Roadless Rule Make It Harder To Delist Yellowstone Grizzlies?",
      "link": "https://insideclimatenews.org/news/22122025/roadless-rule-protects-yellowstone-grizzly-bears/",
      "pubDate": "Mon, 22 Dec 2025 10:00:00 +0000",
      "description": "When the U.S. Fish and Wildlife Service attempted to delist grizzly bears during President Donald Trump’s first administration, its justification for doing so included the quality of grizzly habitat. Under the roadless rule, which prevents new thoroughfares from being built in some of the wildest corners of national forests, the mountainous areas and remote watersheds […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As the Whitmer Administration Enters Its Final Year, Environmental Advocates Lament Wasted Opportunities",
      "link": "https://insideclimatenews.org/news/22122025/michigan-gov-gretchen-whitmer-environmental-record/",
      "pubDate": "Mon, 22 Dec 2025 09:55:00 +0000",
      "description": "In late 2023, an unlikely state in the country’s industrial heartland passed nation-leading climate laws—Michigan. The “bold” and “ambitious” plan drew praise for Gov. Gretchen Whitmer, a potential Democratic 2028 presidential candidate. But the laws, which require Michigan to generate all of its electricity from carbon-free sources by 2040, are likely going to be derailed.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Will New Jersey’s Environmental Regulators Approve Transco’s NESE Pipeline After Rejecting it Twice?",
      "link": "https://insideclimatenews.org/news/22122025/new-jersey-regulators-consider-transco-nese-pipeline-again/",
      "pubDate": "Mon, 22 Dec 2025 09:50:00 +0000",
      "description": "After approving necessary water permits for the Northeast Supply Enhancement (NESE) pipeline, the New Jersey Department of Environmental Protection is considering air permits for a related 32,000-horsepower compressor station in Somerset County’s Franklin Township in the face of intense community opposition.  The proposed pipeline, twice rejected by New Jersey and New York, has reemerged as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The ‘Toxic Cocktail’ Brewing in Pennsylvania’s Waterways",
      "link": "https://insideclimatenews.org/news/21122025/pennsylvania-fracking-waste-water-pollution/",
      "pubDate": "Sun, 21 Dec 2025 10:00:00 +0000",
      "description": "Fracking’s Forever Problem: Eighth in a series about the gas industry’s radioactive waste. BELLE VERNON, Pa.—Off a back road in the hilly country south of Pittsburgh, a tributary to the Monongahela River runs through overgrown vegetation and beneath an abandoned railroad trestle, downstream from the Westmoreland Sanitary Landfill. On a cool day in late July, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Countries Want Debt Relief for Conservation. Is China Ready to Play a Role?",
      "link": "https://insideclimatenews.org/news/21122025/ecuador-debt-for-nature-swap-china-conservation/",
      "pubDate": "Sun, 21 Dec 2025 09:55:00 +0000",
      "description": "Planet China: Thirteenth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. LIMÓN INDANZA, Ecuador—Long drifts of mist settle between the mountain peaks in this region, almost indistinguishable from clouds. Underneath, species found only here depend on the intricacies of this high-altitude rainforest, one of the most biodiverse […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Messy Trail of Toxic Oil and Gas Waste",
      "link": "https://insideclimatenews.org/news/21122025/icn-sunday-morning-pennsylvania-fracking-waste/",
      "pubDate": "Sun, 21 Dec 2025 09:50:00 +0000",
      "description": "Pennsylvania is ground zero for the fracking boom. It’s increased natural gas production there 37-fold since 2008. That production generates a lot of waste, but the state’s ability to track it has failed to keep up. A decade ago, regulators promised to improve reporting standards for the waste, which can include radioactive material, heavy metals […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}