{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-05-30T09:26:23.500496",
  "items": [
    {
      "title": "Supreme Court Backs a Controversial Railroad in Utah for Carrying Oil",
      "link": "https://insideclimatenews.org/news/29052025/supreme-court-backs-controversial-utah-oil-railroad/",
      "pubDate": "Thu, 29 May 2025 22:55:08 +0000",
      "description": "The U.S. Supreme Court has ruled in favor of a controversial Utah railway project that critics say erodes the National Environmental Policy Act (NEPA), a bedrock of environmental law for the past half century. The case centered on a proposed 88-mile railway that would connect the oil fields of northeastern Utah to a national rail […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Clean Energy Project Cancellations Top $14 Billion So Far in 2025",
      "link": "https://insideclimatenews.org/news/29052025/trump-clean-energy-project-cancellations-top-14-billion-dollars/",
      "pubDate": "Thu, 29 May 2025 21:26:08 +0000",
      "description": "Businesses have cancelled or delayed more than $14 billion of investments in U.S. clean energy projects so far this year, reflecting their uncertainty and pessimism over federal support amid President Donald Trump’s climate policy retreat, industry analysts reported Thursday. The sector still is showing resilience—at least $4.2 billion in new renewable energy, grid, electric vehicle […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Twinkle in Trump’s Eye: A Shakeup at Alabama’s Top Utility Regulator",
      "link": "https://insideclimatenews.org/news/29052025/alabama-public-service-commission-president-twinkle-cavanaugh-moves-to-trump-administration/",
      "pubDate": "Thu, 29 May 2025 21:17:54 +0000",
      "description": "MONTGOMERY, Ala.—Twinkle Cavanaugh, longtime president of the state’s top utility regulator, will begin working within days for the Trump administration as the state director for rural development in Alabama.  Cavanaugh will leave the Public Service Commission on June 1. Her move was announced by the federal Department of Agriculture among other appointees earlier this week.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Will Tariffs Do to the Energy Economy? Here Are Three Scenarios",
      "link": "https://insideclimatenews.org/news/29052025/inside-clean-energy-tariffs-economy/",
      "pubDate": "Thu, 29 May 2025 13:00:00 +0000",
      "description": "The Trump administration’s ever-changing policies on tariffs and trade have injected chaos into the global energy economy. On Wednesday, a federal court blocked President Donald Trump from being able to adopt tariffs under an emergency-powers law. The administration is appealing the ruling. This sets up additional legal wrangling in addition to the conflicts over trade […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Fracking Company Surrenders Water Permits Over Concerns About Stream Flow",
      "link": "https://insideclimatenews.org/news/29052025/pennsylvania-fracking-company-surrenders-water-permits/",
      "pubDate": "Thu, 29 May 2025 09:00:00 +0000",
      "description": "A natural gas company has surrendered its permits to pump water from a western Pennsylvania creek in a move welcomed by environmentalists fearful of rising industrial demand for surface water and the growing threat of climate change. PennEnergy Resources asked the state’s Department of Environmental Protection in April to rescind its permits for 1.5 million […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "German Court Rejects Peruvian’s Claim of Climate Harms",
      "link": "https://insideclimatenews.org/news/28052025/german-court-rejects-peruvian-claim-of-rwe-climate-harms/",
      "pubDate": "Wed, 28 May 2025 21:44:05 +0000",
      "description": "After nearly 10 years of litigation, a regional civil court in Germany on Wednesday dismissed a Peruvian farmer’s claim that he and his community have been harmed by climate change driven by a German energy company’s emissions.  But at the same time, the court affirmed that such claims are permissible under German law. The case […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Transco Pipeline Plan to Boost Gas in Five States Would Sharply Increase Air Pollution in N.C. Towns",
      "link": "https://insideclimatenews.org/news/28052025/transco-pipeline-plan-would-sharply-increase-north-carolina-air-pollution/",
      "pubDate": "Wed, 28 May 2025 09:00:00 +0000",
      "description": "Two compressor stations along Transco’s natural gas pipeline in North Carolina would emit more than 935,000 tons of planet-warming greenhouse gases each year, state records show. The expansion would also contaminate nearby communities with harmful air pollutants up to 350 percent over current levels. Transco, a division of the Houston-based group Williams, plans to increase […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maryland Advocates Call for Penalties on Washington Gas After Ruling on False Environmental Claims",
      "link": "https://insideclimatenews.org/news/27052025/maryland-opc-washington-gas-false-environmental-claims/",
      "pubDate": "Tue, 27 May 2025 23:53:44 +0000",
      "description": "Advocates are ramping up pressure on the Maryland Public Service Commission to penalize Washington Gas Light Company following a March ruling which found that the company misled millions of customers by claiming methane gas was better for the environment than electricity.  The ruling by Utility Law Judge Ryan McLean found that Washington Gas’s marketing statements […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Seabird Chick With 778 Pieces of Plastic in Its Body Shows How Bad Marine Pollution Has Gotten",
      "link": "https://insideclimatenews.org/news/27052025/todays-climate-plastic-pollution-seabird-health-ocean/",
      "pubDate": "Tue, 27 May 2025 20:31:01 +0000",
      "description": "For a seabird, it can be tough to tell the difference between a squid snack and a piece of plastic debris. This mix-up can have devastating impacts for the birds and their young, according to a recent study published in Science Advances.  Scientists analyzed the changes in more than 700 proteins found in plastic-ridden sable […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With Clean Energy Stalled, Can New Jersey Bet on Nuclear and Win?",
      "link": "https://insideclimatenews.org/news/27052025/new-jersey-doubles-down-on-nuclear-energy/",
      "pubDate": "Tue, 27 May 2025 09:00:00 +0000",
      "description": "With growing energy demand and delays in renewable energy rollout, New Jersey is doubling down on nuclear—its largest source of in-state electricity—and is now looking at positioning itself as a national leader in developing next-generation reactors. In March, the state’s Board of Public Utilities (NJBPU) issued a request for information, a document signaling the state’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}