{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-12-27T02:04:52.735793",
  "items": [
    {
      "title": "US voters linking climate crisis to rising bills despite Trump’s ‘green scam’ claims",
      "link": "https://www.theguardian.com/us-news/2025/dec/26/us-voters-link-climate-crisis-affordability",
      "pubDate": "Fri, 26 Dec 2025 12:30:08 GMT",
      "description": "<p>New polling shows 65% of registered US voters believe global heating is affecting cost of living</p><p>Most Americans now connect the worsening climate crisis with their cost of living pressures, with clear majorities also disagreeing with moves by the Trump administration to gut climate research and halt windfarms, new polling has found.</p><p>About 65% of registered voters in the US think that global heating is affecting the cost of living, <a href=\"https://climatecommunication.yale.edu/publications/climate-change-in-the-american-mind-politics-policy-fall-2025/\">according to the polling by Yale University</a>.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/26/us-voters-link-climate-crisis-affordability\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘They’re scared of us now’: how co-investment in a tropical forest saw off loggers",
      "link": "https://www.theguardian.com/environment/2025/dec/25/they-are-scared-of-us-now-how-one-tropical-forest-turned-the-tide-on-loggers",
      "pubDate": "Thu, 25 Dec 2025 15:00:43 GMT",
      "description": "<p>Low-cost tech and joined-up funding have reduced illegal logging, mining and poaching in the Darién Gap – it’s a success story that could stop deforestation worldwide</p><p>There are no roads through the Darién Gap. This vast impenetrable forest spans the width of the land bridge between South and Central America, but there is almost no way through it: hundreds have lost their lives trying to cross it on foot.</p><p>Its size and hostility have shielded it from development for millennia, protecting hundreds of species – from harpy eagles and giant anteaters to jaguars and red-crested tamarins – in one of the most biodiverse places on Earth. But it has also made it incredibly difficult to protect. Looking after 575,000 hectares (1,420,856 acres) of beach, mangrove and rainforest with just 20 rangers often felt impossible, says Segundo Sugasti, the director of Darién national park. Like tropical forests all over the world, it has been steadily shrinking, with at least 15% lost to logging, mining and cattle ranching in two decades.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/25/they-are-scared-of-us-now-how-one-tropical-forest-turned-the-tide-on-loggers\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "North Carolina Christmas tree farmers are optimistic after Hurricane Helene",
      "link": "https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina",
      "pubDate": "Wed, 24 Dec 2025 16:00:15 GMT",
      "description": "<p>More than a year after the storm ripped apart families and farms, growers are bullish about strength of their industry</p><p>Christmas tree farmers in western North Carolina are still rebuilding from last year’s devastating <a href=\"https://www.theguardian.com/us-news/hurricane-helene\">Hurricane Helene</a>, but growers are optimistic about business and the overall strength of their industry in the region.</p><p>“There’s still a lot of recovery that needs to happen, but we’re in much better shape than we were this time last year ... sales are good,” Kevin Gray, owner of Hickory Creek Farm Christmas Trees in Greensboro, said earlier this month, while the buying season was in full swing.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/24/christmas-tree-farmers-north-carolina\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Forecasters say 2025 ‘more likely than not’ to be UK’s hottest year on record",
      "link": "https://www.theguardian.com/uk-news/2025/dec/23/uk-hottest-year-ever-recorded-2025",
      "pubDate": "Tue, 23 Dec 2025 06:00:49 GMT",
      "description": "<p>Met Office says temperatures are tracking ahead of 2022 after year of heatwaves and drought, though late cold spell could yet intervene</p><p>Forecasters say 2025 is “more likely than not” to break the record for the hottest year in the UK since records began, after a summer of heatwaves and drought followed by a mild autumn.</p><p>According to the Met Office, the official forecaster, the mean temperature for 2025 is tracking well ahead of the previous highest year, set in 2022. However, a colder spell expected from Christmas until the new year makes it too close to call definitively.</p> <a href=\"https://www.theguardian.com/uk-news/2025/dec/23/uk-hottest-year-ever-recorded-2025\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Borrowed time’: crop pests and food losses supercharged by climate crisis",
      "link": "https://www.theguardian.com/global-development/2025/dec/20/crop-pests-food-losses-climate-crisis",
      "pubDate": "Sat, 20 Dec 2025 10:00:28 GMT",
      "description": "<p>Heating means pests breeding and spreading faster, warn scientists, with simplified current food system already vulnerable</p><ul><li><p><a href=\"https://www.theguardian.com/environment/ng-interactive/2025/dec/18/how-climate-breakdown-is-putting-the-worlds-food-in-peril-in-maps-and-charts\">How climate breakdown is putting the world’s food in peril – in maps and charts</a></p></li></ul><p>The destruction of food supplies by crop pests is being supercharged by the climate crisis, with losses expected to surge, an analysis has concluded.</p><p>Researchers said the world was lucky to have so far avoided a major shock and was living on borrowed time, with action needed to diversify crops and boost natural predators of pests.</p> <a href=\"https://www.theguardian.com/global-development/2025/dec/20/crop-pests-food-losses-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on adapting to the climate crisis: it demands political honesty about extreme weather | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather",
      "pubDate": "Fri, 26 Dec 2025 17:30:14 GMT",
      "description": "<p>Over the holiday period, the Guardian leader column is looking ahead at the themes of 2026. Today we look at how the struggle to adapt to a dangerously warming world has become a test of global justice</p><p>The record-breaking 252mph winds of Hurricane Melissa that devastated Caribbean islands at the end of October were made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">five times more</a> likely by the climate crisis. <a href=\"https://www.theguardian.com/environment/2025/sep/04/spain-portugal-wildfire-weather-climate-crisis-study\">Scorching wildfire weather</a> in Spain and Portugal during the summer was made 40 times more likely, while June’s <a href=\"https://www.theguardian.com/environment/2025/jun/20/england-weekend-heatwave-worse-climate-crisis\">heatwave in England</a> was made 100 times more likely.</p><p><a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">Attribution science</a> has made one thing clear: global heating is behind today’s extreme weather. That greenhouse gas emissions warmed the planet was understood. What can now be shown is that this warming produces record heatwaves and more violent storms with increasing frequency.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump’s shuttering of the National Center for Atmospheric Research is Stalinist | Michael Mann and Bob Ward",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/22/trump-stalin-national-center-atmospheric-research",
      "pubDate": "Mon, 22 Dec 2025 11:00:25 GMT",
      "description": "<p>This is the latest in the relentless purge of climate researchers who refuse to be co-opted by the fossil fuel industry</p><p>The Soviet dictator Joseph Stalin would no doubt have understood and even appreciated the latest attack by the Trump administration on climate researchers and their work.</p><p>The <a href=\"https://ncar.ucar.edu/\">National Center for Atmospheric Research</a> in Boulder, Colorado, <a href=\"https://www.theguardian.com/us-news/2025/dec/17/trump-boulder-ncar-climate-lab\">is to be dismantled</a> after more than 50 years at the forefront of global research on climate science and monitoring.</p><p>Professor Michael Mann is the presidential distinguished professor and director of the Penn Center for Science, Sustainability and the Media at the University of Pennsylvania, and co-author with Peter Hotez of <a href=\"https://bookshop.org/p/books/science-under-siege-how-to-fight-the-five-most-powerful-forces-that-threaten-our-world-michael-e-mann/f193b715ddffc31b?ean=9781541705494&next=t\">Science Under Siege</a>; Bob Ward is policy and communications director at the Grantham Research Institute on Climate Change and the Environment at the London School of Economics and Political Science</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/22/trump-stalin-national-center-atmospheric-research\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This is another ‘ozone layer’ moment. Now, we must urgently target methane | Mia Mottley",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/16/ozone-layer-moment-methane-emissions-oil-gas-industry-climate-tipping-points",
      "pubDate": "Tue, 16 Dec 2025 08:00:15 GMT",
      "description": "<p>The oil and gas industry must be legally bound to cut methane emissions. With climate tipping points approaching, time is running out </p><p>• Mia Mottley is the prime minister of Barbados</p><p>The timing is brutal. Just as the world celebrates the <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">10th anniversary</a> of the adoption of the Paris climate agreement this month, new evidence shows that the world is crashing through the main defence that was constructed against climate catastrophe.</p><p>The three-year temperature average is – for the first time – set to exceed the Paris guardrail of 1.5C above preindustrial levels. According to the <a href=\"https://climate.copernicus.eu/copernicus-2025-course-be-joint-second-warmest-year-november-third-warmest-record\">Copernicus Climate Change Service</a>, 2025 will join 2023 and 2024 as the three warmest since the Industrial Revolution, reflecting the accelerating pace of the climate crisis.</p><p>Mia Mottley is the prime minister of Barbados</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/16/ozone-layer-moment-methane-emissions-oil-gas-industry-climate-tipping-points\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Paris climate treaty changed the world. Here’s how | Rebecca Solnit",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary",
      "pubDate": "Fri, 12 Dec 2025 11:00:34 GMT",
      "description": "<p>There’s much more to do, but we should be encouraged by the progress we have made</p><p>Today marks the 10th anniversary of the Paris climate treaty, one of the landmark days in climate-action history. Attending the conference as a journalist, I watched and listened and wondered whether 194 countries could ever agree on anything at all, and the night before they did, people who I thought were more sophisticated than me assured me they couldn’t. Then they did. There are a lot of ways to tell the story of what it means and where we are now, but any version of it needs respect for the complexities, because there are a lot of latitudes between the poles of total victory and total defeat.</p><p>I had been dreading the treaty anniversary as an occasion to note that we have not done nearly enough, but in July I thought we might be able celebrate it. Because, on 23 July, the international court of justice handed down an epochal ruling that gives that treaty enforceable consequences it never had before. It declares that all nations have a legal obligation to act in response to the climate crisis, and, as Greenpeace International <a href=\"https://www.greenpeace.org/international/press-release/77262/international-court-justice-historic-advisory-opinion-climate-impacts/\">put</a> it, “obligates states to regulate businesses on the harm caused by their emissions regardless of where the harm takes place. Significantly, the court found that the right to a clean, healthy and sustainable environment is fundamental for all other human rights, and that intergenerational equity should guide the interpretation of all climate obligations.” The Paris treaty was <a href=\"https://www.icj-cij.org/node/205627\">cited</a> repeatedly as groundwork for this decision.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Barracuda, grouper, tuna – and seaweed: Madagascar’s fishers forced to find new ways to survive",
      "link": "https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation",
      "pubDate": "Wed, 24 Dec 2025 05:00:05 GMT",
      "description": "<p>Seaweed has become a key cash crop as climate change and industrial trawling test the resilient culture of the semi-nomadic Vezo people</p><p>Along Madagascar’s south-west coast, the Vezo people, who have fished the Mozambique Channel for countless generations, are defined by a way of life sustained by the sea. Yet climate change and industrial exploitation are pushing this ocean-based culture to its limits.</p><p>Coastal villages around Toliara, a city in southern Madagascar, host tens of thousands of the <a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">semi-nomadic Vezo</a><strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\"> </a></strong><a href=\"https://blueventures.org/the-voyage-of-the-vezo-documenting-madagascars-indigenous-coastal-migration-2/\">people</a>, who make a living from small-scale fishing on the ocean. For centuries, they have launched <em>pirogues</em>, small boats carved from single tree trunks, every day into the turquoise shallows to catch tuna, barracuda and grouper.</p><p>A boat near lines of seaweed, which has become a main source of income for Ambatomilo village as warmer seas, bleached reefs and erratic weather accelerate the decline of local fish populations</p> <a href=\"https://www.theguardian.com/environment/2025/dec/24/madagascar-coastline-vezo-people-fishing-climate-change-adaptation\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘This is the Costco of energy, man!’: author Bill McKibben on the promise of renewables",
      "link": "https://www.theguardian.com/environment/2025/dec/23/bill-mckibben-promise-of-renewable-energy-interview",
      "pubDate": "Tue, 23 Dec 2025 12:51:17 GMT",
      "description": "<p>The activist and author of Here Comes the Sun discusses rapid advances in solar and wind power and how the US ceded leadership in the sector to its main rival</p><p><em>Bill McKibben’s book The End of Nature, published in 1989, warned early of the dangers of climate changes and he has been campaigning and writing ever since. His most recent book, Here Comes the Sun, takes a look at the soaring potential of renewable energy</em></p><p><strong>Is your latest book a more optimistic take on this world</strong><strong>?</strong></p> <a href=\"https://www.theguardian.com/environment/2025/dec/23/bill-mckibben-promise-of-renewable-energy-interview\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The best of the long read in 2025",
      "link": "https://www.theguardian.com/news/2025/dec/23/the-best-of-the-long-read-in-2025",
      "pubDate": "Tue, 23 Dec 2025 05:00:48 GMT",
      "description": "<p>Our 20 favourite pieces of in-depth reporting, essays and profiles from the year</p><p>Victor Pelevin made his name in 90s Russia with scathing satires of authoritarianism. But while his literary peers have faced censorship and fled the country, he still sells millions. Has he become a Kremlin apologist?</p> <a href=\"https://www.theguardian.com/news/2025/dec/23/the-best-of-the-long-read-in-2025\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The plants that thrive in salt: could halophytes help save coastal farming?",
      "link": "https://www.theguardian.com/environment/2025/dec/21/plants-salt-halophytes-coastal-farming",
      "pubDate": "Sun, 21 Dec 2025 10:00:03 GMT",
      "description": "<p>As rising seas salinise the soils of the Venice lagoon, scientists and chefs are turning to long-forgotten wild herbs</p><p>On the scrubby banks of the rural swathes of the Venice lagoon, an evening chorus of cicadas underscores the distant whine of farmers’ three-wheeled minivans. Dotted along the brackish fringes of the cultivated plots are scatterings of silvery-green bushes – sea fennel.</p><p>This plant is a member of a group of remarkable organisms known as halophytes – plant species that thrive in saltwater. Long overlooked and found growing in the in-between spaces – saltmarshes, coastlines, the fringes of lagoons – halophytes straddle boundaries in both ecosystems and cuisines. But with shifting agricultural futures, this may be about to change.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/21/plants-salt-halophytes-coastal-farming\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}