{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-09-25T17:20:36.893512",
  "items": [
    {
      "title": "What would an Indigenous Law of the Sea look like?",
      "link": "https://grist.org/global-indigenous-affairs-desk/what-would-an-indigenous-law-of-the-sea-look-like/",
      "pubDate": "Thu, 25 Sep 2025 08:45:00 +0000",
      "description": "The Law of the Sea typically refers to international law described in a 1982 United Nations Convention that governs what states can and can’t do in the ocean, and it serves as the basis for modern-day international law governing the ocean. \n<br><br>\nThe U.N. system prioritizes the perspectives and voices of governments that are internationally recognized, which makes it difficult for Indigenous peoples who have lost their lands and political independence to ensure their concerns are considered. \n<br><br>\nWáahlaal Gíidaak, the vice president of the Ocean Conservancy’s Arctic and Northern Waters program, thinks that vacuum leaves opportunity for Indigenous peoples to organize and create their own version of international law that governs the oceans. Gíidaak envisions a more expansive treaty spanning geographies and nationalities that could help Indigenous peoples more effectively organize and advocate around critical ocean issues like climate change and deep-sea mining.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The oceans just hit an ominous milestone",
      "link": "https://grist.org/oceans/the-oceans-just-hit-an-ominous-milestone/",
      "pubDate": "Wed, 24 Sep 2025 16:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump raised $8 million for Hurricane Helene survivors. Where did it all go?",
      "link": "https://grist.org/accountability/trump-raised-8-million-for-helene-survivors-where-did-it-all-go/",
      "pubDate": "Wed, 24 Sep 2025 08:45:00 +0000",
      "description": "On a dusty, warm day last October, nearly a month after Hurricane Helene tore across the southeastern United States, Donald Trump stood behind a podium in Swannanoa, North Carolina, to pledge funding and support to survivors of the disaster.\n<br><br>\nTrump was present to, among other things, deliver an update on a GoFundMe set up by his presidential campaign for those impacted by Helene. In three short weeks, the drive had raised $7.7 million from the pockets of ordinary Americans, prominent Republican political operatives, and some of the country’s most influential and wealthiest families. \n<br><br>\nIt wasn’t until a few days after money had begun to come in that the crowdfunding effort announced where the contributions were going: Mtn2Sea Ministries, Water Mission, Samaritan’s Purse, and the Clinch Foundation. On October 21, an additional recipient, Sweetwater Mission, was added. Four of the five organizations are faith-based Christian charities. Most of them have close ties to Trump or to prominent supporters of his. \n<br><br>\nA year after Helene, what exactly Trump’s GoFundMe campaign paid for remains unclear. Grist reached out to the recipient organizations asking how much they received, and how it was spent.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How to track disaster spending in your community",
      "link": "https://grist.org/accountability/how-to-track-disaster-spending-in-your-community/",
      "pubDate": "Wed, 24 Sep 2025 08:40:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The ‘Green Revolution’ transformed global agriculture. Now it’s adapting to climate change.",
      "link": "https://grist.org/food-and-agriculture/green-revolution-india-wheat-seeds-climate/",
      "pubDate": "Wed, 24 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Chicago has a lead pipe problem. Millions earmarked to address it remain untouched.",
      "link": "https://grist.org/equity/chicago-has-a-lead-pipe-problem-millions-earmarked-remain-untouched/",
      "pubDate": "Tue, 23 Sep 2025 17:19:12 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Used EVs have never been cheaper. But are they a good deal?",
      "link": "https://grist.org/economics/used-evs-have-never-been-cheaper-but-are-they-a-good-deal/",
      "pubDate": "Tue, 23 Sep 2025 14:30:19 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Clean energy, dirty tactics: Inside the shady world of door-to-door solar sales",
      "link": "https://grist.org/business/clean-energy-dirty-tactics-inside-the-shady-world-of-door-to-door-solar-sales/",
      "pubDate": "Tue, 23 Sep 2025 08:45:00 +0000",
      "description": "Imagine, for a moment, it’s a sweltering July afternoon. You hear an unassuming knock on the door. Maybe you check your Ring camera to see a young man in a polo shirt, with a lanyard swinging. You open the door, and he launches into a pitch before you can even register the logo on his badge. “Hi, my name is John, and I’m working on the statewide clean energy initiative. Have you received a notice from your energy company about rate increases in the coming years?” \n<br><br>\nIt may not be immediately apparent, but he’s trying to convince you to buy solar panels. \n<br><br>\nFor homeowners, solar can be an incredible tool for lowering energy costs and contributing to a cleaner energy future, but the process requires careful attention. And that may include a hearty amount of skepticism about claims that door-to-door salespeople make.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Talking to a door-to-door solar sales rep? Beware of these red flags.",
      "link": "https://grist.org/energy/door-to-door-solar-sales-beware-of-these-red-flags/",
      "pubDate": "Tue, 23 Sep 2025 08:40:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The people behind America’s disaster recovery",
      "link": "https://grist.org/labor/the-people-behind-americas-disaster-recovery/",
      "pubDate": "Mon, 22 Sep 2025 08:45:00 +0000",
      "description": "When a disaster strikes, an army of workers assemble. They arrive in waves to ravaged areas ready to respond.\n<br><br>\nFirst in are the personnel trained to navigate the immediate crisis. Emergency managers run local shelters and coordinate on-the-ground response efforts, medics provide urgent medical care for those in need, and police, firefighters, and other public safety workers conduct search and rescue. Next, the skilled tradespeople show up, ready to restore and repair. Crews of utility linemen reconnect downed power lines, wastewater technicians fix damaged sewage infrastructure, and debris removal workers clear blocked roads and waterways.\n<br><br>\nRelief workers representing federal agencies, nonprofits, and humanitarian groups set up services to provide things like shelter, food, and water. And then there are crisis counselors, animal rescue units, hazmat crews, contractors, environmental scientists, and many others.\n<br><br>\nA legion of essential jobs contribute to America’s disaster workforce. Those jobs — and the people who do them — have never been more important.\n<br><br>\nGrist talked with more than a dozen people spread out across the United States who have worked on the ground following catastrophic disasters. Their stories spotlight the many different roles and needs within the labor economy built on extreme weather.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Meet the small business owners electrifying Maine’s rural coast",
      "link": "https://grist.org/energy/meet-the-small-business-owners-electrifying-maines-rural-coast/",
      "pubDate": "Sun, 21 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump DOJ seeks to kill Vermont law that makes Big Oil pay for climate harm",
      "link": "https://grist.org/politics/trump-doj-seeks-to-kill-vermont-law-that-makes-big-oil-pay-for-climate-harm/",
      "pubDate": "Sat, 20 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Who pays for wildfire damage? In the West, utilities are shifting the risk to customers.",
      "link": "https://grist.org/wildfires/who-pays-for-wildfire-damage-in-the-west-utilities-are-shifting-the-risk-to-customers/",
      "pubDate": "Fri, 19 Sep 2025 08:30:00 +0000",
      "description": "Last year’s Berkshire Hathaway’s annual shareholder meeting held particular weight. Investors were watching closely to see if Buffett, the company’s 93-year-old CEO, would name Greg Abel, Berkshire’s vice chairman, as his successor, and how the company would weather the billions in wildfire lawsuits threatening its energy utilities. Buffett dodged the succession question, but the meeting revealed something just as consequential: the company’s strategy to avoid wildfire liability. \n<br><br>\nTwo months earlier, the Utah legislature had passed a law allowing utilities to charge their own customers to build a fund for future fire damages. The state also has a 2020 law on the books that capped the amount fire victims could sue utilities for damages. Combined, the two laws mean that if homes in Utah burn down due to a power company’s faulty electrical line, the financial damages residents can seek are limited — and they may already have been paying into the fund that covers them. For utilities, the result is reduced costs.\n<br><br>\nAt the shareholder meeting, Abel singled out Utah as “the gold standard” of utility protection — a model he urged other states to adopt. “As we go forward,” he told the crowd, “we need both legislative and regulatory reform.”",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Wildfire smoke could soon kill 71,000 Americans every year",
      "link": "https://grist.org/health/wildfire-smoke-could-soon-kill-71000-americans-every-year/",
      "pubDate": "Thu, 18 Sep 2025 15:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The politics of renewables are getting stranger. ‘Sun Day’ celebrates them anyway.",
      "link": "https://grist.org/culture/sun-day-strange-politics-renewable-energy-2025/",
      "pubDate": "Thu, 18 Sep 2025 08:45:00 +0000",
      "description": "Electric bikes parading through city streets. The afternoon light glinting off clusters of floating solar panels. Neighbors guiding visitors through homes warmed by heat pumps, battery storage systems glowing on walls. \n<br><br>\nThese sound like scenes from a clean energy expo or a hopeful science fiction novel, but they’re neither. They’re just a few of the hundreds of events planned for “Sun Day,” a new national day of action on September 21 meant to celebrate the momentum of clean technology — and to confront the political and institutional barriers slowing its wider adoption.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump axes climate reporting program, ignoring international courts and frontline communities",
      "link": "https://grist.org/international/trump-axes-climate-reporting-program-ignoring-international-courts-and-front-line-communities/",
      "pubDate": "Thu, 18 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How climate change is fueling your sugar addiction",
      "link": "https://grist.org/food-and-agriculture/how-climate-change-is-fueling-your-sugar-addiction/",
      "pubDate": "Thu, 18 Sep 2025 08:15:00 +0000",
      "description": "In the thick of summer, little else can seem more appealing than the promised respite of an ice cream cone or a chilled can of soda. Turns out that as climate change warms up the planet, that sugary siren song is getting louder: A new study published last week in the journal Nature Climate Change found that as temperatures have gotten hotter, Americans have been buying more artificially sweetened treats.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This new machine churns out carbon-storing biochar on the cheap",
      "link": "https://grist.org/climate/this-new-machine-churns-out-carbon-storing-biochar-on-the-cheap/",
      "pubDate": "Wed, 17 Sep 2025 08:45:00 +0000",
      "description": "The food that makes it to your plate is but a fraction of what actually grew in a field somewhere. Cassava, corn, wheat, rice — all critical crops produce waste biomass that farmers might be burning or throwing into piles to rot, both of which send planet-warming carbon into the atmosphere. Increasingly, though, they are turning all those husks and stalks into biochar that captures carbon and improves yields.\n<br><br>\nThe material is a simple, clever way to catalyze photosynthesis. The trick is creating the right conditions to produce quality biochar without combusting and destroying the biomass. \n<br><br>\nTo that end, the worker cooperative PlantVillage+ is deploying an automated “PyroTower” in communities in the developing world, a solar-powered furnace that blasts waste with temperatures of over 1,000 degrees Fahrenheit. During an eight-hour run, the device can generate nearly 2,000 pounds of biochar for locals to put back in the ground. It takes about two hours to assemble and disassemble to move from one place to another.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Defending the Earth is deadly work. A new report illuminates how much.",
      "link": "https://grist.org/global-indigenous-affairs-desk/defending-the-earth-is-deadly-work-a-new-report-illuminates-how-much/",
      "pubDate": "Wed, 17 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Farmworkers already face harsh conditions. Now they may have to deal with a pay cut.",
      "link": "https://grist.org/labor/farmworkers-face-harsh-conditions-now-theyre-eyeing-a-pay-cut/",
      "pubDate": "Wed, 17 Sep 2025 08:15:00 +0000",
      "description": "The H-2A visa program allows U.S. farmers to hire seasonal workers from abroad, the vast majority of whom come from Mexico. These workers are paid according to something called the Adverse Effect Wage Rate, or AEWR. Every year, the AEWR is determined using the previous year’s Agricultural Labor Survey — more commonly referred to as the Farm Labor Survey, or FLS, which asks farm employers about their workers’ hours and wages. In a sense, the AEWR sets a wage floor for all farm laborers: U.S.-born workers must earn at least as much as H-2A workers when performing the same job.\n<br><br>\nIn an announcement on August 28, the the U.S. Department of Agriculture said the agency would discontinue its use of the FLS, calling it “no longer necessary.” Without this mechanism in place, wages for farmworkers — regardless of their legal status — are likely to fall, experts say.\n<br><br>\nSome farm groups celebrated the move, arguing that AEWRs in recent years have grown too high and present a burden to their business. But labor groups contend that farmworkers — whether they are guest workers, U.S.-born, or undocumented — are not paid a fair or even livable wage.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}