{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-11T04:34:00.633987",
  "items": [
    {
      "title": "Tonga Poised to Be the First Country to Recognize Rights of Whales",
      "link": "https://insideclimatenews.org/news/10062025/tonga-rights-of-whales/",
      "pubDate": "Tue, 10 Jun 2025 21:55:27 +0000",
      "description": "Tonga, a Pacific Island nation with deep connections to the ocean and its non-human inhabitants, could become the first country in the world to recognize that whales have inherent rights.  Speaking in Nice, France, where the United Nations Ocean Conference is taking place, Tongan Princess Angelika Lātūfuipeka Tukuʻaho called for the recognition of whales as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why a Fan Can’t Always Cool You Down, and Other Unexpected Challenges in Heat Waves",
      "link": "https://insideclimatenews.org/news/10062025/todays-climate-fans-air-conditioning-heat-wave-challenges/",
      "pubDate": "Tue, 10 Jun 2025 20:54:35 +0000",
      "description": "People across the United States are in for another scorcher of a summer, according to an outlook from the National Oceanic and Atmospheric Administration.  The agency predicts “hotter-than-average” temperatures, a trend that is becoming increasingly common as climate change worsens. These high temperatures can be deadly; research shows that heat-related deaths have more than doubled […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Inside Climate News Selects 11 Summer Fellows to Report on Environmental Issues Around the Country",
      "link": "https://insideclimatenews.org/news/10062025/summer-fellows-to-report-on-environmental-issues-around-the-country/",
      "pubDate": "Tue, 10 Jun 2025 17:29:10 +0000",
      "description": "Eleven young journalists are joining Inside Climate News as reporting fellows this summer. ICN’s summer 2025 fellowship class draws from current college students and recent graduates in locations ranging from California to Illinois to Washington, D.C. The program is designed to hone participants’ writing and reporting skills and deepen their expertise in a variety of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As an Eastern Iowa Quarry Seeks to Quadruple Its Water Use, Residents Urge the State to Intervene",
      "link": "https://insideclimatenews.org/news/10062025/iowa-pattison-co-quarry-seeks-to-quadruple-water-use/",
      "pubDate": "Tue, 10 Jun 2025 09:00:00 +0000",
      "description": "The Pattison Co. quarry in Garnavillo, Iowa, pumps nearly 1 billion gallons of groundwater each year, pulling it from the bedrock in order to mine limestone, sandstone and silica sand used in oil fracking.  Now, the quarry is seeking permission from the Iowa Department of Natural Resources to quadruple its water withdrawal.  If the permit […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Across the Country, Locals Rally to Protect National Monuments Threatened by the Trump Administration",
      "link": "https://insideclimatenews.org/news/10062025/national-monuments-rally-antiquities-act-anniversary/",
      "pubDate": "Tue, 10 Jun 2025 08:55:00 +0000",
      "description": "IRONWOOD FOREST NATIONAL MONUMENT, Ariz.—Standing in front of a crowd of 100 people Saturday, Mike Quigley pointed out into the distance to a nearby copper mine. “We can have that,” he said. Then he gestured to the mountain behind him. “Or we can have this.”  For 25 years, this stretch of 129,000 acres of the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "US District Court Ruling Keeps Fight Against Mining of Site Sacred to Western Apache Alive",
      "link": "https://insideclimatenews.org/news/10062025/court-ruling-keeps-fight-against-mining-oak-flat-alive/",
      "pubDate": "Tue, 10 Jun 2025 08:50:00 +0000",
      "description": "PHOENIX—A federal judge ruled Monday that the U.S. Forest Service cannot transfer land containing Oak Flat, a site sacred to the Western Apache, to a copper mining company until two cases against the project are settled after the Forest Service publishes its final environmental review for the project. The ruling resurrects the legal efforts by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The World’s Oceans Are a ‘Ticking Time Bomb,’ Reaching Dangerous Acidification Levels  Earlier Than Scientists Thought",
      "link": "https://insideclimatenews.org/news/09062025/ocean-acidification-crosses-planetary-boundaries/",
      "pubDate": "Tue, 10 Jun 2025 00:07:22 +0000",
      "description": "A critical measure of the ocean’s health suggests that the world’s marine systems are in greater peril than scientists had previously realized and that parts of the ocean have already reached dangerous tipping points. A study, published Monday in the journal Global Change Biology, found that ocean acidification—the process in which the world’s oceans absorb […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "UN Ocean Conference Opens With a Call to Defend the Deep Sea",
      "link": "https://insideclimatenews.org/news/09062025/un-deep-sea-mining-bottom-trawling-moratorium/",
      "pubDate": "Mon, 09 Jun 2025 20:55:36 +0000",
      "description": "NICE, France—The deep sea—Earth’s largest and least-explored biome—is taking center stage at the United Nations Ocean conference this week, where marine experts are demanding world leaders end bottom trawling for fish and impose a moratorium on deep sea mining.  Bottom trawling has evolved into a largely unregulated commercial practice in which vast weighted nets are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Race to Engineer Coral Reef Solutions in the U.S. Virgin Islands",
      "link": "https://insideclimatenews.org/news/09062025/coral-reef-monitoring-and-restoration/",
      "pubDate": "Mon, 09 Jun 2025 09:00:00 +0000",
      "description": "ST. JOHN, U.S. Virgin Islands—Thirty-five feet deep in clear turquoise waters, a three-foot-long yellow underwater robot maneuvers over a coral reef at a popular snorkeling site named Tektite.  At the surface, computer scientist Yogesh Girdhar and a team of engineers from the Woods Hole Oceanographic Institution hover over a computer on an inflatable research boat, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Shine On: Illinois Hopes to Continue Solar Boom Despite Federal Headwinds",
      "link": "https://insideclimatenews.org/news/09062025/illinois-solar-growth-funding/",
      "pubDate": "Mon, 09 Jun 2025 08:55:00 +0000",
      "description": "Illinois saw unprecedented solar growth in 2024, adding 2.5 gigawatts of capacity to nearly double its total generation potential from the year before. But this year, the state faces some big speed bumps.  A budget reconciliation bill passed by Republicans in the U.S. House of Representatives in late May, now under consideration in the Senate, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}