{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-16T15:26:29.316081",
  "items": [
    {
      "title": "Some Shovelnose Sturgeon in Illinois Are Huge and Researchers Are Fishing for Reasons Why",
      "link": "https://insideclimatenews.org/news/16102025/illinois-shovelnose-sturgeon-thriving/",
      "pubDate": "Thu, 16 Oct 2025 09:00:00 +0000",
      "description": "Most days, researcher Stefan Tucker, with trawls, trammel nets, trot lines and even electrofishing gear, is on his boat looking for sturgeon in the Rock River. The nearly 300-mile waterway winds through Illinois’ northwest corner, at depths between 15 to 50 feet, flowing and gurgling from Wisconsin down to the Iowa border, where it joins […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists Warn About the ‘Greenlandification’ of Antarctica",
      "link": "https://insideclimatenews.org/news/16102025/antarctica-greenlandification-ice-melt/",
      "pubDate": "Thu, 16 Oct 2025 08:55:00 +0000",
      "description": "As recently as the 1990s, when the Greenland Ice Sheet and the rest of the Arctic region were measurably thawing under the climatic blowtorch of human-caused global warming, most of Antarctica’s vast ice cap still seemed securely frozen. But not anymore. Physics is physics. As the planet heats up, more ice will melt at both […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Residents Urge Lawmakers to Act on Transit, Energy Bills",
      "link": "https://insideclimatenews.org/news/15102025/illinois-transit-and-energy-bills/",
      "pubDate": "Thu, 16 Oct 2025 00:19:53 +0000",
      "description": "SPRINGFIELD, Ill.—To meet with state lawmakers here, Michael Churchill, 24, left his home south of Chicago at 3 a.m. Wednesday, took a rideshare to a commuter rail station and switched to the L train to get downtown before catching an Amtrak train to the state Capitol Building. He has a vision condition that makes driving […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Task Force Urges World Bank and International Monetary Fund to Prioritize Climate, Restructure Lending Policies",
      "link": "https://insideclimatenews.org/news/15102025/world-bank-international-monetary-fund-climate-lending-policies/",
      "pubDate": "Thu, 16 Oct 2025 00:02:01 +0000",
      "description": "Economists from Asia, Africa and other regions are urging international financial institutions to reform their loan frameworks and mobilize more resources to help developing countries transition off fossil fuels and become climate-resilient.  A report released Wednesday by the Task Force on Climate, Development and the International Financial Architecture lays out five guiding principles for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Community Groups Urge Officials to Restrict Data Center Development",
      "link": "https://insideclimatenews.org/news/15102025/pennsylvania-communities-restrict-data-center-development/",
      "pubDate": "Wed, 15 Oct 2025 19:22:43 +0000",
      "description": "As plans to build huge data centers multiply across the United States, some Pennsylvania communities are pushing back. Responding to public opposition, commissioners in Hampden Township, near Harrisburg, voted in September against allowing data centers in office park zones. In the borough of Blakely, northeast of Scranton, a developer dropped plans for a data center […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Actions Make New York’s Energy Future More Uncertain",
      "link": "https://insideclimatenews.org/news/15102025/new-york-energy-federal-cuts/",
      "pubDate": "Wed, 15 Oct 2025 09:00:00 +0000",
      "description": "During a recent visit to a Long Island power station, U.S. Department of Energy Secretary Chris Wright criticized Biden-era policies that supported the development of renewable energy sources. “There was a lot of that money allocated under the Biden administration that was to encourage business and utilities to ... spend money to make electricity more […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Coal Miners and Advocates Plead With Trump to Enforce Black Lung Rule",
      "link": "https://insideclimatenews.org/news/14102025/coal-miners-rally-to-enforce-black-lung-rule/",
      "pubDate": "Tue, 14 Oct 2025 22:19:46 +0000",
      "description": "Coal miners, their family members and union representatives rallied outside of the U.S. Department of Labor’s headquarters in Washington on Tuesday morning, urging the Trump administration to enforce a rule that was meant to protect miners from serious health complications but has been on hold for months. The rally, which included members of the National […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Government Shutdown Could Disrupt Timing of Crucial Conservation and Wildfire Efforts",
      "link": "https://insideclimatenews.org/news/14102025/todays-climate-government-shutdown-ferrets-wildfire-delays/",
      "pubDate": "Tue, 14 Oct 2025 21:16:22 +0000",
      "description": "In the United States, the government shutdown is about to stretch into its third week as Republicans and Democrats continue to disagree on a bill to fund government services. With many government programs on hold and at least 600,000 federal employees furloughed, the shutdown is having ripple effects on environmental work across the country.  For […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Former EPA Region 2 Administrator Lisa Garcia Considers Environmental Justice With Trump in Power",
      "link": "https://insideclimatenews.org/news/14102025/former-epa-region-2-administrator-lisa-garcia-considers-environmental-justice-with-trump-in-power/",
      "pubDate": "Tue, 14 Oct 2025 08:50:00 +0000",
      "description": "As a child, Lisa Garcia spent her summers in a South Bronx where playgrounds had more cracked pavement and asphalt than grass. She biked or hung out on stoops with her friends. She considered herself outdoorsy, even if the outdoors looked a little different in the working class neighborhood of Soundview.  “Literally no one I […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmental Advocates Keep Eyes on Iconic Chicago Silos as Demolition Resumes",
      "link": "https://insideclimatenews.org/news/14102025/environmental-advocates-keep-eyes-on-iconic-chicago-silos-as-demolition-resumes/",
      "pubDate": "Tue, 14 Oct 2025 08:49:00 +0000",
      "description": "This story was originally published by Borderless Magazine. Access the original article here and sign up for its newsletter to learn the latest about Chicago’s immigrant communities.  CHICAGO—On a Friday afternoon in September, Kate Eakin and a volunteer drone photographer surveilled the demolition site of the historic Damen Silos. They captured photos and videos of what appeared to be […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}