{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-03T20:25:49.261152",
  "items": [
    {
      "title": "Without Well-Funded Public Transit, Philadelphia’s Climate Future Looks Bleak",
      "link": "https://insideclimatenews.org/news/03092025/philadelphia-climate-future-public-transit-cuts/",
      "pubDate": "Wed, 03 Sep 2025 19:33:49 +0000",
      "description": "PHILADELPHIA—Three days a week, Daniel Blazek takes the train from his Center City neighborhood to his job in supply chain management in Malvern, Pennsylvania. He’s relied on public transit to get to work for the past eight years.  But next year, he may not be able to take the train anymore. The SEPTA line that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Corpus Christi Folds on Its Desalination Gamble",
      "link": "https://insideclimatenews.org/news/03092025/corpus-christi-folds-on-its-desalination-gamble/",
      "pubDate": "Wed, 03 Sep 2025 15:11:17 +0000",
      "description": "After a decade of efforts and tens of millions of dollars invested, the Corpus Christi City Council moved to cancel a contract for a seawater desalination plant in a 1 a.m. vote Wednesday at the end of a rancorous, 13-hour public meeting. The plant was first proposed to meet the water demands of industrial facilities […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Says America’s Oil Industry Is Cleaner Than Other Countries’. New Data Shows Massive Emissions From Texas Wells",
      "link": "https://insideclimatenews.org/news/03092025/texas-oil-wells-methane-emissions/",
      "pubDate": "Wed, 03 Sep 2025 09:00:00 +0000",
      "description": "This story is a collaboration between Inside Climate News and ProPublica. Hakim Dermish moved to the small South Texas town of Catarina in 2002 in search of a rural lifestyle on a budget. The property where he lived with his wife didn’t have electricity or sewer lines at first, but that didn’t bother him. “Even […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Peru to Consider New Reserve for Uncontacted Indigenous People",
      "link": "https://insideclimatenews.org/news/03092025/peru-uncontacted-indigenous-people-reserve-amazon/",
      "pubDate": "Wed, 03 Sep 2025 08:55:00 +0000",
      "description": "This week, Peruvian officials are set to consider the creation of a sprawling reserve in the country’s Amazon basin to protect groups of Indigenous people living in isolation from the rest of society.  Establishing the reserve would represent the latest step in a decades-long effort to protect thousands of such isolated Indigenous people across Peru’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Activists Decry New Border Wall’s Impact on Wildlife",
      "link": "https://insideclimatenews.org/news/03092025/arizona-border-wall-expansion-will-impact-wildlife/",
      "pubDate": "Wed, 03 Sep 2025 08:50:00 +0000",
      "description": "This story was originally published by National Catholic Reporter. TUCSON, Ariz.—The Trump administration is muscling forward with plans to wall off a critical international wildlife corridor, setting up construction camps to erect a 30-foot barrier along one of the few remaining gaps on the U.S.-Mexico border. The first of the steel bollards are expected to go up […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Dozens of Scientists Call DOE Climate Report ‘Fundamentally Incorrect’",
      "link": "https://insideclimatenews.org/news/02092025/scientists-respond-to-trump-energy-climate-report/",
      "pubDate": "Tue, 02 Sep 2025 23:15:28 +0000",
      "description": "More than 85 climate scientists declared the Department of Energy’s new climate report unfit for policymaking in a comprehensive review released Tuesday. The DOE’s report cherry-picked evidence, lacked peer-reviewed studies to support its questioning of the detrimental effects of climate change in the U.S. and is “fundamentally incorrect,” the authors concluded.  Scientists have accurately modeled […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Climate and Biodiversity Knowledge We Lose When Everything’s in English",
      "link": "https://insideclimatenews.org/news/02092025/todays-climate-english-language-bias-environment/",
      "pubDate": "Tue, 02 Sep 2025 21:17:10 +0000",
      "description": "English is the dominant language in research—it’s essentially the lingua franca of science. A common-ground language enables findings to be disseminated around the globe, which has led to a number of breakthroughs in climate and biodiversity research as scientists connect the dots across different fields.  Yet this outsized English representation has major drawbacks, a growing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Leaving EPA Behind, Environmental Justice Pioneer Preaches Hope Amid Trump Cutbacks",
      "link": "https://insideclimatenews.org/news/02092025/charles-lee-environmental-justice-epa/",
      "pubDate": "Tue, 02 Sep 2025 09:00:00 +0000",
      "description": "One year ago, Charles Lee could look across the federal government and see his life’s work in action on multiple fronts—new grants awarded to minority communities overburdened with pollution, a new expert science panel established to look at their unique mix of health risks and the first White House Summit on Environmental Justice in Action […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How a Rock Band Bassist Is Remixing Climate Activism",
      "link": "https://insideclimatenews.org/news/01092025/adam-met-ajr-climate-activism/",
      "pubDate": "Mon, 01 Sep 2025 09:00:00 +0000",
      "description": "Imagine if every climate policy rollback was met with the same unshakable loyalty Swifties show when Taylor drops a breakup song. What if climate action had the same unstoppable energy as Beyoncé’s BeyHive, marching full speed ahead toward a green economy?  According to Adam Met, the climate movement could learn a thing or two from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In the Once Heavily Polluted Chicago River, More Fish, a Giant Snapping Turtle and an Upcoming Swim",
      "link": "https://insideclimatenews.org/news/01092025/chicago-river-pollution-cleanup/",
      "pubDate": "Mon, 01 Sep 2025 08:55:00 +0000",
      "description": "CHICAGO—Krystyna Kurth likes to begin her tours of the river cutting past the city’s post-industrial area with a word association game. Kurth, coordinator of conservation action at the Shedd Aquarium, first began leading Kayak for Conservation tours of the Chicago River’s North Branch six years ago. When she started, the first words about it that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}