{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-03T09:26:28.942394",
  "items": [
    {
      "title": "Sweden, an Early Climate Leader, Is Retreating From Its Environmental Commitments, Part of an EU Trend",
      "link": "https://insideclimatenews.org/news/03082025/sweden-retreats-from-environmental-commitments/",
      "pubDate": "Sun, 03 Aug 2025 09:00:00 +0000",
      "description": "Five years after the European Union vowed to lead the creation of the “first climate neutral continent” by 2050, and pledged at least a trillion euros to that effort, a long list of organizations, companies and agencies are accusing the EU of rolling back its European Green Deal with deregulation. Controversial proposals also include carbon […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia’s Democratic Gubernatorial Candidate Embraces Renewables, Natural Gas and Community Planning for Data Centers",
      "link": "https://insideclimatenews.org/news/03082025/virginia-democratic-gubernatorial-candidate-abigail-spanberger/",
      "pubDate": "Sun, 03 Aug 2025 08:55:00 +0000",
      "description": "Former Congresswoman Abigail Spanberger is campaigning for Virginia’s governor’s race on an energy platform that supports robust renewable development and continued use, as needed, of natural gas. The former Democratic lawmaker also aims to make energy-reliant data centers pay for upgrades to the electrical grid.  Spanberger represented the 7th Congressional District outside Washington, D.C., from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Marine Tourism in Mexico Remains Damaging to Wildlife Despite Regulations, Research Finds",
      "link": "https://insideclimatenews.org/news/02082025/mexico-marine-tourism-damaging-wildlife/",
      "pubDate": "Sat, 02 Aug 2025 09:00:00 +0000",
      "description": "Every December, hundreds of humpback whales arrive at Bahía de Banderas, a warm and turquoise bay nestled along Mexico’s western coast, right where the states of Jalisco and Nayarit meet. Following a long voyage from the cold seas of Alaska, the whales mate, give birth and nurture their calves in the bay before heading back […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Tricky Problem of ‘Zombie’ Fires",
      "link": "https://insideclimatenews.org/news/02082025/zombie-fires-and-climate-change/",
      "pubDate": "Sat, 02 Aug 2025 08:55:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host Steve Curwood with Patrick Louchouarn, a professor of Earth sciences at The Ohio State University. Wildfire season in Canada is raging, with around 14 million acres in the country already scorched this year, degrading air quality as far downwind […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Troubling Scenes From an Arctic in Full-Tilt Crisis",
      "link": "https://insideclimatenews.org/news/02082025/arctic-heat-crisis/",
      "pubDate": "Sat, 02 Aug 2025 08:50:00 +0000",
      "description": "This story was originally published by Grist. Sign up for Grist’s weekly newsletter here. The Arctic island of Svalbard is so reliably frigid that humanity bet its future on the place. Since 2008, the Svalbard Global Seed Vault—set deep in frozen soil known as permafrost—has accepted nearly 1.4 million samples of more than 6,000 species […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "BLM Calls New Oil and Gas Rules ‘Noncontroversial,’ Exempts Them From Public Comment",
      "link": "https://insideclimatenews.org/news/01082025/blm-oil-gas-rules-exempted-from-public-comment/",
      "pubDate": "Fri, 01 Aug 2025 21:50:45 +0000",
      "description": "The Bureau of Land Management implemented four rules today that create more leeway for oil and gas companies wanting to drill on public lands, as required by the spending bill President Donald Trump and Republicans in Congress passed in July. But voters will not have a chance to comment on two of the rules. Lands […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Private Companies Step up to Gather Weather Data for NOAA as Staffing Cuts Hobble Agency Forecasting",
      "link": "https://insideclimatenews.org/news/01082025/private-companies-noaa-weather-data/",
      "pubDate": "Fri, 01 Aug 2025 09:00:00 +0000",
      "description": "When staffing shortages caused the National Weather Service (NWS) to suspend weather balloon launches at its Kotzebue, Alaska, station earlier this year, a startup deploying next-generation weather balloons, WindBorne Systems, stepped up to fill the void.  The company began selling its western Alaskan atmospheric data to the NWS in February, plugging what could have been […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Rural Puerto Rico, Water Systems Depend on Volunteers—and Threatened Federal Grants",
      "link": "https://insideclimatenews.org/news/01082025/puerto-rico-small-water-systems/",
      "pubDate": "Fri, 01 Aug 2025 08:55:00 +0000",
      "description": "In Puerto Rico’s most rural municipalities, residents are often not connected to the main water system. The Puerto Rico Aqueduct and Sewer Authority (PRASA) owns and operates 95 percent of the public water supply and wastewater systems in the archipelago, but rural residents must rely on smaller aqueduct systems for their potable water.  Unpaid community […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Delays Compliance with Methane Rule, Fulfilling Oil and Gas Industry’s Request",
      "link": "https://insideclimatenews.org/news/31072025/epa-delays-methane-rule-compliance/",
      "pubDate": "Thu, 31 Jul 2025 21:45:41 +0000",
      "description": "The Environmental Protection Agency on Thursday published a rule extending deadlines for the oil and natural gas industry to limit emissions of methane and other harmful pollutants. In an emailed statement, a representative for the EPA said that the move—which was signed on Monday—represented “an important step in unleashing the Nation’s domestic energy supply by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Solar and Batteries Lead US Power Plant Additions by a Lot. How Does This Square With the Trump Administration’s Agenda?",
      "link": "https://insideclimatenews.org/news/31072025/inside-clean-energy-solar-and-batteries-lead-us-power/",
      "pubDate": "Thu, 31 Jul 2025 13:00:00 +0000",
      "description": "The United States added 22,332 megawatts of power plant capacity in the first half of this year, and the vast majority of it was utility-scale solar, batteries and onshore wind. Natural gas was next, and there was zero new coal or nuclear, according to the Energy Information Administration. Through 2030, the U.S. energy landscape looks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}