{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-31T06:36:51.727240",
  "items": [
    {
      "title": "Climate Change Made Hurricane Melissa Four Times More Likely, Study Suggests",
      "link": "https://insideclimatenews.org/news/30102025/climate-change-fueled-hurricane-melissa/",
      "pubDate": "Thu, 30 Oct 2025 22:16:15 +0000",
      "description": "Fueled by unusually warm waters, Hurricane Melissa this week turned into one of the strongest Atlantic storms ever recorded. Now a new rapid attribution study suggests human-induced climate change made the deadly tropical cyclone four times more likely.  Hurricane Melissa collided with Jamaica on Tuesday, wreaking havoc across the island before tearing through nearby Haiti […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NJ Residents to Receive $4.9 Million Settlement for PFAS Contamination in Drinking Water",
      "link": "https://insideclimatenews.org/news/30102025/new-jersey-forever-chemical-drinking-water-settlement/",
      "pubDate": "Thu, 30 Oct 2025 20:59:53 +0000",
      "description": "Some 60,000 residential water customers in New Jersey will share $4.9 million in the settlement of a lawsuit that charged a water company and a chemical maker with violating a state health limit on the presence of PFOA, a toxic “forever chemical,” in drinking water. Middlesex Water Co. and 3M agreed to settle the class […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can We Produce More Food With Less Land?",
      "link": "https://insideclimatenews.org/news/30102025/rattan-lal-agriculture-land-use/",
      "pubDate": "Thu, 30 Oct 2025 18:33:22 +0000",
      "description": "DES MOINES, Iowa—The World Food Prize Foundation gathered hundreds of scientists, farmers and innovators in the agrifood industry last week to address a pressing question: How can we better feed the world’s hungry? Rattan Lal, a former World Food Prize laureate and one of the world’s most renowned soil scientists, offered an unexpected answer: Do […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Home Energy Fair Offers a Counter Narrative to Cynicism About Climate Change",
      "link": "https://insideclimatenews.org/news/30102025/inside-clean-energy-ohio-expo-highlights-local-progress/",
      "pubDate": "Thu, 30 Oct 2025 13:00:00 +0000",
      "description": "There is a long-running debate over the relative weights of individual and government responsibility in limiting the effects of climate change. Now, at a time when the U.S. government is largely abdicating its role, I spent a Saturday hanging out with a group that focuses on what its members can do in their households and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Growing Threat to Heat-Exposed Workers: Chronic Kidney Disease",
      "link": "https://insideclimatenews.org/news/30102025/workers-heat-exposure-chronic-kidney-disease/",
      "pubDate": "Thu, 30 Oct 2025 09:00:00 +0000",
      "description": "Two years ago, Ignacio, a construction worker in Houston, began having frequent headaches and fatigue. Then 40, he initially didn’t go to a doctor because he was uninsured. His wife found a clinic that would see him for free. He was diagnosed with high blood pressure and high cholesterol and sent home. A few hours […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Four Governors Whose States Rely on PJM Want Data Centers to Guarantee Their Own Power",
      "link": "https://insideclimatenews.org/news/30102025/pjm-governors-data-centers-power/",
      "pubDate": "Thu, 30 Oct 2025 08:55:00 +0000",
      "description": "In a surprise move that could benefit PJM Interconnection, four state governors have submitted a joint proposal formulated with the Data Center Coalition (DCC), an industry group, that favors approving connections to data center firms that will generate and add their own power to the grid.  The proposal would offer a fast track approval process […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "AI Is Pushing Climate Goals Out of Reach, New Reports Say",
      "link": "https://insideclimatenews.org/news/29102025/ai-data-centers-push-climate-goals-out-of-reach/",
      "pubDate": "Wed, 29 Oct 2025 23:48:33 +0000",
      "description": "Surging electricity demand driven by artificial intelligence is putting humanity’s climate goals out of reach, extending the life of fossil fuels and driving up emissions in the U.S. power sector while contributing to deadly extreme weather, according to two new reports published Wednesday. With power- and water-hungry data centers forecasted to come online at staggering […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "AI Is Decoding Whales’ Communications. Could That Be a Turning Point in the Push for Their Rights?",
      "link": "https://insideclimatenews.org/news/29102025/ai-sperm-whale-communications-legal-rights/",
      "pubDate": "Wed, 29 Oct 2025 09:00:00 +0000",
      "description": "For centuries, humans have drawn a line between themselves and other species, initially claiming that other animals couldn’t feel pain. Science proved they could. Then the argument shifted: Animals lacked consciousness or the ability to think in complex ways. That, too, fell apart under mounting evidence. Now, a final frontier is language—the belief that only […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In a ‘Disheartening’ Era, the Nation’s Former Top Mining Regulator Speaks Out",
      "link": "https://insideclimatenews.org/news/29102025/joe-pizarchik-alabama-mining-issues/",
      "pubDate": "Wed, 29 Oct 2025 08:55:00 +0000",
      "description": "Joe Pizarchik knows mining.  For nearly a decade, he served as the Senate-confirmed head of the Office of Surface Mining Reclamation and Enforcement (OSMRE), the federal agency charged with regulating the surface impacts of underground coal mining across the country. Before that, Pizarchik served in his home state of Pennsylvania in its Department of Environmental […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Millions of Avoidable Deaths’: Climate Change Health Harms Reach Unprecedented Levels",
      "link": "https://insideclimatenews.org/news/28102025/millions-of-avoidable-deaths-climate-change-health-harms-reach-unprecedented-levels/",
      "pubDate": "Wed, 29 Oct 2025 01:37:12 +0000",
      "description": "Heat waves, extreme drought and deadly wildfire smoke are just some of the climate-related health hazards that have reached record levels of harm, according to the latest report from a global collaboration of leading scientists and public health professionals.  The Lancet Countdown is an annual breakdown of how climate change impacts public health around the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}