{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-15T13:35:14.075717",
  "items": [
    {
      "title": "New York Already Denied Permits to These Gas Pipelines. Under Trump, They Could Get Greenlit",
      "link": "https://insideclimatenews.org/news/15082025/new-york-williams-gas-pipeline-permits/",
      "pubDate": "Fri, 15 Aug 2025 09:00:00 +0000",
      "description": "Hundreds of New Yorkers rallied against new natural gas pipelines in their state as a deadline loomed for the public to comment on a revived proposal to expand the gas pipeline that supplies downstate New York.  Oklahoma-based natural gas company the Williams Cos. had shelved that pipeline and another New York project years ago over […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chicago Aims To Have Most Air Pollution Sensors in the US",
      "link": "https://insideclimatenews.org/news/15082025/chicago-air-pollution-sensors/",
      "pubDate": "Fri, 15 Aug 2025 08:55:00 +0000",
      "description": "City officials are scrambling to install nearly 300 high-quality air pollution sensors across Chicago, a network that would be the largest in the U.S. and one of the biggest worldwide. The plan is to have the monitors up by the end of summer as city officials try to get a handle on the poor air […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Temperatures and Carbon Emissions Continue to Rise",
      "link": "https://insideclimatenews.org/news/14082025/global-warming-carbon-emissions-continue-to-rise/",
      "pubDate": "Fri, 15 Aug 2025 00:14:31 +0000",
      "description": "Last year, Venezuela lost its last glacier. Neighboring Colombia also saw a glacier melt out of existence. Around the world, all 58 glaciers monitored by the American Meteorological Society lost mass during 2024. Since observations began in 1970, only one other year saw every monitored glacier shrink: 2023. Now 2024 appears to have broken grim […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "US Guts Criticism of Indigenous Rights Abuses, Mentions of Climate Change From Annual Human Rights Reports",
      "link": "https://insideclimatenews.org/news/14082025/us-annual-human-rights-reports-gutted/",
      "pubDate": "Thu, 14 Aug 2025 21:56:11 +0000",
      "description": "Forget Indigenous rights, climate change and environmental protection. That’s the stark message from the latest edition of the U.S. Department of State’s reports on human rights practices across the world, according to an Inside Climate News analysis. The 196 country reports released Tuesday—relied on by businesses, lawmakers, courts, civil society, diplomats and others—cover issues during […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virtual Power Plants Showed Up for Their Biggest Test Yet. Here Are the Results",
      "link": "https://insideclimatenews.org/news/14082025/inside-clean-energy-battery-virtual-power-plants-california/",
      "pubDate": "Thu, 14 Aug 2025 13:00:00 +0000",
      "description": "If what happened on July 29 in California is any indication of the future of the power grid, then there is reason for optimism. Let’s look at it from the perspective of Tom Weldon, who owns a house on the south end of San Jose and has rooftop solar and a battery system. Weldon didn’t […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Vermont Forest Tries a New Model of Growth, Diversity and Logging",
      "link": "https://insideclimatenews.org/news/14082025/vermont-green-mountain-forest-old-growth-logging/",
      "pubDate": "Thu, 14 Aug 2025 09:00:00 +0000",
      "description": "Each year, Justin Lindholm uses about two-and-a-half gallons of gasoline to get through the winter. It’s just enough, he said, to power his chainsaw to chop the four to five cords of logs that fuel his wood stove and heat his home through the season.  “I love working wood, I always have,” he said.  At […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Department of Energy Announces the Selection of 11 Projects for New Nuclear Reactor Pilot Program",
      "link": "https://insideclimatenews.org/news/13082025/energy-department-announces-projects-for-nuclear-reactor-pilot-program/",
      "pubDate": "Wed, 13 Aug 2025 23:21:08 +0000",
      "description": "The U.S. Department of Energy has selected 11 projects for a nuclear reactor pilot program, with hopes of fully developing three of the projects by July 2026. Under the program, the department will expedite these projects through its authorization procedure for nuclear reactors, and assign teams to work with the companies to help them through […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Dominion Changes Its Answer—Admitting There Was No Independent Review–On Key Application For Natural Gas Plant",
      "link": "https://insideclimatenews.org/news/13082025/dominion-energy-admits-no-independent-review-for-virginia-gas-plant/",
      "pubDate": "Wed, 13 Aug 2025 15:09:50 +0000",
      "description": "Dominion Energy, Virginia’s largest electric utility, did not have an independent monitor review  bids for its planned gas plant in Chesterfield County and now has told state authorities that it alone reviewed the bids.  Questions raised by Virginia’s Attorney General’s Division of Consumer Counsel prompted Dominion this month to amend its months-old filing about the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Colorado Recycle Toxic Water from Oil and Gas Drilling Without Increasing Emissions?",
      "link": "https://insideclimatenews.org/news/13082025/colorado-oil-gas-toxic-water-recycling/",
      "pubDate": "Wed, 13 Aug 2025 09:05:00 +0000",
      "description": "RIFLE, Colo.—The vegetation along the Colorado River as it runs next to Interstate 70 is lush in early June, soaking up the tail end of this year’s meager spring runoff as it makes its way West.  But as you approach Rifle, Colorado, splotches of dry grass begin popping up on the slopes above the river’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Environmental Justice Test Case for Trump’s EPA: A Creek That Smells Like Death",
      "link": "https://insideclimatenews.org/news/13082025/north-carolina-brenntag-water-contamination-environmental-justice/",
      "pubDate": "Wed, 13 Aug 2025 09:00:00 +0000",
      "description": "DURHAM, N.C.—On a summer afternoon in Burton Park, hip-hop throbs from a car stereo over the backbeat of a basketball slapping on concrete. The sun bakes a grid of identical brick buildings, whose wheezing window air conditioners can barely keep pace with the 96-degree heat. Three young boys laugh and shout as they speed down […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}