{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-27T16:31:29.946607",
  "items": [
    {
      "title": "After a Hard Year for Environmental Justice, Chicago Communities Are Picking Up the Pieces",
      "link": "https://insideclimatenews.org/news/27122025/chicago-environmental-justice-grant-cuts/",
      "pubDate": "Sat, 27 Dec 2025 10:00:00 +0000",
      "description": "In her 40 years as an environmental justice organizer, Cheryl Johnson had never seen environmental funding as revolutionary as the Community Change grant.  “It gave real money to disinvested communities like mine, funding to clean up and to revitalize our communities,” Johnson said. “And then a stroke of another pen from the current administration just […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How George Wallace and Bull Connor Set the Stage for Alabama’s Sky-High Electric Rates",
      "link": "https://insideclimatenews.org/news/26122025/george-wallace-bull-connor-set-stage-for-alabama-sky-high-electric-rates/",
      "pubDate": "Fri, 26 Dec 2025 10:00:00 +0000",
      "description": "Wired for Profit: Second in a series about Alabama Power’s influence over electric rates, renewable energy, pollution and politics in the Yellowhammer State. MONTGOMERY, Ala.—There’s a curious sight on the far-left wall of the Alabama Public Service Commission’s main hearing room.  Framed 8-by-10-inch photos of the previous commissioners dating back to 1881 line the wall. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scenes From an Unfolding Climate Drama",
      "link": "https://insideclimatenews.org/news/26122025/a-decade-of-the-united-nations-climate-change-conference/",
      "pubDate": "Fri, 26 Dec 2025 09:55:00 +0000",
      "description": "The last 10 global climate summits have played out on vastly different stages: from the hopeful consensus of the Paris Agreement through a subsequent pandemic shock, petrostate spectacles and a hoped-for reckoning with environmental justice in the Amazon. But the new scripts often seem like reruns, with minor plot twists; a new villain, a new […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Jersey Buyout Program for Flood-Prone Homes Is a National Model",
      "link": "https://insideclimatenews.org/news/25122025/new-jersey-flood-prone-homes-buyout-program/",
      "pubDate": "Thu, 25 Dec 2025 10:00:00 +0000",
      "description": "MANVILLE, N.J.—Richard Onderko said he will never forget the terrifying Saturday morning back in 1971 when the water rose so swiftly at his childhood home here that he and his brother had to be rescued by boat as the torrential rain from the remnants of Hurricane Doria swept through the neighborhood.  It wasn’t the first […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lessons on Scaling Gift Economies—and How It Can Help the Planet",
      "link": "https://insideclimatenews.org/news/25122025/gift-economies-can-help-the-planet/",
      "pubDate": "Thu, 25 Dec 2025 09:55:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Jenni Doering with “The Serviceberry” author Robin Wall Kimmerer.  Robin Wall Kimmerer is perhaps best known as the author of “Braiding Sweetgrass,” a book about living in a reciprocal relationship with other beings and the gifts of the Earth. And […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nonprofit Center Works with Rural Maine Towns to Prepare for and Protect Against Extreme Weather",
      "link": "https://insideclimatenews.org/news/24122025/rural-maine-center-for-an-ecology-based-economy/",
      "pubDate": "Wed, 24 Dec 2025 10:00:00 +0000",
      "description": "The December 2023 flood. The 2022 Halloween storm. The Patriots Day storm of 2007. The Great Ice Storm of 1998.  These dates are shared memories in the Appalachian foothills of western Maine. Not every resident believes in climate change but nearly all can recount days and weeks of weather extremes in their hometowns—and know the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In the Great Lakes Region, a Push to Grow Water-Focused Startups Amid Federal Funding Uncertainty",
      "link": "https://insideclimatenews.org/news/24122025/great-lakes-water-focused-startups/",
      "pubDate": "Wed, 24 Dec 2025 09:55:00 +0000",
      "description": "When it comes to cleaning up dirty water, tiny bubbles can pack a big punch. When Nano Gas Environmental was called to clean up ponds and lagoons in a community in West Texas, they found thick algae and bugs walking on top of sludge islands. Digging the muck out of the ponds would have cost […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Indigenous Groups Fight to Save Rediscovered Settlement Site on an Industrial Waterfront in Texas",
      "link": "https://insideclimatenews.org/news/23122025/texas-indigenous-groups-fight-to-save-site-on-industrial-waterfront/",
      "pubDate": "Tue, 23 Dec 2025 10:00:00 +0000",
      "description": "INGLESIDE, Texas—The rediscovery of an ancient settlement site, sandwiched between industrial complexes on Corpus Christi Bay, has spurred a campaign for its preservation by Native American groups in South Texas. Hundreds of such sites were once documented around nearby bays but virtually all have been destroyed as cities, refineries and petrochemical plants spread along the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Is Going All In on Battery Storage. What Will That Mean?",
      "link": "https://insideclimatenews.org/news/23122025/illinois-battery-storage-plan-for-data-centers/",
      "pubDate": "Tue, 23 Dec 2025 09:55:00 +0000",
      "description": "Illinois is lagging on battery storage—projects that collect solar and wind energy to use when the sun isn’t shining and the wind isn’t blowing.  But major energy legislation that the state’s General Assembly passed in October, and which Gov. JB Pritzker has pledged to sign, could change that. It includes incentives to create much more […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Could Rescinding The Roadless Rule Make It Harder To Delist Yellowstone Grizzlies?",
      "link": "https://insideclimatenews.org/news/22122025/roadless-rule-protects-yellowstone-grizzly-bears/",
      "pubDate": "Mon, 22 Dec 2025 10:00:00 +0000",
      "description": "When the U.S. Fish and Wildlife Service attempted to delist grizzly bears during President Donald Trump’s first administration, its justification for doing so included the quality of grizzly habitat. Under the roadless rule, which prevents new thoroughfares from being built in some of the wildest corners of national forests, the mountainous areas and remote watersheds […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}