{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-12T13:36:46.560324",
  "items": [
    {
      "title": "Unpredictable Spurts of Dry and Wet Weather Cause Confusion and New Challenges for Midwestern Farmers",
      "link": "https://insideclimatenews.org/news/12112025/midwestern-farming-drought-conditions/",
      "pubDate": "Wed, 12 Nov 2025 09:55:00 +0000",
      "description": "On Oct. 5, 40 fire departments in Ford County, Illinois, responded to a field fire quickly picking up speed. Starting in a bean field, the flames traveled several miles across thousands of acres and swept across bean and corn fields. Three homes were close to danger, but firefighters and farmers were able to save them. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Oil Company Running Into Rough Waters off the California Coast Is Looking to Trump for Help",
      "link": "https://insideclimatenews.org/news/11112025/sable-offshore-oil-drilling-california/",
      "pubDate": "Tue, 11 Nov 2025 23:39:41 +0000",
      "description": "President Donald Trump may announce his plan to open California waters to oil drilling as soon as this week. The move, if it goes through, could bring about the first federal oil lease sales in the Pacific Ocean since 1984. But for one company trying to restart production at a set of wells under an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As the Government Abandons Clean Energy, Green Steelmaking Advocates Look for Other Paths Forward",
      "link": "https://insideclimatenews.org/news/11112025/canceled-federal-funding-complicates-green-hydrogen-steelmaking/",
      "pubDate": "Tue, 11 Nov 2025 22:40:30 +0000",
      "description": "After a year of political and economic upheaval, the movement to transition the American steel industry away from fossil fuels faces opportunities and growing challenges, according to three new reports.  “There is so much changing at the federal level and so much happening within the steel industry,” said Justine Hackimer, a co-author of the Ohio […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Growing Number of ‘Repair Cafes’ Are Popping Up Around the World to Curb Consumer Waste",
      "link": "https://insideclimatenews.org/news/11112025/todays-climate-repair-cafe-consumer-waste/",
      "pubDate": "Tue, 11 Nov 2025 21:51:46 +0000",
      "description": "Last Friday, a group gathered inside a building in East London, holding an unusual medley of used goods, from tattered teddy bears and old shoes to an elegant but broken vintage blender.  These people weren’t there to donate their weathered wares. They were there to resurrect them.  Welcome to the “Repair Café” at the University […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Poor Air, Glaring Lights and Stress Could Hobble COP30 Climate Talks",
      "link": "https://insideclimatenews.org/news/11112025/cop30-indoor-environmental-conditions-health/",
      "pubDate": "Tue, 11 Nov 2025 18:34:16 +0000",
      "description": "Some social scientists propose a shift in perspective when it comes to the climate crisis. Instead of approaching it as a fight to be won, viewing it as a complex puzzle that can only be solved through global collaboration could help make more sense of the tangled COP30 climate negotiations currently underway through Nov. 21 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Two Caribbean Islands Seek Justice From France for Pesticide Poisoning",
      "link": "https://insideclimatenews.org/news/11112025/french-caribbean-islands-seek-justice-pesticide-poisoning/",
      "pubDate": "Tue, 11 Nov 2025 10:00:00 +0000",
      "description": "As a kid in the French Caribbean island of Guadeloupe, Georgina Lambert spent her days playing beneath banana trees and swimming in rivers that shimmered with sunlight. She had no idea that the soil beneath her feet, the water she swam in and the air she breathed were laced with chlordecone, an extremely toxic pesticide.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Arizona Maintain Its Drought Response as Water and Money Dry Up?",
      "link": "https://insideclimatenews.org/news/11112025/arizona-water-drought-response/",
      "pubDate": "Tue, 11 Nov 2025 09:55:00 +0000",
      "description": "CAMP VERDE, Ariz.—In front of Buddy Rocha Jr. stood a group of Arizona’s local and state-level politicians, agency staffers and water experts. Behind the Yavapai-Apache chairman flowed the Verde River. For centuries, he said, his people have depended on the land along the 193-mile waterway—from its headwaters to the lower stretch that is designated now […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One Year After Trump’s Election, This Group Is Celebrating Their Sway Over U.S. Energy Policy",
      "link": "https://insideclimatenews.org/news/11112025/america-first-policy-institute-global-energy-summit-trump-policy/",
      "pubDate": "Tue, 11 Nov 2025 09:50:00 +0000",
      "description": "Dozens of people packed into a ballroom at the glitzy Waldorf Astoria in Washington in mid-October for a “who’s who” of the conservative energy world. For those in attendance, the America First Policy Institute’s (AFPI) Global Energy Summit simultaneously served as a victory rally for the group’s successes, a homecoming for some of its main […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘It’s Not Too Late:’ New Cornell Study Maps the Environmental Cost of AI and How Policy Could Limit the Damage",
      "link": "https://insideclimatenews.org/news/10112025/ai-growth-environmental-damage-study/",
      "pubDate": "Tue, 11 Nov 2025 00:21:40 +0000",
      "description": "When Cornell University systems engineer Fengqi You started modeling the environmental footprint of data centers three years ago, the AI boom was just beginning. Even then, You and his colleagues noticed something missing from the conversation. “When we started this, we saw that AI was growing very fast,” You said. “It was clear it would […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Disease-Carrying Mosquito Has Landed in the Rocky Mountains Where It Historically Couldn’t Survive",
      "link": "https://insideclimatenews.org/news/10112025/colorado-invasive-dengue-fever-mosquito/",
      "pubDate": "Mon, 10 Nov 2025 10:00:00 +0000",
      "description": "GRAND JUNCTION, Colo.—It can carry life-threatening diseases. It’s difficult to find and hard to kill. And it’s obsessed with human blood.  The Aedes aegypti is a species of mosquito that people like Tim Moore, district manager of a mosquito control district on the Western Slope of Colorado, really don’t want to see.  “Boy, they are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}