{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-18T11:18:40.633246",
  "items": [
    {
      "title": "Dominion’s Proposed Peaker Plant Flouts Environmental Justice, Community Says",
      "link": "https://insideclimatenews.org/news/18092025/dominion-proposed-peaker-plant-virginia/",
      "pubDate": "Thu, 18 Sep 2025 09:00:00 +0000",
      "description": "CHESTER, Va.—For the first 60 years Duane Brankley lived here, about a mile and a half from a coal plant owned by Dominion Energy, coal ash coated the shingles on his roof and the insides of his lungs. The coal plant finally closed in 2023, but soon Brankley could be facing an even more insidious […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Plans Bloom for a Microforest in Princeton as New Jersey Residents Tackle Rising Heat",
      "link": "https://insideclimatenews.org/news/18092025/princeton-new-jersey-microforest/",
      "pubDate": "Thu, 18 Sep 2025 08:55:00 +0000",
      "description": "PRINCETON, N.J.—For years, it’s been just a patch of grass in the middle of a small park. Soon the ground will be a botanical marvel of sorts, tilled and teeming with some 20 varieties of native trees and shrubs jammed together to trigger super-charged growth.  The microforest-to-be is part of an environmental trend inspired by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sen. Whitehouse Launches Investigation into Industry Groups’ Influence on Endangerment Finding Repeal",
      "link": "https://insideclimatenews.org/news/17092025/sen-whitehouse-endangerment-finding-repeal-investigation/",
      "pubDate": "Wed, 17 Sep 2025 22:31:16 +0000",
      "description": "Rhode Island Sen. Sheldon Whitehouse announced a probe on Tuesday into the role that industry groups and other organizations played in the proposed roll back of the federal government’s key “endangerment finding” for greenhouse gases. The endangerment finding, issued by the Environmental Protection Agency in 2009, has served as the basis for the agency’s ability […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Map Shows $29 Billion in Climate and Environment Grants Canceled or Frozen by Trump",
      "link": "https://insideclimatenews.org/news/17092025/trump-stops-29-billion-in-grants-for-environment-climate-renewable-energy/",
      "pubDate": "Wed, 17 Sep 2025 21:26:07 +0000",
      "description": "The Trump Administration has canceled or frozen more than $29 billion in community environmental and renewable energy grants awarded under the Biden Administration, according to an analysis released Tuesday by the National Resource Defense Council.  The NRDC produced an interactive map titled “Stolen Futures” showing the locations, values, descriptions and status of 910 grants and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmentalists and Local Governments Appeal Dismissal of Case Over Trump’s Cancellation of Justice Grants",
      "link": "https://insideclimatenews.org/news/17092025/advocacy-groups-appeal-dismissal-of-case-over-rescinded-environmental-justice-grants/",
      "pubDate": "Wed, 17 Sep 2025 14:46:44 +0000",
      "description": "Environmental justice nonprofits, local governments and Indigenous groups represented by the Southern Environmental Law Center filed notice on Tuesday that they will appeal a U.S. District Court judge’s dismissal of their case seeking to reverse the Trump administration’s decision to cancel the $3 billion Environmental and Climate Justice Block Grant Program in February. In the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In the Philippines, a New Protected Seascape Safeguards ‘Super Reefs’",
      "link": "https://insideclimatenews.org/news/17092025/philippines-protected-super-reefs/",
      "pubDate": "Wed, 17 Sep 2025 09:00:00 +0000",
      "description": "The Philippines has designated more than 200 square miles of its coastal waters as a national protected area to safeguard some of the world’s most climate resilient coral reefs. The new Panaon Island Protected Seascape hosts vibrantly colored and dense coral reefs teeming with schools of juvenile fish, sea turtles, sea anemones and other marine […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Communities Around the World Find Plastic Pellets in Their Local Waterways",
      "link": "https://insideclimatenews.org/news/17092025/plastic-pellets-pollute-waterways-around-the-world/",
      "pubDate": "Wed, 17 Sep 2025 07:00:00 +0000",
      "description": "This spring, citizen scientists across the country and the globe participated in the International Plastic Pellet Count, collecting small, usually round so-called “nurdles” on the shores of their local waterways. Today, a report detailing the findings of the citizen scientists was published: participants at 200 sites in 14 countries counted nearly 50,000 plastic pellets on […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chinese Miners Accused of Gold Pillage, Environmental Destruction in DRC",
      "link": "https://insideclimatenews.org/news/17092025/china-gold-mining-drc-environmental-destruction/",
      "pubDate": "Wed, 17 Sep 2025 06:00:00 +0000",
      "description": "Planet China: Seventh in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. Chinese miners are illegally extracting Congolese gold on a vast scale, according to a new report from the nonprofit PAX, which also accuses the Democratic Republic of the Congo of weak and ineffective governance. The report, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Human-Caused Warming Tripled the Death Toll of European Heat Waves This Summer, New Report Shows",
      "link": "https://insideclimatenews.org/news/17092025/human-caused-warming-european-heat-wave-deaths/",
      "pubDate": "Wed, 17 Sep 2025 04:01:00 +0000",
      "description": "The grim death toll from heat waves across European cities this past summer would be captured in shocking headlines if they happened all at once, in a bombing or plane crash—835 in Rome, 630 in Athens, 409 in Paris. But many of the estimated 24,400 heat mortalities across hundreds of cities during June, July and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Average Week in 2024: Three Environmental Defenders Murdered or Disappeared",
      "link": "https://insideclimatenews.org/news/16092025/mining-industry-linked-to-environmental-defender-disappearances-murders/",
      "pubDate": "Tue, 16 Sep 2025 23:01:00 +0000",
      "description": "On a November morning, Julia Chuñil, 72, strode through her cabin door in Chile’s lush Los Ríos region in search of missing livestock, with her dog Cholito by her side.  They never returned.  As president of her Indigenous Mapuche community, Chuñil had led efforts to recover ancestral Mapuche lands and defend the evergreen Valdivian forest, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}