{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-07T23:24:25.843461",
  "items": [
    {
      "title": "Melting Ice Caps Could Bring Dormant Volcanoes to Life, Research from the Chilean Andes Shows",
      "link": "https://insideclimatenews.org/news/07072025/global-warming-could-waken-dormant-volcanoes/",
      "pubDate": "Mon, 07 Jul 2025 23:00:00 +0000",
      "description": "Add to the long list of global warming concerns that melting ice caps could trigger more volcanic eruptions.  Worse, researchers said Monday at a scientific conference in Prague, the increasing volcanic activity holds the potential for a range of long-term climate feedbacks, as some volcanoes in Antarctica could accelerate ice melt from below while others […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As California’s Emissions Rules Faces Court Battles, States Scramble To Save Their Climate Goals",
      "link": "https://insideclimatenews.org/news/07072025/california-emissions-rules-court-battles-affect-other-states-climate-goals/",
      "pubDate": "Mon, 07 Jul 2025 09:00:00 +0000",
      "description": "When President Donald Trump signed legislation to revoke California’s authority to enforce stricter tailpipe emissions standards and to ban sales of gas-powered cars by 2035, the effects rippled far beyond the Golden State. Seventeen states relied on California’s Clean Air Act waivers to adopt stronger vehicle pollution rules on their own, including New York, New […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Florida’s Home Insurance Crisis Hits Hardest in Some of the State’s Poorest Counties",
      "link": "https://insideclimatenews.org/news/06072025/florida-poor-inland-counties-home-insurance-crisis/",
      "pubDate": "Sun, 06 Jul 2025 09:00:00 +0000",
      "description": "OKEECHOBEE, Fla.—Steve Cates was walking back to his house from his mailbox, flipping through a clutch of newly delivered letters, when one envelope stopped him in his driveway. It was from his insurance company. His home felt sturdy, but he knew getting insurance in this bucolic community on the north side of Lake Okeechobee was […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Pollution Exemptions Would Shield Lawbreakers, Endanger Millions",
      "link": "https://insideclimatenews.org/news/05072025/trump-pollution-exemptions/",
      "pubDate": "Sat, 05 Jul 2025 09:00:00 +0000",
      "description": "This story was published in partnership with Public Health Watch. Late in the Biden administration, the U.S. Environmental Protection Agency announced that it would clamp down on 218 of the nation’s worst chemical polluters, which put close to 10 million people at elevated risk of developing cancer. The EPA’s aim was to reduce that number […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Unexpected Beauty and Deep Meaning of Plastic-Waste Art",
      "link": "https://insideclimatenews.org/news/05072025/plastic-waste-art-highlights-global-plastic-pollution-crisis/",
      "pubDate": "Sat, 05 Jul 2025 08:55:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by managing producer Jenni Doering with artist Erik Jon Olson.  Over 400 million metric tons of plastic are produced worldwide each year, leaving a huge carbon footprint and a waste problem that never seems to go away. Less than 10 percent […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Heat That Seared New York City’s Primary Voters Is Just One Impact of Global Warming on Elections",
      "link": "https://insideclimatenews.org/news/04072025/heat-impact-on-elections/",
      "pubDate": "Fri, 04 Jul 2025 09:00:00 +0000",
      "description": "Election Day in New York City was a scorcher. Temperatures at Kennedy Airport reached 102 degrees last Tuesday, making it the city’s hottest June day since 1948. Average June temperatures in Central Park rarely exceed 75 degrees. The recommendation for vulnerable groups—usually the elderly or chronically ill—was to stay inside during the heat wave. But […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Handbook Aims to Protect Scientists From Autocratic Threats",
      "link": "https://insideclimatenews.org/news/04072025/anti-autocracy-handbook-aims-to-protect-scientists/",
      "pubDate": "Fri, 04 Jul 2025 08:55:00 +0000",
      "description": "As autocratic regimes around the world increasingly step up attacks on scientists and academic freedom, a team of researchers has published a new anti-autocracy handbook to help scientists protect their personal safety and their work. In the United States, authoritarian shadows loom over the Independence Day holiday, cast by an administration that is violating the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nations Must Act to Face Climate Crisis, Top Regional Court Says",
      "link": "https://insideclimatenews.org/news/03072025/inter-american-court-of-human-rights-says-nations-must-act-on-climate-crisis/",
      "pubDate": "Fri, 04 Jul 2025 00:23:12 +0000",
      "description": "Governments’ existing human rights obligations require them to do all they can to mitigate the harms of the climate crisis, the Inter-American Court of Human Rights concluded in a new advisory opinion issued Thursday.  The seven-judge panel found that, “based on the best available science, the current situation constitutes a climate emergency.” The planetary warming […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Big Beautiful Bill’ Set to Slash Through U.S. Climate and Justice Drive",
      "link": "https://insideclimatenews.org/news/03072025/big-beautiful-bill-will-hurt-clean-energy-environmental-justice/",
      "pubDate": "Thu, 03 Jul 2025 23:20:35 +0000",
      "description": "In the end, President Donald Trump’s giant tax and spending plan rocketed past both fiscal hawks and social moderates in the House with no changes on Thursday. The $4 trillion One Big Beautiful Bill Act is now ready to reach across the U.S. economy, slicing into every aspect of the national effort to address climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Legislation Will Constrict the Growth of Texas’ Clean Energy Industry and its Power Grid",
      "link": "https://insideclimatenews.org/news/03072025/one-big-beautiful-bill-texas-clean-energy-industry/",
      "pubDate": "Thu, 03 Jul 2025 23:20:33 +0000",
      "description": "Provisions in President Trump’s One Big Beautiful Bill Act phasing out tax breaks for solar and wind projects would stunt such development in Texas and make these renewable energy sources more expensive, industry representatives and energy experts said Wednesday.  They said those rollbacks, passed as part of the legislation by the Senate 51-50 on Tuesday […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}