{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-21T15:25:14.387639",
  "items": [
    {
      "title": "Trump Targets Federal Employees Working on Conservation and Environmental Protection",
      "link": "https://insideclimatenews.org/news/21102025/trump-targets-federal-employees-working-on-conservation-and-environmental-protection/",
      "pubDate": "Tue, 21 Oct 2025 14:21:42 +0000",
      "description": "The Trump administration moved Monday to slash federal jobs across two key environmental and conservation agencies, targeting employees who work on scientific research and the enforcement of anti-pollution laws.  At the Environmental Protection Agency, staff received a new round of furlough notices as funding dwindles amid the government shutdown. The Department of the Interior disclosed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Renewable Energy Act Before Illinois Legislature Would Decrease Stress on Ratepayers, Advocates Say",
      "link": "https://insideclimatenews.org/news/21102025/illinois-renewable-energy-act-grid-strain-battery-storage/",
      "pubDate": "Tue, 21 Oct 2025 09:00:00 +0000",
      "description": "Illinois advocacy groups are pressing state legislators to pass a package of comprehensive energy reforms that would help the state reach its clean energy goals and could reduce costs for consumers following price spikes this summer.  The Illinois Clean Jobs Coalition (ICJC), along with clean energy companies, legislative experts and consumers, are lobbying for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New England Says Goodbye to Coal as Merrimack Station Powers Down",
      "link": "https://insideclimatenews.org/news/21102025/new-england-merrimack-station-coal-plant-closes/",
      "pubDate": "Tue, 21 Oct 2025 08:55:00 +0000",
      "description": "The towering smokestacks of New England’s last coal-fired power plant have gone quiet. Merrimack Station in Bow, New Hampshire, shut down in September, years ahead of its scheduled closure, marking the end of coal-fired energy production in the region. Merrimack Station had supplied electricity to the region since the 1960s. But as coal’s financial viability […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Solar Growth Cushions Colorado River Hydropower Declines",
      "link": "https://insideclimatenews.org/news/21102025/colorado-river-hydropower-declines-solar-grows/",
      "pubDate": "Tue, 21 Oct 2025 08:45:00 +0000",
      "description": "In late May, as the outside temperature approached 100 degrees, Arizona’s top water policy officials gathered in an air-conditioned Phoenix conference room. Their purpose that day was to decide whether the state should extend a longstanding drought emergency declaration. The standard indicators – minimal precipitation, low reservoirs, the second-hottest 12-month period on record – were […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Generation of Industries Emerges in Texas From Federal Push for Mining Revival",
      "link": "https://insideclimatenews.org/news/20102025/texas-lithium-mining-technology/",
      "pubDate": "Mon, 20 Oct 2025 09:00:00 +0000",
      "description": "Major oil companies are drilling in East Texas again, but not for oil. This time, they’re after lithium for batteries and other rare elements. Chevron and Halliburton announced East Texas projects this summer. Exxon has acreage across the border in Arkansas. Smackover Lithium, a joint venture of a Norwegian oil giant and a Canadian miner, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Wants Climate Education in Schools. Now Teachers Need to Figure Out How to Make It Happen.",
      "link": "https://insideclimatenews.org/news/20102025/illinois-climate-education/",
      "pubDate": "Mon, 20 Oct 2025 08:55:00 +0000",
      "description": "Last year, Laura Stamp asked her eighth-grade students a thought-provoking question: If they could redesign their city, how would they make it more sustainable? Stamp, who teaches science at Brooks Middle School in Oak Park—a suburb of Chicago—wanted her students to take a closer look at how they could mitigate carbon emissions from industries contributing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "China Helped Indonesia Build One of the World’s Biggest, Youngest Coal Fleets. It’s Still Growing.",
      "link": "https://insideclimatenews.org/news/19102025/china-indonesia-coal-development-pollution/",
      "pubDate": "Sun, 19 Oct 2025 09:00:00 +0000",
      "description": "Planet China: Ninth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world.  BANTEN PROVINCE, Indonesia—The city of Cilegon is surrounded by coal-fired power plants, half a dozen within 10 miles. Some days, the hills that rise above town nearly disappear behind smog that clogs the air and obscures […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama’s E.O. Wilson Land Between the Rivers Preserve Is a ‘Place That Time Forgot’",
      "link": "https://insideclimatenews.org/news/19102025/alabama-eo-wilson-land-between-rivers-preserve/",
      "pubDate": "Sun, 19 Oct 2025 08:55:00 +0000",
      "description": "CLARKE COUNTY, Ala.—In the Land Between the Rivers, even the poison ivy tries to grow vertically.  Locked in a constant race against time and tides, the vine sends its notorious three-leaf clusters stretching upward like cypress knees, desperate to gain enough of a foothold to survive when the floods come back.  “It’s almost like a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Our Newsroom Comes of Age",
      "link": "https://insideclimatenews.org/news/19102025/our-newsroom-comes-of-age/",
      "pubDate": "Sun, 19 Oct 2025 08:50:00 +0000",
      "description": "In October 2007, ICN opened its doors with a two-person team and a little bit of pilot funding. The day the website launched, it had 102 visitors. The second day, just 53. Today the newsroom looks different: ICN has grown from a staff of two people to 40, and from only 100 readers to reaching […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As EPA Stalls, States Are Left to Handle Solar Panel Waste",
      "link": "https://insideclimatenews.org/news/18102025/epa-solar-panel-waste/",
      "pubDate": "Sat, 18 Oct 2025 09:00:00 +0000",
      "description": "SAVANNAH, Ga.—What happens when a solar panel dies? The vexing question hung last week over the Solar Energy Industries Association (SEIA) sustainability conference, the first of its kind for the nonprofit representing America’s solar industry. According to the International Energy Agency, up to 78 million tons of solar panels are expected to retire around the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}