{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-10-02T22:21:15.548530",
  "items": [
    {
      "title": "In Arizona, a fight against a deadly fungus is under threat from Trump’s health policies",
      "link": "https://grist.org/health/valley-fever-arizona-fungus-climate-change/",
      "pubDate": "Thu, 02 Oct 2025 08:45:00 +0000",
      "description": "What might become the world’s first-ever fungal vaccine, discovered by a team of researchers at the Valley Fever Center for Excellence in Tucson, is nearing the end of the long federal regulatory process for use against valley fever in dogs. A pharmaceutical company has already initiated the process of adapting it for use in humans.\n<br><br>\nBut this effort is on a collision course with the Trump administration’s new policies. The quest to free Arizona of its fungal scourge, never closer to bearing fruit, has also never been more at risk.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "5 things to know about the fungal infection valley fever",
      "link": "https://grist.org/health/5-things-to-know-about-the-fungal-infection-valley-fever/",
      "pubDate": "Thu, 02 Oct 2025 08:40:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why Trump’s purge of ‘negative’ national park signs includes climate change",
      "link": "https://grist.org/politics/why-trumps-purge-of-negative-national-park-signs-includes-climate-change/",
      "pubDate": "Thu, 02 Oct 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "An absurdist theater artist prepares New Yorkers for climate disasters",
      "link": "https://grist.org/culture/an-absurdist-theatre-artist-prepares-new-yorkers-for-climate-disasters/",
      "pubDate": "Thu, 02 Oct 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "E-bikes could cut carbon, congestion, and costs — if cities take them seriously",
      "link": "https://grist.org/transportation/e-bikes-could-cut-carbon-congestion-and-costs-if-cities-take-them-seriously/",
      "pubDate": "Wed, 01 Oct 2025 08:45:00 +0000",
      "description": "As more electric vehicles hit the road, the temptation is to invest heavily in the infrastructure — roads, highways, parking lots — that will preserve the status quo of prioritizing cars over people. Meanwhile, the e-bike market is skyrocketing — and, according to some studies, outpacing electric cars — providing an even more environmentally friendly travel option. The question now is: Do officials double down on deadly car-centric urban design, or do they rethink cities to encourage people to ditch four wheels for two?",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "So many climate solutions, so few emissions reductions. A new book explains why.",
      "link": "https://grist.org/culture/climate-capitalism-tech-the-long-heat-malm-carton-book-review/",
      "pubDate": "Wed, 01 Oct 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In Alaska, a graphite mine races toward approval without the required tribal consent",
      "link": "https://grist.org/indigenous/in-alaska-a-graphite-mine-races-toward-approval-without-the-required-tribal-consent/",
      "pubDate": "Tue, 30 Sep 2025 08:30:00 +0000",
      "description": "The Kigluaik Mountains stretch across the Seward Peninsula of western Alaska like a spine, their jagged ridges keeping a record of time. The Inupiaq have long read these ridges and valleys as a living story: Fire and fracture have marked the rock, and glaciers’ slow grind polished it. The talus slopes gleam in the low fall sun, meltwater from the snowfields spilling into streams that thread across the map of caribou trails on the tundra below.\n<br><br>\nHidden beneath these remote valleys lies one of the world’s largest known graphite deposits. Over millions of years, carbon deep within the earth was subjected to immense heat and pressure, forming crystalline sheets black and soft as pencil lead. \n<br><br>\nCanadian company Graphite One plans to mine the valuable material for batteries and strategic minerals — despite many residents’ objections, and so far, without the federally required tribal consultation with the nearby communities of Teller, Brevig Mission, and Mary’s Igloo.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "10 years after the Paris Agreement, countries are still missing climate deadlines",
      "link": "https://grist.org/international/ndc-deadlines-paris-agreement-cop30/",
      "pubDate": "Tue, 30 Sep 2025 08:30:00 +0000",
      "description": "When the 2015 Paris Agreement was inked nearly a decade ago, it marked a consensus, agreed to by nearly all the countries in the world, that global temperature rise should be limited to well below 2 degrees Celsius over preindustrial levels. But the treaty hinges on those almost 200 countries periodically submitting goals outlining just how much they’ll individually cut emissions in the coming years, and then following through.\n<br><br>\nTen years on, however, that ambition is lagging. The vast majority of countries missed a February deadline to submit updated NDCs, and many now appear likely to miss a September deadline, too.\n<br><br>\nEven those commitments that have come in on time don’t appear likely to substantially move the needle on global temperature rise.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "La Cumplida shows how coffee can restore ecosystems and economies",
      "link": "https://grist.org/sponsored/regenerative-agriculture-coffee-la-cumplida-nicaragua-rainforest-alliance/",
      "pubDate": "Mon, 29 Sep 2025 14:01:50 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Texas floods showed why many rural communities feel abandoned in a crisis",
      "link": "https://grist.org/extreme-weather/texas-floods-rural-unincorporated-communities-disaster-aid/",
      "pubDate": "Mon, 29 Sep 2025 08:45:00 +0000",
      "description": "Sandy Creek sits among juniper and live oak in the rolling hills of central Texas about 35 miles northwest of Austin. The geography, crisscrossed with narrow, winding roads, contributes to both its beauty and vulnerability when rain comes with fury. The creek has flooded before but nothing like the deluge of July 5 when it rose 15 feet in three hours on the night Abraham Stallins spent defending his home.\n<br><br>\nIn the days and weeks after the floods, Stallins and many neighbors in his community felt ignored by the county government even as it insisted that it was doing everything possible to help. This gap in perception highlights a dilemma facing the thirty percent of Americans who live in unincorporated communities like those along Big Sandy Creek. Without a municipal government to rely on, such enclaves depend on county and state officials whose response may come late, seem invisible, or fall short of expectations. This crisis of trust has followed climate disasters from California to Appalachia and threatens to undermine efforts to prepare for and respond to them. \n<br><br>\nAs catastrophes of the sort seen in central Texas grow more frequent, researchers say narrowing that gap — by preparing communities, strengthening local ties, and ensuring clearer lines of authority — may be just as important as the emergency response itself.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "California extends cap-and-trade, as Indigenous nations grapple with the trade-offs",
      "link": "https://grist.org/indigenous/california-extends-cap-and-trade-as-indigenous-nations-grapple-with-the-tradeoffs/",
      "pubDate": "Mon, 29 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Utilities are doing even worse on climate than they were 5 years ago",
      "link": "https://grist.org/energy/utilities-are-doing-even-worse-on-climate-than-they-were-five-years-ago/",
      "pubDate": "Sun, 28 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After Trump cut the National Science Foundation by 56 percent, a venerable Arctic research center closes its doors",
      "link": "https://grist.org/politics/after-trump-cut-the-national-science-foundation-by-56-percent-a-venerable-arctic-research-center-closes-its-doors/",
      "pubDate": "Sat, 27 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A ‘coordinated campaign of deception’: Philly sues 2 companies over misleading recycling labels",
      "link": "https://grist.org/accountability/philadelphia-sues-ziploc-sc-johnson-bimbo-bakeries-recycling-symbol-how2recycle/",
      "pubDate": "Fri, 26 Sep 2025 19:23:08 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "They survived Hurricane Helene. Here’s how they’re doing a year later.",
      "link": "https://grist.org/extreme-weather/they-survived-hurricane-helene-a-year-later/",
      "pubDate": "Fri, 26 Sep 2025 08:45:00 +0000",
      "description": "A year ago, Hurricane Helene drove its way up from the Gulf of Mexico through Florida, Georgia, the Carolinas, Tennessee, and Virginia, devastating areas that have rarely — if ever — endured so powerful a hurricane.\n<br /><br />\nGrist asked Helene survivors in some of the hardest-hit areas one simple question: Did the storm change how you prepare for a disaster?\n<br /><br />\n<b>Kelsey Sanchez of Oldsmar, Florida</b>, has decided to move to St. Louis. Sanchez says anywhere else is better than hurricane-prone Florida. “People die almost every year” during hurricane season. I don’t want to be one of them. It’s just really, really stress-inducing. So we’re leaving.”\n<br /><br />\nA year ago, in the immediate aftermath of the storm, <b>Jennifer Rambo, principal of the Spruce Pine Montessori School in North Carolina</b>, was just trying to manage the chaos. “I don’t know how we lived through that,” she said. By the spring, life’s rhythms settled into something like normalcy. Then, a water main burst the week before school let out, and Rambo went back into storm mode. “We were under a boil water advisory and I had to reach into all of the water that we had stored. I was wondering, are these kids going to be traumatized when they see these hand sinks? And they got really excited. They were like, ‘This is just like after the hurricane, it’s so fun.’”",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What would an Indigenous Law of the Sea look like?",
      "link": "https://grist.org/global-indigenous-affairs-desk/what-would-an-indigenous-law-of-the-sea-look-like/",
      "pubDate": "Thu, 25 Sep 2025 08:45:00 +0000",
      "description": "The Law of the Sea typically refers to international law described in a 1982 United Nations Convention that governs what states can and can’t do in the ocean, and it serves as the basis for modern-day international law governing the ocean. \n<br><br>\nThe U.N. system prioritizes the perspectives and voices of governments that are internationally recognized, which makes it difficult for Indigenous peoples who have lost their lands and political independence to ensure their concerns are considered. \n<br><br>\nWáahlaal Gíidaak, the vice president of the Ocean Conservancy’s Arctic and Northern Waters program, thinks that vacuum leaves opportunity for Indigenous peoples to organize and create their own version of international law that governs the oceans. Gíidaak envisions a more expansive treaty spanning geographies and nationalities that could help Indigenous peoples more effectively organize and advocate around critical ocean issues like climate change and deep-sea mining.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The oceans just hit an ominous milestone",
      "link": "https://grist.org/oceans/the-oceans-just-hit-an-ominous-milestone/",
      "pubDate": "Wed, 24 Sep 2025 16:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump raised $8 million for Hurricane Helene survivors. Where did it all go?",
      "link": "https://grist.org/accountability/trump-raised-8-million-for-helene-survivors-where-did-it-all-go/",
      "pubDate": "Wed, 24 Sep 2025 08:45:00 +0000",
      "description": "On a dusty, warm day last October, nearly a month after Hurricane Helene tore across the southeastern United States, Donald Trump stood behind a podium in Swannanoa, North Carolina, to pledge funding and support to survivors of the disaster.\n<br><br>\nTrump was present to, among other things, deliver an update on a GoFundMe set up by his presidential campaign for those impacted by Helene. In three short weeks, the drive had raised $7.7 million from the pockets of ordinary Americans, prominent Republican political operatives, and some of the country’s most influential and wealthiest families. \n<br><br>\nIt wasn’t until a few days after money had begun to come in that the crowdfunding effort announced where the contributions were going: Mtn2Sea Ministries, Water Mission, Samaritan’s Purse, and the Clinch Foundation. On October 21, an additional recipient, Sweetwater Mission, was added. Four of the five organizations are faith-based Christian charities. Most of them have close ties to Trump or to prominent supporters of his. \n<br><br>\nA year after Helene, what exactly Trump’s GoFundMe campaign paid for remains unclear. Grist reached out to the recipient organizations asking how much they received, and how it was spent.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How to track disaster spending in your community",
      "link": "https://grist.org/accountability/how-to-track-disaster-spending-in-your-community/",
      "pubDate": "Wed, 24 Sep 2025 08:40:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The ‘Green Revolution’ transformed global agriculture. Now it’s adapting to climate change.",
      "link": "https://grist.org/food-and-agriculture/green-revolution-india-wheat-seeds-climate/",
      "pubDate": "Wed, 24 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}