{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-03T01:48:55.576619",
  "items": [
    {
      "title": "In First Address on Climate Change, Pope Leo Signals Continuity With Francis—and Opposition to Trump",
      "link": "https://insideclimatenews.org/news/02102025/pope-leo-addresses-climate-change-trump-opposition/",
      "pubDate": "Thu, 02 Oct 2025 23:06:19 +0000",
      "description": "Pope Leo on Wednesday spoke before a slowly melting chunk of glacial ice in Vatican City in his first address on climate change. On a stage adorned with ferns and lush plants, Leo addressed a crowd of roughly 1,000 attendees representing Indigenous groups and environmental organizations across the world. The remarks were the strongest signal […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Its New Carbon Plan, Duke Energy Gambles on Coal as a Shorter-Term Fix for Powering Data Centers",
      "link": "https://insideclimatenews.org/news/02102025/duke-energy-carbon-plan-coal-data-centers/",
      "pubDate": "Thu, 02 Oct 2025 21:39:43 +0000",
      "description": "Duke Energy plans to burn coal for two to four years longer than previously estimated, which will result in millions of tons in additional greenhouse gases over the next decade when combined with other proposed changes to the utility’s fuel mix.  The utility would significantly increase battery storage—by 56 percent—but also deploy fewer renewables. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Moves to Prioritize Review of New Chemicals for Data Centers",
      "link": "https://insideclimatenews.org/news/02102025/epa-prioritizes-data-center-forever-chemicals-review/",
      "pubDate": "Thu, 02 Oct 2025 19:03:15 +0000",
      "description": "The Trump administration has begun prioritizing the review of new, potentially hazardous chemicals used in data centers that public health advocates and environmental attorneys warn could endanger workers, communities and the environment. While the Environmental Protection Agency, which made the announcement last month, has prioritized new chemical reviews for some industries in the past, advocates […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Vehicle-to-Grid Power Is Becoming a Reality, But Why Isn’t Progress Faster?",
      "link": "https://insideclimatenews.org/news/02102025/inside-clean-energy-vehicle-to-grid-power/",
      "pubDate": "Thu, 02 Oct 2025 13:00:00 +0000",
      "description": "A Maryland utility is touting a project that allows owners of Ford F-150 Lightning electric pickups to send power from their vehicles to the grid and get compensated for it. The Baltimore Gas and Electric Co. project is a partnership with Ford, the automaker, and Sunrun, a solar and energy services company. It’s the kind […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Extreme Heat Is Doing to Your Body",
      "link": "https://insideclimatenews.org/news/02102025/extreme-heat-effect-on-the-body/",
      "pubDate": "Thu, 02 Oct 2025 09:00:00 +0000",
      "description": "Kevin Miller can get a person to the brink of heat stroke in 30 minutes.  In a chamber with a temperature of around 100 degrees, he starts them out on the treadmill, switching off between three minutes of walking and two minutes at an all-out sprint. Soon, they’re breathing faster, their blood vessels are dilating […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "National Parks Are Staying Open During the Government Shutdown, Putting Visitors and Resources at Risk",
      "link": "https://insideclimatenews.org/news/01102025/national-parks-at-risk-during-government-shutdown/",
      "pubDate": "Wed, 01 Oct 2025 22:56:14 +0000",
      "description": "Overflowing bathrooms. Illegal off-road driving through fragile habitats. Historic petroglyphs damaged beyond repair. Iconic Joshua trees chopped down.  Those were the impacts to national parks during the last federal shutdown in 2018, the longest in U.S. history, which lasted 35 days. With the federal government shutting down again, but national parks slated to remain open, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Sanctions Stark Disparities in Pesticide Exposure During Pregnancy",
      "link": "https://insideclimatenews.org/news/01102025/california-pregnancy-pesticide-exposure-agricultural-fields/",
      "pubDate": "Wed, 01 Oct 2025 20:17:23 +0000",
      "description": "A baby in the womb has few defenses against industrial petrochemicals designed to kill.  Unborn babies’ nascent metabolic and detox systems lack the means to neutralize toxic exposures. And the placenta, which doctors once thought protected the fetus from most harmful substances, in fact admits hundreds of toxic chemicals. That leaves the fetal brain, which […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Chicago Quantum Campus Breaks Ground, Residents Call for Community Benefits",
      "link": "https://insideclimatenews.org/news/01102025/chicago-quantum-campus-community-concerns/",
      "pubDate": "Wed, 01 Oct 2025 18:28:31 +0000",
      "description": "CHICAGO—A Silicon Valley startup broke ground Tuesday afternoon at a former steelworks site on the Southeast Side for what is planned as the nation’s first large-scale quantum computing facility.  The company—called PsiQuantum—will be the anchor tenant for the Illinois Quantum and Microelectronics Park, a multi-million-dollar effort by lawmakers, universities and the private sector to make […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Despite the Trump Administration’s Best Efforts to Suppress It, Climate Science Is Alive and Well Online",
      "link": "https://insideclimatenews.org/news/01102025/climate-science-available-online/",
      "pubDate": "Wed, 01 Oct 2025 09:05:00 +0000",
      "description": "Researchers across the United States and the world who raced to protect climate data, public reports and other information from the Trump administration’s budget cuts, firings and scrubbing of federal websites are launching their own climate information portals. A group of scientists and other experts who formerly worked for the National Oceanic and Atmospheric Administration […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Partisan Divides on Renewables, National Clean Energy Week’s Chair Still Sees Hope for Conservative Climate Action",
      "link": "https://insideclimatenews.org/news/01102025/heather-reams-conservative-climate-action/",
      "pubDate": "Wed, 01 Oct 2025 09:00:00 +0000",
      "description": "Given the deep partisan divides on America’s energy future, heralding the potential of bipartisan action on clean power might seem to some like a fool’s errand. Since the first day of his second term, President Donald Trump has launched an assault on renewable energy while taking significant steps to boost the fossil fuel industry. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}