{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-08-15T23:24:23.320742",
  "items": [
    {
      "title": "‘Hellish’: heatwave brings hottest nights on record to the Middle East",
      "link": "https://www.theguardian.com/world/2025/aug/15/hellish-heatwave-brings-hottest-nights-on-record-to-the-middle-east",
      "pubDate": "Fri, 15 Aug 2025 16:49:56 GMT",
      "description": "<p>Temperatures did not drop below 36C in Sedom, Israel on Tuesday night, while several parts of Jordan stayed above 35C on Monday</p><p>Jordan and Israel have suffered through their hottest nights on record, with nocturnal temperatures in the Levant well above levels that scientists consider “hellish”.</p><p>Temperatures on Monday night did not go below 35C (95F) in Ghor es-Safi and Aqaba in Jordan, while in the capital, Amman, they stayed above 31.8C.</p> <a href=\"https://www.theguardian.com/world/2025/aug/15/hellish-heatwave-brings-hottest-nights-on-record-to-the-middle-east\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Flash floods kill at least 159 people in Pakistan after huge cloudburst",
      "link": "https://www.theguardian.com/world/2025/aug/15/flash-floods-pakistan-huge-cloudburst-flooding-landslides-india",
      "pubDate": "Fri, 15 Aug 2025 15:32:34 GMT",
      "description": "<p>Search for the missing continues in north-west after downpour also sparks deadly flooding and landslides in India</p><p>A massive cloudburst has triggered flash floods in north-west Pakistan, killing at least 157 people, as rescuers continued to search for people missing after floods in neighbouring India.</p><p>Mohammad Suhail, a provincial emergency services spokesperson, said 78 bodies were recovered from various parts of Buner district in the north-west province of Khyber Pakhtunkhwa by noon on Friday, and a further 79 were pulled later from the rubble of collapsed homes and flooded villages.</p> <a href=\"https://www.theguardian.com/world/2025/aug/15/flash-floods-pakistan-huge-cloudburst-flooding-landslides-india\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Arctic glaciers face ‘terminal’ decline as microbes accelerate ice melt",
      "link": "https://www.theguardian.com/world/2025/aug/15/arctic-glaciers-face-terminal-decline-as-microbes-accelerate-ice-melt",
      "pubDate": "Fri, 15 Aug 2025 10:14:35 GMT",
      "description": "<p>Scientists in Svalbard in race to study polar microbes as global heating threatens fragile glacial ecosystems</p><p>“It felt really scary ... like being in the middle of a burning city during a night raid.” Dr Arwyn Edwards is not describing urban warfare but a recent hot and foggy day on a Svalbard glacier, where record-breaking summer heat turned his workplace into a cascade of meltwater and falling rocks.</p><p>Edwards is a leading researcher in glacier ecology – the study of life forms that live on, within and around glaciers and ice sheets. Over two decades of polar research, he has always felt “relaxed and at home” on ice. But the accelerating climate breakdown is beginning to erode that sense of security.</p> <a href=\"https://www.theguardian.com/world/2025/aug/15/arctic-glaciers-face-terminal-decline-as-microbes-accelerate-ice-melt\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate crisis harming world heritage painted houses in Burkina Faso, say residents",
      "link": "https://www.theguardian.com/environment/2025/aug/15/climate-crisis-harming-world-heritage-painted-houses-tiebele-in-burkina-faso-say-residents",
      "pubDate": "Fri, 15 Aug 2025 05:00:23 GMT",
      "description": "<p>Tiébélé’s wavy-walled houses covered in geometric lines showing signs of disintegration amid erratic weather</p><p>A world heritage site that was once a famous tourist destination is suffering from signs of disintegration, as climate change affects weather patterns.</p><p>The wavy-walled houses covered with singular geometric lines of the Royal Court of Tiébélé in Burkina Faso, established in the 16th century, are recognisable all over the world. The paintings represent the thoughts, culture, and religion of the Kassena people, literally written on the walls.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/15/climate-crisis-harming-world-heritage-painted-houses-tiebele-in-burkina-faso-say-residents\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump says Putin ‘wants to get it done’ at tomorrow’s Alaska summit, as he floats idea of second meeting with Zelenskyy – as it happened",
      "link": "https://www.theguardian.com/world/live/2025/aug/14/europe-weather-extreme-temperatures-wildfires-trump-putin-talks-latest-updates-news",
      "pubDate": "Thu, 14 Aug 2025 16:55:15 GMT",
      "description": "<p>US president indicates in interview that any deal would not be made without Zelenskyy ahead of Friday’s meeting in Alaska</p><p><em>in Berlin</em></p><p>German chancellor <strong>Friedrich Merz’s stab at heading up Ukraine diplomacy has received measured praise at home</strong>, with a perception that Donald Trump’s declarations after Wednesday’s video conference sounded slightly less alarming to European ears than before.</p> <a href=\"https://www.theguardian.com/world/live/2025/aug/14/europe-weather-extreme-temperatures-wildfires-trump-putin-talks-latest-updates-news\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on France’s wine crisis: the answer to claret could be clairet | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/15/the-guardian-view-on-frances-wine-crisis-the-answer-to-claret-could-be-clairet",
      "pubDate": "Fri, 15 Aug 2025 16:04:50 GMT",
      "description": "<p>Consumers are drinking less red wine than ever. Producers need to revive the fresher and lighter vintages that their medieval ancestors once harvested</p><p>These are always anxious weeks in the Bordeaux vineyards, where 15% of France’s wine is grown, including in celebrated places like Chateau Latour and Chateau Mouton-Rothschild. In earlier years, this ritual anxiety among the region’s winegrowers had a pleasingly folkloric quality. In the middle of August, the grapes would ripen and their colour start to turn. About 45 days from now, tradition dictates, it will be time to start picking the 2025 vintage. As the wine writer <a href=\"https://www.theguardian.com/books/2011/aug/19/my-hero-jancis-robinson\">Edmund Penning-Rowsell</a> put it: “To pick or not to pick is the most momentous decision in the winemaking year in Bordeaux.”</p><p>This once timeless rhythm is now collapsing. Part of the problem is the <a href=\"https://www.greatwinecapitals.com/wine-stories/climate-change-and-the-future-of-the-bordeaux-blend/\">climate crisis</a>. Bordeaux still benefits from its moderate Atlantic climate. But south-west France is getting much hotter and drier. Even in the Gironde region, maximum temperatures have been close to 40C at times this past week. Adaptation, in the form of hardier grapes and greater crop diversity, feels unavoidable.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/15/the-guardian-view-on-frances-wine-crisis-the-answer-to-claret-could-be-clairet\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Spanish people know deadly heatwaves are now an annual event. So why are our politicians in denial? | María Ramírez",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/14/spanish-people-deadly-heatwaves-annual-event-politicians-denial",
      "pubDate": "Thu, 14 Aug 2025 04:00:22 GMT",
      "description": "<p>We need everyday solutions like ‘cool banks’ and shaded areas, as well as serious policies on emissions. The government must step up</p><p>Growing up in Madrid, intense summer heat was nothing unusual. I quickly learned always to cross the street in search of shade, and never to be caught out in the sun at 3pm. But as a child in the early 1980s, I never felt dizzy after spending more than a few minutes outdoors, nor did I struggle to study or sleep at home because of the heat. Back then, air conditioning was a rarity, something only Americans had. But we were fine: the stuttering fan in my mother’s Ford Fiesta was enough to keep us comfortable on holiday escapes from the capital.</p><p>What is happening in Spain now goes far beyond discomfort. More than 1,500 deaths have <a href=\"https://www.rtve.es/noticias/20250806/verano-deja-por-ahora-mas-1500-muertes-atribuibles-calor-42-mas-2024/16689435.shtml\">already been linked</a> to heatwaves this summer alone. Public-sector workers are collapsing from heatstroke on our city streets. Entire communities in the <a href=\"https://www.theguardian.com/world/2025/aug/12/tres-cantos-wildfire-spain-destruction\">Madrid suburbs</a> have been devastated by wildfires. On Monday, <a href=\"https://elpais.com/clima-y-medio-ambiente/2025-08-12/avisos-rojos-en-andalucia-y-pais-vasco-por-la-ola-de-calor-que-el-lunes-registro-443-grados-en-huelva.html\">198 weather stations</a> recorded temperatures of 40C or higher. Following a record-breaking July, the first 20 days of August will probably be the <a href=\"https://elpais.com/clima-y-medio-ambiente/2025-08-13/la-aemet-preve-que-los-primeros-20-dias-de-este-agosto-sean-los-mas-calidos-en-espana-desde-que-hay-registros.html\">warmest on record</a>. Alongside housing, the climate crisis is Spain’s most visible and most persistent problem: every summer reminds us of this. You can’t ignore it, or escape it; so why are Spain’s politicians still so reluctant to tackle the climate emergency?</p><p>María Ramírez is a journalist and the deputy managing editor of elDiario.es, a news outlet in Spain</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/14/spanish-people-deadly-heatwaves-annual-event-politicians-denial\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on climate finance: crumbling under a second Trump presidency | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/10/the-guardian-view-on-climate-finance-crumbling-under-a-second-trump-presidency",
      "pubDate": "Sun, 10 Aug 2025 17:25:28 GMT",
      "description": "<p>Voluntary climate commitments were supposed to be a step towards progress. A change in political climate has revealed their weaknesses</p><p>Earlier this month, as Nordic countries were hit with an <a href=\"https://www.theguardian.com/environment/2025/aug/02/nordic-countries-hit-by-truly-unprecedented-heatwave#:~:text=A%20weather%20station%20in%20the,longer%20than%20the%20previous%20record.\">unprecedented heatwave</a> and wildfires in the US began spurting <a href=\"https://www.theguardian.com/us-news/2025/aug/01/wildfires-arizona-utah-fire-clouds\">“fire clouds”</a>, Barclays pulled out of the net zero banking alliance. The <a href=\"https://www.theguardian.com/business/2025/aug/01/barclays-hsbc-exit-net-zero-banking-alliance\">story</a> may have seemed less alarming than extreme weather, but it has existential implications, as the finance sector quietly surrenders its former climate commitments.</p><p>The initiative forms part of the Glasgow Finance Alliance for Net Zero (GFANZ), a voluntary network of banks that Mark Carney, formerly the UN’s special envoy on climate action and now Canada’s prime minister, launched in 2021. At the time, the alliance, which encourages banks and asset managers to work towards the goals of the Paris agreement, seemed like an optimistic step in the right direction. Mr Carney described it as a “breakthrough”.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/10/the-guardian-view-on-climate-finance-crumbling-under-a-second-trump-presidency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labour should beware Nigel Farage weaponising its part in the cost of living crisis | Richard Partington",
      "link": "https://www.theguardian.com/business/2025/aug/10/autumn-budget-must-address-pain-of-high-inflation-on-hard-pressed-uk-households-as-food-prices-rise",
      "pubDate": "Sun, 10 Aug 2025 13:04:02 GMT",
      "description": "<p>Autumn budget must address pain of high inflation on hard-pressed UK households as food prices rise</p><p>“These prices are disgusting” is the <a href=\"https://www.manchestereveningnews.co.uk/whats-on/shopping/tesco-shoppers-hit-out-disgusting-32219203\">common retort</a> from shoppers browsing the supermarket shelves. To say that the cost of everything from a pint of milk to a loaf of bread has changed beyond recognition in only a few years is an understatement. But it could still get worse.</p><p>The <a href=\"https://www.theguardian.com/business/2025/aug/07/bank-of-england-cuts-interest-rates-quarter-point-4\">warning from the Bank of England last week</a> that food prices are stirring the inflation beast that has stalked Britain for the past four years shows that the cost of living crisis is far from over. The headline rate of inflation is expected to hit 4% by September, in a reawakening fed by the soaring cost of things such as butter, chocolate and beef.</p> <a href=\"https://www.theguardian.com/business/2025/aug/10/autumn-budget-must-address-pain-of-high-inflation-on-hard-pressed-uk-households-as-food-prices-rise\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The heart-shaped mangrove formation fading due to rising seas",
      "link": "https://www.theguardian.com/environment/2025/aug/15/the-heart-shaped-mangrove-formation-fading-due-to-rising-seas",
      "pubDate": "Fri, 15 Aug 2025 01:37:35 GMT",
      "description": "<p>The Heart of Voh is a symbol of New Caledonia’s pristine environment but its outline is changing due to the climate crisis</p><p>On the west coast of New Caledonia, Isobelle Goa searches the thick, tangled mangrove roots for mudcrabs. Goa lives on the outskirts of the archipelago’s most famous mangrove formation: a light-green, heart-shaped patch of forest known as the Heart of Voh.</p><p>“It is grandiose. It’s what God has put on the land for us,” Goa says.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/15/the-heart-shaped-mangrove-formation-fading-due-to-rising-seas\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why our broken food system remains a climate disaster: ‘broiling the planet to stuff our faces’",
      "link": "https://www.theguardian.com/environment/2025/aug/14/we-are-eating-the-earth-book-climate",
      "pubDate": "Thu, 14 Aug 2025 10:00:42 GMT",
      "description": "<p>Author Michael Grunwald reckons with the challenge of food-based climate emissions in his new book We Are Eating the Earth</p><p>Ridding ourselves of fossil fuels has been a tortuously ponderous process and, in the current political era, one that can seem to be in full retreat. But we do have the tools to run our cities, vehicles and industries on clean energy and even through the murk of vested interest, the contours of a post-fossil world are becoming clearer.</p><p>Our system of producing food, though, is in a relative stone age when it comes to the climate crisis. We continue to raze vast tracts of carbon-rich forests for crop and grazing land thereby creating, by some estimates, as much as a third of all global planet-heating emissions.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/14/we-are-eating-the-earth-book-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How to leave a sinking nation: Tuvalu’s dreams of dry land",
      "link": "https://www.theguardian.com/news/2025/aug/14/how-to-leave-a-sinking-nation-tuvalus-dreams-of-dry-land",
      "pubDate": "Thu, 14 Aug 2025 04:01:22 GMT",
      "description": "<p>With sea levels rising, much of the nation’s population is confronting the prospect that their home may soon cease to exist. Where are they going to go?</p><p>In November 2022, Simon Kofe, then foreign minister of the island nation of Tuvalu, announced a sensational plan for his country’s survival. Climate breakdown poses an existential threat to small island-nations in the Pacific, but Tuvalu’s geography makes it especially vulnerable. The highest point of elevation in the country is 4.5 metres. If the water rises, there is no hill to run to. In the past four decades, local sea level has risen twice as fast as the global average.</p><p>By 2050, the government expects half of the capital, Funafuti, to be flooded by tidal waters. By the end of the century, more than 90% of the land could be submerged. “As our land disappears, we have no choice but to become the world’s first digital nation,” Kofe declared in a <a href=\"https://www.youtube.com/watch?v=lXpeO5BgAOM\">video address to delegates</a> at the UN climate conference Cop27. In the background was an islet of Funafuti, Te Afualiku.</p> <a href=\"https://www.theguardian.com/news/2025/aug/14/how-to-leave-a-sinking-nation-tuvalus-dreams-of-dry-land\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Staying cool in Europe’s record-breaking heat – podcast",
      "link": "https://www.theguardian.com/science/audio/2025/aug/14/staying-cool-in-europes-record-breaking-heat-podcast",
      "pubDate": "Thu, 14 Aug 2025 04:00:24 GMT",
      "description": "<p>Europe is suffering from another heatwave as deadly temperatures of up to 44C hit the continent and wildfires blazed across the Mediterranean. To find out why Europe is heating faster than anywhere else, Madeleine Finlay speaks to the Guardian’s Europe environment correspondent, Ajit Niranjan, and to Adam Taylor, professor of anatomy at Lancaster University, to find out how we can try to stay cool as the temperature rises</p><p><em>Clips:</em> <em>ITV News, France 24</em></p> <a href=\"https://www.theguardian.com/science/audio/2025/aug/14/staying-cool-in-europes-record-breaking-heat-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}