{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-30T06:36:23.624544",
  "items": [
    {
      "title": "Citing ‘AI Arms Race,’ Trump Administration Announces Efforts to Rekindle US Coal Industry",
      "link": "https://insideclimatenews.org/news/29092025/trump-administration-announces-coal-industry-efforts/",
      "pubDate": "Mon, 29 Sep 2025 21:58:44 +0000",
      "description": "The U.S. announced its intention to compete for a 21st-century technology using 19th-century energy on Monday when the Trump administration revealed a slew of deregulatory actions and new investments in the dirtiest, most greenhouse-gas-intensive fossil fuels. At a gathering in Washington, D.C., officials from the Department of the Interior, the Environmental Protection Agency and the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Indigenous Land Defender Killed in Ecuador as Government Cracks Down on Environmental and Human Rights Activists",
      "link": "https://insideclimatenews.org/news/29092025/indigenous-land-defender-killed-in-ecuador/",
      "pubDate": "Mon, 29 Sep 2025 20:49:39 +0000",
      "description": "An Indigenous land defender was shot and killed on Sunday in Cotacachi, Ecuador, where he was marching in protest of high costs of living and government crackdowns on Indigenous and environmental activists.  Efraín Fueres, 46, a community leader, was one of thousands of Ecuadorians who have taken to the streets over the past two weeks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Activists Thwarted in U.S. Courts Are Headed to an International Tribunal for Review",
      "link": "https://insideclimatenews.org/news/29092025/juliana-youth-climate-activists-head-to-inter-american-commission-on-human-rights/",
      "pubDate": "Mon, 29 Sep 2025 20:17:28 +0000",
      "description": "Young climate activists who brought a landmark constitutional lawsuit against the U.S. government 10 years ago are taking their quest for justice to an international tribunal.  The nonprofit law firm, Our Children’s Trust, and 15 of the original 21 plaintiffs in the case Juliana et al. v. United States filed a petition Sept. 23 with […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Q&A: Arizona’s AG Takes on Utilities, Big Water Users and the Trump Administration",
      "link": "https://insideclimatenews.org/news/29092025/arizona-attorney-general-kris-mayes-takes-on-utilities-big-water-users/",
      "pubDate": "Mon, 29 Sep 2025 09:00:00 +0000",
      "description": "If there’s an environmental or climate fight in Arizona, Attorney General Kris Mayes is likely involved. Mayes has filed 25 lawsuits, many climate and energy related, against the Trump administration so far this year. She’s also intervened against plans to raise electricity rates by the state’s biggest utility, opposed plans to gut the state’s renewable […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With Federal Support for Wind and Solar Waning, States Are Trying to Push Policy Through on Their Own",
      "link": "https://insideclimatenews.org/news/29092025/states-push-for-renewable-energy-policy/",
      "pubDate": "Mon, 29 Sep 2025 08:55:00 +0000",
      "description": "This hasn’t been a kind year for developers looking to break ground on renewable energy projects. On President Donald Trump’s first day in office, he issued a memorandum halting approvals, permits, leases and loans for both offshore and onshore wind projects. The One Big Beautiful Bill Act, which passed in July with exclusively Republican support, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Political Whiplash Is Terrible for Wolves’ Future. But More Is Coming.",
      "link": "https://insideclimatenews.org/news/28092025/wolf-management-endangered-species-future/",
      "pubDate": "Sun, 28 Sep 2025 09:00:00 +0000",
      "description": "There are some 2,700 wolves across Idaho, Montana and Wyoming, and seemingly just as many opinions about how they should be managed.  In August, a federal judge from the U.S. District Court in Montana added one more to the mix when he ordered the U.S. Fish and Wildlife Service (USFWS) to revisit its 2024 decision […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Millions Face Climate Relocation, the Nation’s First Attempt Sparks Warnings and Regret",
      "link": "https://insideclimatenews.org/news/28092025/louisiana-isle-de-jean-charles-climate-relocation/",
      "pubDate": "Sun, 28 Sep 2025 08:55:00 +0000",
      "description": "This story is from Floodlight, a nonprofit newsroom that investigates the powers stalling climate action. Sign up for Floodlight’s newsletter here.  Leaving the tight-knit community his family had called home for five generations along the Louisiana coast was one of the hardest things Chris Brunet has had to do. But three years ago, he felt […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Turning Point for the Ocean: What the High Seas Treaty Means",
      "link": "https://insideclimatenews.org/news/27092025/high-seas-treaty-international-law/",
      "pubDate": "Sat, 27 Sep 2025 09:00:00 +0000",
      "description": "In a milestone for ocean governance and conservation, the High Seas Treaty has cleared the final hurdle to become international law, which for the first time provides a legal pathway towards protecting vast areas of the global ocean beyond countries’ national jurisdictions.  Last week, Sierra Leone and Morocco ratified the treaty—formally known as the Agreement […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can an AI-Guided Robot Help a California City Resist Sea Level Rise and Sequester Carbon?",
      "link": "https://insideclimatenews.org/news/27092025/california-san-rafael-startup-sea-level-rise-ai-solution/",
      "pubDate": "Sat, 27 Sep 2025 08:55:00 +0000",
      "description": "In the Northern California Bay Area, the weather has never pulled its punches. Storms pound the shorelines, king tides swallow streets and wind-driven wildfires blast through the forests. But the ocean and coasts in the region are bringing additional challenges, as rising sea levels push the waters of the bay higher and soil compaction sinks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Unpacking Trump’s ‘Con Job’ Comments About Climate Change to the UN",
      "link": "https://insideclimatenews.org/news/27092025/unpacking-trump-climate-change-comments-at-un/",
      "pubDate": "Sat, 27 Sep 2025 08:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, a conversation between producers Jenni Doering and Aynsley O’Neill about President Donald Trump’s speech to the U.N. General Assembly. The conversation has been edited for length and clarity. Some of the world’s most powerful people gathered in New York City in recent days […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}