{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-11-11T10:29:01.469686",
  "items": [
    {
      "title": "Advance launches last-minute lobbying campaign pressuring Liberal MPs to dump net zero target",
      "link": "https://www.theguardian.com/australia-news/2025/nov/11/advance-launches-last-minute-lobbying-campaign-pressuring-liberal-mps-to-dump-net-zero-target",
      "pubDate": "Tue, 11 Nov 2025 07:06:24 GMT",
      "description": "<p>Rightwing lobby group’s email blitz targets party ahead of Liberal shadow ministry meeting at 9am on Thursday</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The rightwing lobby group Advance has launched a last-minute lobbying campaign to pressure Liberal MPs to dump a net zero emissions target at a special meeting in Canberra on Wednesday.</p><p>The campaign group emailed supporters on Tuesday afternoon urging them to flood the inboxes of Liberal MPs with a generic anti-net zero message in the hours leading up to the crunch talks.</p> <a href=\"https://www.theguardian.com/australia-news/2025/nov/11/advance-launches-last-minute-lobbying-campaign-pressuring-liberal-mps-to-dump-net-zero-target\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "China’s CO2 emissions have been flat or falling for past 18 months, analysis finds",
      "link": "https://www.theguardian.com/world/2025/nov/11/china-co2-emissions-flat-or-falling-for-past-18-months-analysis-finds",
      "pubDate": "Tue, 11 Nov 2025 00:01:03 GMT",
      "description": "<p>World’s biggest polluter on track to hit peak emissions target early but miss goal for cutting carbon intensity</p><ul><li><p><a href=\"https://www.theguardian.com/environment/cop30\">Cop30: click here for full Guardian coverage of the climate talks in Brazil</a></p><p></p></li></ul><p>China’s carbon dioxide emissions have been flat or falling for 18 months, analysis reveals, adding evidence to the hope that the world’s biggest polluter has managed to hit its target of peak CO<sub>2</sub> emissions well ahead of schedule.</p><p>Rapid increases in the deployment of solar and wind power generation – which grew by 46% and 11% respectively in the third quarter of this year – meant the country’s energy sector emissions remained flat, even as the demand for electricity increased.</p> <a href=\"https://www.theguardian.com/world/2025/nov/11/china-co2-emissions-flat-or-falling-for-past-18-months-analysis-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Agenda for Cop30 agreed as crucial climate talks begin – as it happened",
      "link": "https://www.theguardian.com/environment/live/2025/nov/10/cop30-climate-talks-brazil-belem-latest-news-updates",
      "pubDate": "Mon, 10 Nov 2025 21:30:05 GMT",
      "description": "<p>Ministers and high-ranking officials from nearly 200 countries have gathered in the Amazonian city of Belem, with Brazil insisting this will be ‘the Cop of implementation’</p><p>Hundreds lined up for Cop30 on opening morning, with some in Indigenous headdresses and others in trouser suits<em>, writes Dharna Noor, fossil fuels and climate reporter for the Guardian US.</em></p><p>The conference is being held in a massive temporary building in Belem’s Parque da Cidade area. It was still under construction just days ago, but now seems to be ready to use.</p> <a href=\"https://www.theguardian.com/environment/live/2025/nov/10/cop30-climate-talks-brazil-belem-latest-news-updates\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It will never be forgiven’: UN climate chief warns world to act or face disaster",
      "link": "https://www.theguardian.com/environment/2025/nov/10/it-will-never-be-forgiven-un-climate-chief-warns-world-to-act-or-face-disaster",
      "pubDate": "Mon, 10 Nov 2025 20:34:18 GMT",
      "description": "<p>Faltering governments will be blamed for famine and conflict abroad, and face stagnation and inflation at home, says climate chief at start of Cop30</p><ul><li><p><a href=\"https://www.theguardian.com/environment/cop30\">Cop30: click here for full Guardian coverage of the climate talks in Brazil</a></p></li></ul><p>Governments failing to shift to a low-carbon economy will be blamed for famine and conflict abroad, and will face stagnation and rising inflation at home, the UN’s climate chief warned on Monday at the start of the Cop30 climate talks.</p><p>Simon Stiell, the executive secretary of the UN framework convention on climate change, addressed the gathering of <a href=\"https://www.theguardian.com/environment/2025/nov/06/who-are-the-major-players-at-cop30-and-what-do-they-want\">ministers and high-ranking officials from nearly 200 countries</a>, in a stark portrayal of the price of failure on the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/10/it-will-never-be-forgiven-un-climate-chief-warns-world-to-act-or-face-disaster\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Jailed climate activist wins appeal against deportation from UK",
      "link": "https://www.theguardian.com/world/2025/nov/10/jailed-climate-activist-wins-appeal-against-deportation-from-uk",
      "pubDate": "Mon, 10 Nov 2025 17:48:11 GMT",
      "description": "<p>Marcus Decker was served with deportation order while in prison for unveiling Just Stop Oil banner over Dartford Crossing</p><p>A climate activist who served one of the longest prison sentences in modern British history for a peaceful protest has won his <a href=\"https://www.theguardian.com/environment/2025/nov/10/jailed-climate-activist-marcus-decker-deportation-uk-double-punishment\">appeal against deportation</a>.</p><p>Marcus Decker <a href=\"https://www.theguardian.com/environment/2023/apr/21/just-stop-oil-protesters-jailed-for-dartford-crossing-protest\">was jailed for two years and seven months</a> for a protest in which he climbed the Queen Elizabeth Bridge over the Dartford Crossing and unveiled a Just Stop Oil banner in October 2022. He was served with an automatic deportation order while in prison.</p> <a href=\"https://www.theguardian.com/world/2025/nov/10/jailed-climate-activist-wins-appeal-against-deportation-from-uk\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I wish we could ignore Bill Gates on the climate crisis. But he’s a billionaire, so we can’t | George Monbiot",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30",
      "pubDate": "Sat, 08 Nov 2025 08:00:02 GMT",
      "description": "<p>Money talks – and his essay denouncing ‘near-term emissions goals’ at Cop30 mostly argues the case for letting the ultra-rich off the hook</p><p>Let’s begin with the fundamental problem: Bill Gates is a politics denier. Though he came to it late, he now <a href=\"https://www.nytimes.com/2021/02/15/books/review/bill-gates-how-to-avoid-a-climate-disaster.html\">accepts the realities of climate science</a>. But he lives in flat, <a href=\"https://www.theguardian.com/commentisfree/2022/may/13/optimism-climate-predictions-techno-polluters\">embarrassing denial about political realities</a>. His <a href=\"https://www.gatesnotes.com/home/home-page-topic/reader/three-tough-truths-about-climate\">latest essay</a> on climate, published last week, treats the issue as if it existed in a political vacuum. He writes as if there were no such thing as political power, and no such thing as billionaires.</p><p>His main contention is that funds are very limited, so the delegates at this month’s <a href=\"https://unfccc.int/cop30\">climate summit</a> in Brazil should direct money away from “near-term emissions goals” towards climate “adaptation” and spending on poverty and disease.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on worsening extreme weather: the injustice of the climate crisis grows ever clearer | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/07/the-guardian-view-on-worsening-extreme-weather-the-injustice-of-the-climate-crisis-grows-ever-clearer",
      "pubDate": "Fri, 07 Nov 2025 18:30:40 GMT",
      "description": "<p>The increasing ferocity and frequency of tropical storms imposes an unbearable burden on countries including Jamaica</p><p>The geographically uneven risks from increasingly extreme and dangerous weather grow ever starker. As Jamaica and other Caribbean countries <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-jamaica-relief\">clear up after Hurricane Melissa</a>, and Typhoon Kalmaegi heads west after killing nearly 200 people in the Philippines and Vietnam, the case for more international support to countries facing the most destructive impacts from global heating has never been stronger.</p><p>Last week’s five-day rainfall in Jamaica was made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">twice as likely</a> by higher temperatures, according to initial findings from <a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">climate attribution studies</a>. The current death toll across the Caribbean is at least 75. The economic and social costs are hard to quantify in a region that is still recovering from 2024’s <a href=\"https://www.theguardian.com/world/article/2024/aug/22/caribbean-nations-still-facing-humanitarian-crisis-weeks-after-hurricane-beryl-destruction\">Hurricane Beryl</a>. Crucial infrastructure has been destroyed before the loans used to build it have even been paid off. Andrew Holness, Jamaica’s prime minister, estimates that the damage there is roughly equivalent to <a href=\"https://www.theguardian.com/world/2025/nov/05/jamaica-pm-says-hurricane-melissa-caused-damage-equivalent-to-nearly-one-third-of-gdp\">one-third of the country’s gross domestic product</a>.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/the-guardian-view-on-worsening-extreme-weather-the-injustice-of-the-climate-crisis-grows-ever-clearer\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Net zero is an insidious loophole that distracts from the scientific imperative to eliminate fossil fuels | Joëlle Gergis",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30",
      "pubDate": "Thu, 06 Nov 2025 23:01:50 GMT",
      "description": "<p>History tells us that polite incrementalism and political kowtowing will prevail at Cop30 – even as catastrophe unfolds around us</p><p>As world leaders gather in Brazil this year for <a href=\"https://www.theguardian.com/environment/cop30\">Cop30 – the first Amazonian Cop</a> – it’s worth doing a quick reality check on how we are collectively tracking to reduce global greenhouse gas emissions.</p><p>Despite 30 years of UN climate summits, about half of the carbon dioxide accumulated in the atmosphere since the Industrial Revolution has been emitted since 1990. Incidentally, 1990 was the year the Intergovernmental Panel on Climate Change – the global authority on climate change science – released its First Assessment Report confirming the threat of human-caused global warming. As scientists all over the world prepare the IPCC’s Seventh Assessment Report, we do so knowing that our work is still being overshadowed by politics. Despite all the well-intentioned half-measures, the truth is that the world is still disastrously off track to limit dangerous climate change.</p><p>Dr Joëlle Gergis is an award-winning climate scientist and writer from the University of Melbourne. She served as a lead author on the United Nations’ Intergovernmental Panel on the Climate Change’s Sixth Assessment Report</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The era of fine speeches and good intentions is over. Brazil’s Cop30 will be about action | Luiz Inácio Lula da Silva",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula",
      "pubDate": "Thu, 06 Nov 2025 05:00:48 GMT",
      "description": "<p>This is our message to world leaders: make this the ‘Cop of truth’, before people lose faith</p><ul><li><p>Luiz Inácio Lula da Silva is the president of Brazil</p></li></ul><p>Today, in the Brazilian Amazon, the Belém summit opens ahead of the 30th United Nations climate change conference (Cop30). I have convened world leaders in the days leading up to the conference so that we can all commit to acting with the urgency the climate crisis demands.</p><p>If we fail to move beyond speeches into real action, our societies will lose faith – not only in the Cops, but in multilateralism and international politics more broadly. That is why I have summoned leaders to the Amazon: to make this the “Cop of truth”, the moment we demonstrate the seriousness of our shared commitment to the planet.</p><p>Luiz Inácio Lula da Silva is the president of Brazil</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Counting down to zero: the final warning from a climate diplomat – podcast",
      "link": "https://www.theguardian.com/news/audio/2025/nov/10/counting-down-to-zero-the-final-warning-from-a-climate-diplomat-podcast",
      "pubDate": "Mon, 10 Nov 2025 05:00:52 GMT",
      "description": "<p>Before Peter Betts died in 2023, he wanted to pass on what he had learned over many years of negotiating at Cops – including how Paris 2015 was saved at the last bell</p><p>By Peter Betts. Read by Andrew McGregor</p> <a href=\"https://www.theguardian.com/news/audio/2025/nov/10/counting-down-to-zero-the-final-warning-from-a-climate-diplomat-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Existential and urgent’: what impact will ICJ climate ruling have on Cop30?",
      "link": "https://www.theguardian.com/environment/2025/nov/09/what-impact-will-icj-climate-ruling-have-on-cop30",
      "pubDate": "Sun, 09 Nov 2025 15:36:04 GMT",
      "description": "<p>Decision by international court of justice hailed as a gamechanger for climate justice and accountability</p><p>In July 2025, the international court of justice delivered a landmark decision that clarified that all states were bound under international law to tackle the human-made climate crisis, which the judges unanimously concluded posed an “urgent and existential threat” to the planet’s life-sustaining systems and therefore humanity itself.</p><p>The ICJ advisory opinion built on rulings from hundreds of climate lawsuits across the world over the past decade or more, and added further legal weight to strong decisions from the inter-American court of human rights in July 2025 and the international tribunal on the law of the sea in May 2024.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/09/what-impact-will-icj-climate-ruling-have-on-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Amid squabbles, bombast and competing interests, what can Cop30 achieve?",
      "link": "https://www.theguardian.com/news/ng-interactive/2025/nov/09/amid-squabbles-bombast-and-competing-interests-what-can-cop30-achieve",
      "pubDate": "Sun, 09 Nov 2025 06:00:24 GMT",
      "description": "<p>Climate summit in Brazil needs to find way to stop global heating accelerating amid stark divisions</p><p>“It broke my heart.” Surangel Whipps, president of the tiny Pacific nation of Palau, was sitting in the front row of the UN’s general assembly in New York when Donald Trump made a <a href=\"https://www.theguardian.com/world/2025/sep/24/trump-un-general-assembly-speech-analysis\">long and rambling speech</a>, his first to the UN since his re-election, on 23 September.</p><p>Whipps was prepared for fury and bombast from the US president, but what followed was shocking. Trump’s <a href=\"https://www.theguardian.com/us-news/video/2025/sep/24/fact-checking-donald-trump-claims-un-address-video\">rant on the climate crisis</a> – a “green scam”, “the greatest con job ever perpetrated”, “predictions made by stupid people” – was an unprecedented attack on science and global action from a major world leader.</p> <a href=\"https://www.theguardian.com/news/ng-interactive/2025/nov/09/amid-squabbles-bombast-and-competing-interests-what-can-cop30-achieve\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Lula’s balancing act: Cop30 Amazon summit juggles climate and social priorities",
      "link": "https://www.theguardian.com/environment/2025/nov/08/brazil-amazon-summit-juggles-climate-and-social-priorities",
      "pubDate": "Sat, 08 Nov 2025 14:00:05 GMT",
      "description": "<p>Brazil’s president welcomes world leaders while navigating divided government, promising action on deforestation and emissions</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/06/tropical-forest-forever-fund-proposed-cop30-tackle-climate-change\">How could the Tropical Forest Forever Facility tackle deforestation?</a></p></li></ul><p>Brazil’s president, Luiz Inácio Lula da Silva, has welcomed world leaders to Belém for the first climate summit in the Amazon, where conservationists hope he can be a champion for the rainforest and its people.</p><p>But with a divided administration, a hostile Congress and 20th-century developmentalist instincts, this global figurehead of the centre left has a balancing act to perform in advocating protection of nature and a reduction of emissions.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/08/brazil-amazon-summit-juggles-climate-and-social-priorities\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}