{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-16T18:33:41.590042",
  "items": [
    {
      "title": "Tribal Solar Projects Meet Different Fates In Wyoming After Trump Administration Kills Funding",
      "link": "https://insideclimatenews.org/news/16082025/wyoming-tribal-solar-projects-funding/",
      "pubDate": "Sat, 16 Aug 2025 09:05:00 +0000",
      "description": "WIND RIVER, Wyo.—Last week, the Northern Arapaho tribe learned that it was losing about $10 million in federal grants that would have helped members of the tribe lower their electrical bills. “For us, it’s really a kick in the balls,” said Patrick Goggles, a member of the tribe who led the implementation of the federal […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After a Drought Last Year, Ohio Farmers Wished for Rain. Now Downpours Are Destroying Their Crops",
      "link": "https://insideclimatenews.org/news/16082025/ohio-extreme-weather-impacts-farm-crops/",
      "pubDate": "Sat, 16 Aug 2025 09:00:00 +0000",
      "description": "The water in the creek was rising quickly, and Paul Tomcho could not reach his herd. His southeast Ohio property—the aptly named Creekside Farm—was getting more rain than anyone in living memory could recall. Tomcho, who logs daily rainfall for the Community Collaborative Rain, Hail & Snow Network (CoCoRaHS), measured the total downpour at 4.28 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "From Landfills and Recycling Programs to Desks in Offices, Toxic Chemicals in Plastics Poison Workers",
      "link": "https://insideclimatenews.org/news/16082025/toxic-plastic-chemicals-poison-landfill-workers/",
      "pubDate": "Sat, 16 Aug 2025 08:55:00 +0000",
      "description": "So much plastic waste ends up in dumps around the world that millions of people, mostly in poor countries, make their living as “waste pickers,” sifting through mountains of trash, looking for recyclable materials to sell.  Not surprisingly, waste pickers, who work alongside burning garbage with no protective gear, are highly exposed to toxic chemicals […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Massachusetts Seeks to End Ratepayer-Funded Subsidy for New Natural Gas Connections",
      "link": "https://insideclimatenews.org/news/15082025/massachusetts-natural-gas-ratepayer-subsidy-to-end/",
      "pubDate": "Fri, 15 Aug 2025 23:45:57 +0000",
      "description": "A new Massachusetts Department of Public Utilities policy designed to discourage continued growth in the use of natural gas would end existing subsidies for gas utility lines in all newly constructed homes and buildings.  Under the new policy, developers, home builders or home buyers who wanted gas heat would have to pay the full cost […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Treasury Tightens Rules for Wind and Solar Tax Credits, But Offers Leeway",
      "link": "https://insideclimatenews.org/news/15082025/treasury-department-wind-solar-tax-credits/",
      "pubDate": "Fri, 15 Aug 2025 23:23:26 +0000",
      "description": "Wind and solar projects will have to meet more difficult work requirements to continue to access federal tax credits over the next four years, under guidance the Trump administration unveiled Friday. Although renewable energy advocates said that the Treasury Department’s new guidelines amounted to an acceleration of the phaseout of federal support for wind and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘It Didn’t Have to Be This Way’: After Another Explosion at Clairton Coke Works, Advocates Call for Accountability",
      "link": "https://insideclimatenews.org/news/15082025/another-explosion-at-us-steel-clairton-coke-works-pennsylvania/",
      "pubDate": "Fri, 15 Aug 2025 21:07:05 +0000",
      "description": "In the aftermath of an explosion at U.S. Steel’s Clairton Coke Works that injured 20 workers in July 2010, the Allegheny County emergency management chief was grateful it hadn’t been worse. “By the grace of God, nobody’s dead,” Robert A. Full said. “It’s a miracle no one was killed.” The 2010 accident—which prompted multiple lawsuits […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Delaying Even More Coal, Gas Plant Closures Could Cost Ratepayers Billions",
      "link": "https://insideclimatenews.org/news/15082025/delaying-fossil-fuel-plant-closures-could-cost-ratepayers/",
      "pubDate": "Fri, 15 Aug 2025 19:20:37 +0000",
      "description": "In May, the U.S. Department of Energy ordered Michigan’s Campbell coal plant to stay open, despite its plans to shut down after more than 60 years of operation. A week later, DOE ordered the Eddystone oil and gas plant in Pennsylvania to do the same. The reason, according to the Trump administration, was an inadequate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Plastic Pollution Talks in Geneva End Without Treaty",
      "link": "https://insideclimatenews.org/news/15082025/plastic-pollution-talks-in-geneva-end-without-treaty/",
      "pubDate": "Fri, 15 Aug 2025 13:41:08 +0000",
      "description": "The UN eyes further negotiations, but global discord on limiting an escalating crisis makes next steps unclear.",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New York Already Denied Permits to These Gas Pipelines. Under Trump, They Could Get Greenlit",
      "link": "https://insideclimatenews.org/news/15082025/new-york-williams-gas-pipeline-permits/",
      "pubDate": "Fri, 15 Aug 2025 09:00:00 +0000",
      "description": "Hundreds of New Yorkers rallied against new natural gas pipelines in their state as a deadline loomed for the public to comment on a revived proposal to expand the gas pipeline that supplies downstate New York.  Oklahoma-based natural gas company the Williams Cos. had shelved that pipeline and another New York project years ago over […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chicago Aims To Have Most Air Pollution Sensors in the US",
      "link": "https://insideclimatenews.org/news/15082025/chicago-air-pollution-sensors/",
      "pubDate": "Fri, 15 Aug 2025 08:55:00 +0000",
      "description": "City officials are scrambling to install nearly 300 high-quality air pollution sensors across Chicago, a network that would be the largest in the U.S. and one of the biggest worldwide. The plan is to have the monitors up by the end of summer as city officials try to get a handle on the poor air […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}