{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-06-28T15:24:09.948175",
  "items": [
    {
      "title": "It’s not just the cities. Extreme heat is a growing threat to rural America.",
      "link": "https://grist.org/extreme-heat/extreme-heat-growing-threat-rural-america/",
      "pubDate": "Sat, 28 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Trump administration claims roads in forests prevent wildfires. Researchers disagree.",
      "link": "https://grist.org/wildfires/wildfire-prevention-roads-trump-repeal-roadless-rule-usda-forest-service/",
      "pubDate": "Fri, 27 Jun 2025 23:12:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This year’s UN climate talks are already behind — 5 months before COP30 kicks off in Brazil",
      "link": "https://grist.org/international/bonn-climate-finance-cop30-brazil/",
      "pubDate": "Fri, 27 Jun 2025 19:17:35 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A year after Helene, river guides in Appalachia are navigating a new world",
      "link": "https://grist.org/extreme-weather/a-year-after-helene-river-guides-in-appalachia-are-navigating-a-new-world/",
      "pubDate": "Fri, 27 Jun 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Pollution from wildfires can contaminate our water for up to 8 years, study finds",
      "link": "https://grist.org/wildfires/pollution-from-wildfires-can-contaminate-our-water-for-up-to-eight-years-new-study-finds/",
      "pubDate": "Fri, 27 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Chicago residents risk daily lead exposure from toxic pipes. Replacing them will take decades.",
      "link": "https://grist.org/accountability/chicago-lead-pipe-service-line-replacement-plan-epa/",
      "pubDate": "Thu, 26 Jun 2025 10:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why many low-income households can’t afford this free home improvement program",
      "link": "https://grist.org/buildings/why-many-low-income-households-cant-afford-this-free-home-improvement-program/",
      "pubDate": "Thu, 26 Jun 2025 08:45:00 +0000",
      "description": "The federal Weatherization Assistance Program is the oldest and largest energy efficiency initiative in American history. Born from the 1973 oil crisis, it helps low and moderate income households make a litany of upgrades to their homes, such as installing insulation, sealing windows, and wrapping water pipes. \n<br><br>\nThe program, known as WAP, is often free and saves residents an average of $372 annually on their utility bills. The Department of Energy, which administers the $326 million WAP budget, works with local companies to weatherize qualifying homes. \n<br><br>\nBut a report, released today by the nonprofit American Council for an Energy-Efficient Economy, found that many homes need basic — but expensive — repairs before they can participate, something many residents can’t afford. Those households are placed on a deferral list until those improvements are made. \n<br><br>\nACEEE surveyed providers in 28 states about their deferrals. The top reason cited was the poor condition of the roof — an issue that undermines improvements such as attic insulation. Floor damage and outdated electric panels were the other leading justifications for deferring homes. \n<br><br>\nThe average cost of bringing a home up to WAP standards, the report found, was nearly $14,000.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How a 1.3-mile stretch of street became a much-needed park space in Queens, New York",
      "link": "https://grist.org/looking-forward/how-a-1-3-mile-stretch-of-street-became-a-much-needed-park-space-in-queens-new-york/",
      "pubDate": "Wed, 25 Jun 2025 14:35:05 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "UNESCO appoints Indigenous co-chairs to protect languages and knowledge amid climate crisis",
      "link": "https://grist.org/global-indigenous-affairs-desk/unesco-appoints-indigenous-co-chairs-to-protect-languages-and-knowledge-amid-climate-crisis/",
      "pubDate": "Wed, 25 Jun 2025 08:45:00 +0000",
      "description": "Two Indigenous researchers from Canada and India — Amy Parent and Sonajharia Minz — have been tapped to co-chair a new UNESCO role dedicated to advancing Indigenous rights through strengthening data sovereignty, stemming language loss, and improving research practices. \n<br><br>\nIndigenous knowledge has long suffered under colonial rule, and now, Indigenous languages and ways of life are increasingly at risk with climate change. More than half of the world’s 7,000 languages are on track for extinction, an end which could be hastened by the climate crisis. \n<br><br>\nAt the same time, traditional ecological knowledge, often captured within Indigenous languages, are increasingly seen as a climate solution. \n<br><br>\nGrist spoke with Parent about Indigenous knowledge systems, their connection with climate change, and what she hopes she and Minz will accomplish as co-chairs of the UNESCO Chair in Transforming Indigenous Knowledge Research Governance and Rematriation.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How shrinking the EPA could make wildfire smoke even more dangerous",
      "link": "https://grist.org/wildfires/how-shrinking-the-epa-could-make-wildfire-smoke-even-more-dangerous/",
      "pubDate": "Tue, 24 Jun 2025 08:45:00 +0000",
      "description": "The Trump administration announced plans last month to reorganize the Environmental Protection Agency and cut staff back to levels last seen in the Reagan era. The EPA’s proposed budget for 2026 would halve its funding, from $9.14 billion to $4.16 billion. \n<br><br>\nAlong with proposed cuts to grants for state and local air quality management and pollution control, the EPA is planning to restructure how it regulates air quality, dismantling two offices charged with regulating air and climate pollution. \n<br><br>\nOverall, air quality in the U.S. has improved in the decades since the 1970 Clean Air Act began more strictly regulating industrial pollution. That progress has been curtailed as wildfire smoke has become more prevalent. Even one bad season can put the health of communities at risk, with Indigenous nations and communities of color disproportionally affected. \n<br><br>\nAs the EPA seeks to cut jobs, some worry there won’t be the staff — or the institutional expertise — to process and distribute data even if air quality monitors continue to collect readings. And as the EPA guts environmental regulations, it may be harder for scientists to properly assess impacts to public health. \n<br><br>\nCanadian scientists are also worried that the fires are burning across soils heavily polluted by mining operations, so the smoke could be laced with toxicants like arsenic and lead.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "California rolls on with electric trucks, despite Trump’s roadblocks",
      "link": "https://grist.org/transportation/california-rolls-on-with-electric-trucks-despite-trumps-roadblocks/",
      "pubDate": "Tue, 24 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What will the rise of floating solar panels mean for wildlife?",
      "link": "https://grist.org/science/what-will-the-rise-of-floating-solar-panels-mean-for-wildlife/",
      "pubDate": "Tue, 24 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Firefighting foams contain toxic PFAS. Could soybeans be the answer?",
      "link": "https://grist.org/food-and-agriculture/pfas-free-firefighting-foam-soybeans-soyfoam-forever-chemicals/",
      "pubDate": "Mon, 23 Jun 2025 08:30:00 +0000",
      "description": "PFAS are a class of human-made chemicals known for their ability to repel water and oil—a property that makes them especially effective in extinguishing hard-to-control fires, such as those started with diesel fuel. However, these chemicals have been linked to numerous human health problems, including reproductive issues, high cholesterol, and certain cancers.\n<br><br>\nIn response, soybean farmers have positioned their crop as an unexpected solution to PFAS-based firefighting foams. While further research and development are needed to confirm that a soy-based, PFAS-free foam can perform reliably under extreme conditions, it is catching the attention of local fire departments. \n<br><br>\nThis product is not alone. Other alternative firefighting foams are also on the market. Some are bio-based—such as a gel made with canola oil, while others aim to mimic the fire-suppressing qualities of PFAS without using fluorinated compounds.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What one town learned by charging residents for every bag of trash",
      "link": "https://grist.org/accountability/what-one-town-learned-by-charging-residents-for-every-bag-of-trash/",
      "pubDate": "Mon, 23 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This rural community fought one of the country’s biggest gas-powered data centers — and won",
      "link": "https://grist.org/energy/this-rural-community-fought-one-of-the-countrys-biggest-gas-powered-data-centers-and-won/",
      "pubDate": "Sun, 22 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Boosted by Trump, banks resume their love affair with fossil fuels",
      "link": "https://grist.org/business/boosted-by-trump-banks-resume-their-love-affair-with-fossil-fuels/",
      "pubDate": "Sat, 21 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New York’s mayoral race could decide the city’s climate future",
      "link": "https://grist.org/cities/new-yorks-mayoral-race-could-decide-the-citys-climate-future/",
      "pubDate": "Fri, 20 Jun 2025 22:02:14 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Want to try lab-grown salmon? The US just approved it.",
      "link": "https://grist.org/food-and-agriculture/lab-grown-salmon-wildtype-cultivated-meat-politics-state-bans/",
      "pubDate": "Fri, 20 Jun 2025 08:45:00 +0000",
      "description": "Wildtype, a seafood company that manufactures sushi-grade salmon by cultivating fish cells under laboratory conditions, has become the fourth cultivated protein company to receive approval from the U.S. Food and Drug Administration (FDA) to sell its product.\n<br /><br />\nWildtype’s cultivated salmon is now available for purchase in Portland, Oregon. According to the Good Food Institute, this marks the first time lab-grown seafood is being sold anywhere in the world.\n<br /><br />\nThis represents a significant milestone for the emerging cultivated protein industry, which seeks to provide real meat and seafood at scale without replicating the environmental harms of large-scale livestock operations.\n<br /><br />\nUnlike other alternative proteins, cultivated meat is not vegan—it <em>is</em> meat, produced without the need for mass animal slaughter.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A majority of people around the world support a carbon tax — even if they’re paying it",
      "link": "https://grist.org/climate/a-majority-of-people-around-the-world-support-a-carbon-tax-even-if-theyre-paying-it/",
      "pubDate": "Fri, 20 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Science says plastic bag bans really do work",
      "link": "https://grist.org/science/plastic-bag-ban-beach-cleanups-ocean-conservancy-study/",
      "pubDate": "Thu, 19 Jun 2025 18:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}