{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-09-02T23:20:06.683328",
  "items": [
    {
      "title": "World’s biggest iceberg breaks up after 40 years: ‘Most don’t make it this far’",
      "link": "https://www.theguardian.com/environment/2025/sep/02/worlds-biggest-iceberg-crumbles-apart",
      "pubDate": "Tue, 02 Sep 2025 18:37:01 GMT",
      "description": "<p>‘Megaberg’ known as A23a has rapidly disintegrated in warmer warmers and could disappear within weeks</p><p>Nearly 40 years after breaking off Antarctica, a colossal iceberg ranked among the oldest and largest ever recorded is finally crumbling apart in warmer waters, and could disappear within weeks.</p><p>Earlier this year, the “megaberg” known as A23a weighed a little under a trillion tonnes and was more than twice the size of Greater London, a behemoth unrivalled at the time.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/02/worlds-biggest-iceberg-crumbles-apart\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump team’s contentious climate report ‘makes a mockery of science’, experts say",
      "link": "https://www.theguardian.com/us-news/2025/sep/02/trump-administration-climate-report",
      "pubDate": "Tue, 02 Sep 2025 13:00:54 GMT",
      "description": "<p>Over 85 top climate specialists lambasted administration’s review, calling it a ‘shoddy mess’ that downplays risks</p><p>A group of the US’s leading climate scientists have compiled a withering review of a controversial <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> report that downplays the risks of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>, finding that the document is biased, riddled with errors and fails basic scientific credibility.</p><p>More than 85 climate experts have contributed to a comprehensive 434-page report that excoriates a US Department of Energy (DOE) document written by five hand-picked fringe researchers that argues that global heating and its resulting consequences have been overstated.</p> <a href=\"https://www.theguardian.com/us-news/2025/sep/02/trump-administration-climate-report\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Underestimating support for climate action limits political decision making, study says",
      "link": "https://www.theguardian.com/environment/2025/sep/02/politicians-underestimate-support-climate-action-limiting-policies-study",
      "pubDate": "Tue, 02 Sep 2025 11:00:34 GMT",
      "description": "<p>Research reveals huge disparity between perceived and actual willingness of public to contribute to fixing climate</p><p>Politicians and policymakers significantly underestimate the public’s willingness to contribute to climate action, limiting the ambition and scope of green policies, according to research.</p><p>Delegates at the United Nations Environment Assembly (UNEA) were asked to estimate what percentage of the global population would say they were willing to give 1% of their income to help fix climate change. The average estimate was 37%, but recent research found the <a href=\"https://www.nature.com/articles/s41558-024-01925-3\">true figure is 69%</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/02/politicians-underestimate-support-climate-action-limiting-policies-study\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Global temperatures to remain above average despite return of La Niña, says UN",
      "link": "https://www.theguardian.com/environment/2025/sep/02/global-temperatures-to-remain-above-average-despite-return-of-la-nina-says-un",
      "pubDate": "Tue, 02 Sep 2025 08:08:27 GMT",
      "description": "<p>Climate phenomenon cools surface of Pacific but won’t stop human-induced climate change increasing temperatures and exacerbating extreme weather</p><p>The cooling La Niña weather phenomenon may return between September and November, but even if it does, global temperatures are expected to be above average, the United Nations has said.</p><p>La Niña is a naturally occurring climate phenomenon that cools surface temperatures in the central and eastern equatorial Pacific Ocean. It brings changes in winds, pressure and rainfall patterns.</p> <a href=\"https://www.theguardian.com/environment/2025/sep/02/global-temperatures-to-remain-above-average-despite-return-of-la-nina-says-un\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Summer 2025 was hottest on record in UK, says Met Office",
      "link": "https://www.theguardian.com/uk-news/2025/sep/01/uk-experienced-its-hottest-summer-on-record-in-2025-met-office-says",
      "pubDate": "Mon, 01 Sep 2025 17:55:11 GMT",
      "description": "<p>Unprecedented average temperature made about 70 times more likely by human-induced climate change, says agency</p><p>The UK has had its hottest summer on record, the Met Office has said, after the country faced four <a href=\"https://www.theguardian.com/sport/2025/jun/30/wimbledon-hottest-opening-day-on-record\">heatwaves</a> in a single season.</p><p>The mean temperature for meteorological summer, which encompasses the months of June, July and August, was 16.1C (60.98F), which is significantly above the current record of 15.76C set in 2018.</p> <a href=\"https://www.theguardian.com/uk-news/2025/sep/01/uk-experienced-its-hottest-summer-on-record-in-2025-met-office-says\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Why Trump’s undermining of US statistics is so dangerous | Daniel Malinsky",
      "link": "https://www.theguardian.com/commentisfree/2025/sep/02/why-trumps-undermining-of-us-statistics-is-so-dangerous",
      "pubDate": "Tue, 02 Sep 2025 10:00:32 GMT",
      "description": "<p>From the firing of the labor statistics chief to plans for a new census, the president’s moves serve to entrench authoritarianism</p><p>In 1937, Joseph Stalin commissioned a sweeping census of the Soviet Union. The data reflected some uncomfortable facts – in particular, the dampening of population growth in areas devastated by the 1933 famine – and so Stalin’s government suppressed the release of the survey results. Several high-level government statistical workers responsible for the census were subsequently imprisoned and apparently executed. Though the Soviet authorities would proudly trumpet national statistics that glorified the USSR’s achievements, any numbers that did not fit the preferred narrative were buried.</p><p>A few weeks ago, following the release of “disappointing” jobs data from the Bureau of Labor Statistics (BLS), Donald Trump <a href=\"https://www.theguardian.com/us-news/2025/aug/01/trump-fires-erika-mcentarfer-labor-statistics\">fired</a> the commissioner of labor statistics, Dr Erika McEntarfer, and claimed the numbers were “rigged”. He also <a href=\"https://www.theguardian.com/us-news/2025/aug/07/trump-us-census-excludes-undocumented-immigrants\">announced</a> his intention to commission an unprecedented off-schedule census of the US population (these happen every 10 years and the next one should be in 2030) with an emphasis that this census “will not count illegal immigrants”. The real goal is presumably to deliver a set of population estimates that could be used to reapportion congressional seats and districts ahead of the 2026 mid-term elections and ensure conditions favorable to Republican control of Congress – though it is not clear there is sufficient time or support from Congress to make this happen. The administration is also reportedly “<a href=\"https://www.theguardian.com/us-news/2025/aug/07/climate-assessments-chris-wright-trump\">updating</a>” the National Climate Assessments and various important sources of data on topics related to <a href=\"https://www.pbs.org/newshour/science/major-climate-change-reports-are-removed-from-u-s-websites\">climate</a> and <a href=\"https://www.theguardian.com/us-news/2025/feb/04/dcd-pages-trump-public-health\">public health</a> have disappeared. In addition to all this, Trump’s justice department launched an <a href=\"https://www.theguardian.com/us-news/2025/aug/19/washington-dc-crime-stats-investigation\">investigation</a> into the crime statistics of the DC Metropolitan police, alleging that the widely reported decline in 2024 DC violent crime rates – the lowest total number of recorded violent crimes city-wide in 30 years – are a distortion, fueled by falsified or manipulated statistics. One might say that the charge of “fake data” is just a close cousin of the “fake news” and all of this is par for the course for an administration that insists an alternate reality is the truth. But this pattern may also beget a specifically troubling (and quintessentially Soviet) state of affairs: the public belief that all “political” data are fake, that one generally cannot trust statistics. We must resist this paradigm shift, because it mainly serves to entrench authoritarianism.</p><p>Daniel Malinsky is an assistant professor of biostatistics in the Mailman School of Public Health at Columbia University</p> <a href=\"https://www.theguardian.com/commentisfree/2025/sep/02/why-trumps-undermining-of-us-statistics-is-so-dangerous\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Debunking climate misinformation is becoming a full-time job – but you can help defend the facts | Jonathan Watts",
      "link": "https://www.theguardian.com/environment/2025/aug/31/debunking-climate-misinformation-is-becoming-a-full-time-job-but-you-can-help-defend-the-facts",
      "pubDate": "Sun, 31 Aug 2025 09:00:25 GMT",
      "description": "<p>The political pushback against positive green progress has been shocking. But as corporations and those in power turn away, <a href=\"https://www.theguardian.com/environment/series/the-89-percent-project\">the overwhelming majority of people</a> in the world want more ambitious climate action</p><p><a href=\"https://support.theguardian.com/?utm_medium=ACQUISITIONS_EDITORIAL_LINK&utm_campaign=climate_2025_jon_watts&utm_content=climate_2025_jon_watts&utm_term=climate_2025_jon_watts&utm_source=GUARDIAN_WEB\">Support independent environment journalism today</a></p><p>Extreme politics and extreme weather go hand in hand, and both have to be confronted if we are to understand and overcome the polycrisis we are living through.</p><p>Yet few media organisations are examining why the climate emergency is creating a new era of demagogues. Even fewer are scrutinising how those authoritarian leaders are <a href=\"https://www.theguardian.com/environment/article/2024/jul/04/far-right-using-climate-crisis-as-bogeyman-to-frighten-voters-and-build-higher-walls\">trying to misdirect public attention</a> away from the root cause of our current global malaise.</p><p><em>Join George Monbiot and special guests on 16 September for a special climate assembly to discuss the growing and dramatic political and corporate threats to the planet. <strong><a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Book tickets – in person or livestream</a></strong></em></p> <a href=\"https://www.theguardian.com/environment/2025/aug/31/debunking-climate-misinformation-is-becoming-a-full-time-job-but-you-can-help-defend-the-facts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Fossil fuel extractors bend the world to their will – help fund the journalism that exposes them",
      "link": "https://www.theguardian.com/environment/2025/aug/26/fossil-fuel-extractors-bend-the-world-to-their-will-help-fund-the-journalism-that-exposes-them",
      "pubDate": "Tue, 26 Aug 2025 11:00:03 GMT",
      "description": "<p>Across the globe, oil, gas and coal companies use an ever-widening set of tactics to crush competition and opposition. With the world’s most powerful man helping them at every turn, it’s critical we reveal their full impact</p><p><a href=\"https://support.theguardian.com/?utm_medium=ACQUISITIONS_EDITORIAL_LINK&utm_campaign=climate_2025_george_monbiot&utm_content=climate_2025_george_monbiot&utm_term=climate_2025_george_monbiot&utm_source=GUARDIAN_WEB\">Today the Guardian launches its annual environment support campaign. To back our vital climate journalism, please click here</a></p><p>Why does capital love fossil fuels? It’s not hard to explain. They exist in a small number of discrete locations, where the right to exploit them can be owned and monopolised. Most can be extracted commercially only at scale, excluding small competitors. They can be stored and traded all over the world, allowing prices to be optimised across time and space. Renewable energy, by contrast, can be generated almost anywhere, by almost anyone with a small amount of money to invest.</p><p>Renewables <a href=\"https://www.theguardian.com/environment/2025/jul/22/antonio-guterres-climate-breakthrough-clean-energy-fossil-fuels\">might now be cheaper</a> than fossil fuel in the vast majority of cases, but this makes them less attractive to capital, not more. Fossil fuels are uncompetitive and highly profitable. Renewables are highly competitive and not very profitable.</p><p><em>Join George Monbiot and special guests on 16 September for a special climate assembly to discuss the growing and dramatic political and corporate threats to the planet. <strong><a href=\"https://www.theguardian.com/guardian-live-events/2025/jun/24/the-rise-of-climate-denialism-with-george-monbiot-and-special-guests\">Book tickets – in person or livestream</a></strong></em></p> <a href=\"https://www.theguardian.com/environment/2025/aug/26/fossil-fuel-extractors-bend-the-world-to-their-will-help-fund-the-journalism-that-exposes-them\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Net zero! It’s not even a real thing so why does everyone hate it? | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/aug/25/net-zero-its-not-even-a-real-thing-so-why-does-everyone-hate-it",
      "pubDate": "Mon, 25 Aug 2025 05:49:39 GMT",
      "description": "<p>You can sell fossil fuels overseas till the cows come home as long as you don’t burn it here </p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/aug/25/net-zero-its-not-even-a-real-thing-so-why-does-everyone-hate-it\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Musicians v the climate crisis: ‘We’re trying to put on the greenest show in Australia’",
      "link": "https://www.theguardian.com/music/2025/sep/03/australia-bands-musicians-green-environmental-shows-climate-crisis",
      "pubDate": "Tue, 02 Sep 2025 15:00:59 GMT",
      "description": "<p>A two-week tour produces the equivalent of an average household’s yearly carbon emissions. So some bands, including Lime Cordiale and Cloud Control, are trying small changes – like ditching confetti – and big ones, like building solar farms</p><ul><li><p><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></p></li></ul><p>In 2023 the Australian indie-pop band Lime Cordiale tested a pair of electric tour vans, driving from Sydney to a festival in the Hunter Valley via gigs in Wollongong and Canberra. With gear stacked high and a map dotted with charging stations, the band got a promising, if imperfect, glimpse of their touring future. “At each gig, we’d have to convince someone to let us plug the cars in,” recalls the band’s guitarist and vocalist, Oliver Leimbach. As it transpired, they ran out of charge en route to the festival and had to call for a lift.</p><p>Lime Cordiale are part of a growing number of Australian musicians who are recognising the climate cost of touring and finding ways to lessen their impact. While no definitive emissions audit exists for Australia’s music sector, a 2010 study found the UK music industry produced about 540,000 tonnes of greenhouse-gas emissions annually. It’s estimated that a typical two-week, 15-stop tour in Australia produces about 28 tonnes of carbon emissions – the equivalent of an average household’s yearly output.</p> <a href=\"https://www.theguardian.com/music/2025/sep/03/australia-bands-musicians-green-environmental-shows-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Every company wants to produce the last barrel sold’: the treaty to stop fossil fuel production",
      "link": "https://www.theguardian.com/environment/2025/sep/02/every-company-wants-to-produce-the-last-barrel-sold-the-plan-to-create-a-fossil-fuel-non-proliferation-treaty",
      "pubDate": "Tue, 02 Sep 2025 11:09:49 GMT",
      "description": "<p>Tzeporah Berman’s campaign group believes Cop30 will help its initiative to phase out oil, coal and gas take shape</p><p>The fossil fuel non-proliferation treaty initiative aims to sidestep slow-moving UN climate talks by gathering together nations, cities and companies that want to rapidly phase out oil, coal and gas. At the coming <a href=\"https://www.theguardian.com/environment/2025/aug/19/brazil-issues-last-ditch-plea-for-countries-to-submit-climate-plans-ahead-of-cop30\">Cop30 summit in Belém</a>, it hopes to gather support so it can launch negotiations for a new treaty next year. The group’s founder, Tzeporah Berman, explains why the Amazon rainforest and the global south are an ideal springboard for the movement.</p><p><strong>Why will you be campaigning </strong><strong> for a </strong><strong>fossil </strong><strong>fuel </strong><strong>non-</strong><strong>proliferation </strong><strong>treaty?</strong></p> <a href=\"https://www.theguardian.com/environment/2025/sep/02/every-company-wants-to-produce-the-last-barrel-sold-the-plan-to-create-a-fossil-fuel-non-proliferation-treaty\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Fear haunts us’: Pakistan’s floods leave mental scars long after waters recede",
      "link": "https://www.theguardian.com/global-development/2025/sep/02/pakistan-floods-trauma-natural-disasters-mental-health-survivors-ptsd",
      "pubDate": "Tue, 02 Sep 2025 08:00:32 GMT",
      "description": "<p>Shock, panic, guilt and grief grip survivors as mental health experts warn of chronic trauma from repeated exposure to natural disasters</p><p>For a 10-year-old, the loss is proving hard to grasp. “It has been four days since I last saw my home,” says Ahsan. He has not yet understood that the floods completely swept away his house in Dogoro Basha village in Shigar, Pakistan.</p><p>His confusion is part of the devastating aftermath of <a href=\"https://www.theguardian.com/environment/2025/aug/22/weather-tracker-monsoon-rains-deadly-floods-pakistan-india\">long months of rain and floods</a> that have devastated thousands of families in the country’s northern provinces and left more than 860 people dead so far.</p> <a href=\"https://www.theguardian.com/global-development/2025/sep/02/pakistan-floods-trauma-natural-disasters-mental-health-survivors-ptsd\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It happened so fast’: the shocking reality of indoor heat deaths in Arizona",
      "link": "https://www.theguardian.com/us-news/2025/aug/31/phoenix-heat-deaths",
      "pubDate": "Sun, 31 Aug 2025 13:29:42 GMT",
      "description": "<p>Heat deaths could surge in the state as energy poverty linked to Trump’s energy and trade policies burns</p><p>It was the hottest day of the year so far when the central air conditioning started blowing hot air in the mobile home where Richard Chamblee lived in Bullhead City, <a href=\"https://www.theguardian.com/us-news/arizona\">Arizona</a>, with his wife, children, and half a dozen cats and dogs.</p><p>It was only mid-June but the <a href=\"https://www.theguardian.com/environment/extreme-heat\">heat</a> was insufferable, particularly for Chamblee, who was clinically obese and bed-bound in the living room as the temperature hit 115F (46C) in the desert city – situated 100 miles (160km) south of Las Vegas on the banks of the Colorado River.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/31/phoenix-heat-deaths\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}