{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-11-25T05:26:54.133884",
  "items": [
    {
      "title": "How to make data centers less thirsty",
      "link": "https://grist.org/energy/how-to-make-data-centers-less-thirsty/",
      "pubDate": "Mon, 24 Nov 2025 09:45:00 +0000",
      "description": "Researchers at Lawrence Berkeley National Laboratory have found that, in 2023, data centers consumed roughly 17 billion gallons of water for their operations in the U.S. alone. But a much, much larger share of data center water-intensity is indirect, a byproduct of the facilities’ enormous appetites for energy. That’s because most power plants themselves require huge amounts of water to operate.<br /><br />This off-site, indirect water consumption amounted to a whopping 211 billion gallons in the Berkeley lab’s 2023 tally — well over 10 times the direct on-site usage. As Silicon Valley continues to pour hundreds of billions of dollars into artificial intelligence and demand for data centers grows, these water needs are only going to grow in tandem.<br /><br />However, new research from Cornell University shows that there’s a way to mitigate both the climate <em>and</em> water footprints of these facilities: build them in places with lots of wind and solar energy.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How gas stations can become the best place to charge your EV",
      "link": "https://grist.org/solutions/how-gas-stations-can-become-the-best-place-to-charge-your-ev/",
      "pubDate": "Mon, 24 Nov 2025 09:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Illinois has few remaining wetlands. A Trump administration proposal could decimate what’s left.",
      "link": "https://grist.org/regulation/illinois-has-few-remaining-wetlands-a-trump-administration-proposal-could-decimate-whats-left/",
      "pubDate": "Mon, 24 Nov 2025 09:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "10 years after the Paris Agreement, world leaders are letting go of its most famous goal",
      "link": "https://grist.org/international/cop30-brazil-paris-agreement/",
      "pubDate": "Mon, 24 Nov 2025 02:41:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Scorching Saturdays: The rising heat threat inside football stadiums",
      "link": "https://grist.org/buildings/scorching-saturdays-the-rising-heat-threat-inside-football-stadiums/",
      "pubDate": "Mon, 24 Nov 2025 02:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Tehran’s water crisis is a warning for every thirsty city",
      "link": "https://grist.org/drought/tehrans-water-crisis-is-a-warning-for-every-thirsty-city/",
      "pubDate": "Sat, 22 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "COP30’s biofuel gamble could cost the global food supply — and the planet",
      "link": "https://grist.org/food-and-agriculture/cop30s-biofuel-gamble-could-cost-the-global-food-supply-and-the-planet/",
      "pubDate": "Fri, 21 Nov 2025 23:09:11 +0000",
      "description": "At COP30 in Belém, Brazil, the governments of Brazil, Italy, Japan, and India spearheaded a new pledge calling for the rapid global expansion of biofuels as a commitment to decarbonizing transportation energy. By Friday, the last official day of the United Nations climate talks, at least 23 countries had signed on to the goal of doubling the world’s biofuel production and use by 2035 — while Brazilian delegates worked “hand in hand with industry groups” to get language backing biofuels into the final summit deal.\n<br /><br />\nMore biofuels means either more intensive agriculture on a smaller share of available cropland, which has its own detrimental environmental effects, or expansion of cropland, and the land-use emissions and ecological consequences that can carry. Moreover, diverting crops like corn and soybeans from dinner plates to fuel tanks doesn’t just spark brutal competition for land and resources, it can also spike food prices and leave the world’s most vulnerable populations with less to eat.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Violent ‘storms’ hidden under Antarctica’s ice could be speeding its decline",
      "link": "https://grist.org/science/violent-storms-hidden-under-antarcticas-ice-could-be-speeding-its-decline/",
      "pubDate": "Fri, 21 Nov 2025 09:30:00 +0000",
      "description": "The West Antarctic Ice Sheet covers some 760,000 square miles and is up to 1.2 miles thick. If it were to ever melt away entirely, it would add 10 feet to global sea levels. Even considering how quickly humans are heating the planet, such a change would likely unfold over centuries — that’s how much ice we’re talking about here. But scientists are finding more and more evidence that Antarctica’s ice is in far more peril than previously believed, with many abrupt changes, like the loss of sea ice, reinforcing one another. \n<br><br>\nWe can now add underwater “storms” to the troubles unfolding around the frozen continent. A new paper suggests that vortices are drawing relatively warm waters across the underside of the extension of the West Antarctic Ice Sheet, known as the ice shelf, floating on the Southern Ocean, potentially accelerating its destruction.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Climate smart’ beef? After a lawsuit, Tyson agrees to drop the label.",
      "link": "https://grist.org/food-and-agriculture/climate-smart-beef-after-a-lawsuit-tyson-agrees-to-drop-the-label/",
      "pubDate": "Fri, 21 Nov 2025 09:15:00 +0000",
      "description": "Shoppers have long sought ways to make more sustainable choices at the supermarket — and for good reason: Our food system is responsible for a third of global greenhouse gas emissions. The vast majority of emissions from agriculture come from raising cows on industrial farms in order to sell burgers, steak, and other beef products.\n<br><br>\nA series of recent lawsuits intends make it easier for consumers to discern what’s sustainable and what’s greenwashing — by challenging the world’s largest meat processors on their climate messaging.\n<br><br>\nTyson, which produces 20 percent of beef, chicken, and pork in the United States, has agreed to drop claims that the company has a plan to achieve “net zero” emissions by 2050 and to stop referring to beef products as “climate smart” unless verified by an independent expert.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This pig’s bacon was delicious. But she’s alive and well.",
      "link": "https://grist.org/climate-energy/this-pigs-bacon-was-delicious-but-shes-alive-and-well/",
      "pubDate": "Thu, 20 Nov 2025 09:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "At COP30 in Brazil, countries plan to armor themselves against a warming world",
      "link": "https://grist.org/cop30/cop30-brazil-adaptation-finance/",
      "pubDate": "Thu, 20 Nov 2025 00:07:43 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How a billionaire’s plan to export East Texas groundwater sparked a rural uprising",
      "link": "https://grist.org/regulation/how-a-billionaires-plan-to-export-east-texas-groundwater-sparked-a-rural-uprising/",
      "pubDate": "Wed, 19 Nov 2025 09:45:00 +0000",
      "description": "Texas has a water problem. As fast-growing cities and suburbs scramble for new water sources, farmers in relatively lush East Texas are concerned about investors coming in and draining their wells dry. To protect their aquifers from billionaires, these rural residents are turning to an unlikely ally: government regulation.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can Mamdani supercharge New York’s clean energy revolution?",
      "link": "https://grist.org/energy/can-mamdani-supercharge-new-yorks-clean-energy-revolution/",
      "pubDate": "Wed, 19 Nov 2025 09:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How the shutdown broke America’s food chain — and what happens next",
      "link": "https://grist.org/food-and-agriculture/how-the-shutdown-broke-americas-food-chain-and-what-happens-next/",
      "pubDate": "Tue, 18 Nov 2025 09:45:00 +0000",
      "description": "In a dramatic twist of political defections and contentious concessions, the longest-ever federal shutdown came to a close late last Wednesday as Congress finally managed to agree upon a deal to reopen the government. Agencies are now beginning to resume operations, employees are returning to work, and federal payments are beginning to flow once again. \n<br><br>\nExperts say, though, that the shutdown has left behind fractures on the nation’s food system that are only beginning to appear. These cracks will only widen with time as they join with all of the other major food and farming policy changes enacted by the Trump administration — which altogether are affecting who eats what, where that food comes from, and which communities get left behind.\n<br><br>\nGrist spoke to federal workers, farmers, economists, food benefits recipients, and analysts throughout the country to piece together how the longest shutdown in U.S. history is likely to affect America’s food system in the weeks, months, and years to come.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The birth of the climate doula",
      "link": "https://grist.org/health/the-birth-of-the-climate-doula/",
      "pubDate": "Sun, 16 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Everyone is exhausted’: First week of COP30 marked by frustration with slow progress",
      "link": "https://grist.org/cop30/built-to-fail-rules-at-un-climate-talks-favor-the-status-quo-not-progress/",
      "pubDate": "Sat, 15 Nov 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "COP30 has big plans to save the rainforest. Indigenous activists say it’s not enough.",
      "link": "https://grist.org/global-indigenous-affairs-desk/cop30-has-big-plans-to-save-the-rainforest-indigenous-activists-say-its-not-enough/",
      "pubDate": "Fri, 14 Nov 2025 19:30:18 +0000",
      "description": "On Friday, at least 100 Indigenous protestors blocked the entrance to the 30th annual United Nations Climate Change Conference, or COP30, in Belém, Brazil. The action comes on the heels of an action earlier this week when hundreds of Indigenous peoples marched into the conference, clashing with security, and pushing their way through metal detectors while calling on negotiators to protect their lands.\n<br><br>\nThe protests have raised questions about the distinction between climate talks and action, and whether this year’s COP will translate into the latter for Indigenous communities who see deforestation and weak land tenure rights as immediate threats to their lives and homes.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How urban farms can make cities more livable and help feed America",
      "link": "https://grist.org/cities/how-urban-farms-can-make-cities-more-livable-and-help-feed-america/",
      "pubDate": "Fri, 14 Nov 2025 09:45:00 +0000",
      "description": "Whether it’s on top of a roof or tucked between apartment buildings, the urban garden is a simple yet uniquely powerful tool for solving a slew of environmental and human health problems. In an increasingly chaotic climate, urban agriculture could improve food security, generate clean electricity, reduce local temperatures, provide refuges for pollinators, and improve mental and physical health for urbanites, among other benefits.\n<br><br>\nThese community spaces are an especially potent climate solution, because it’s getting ever harder for people to stay healthy in cities due to the urban heat island effect, in which the built environment absorbs the sun’s energy and releases it throughout the night. Verdant patches reduce temperatures by releasing water vapor — essentially sweating into the neighborhood — and provide shade. And as climate change makes rainfall more extreme, urban gardens help soak up deluges, reducing the risk of flooding.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The climate paradox of having a dog",
      "link": "https://grist.org/culture/the-climate-paradox-of-having-a-dog/",
      "pubDate": "Fri, 14 Nov 2025 09:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘They’re playing games’: Illinois lawmakers press Trump administration over stalled lead-pipe funding",
      "link": "https://grist.org/accountability/theyre-playing-games-illinois-lawmakers-press-trump-administration-over-stalled-lead-pipe-funding/",
      "pubDate": "Fri, 14 Nov 2025 00:16:43 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}