{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-08-09T17:22:14.112930",
  "items": [
    {
      "title": "New York energy company ramps up disconnections as it seeks 11% price hike",
      "link": "https://www.theguardian.com/us-news/2025/aug/08/new-york-con-edison-disconnections-climate-crisis",
      "pubDate": "Fri, 08 Aug 2025 11:30:18 GMT",
      "description": "<p>Con Edison, city’s monopoly utility, cut off 88,000 households in first half of 2025 as climate crisis drives extreme temperatures</p><p>An energy company seeking to hike utility bills in <a href=\"https://www.theguardian.com/us-news/new-york\">New York City</a> by 11% disconnected more than 88,000 households during the first six months of 2025, signaling a crackdown on families struggling to cover rising energy costs even as the climate crisis drives extreme temperatures.</p><p>Con Edison, the monopoly utility that provides electricity to 3.6m homes across the country’s largest city and neighboring Westchester county, disconnected almost 2.5% of all its customers between January and June this year – triple the total number of families left without power in 2024. One in five disconnected homes remain without power for at least a week.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/08/new-york-con-edison-disconnections-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Top marks’ for sharp-eyed snappers as UK nets new butterfly species",
      "link": "https://www.theguardian.com/environment/2025/aug/08/uk-butterfly-species-southern-small-white",
      "pubDate": "Fri, 08 Aug 2025 11:30:16 GMT",
      "description": "<p>Sightings confirmed in County Durham and Suffolk as southern small white flutters in from European mainland</p><p>Britain has a new species of butterfly: the southern small white has continued its rapid colonisation of northern Europe by flying across the North Sea.</p><p>The species looks very similar to the native small, large and green-veined whites but two individuals spotted in County Durham and Suffolk this summer have been verified as <em>Pieris mannii</em>, which was once confined to southern Europe.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/08/uk-butterfly-species-southern-small-white\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Scientists decry Trump energy chief’s plan to ‘update’ climate reports: ‘Exactly what Stalin did’",
      "link": "https://www.theguardian.com/us-news/2025/aug/07/climate-assessments-chris-wright-trump",
      "pubDate": "Thu, 07 Aug 2025 22:04:11 GMT",
      "description": "<p>Ex-fossil fuel executive Chris Wright said administration is reviewing national assessments made by past governments</p><p>The US energy secretary, Chris Wright, is facing growing criticism from scientists who say their “worst fears” were realized when Wright revealed that the Trump administration would “update” the US’s premier climate crisis reports.</p><p>Wright, a former oil and gas executive, told CNN’s Kaitlin Collins earlier this week that the administration was reviewing national climate assessment reports published by past governments.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/07/climate-assessments-chris-wright-trump\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Drone footage shows forests reduced to ash as wildfire burns through southern France – video",
      "link": "https://www.theguardian.com/world/video/2025/aug/07/drone-footage-shows-forests-reduced-to-ash-as-wildfire-burns-through-southern-france-video",
      "pubDate": "Thu, 07 Aug 2025 18:55:19 GMT",
      "description": "<p>Drone footage of Saint-Laurent-de-la-Cabrerisse showed forests reduced to ash after the massive <a href=\"https://www.theguardian.com/world/wildfires\">wildfire</a> in southern <a href=\"https://www.theguardian.com/world/france\">France</a>. The fire, which started on Tuesday afternoon, began in the village of Ribaute in the Aude department, before spreading across the rural, wooded area of the Corbières, famous for its vineyards and medieval villages. The environment ministry said the blaze had destroyed the same amount of land in 24 hours that wildfires typically burned across France in a year</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/aug/06/france-largest-wildfire-this-year-corbieres-hills\">‘Unprecedented’ wildfire burns area size of Paris in southern France</a></p></li></ul><p></p> <a href=\"https://www.theguardian.com/world/video/2025/aug/07/drone-footage-shows-forests-reduced-to-ash-as-wildfire-burns-through-southern-france-video\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "James Cameron warns of ‘Terminator-style apocalypse’ if AI weaponised",
      "link": "https://www.theguardian.com/film/2025/aug/07/james-cameron-terminator-style-apocalypse-ai-weapons-hiroshima",
      "pubDate": "Thu, 07 Aug 2025 11:23:25 GMT",
      "description": "<p>Humans face three existential threats, from super-intelligence, nuclear weapons and the climate crisis, says blockbuster director as he announces new Hiroshima project</p><p>The director James Cameron has warned that the use of artificial intelligence in a global arms race could lead to the kind of dystopia fictionalised in his Terminator franchise.</p><p>Speaking to<a href=\"https://variety.com/2025/film/news/james-cameron-blockbuster-movies-ai-cut-costs-1236365081/\"> Rolling Stone</a> to promote the publication of Ghosts of Hiroshima, an account of the first atomic bombing by bestselling author Charles Pellegrino which Cameron intends to adapt for the big screen, the film-maker behind three of the four highest-grossing films of all time (Titanic and the first two Avatar films), said that although he relies on AI professionally, he remains concerned about what might happen if it was leveraged with nihilistic intent.</p> <a href=\"https://www.theguardian.com/film/2025/aug/07/james-cameron-terminator-style-apocalypse-ai-weapons-hiroshima\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "If the Greens in Germany move towards the centre, they can become a real force again | Katja Hoyer",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/08/green-party-politics-germany",
      "pubDate": "Fri, 08 Aug 2025 04:00:01 GMT",
      "description": "<p>Four years ago, the party was the most popular in the country – but old rifts have fractured it. Now the time is ripe for a reset</p><p>The German Green party, Die Grünen, was once the envy of its sister movements across Europe. In the spring of 2021 it was the most popular party in the country, with a <a href=\"https://www.fr.de/politik/bundestagswahl-2021-umfrage-gruene-union-cdu-csu-spd-linke-btw-politik-corona-pandemie-news-90495166.html\">predicted vote share</a> of close to 30%. The world’s press even <a href=\"https://www.reuters.com/world/europe/could-germany-get-green-chancellor-its-within-partys-reach-2021-04-13/\">began to ask</a> whether the next chancellor would be Green. Fast-forward four years and you find a party in crisis: divided, out of power and stagnating at just above 10% in the polls after losing 33 seats in February’s federal election. The party is now searching for a path back to the mainstream – not a moment too soon given the rapid erosion of Germany’s political centre.</p><p>One of the Greens’ key problems is personnel. At their peak in 2021 they had two lead figures in <a href=\"https://www.theguardian.com/world/2025/feb/12/why-germany-greens-switching-election-focus-from-climate\">Annalena Baerbock and Robert Habeck</a>, who were widely regarded as pragmatists – a prerequisite for effective government in Germany’s compromise-oriented system. After the 2021 election, Baerbock became foreign minister in Olaf Scholz’s SPD-Green-liberal “<a href=\"https://en.wikipedia.org/wiki/Traffic_light_coalition\">traffic light coalition</a>”, and Habeck vice chancellor and minister for economic affairs and climate action.</p><p>Katja Hoyer is a German-British historian and journalist. Her latest book is Beyond the Wall: East Germany, 1949-1990</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/08/green-party-politics-germany\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "What’s the best thing world leaders could do now? 'Let go' and 'embrace uncertainty' | Fran Boait",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/07/world-leaders-keir-starmer-donald-trump-self-help",
      "pubDate": "Thu, 07 Aug 2025 07:00:28 GMT",
      "description": "<p>Self-help homilies seem out of place in this era of Starmer and Trump. In fact, applied to government, they can offer new solutions for global problems</p><p>If there is one thing that has marked the first year of Keir Starmer’s premiership, it is a propensity for control – whether it’s managing his <a href=\"https://www.theguardian.com/commentisfree/2025/jul/17/the-guardian-view-on-labours-control-freakery-the-party-once-tolerated-dissent-now-it-treats-it-as-treason\">own party</a>, cracking down on civil liberties and <a href=\"https://www.theguardian.com/environment/2025/jan/16/uk-accused-of-undermining-democratic-rights-with-climate-protest-crackdown\">protest</a>, or instilling <a href=\"https://labourlist.org/2025/07/comment-labour-welfare-reforms-too-little/\">fear and anxiety</a> in marginalised groups. For a centre-left party, the authoritarian strain Starmer has shown isn’t exactly in line with the “change” from the Tories that was promised.</p><p>Governments seek to control populations, politicians seek to control their parties: this is nothing new and has been explicitly promoted since Machiavelli’s The Prince was published in 1532. When leaders understand holding power as an end in itself, and see the method as controlling those they have power over, they block themselves from being able to bring about real change, because not “losing control” becomes more important than any change they seek to create. And attempting to tightly control outcomes is ill suited to an increasingly complex and unstable world.</p><p>Fran Boait is a leadership coach, freelancer and writer</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/07/world-leaders-keir-starmer-donald-trump-self-help\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labor was in a climate crouch. It now has the chance to stand up to News Corp and put the national interest first | Clear Air",
      "link": "https://www.theguardian.com/environment/2025/aug/06/labor-was-in-a-climate-crouch-it-now-has-the-chance-to-stand-up-to-news-corp-and-put-the-national-interest-first",
      "pubDate": "Wed, 06 Aug 2025 02:00:42 GMT",
      "description": "<p>Australia’s political landscape is barely recognisable from four years ago. Will Labor abandon its risk-averse past and take an aggressive stance on emissions?</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>In 2021, the Labor party was in a bit of a climate crouch. It needed policies that could be presented at the 2022 election as credible steps towards addressing the century’s greatest social and economic challenge after nine years of the Coalition doing next-to-nothing, or less.</p><p>It also felt it needed to not leave itself exposed to another round of damaging climate scare campaigns from its opponents in the Morrison government, industry lobby groups and the media, particularly at News Corp. It had experienced too many of those, from claims that a lamb roast <a href=\"https://www.theguardian.com/culture/2021/jun/24/why-has-the-100-roast-come-up-again-in-australias-climate-policy-debate\">would cost more than $100</a> and Whyalla <a href=\"https://www.abc.net.au/news/2013-07-15/still-on-the-map-says-whyalla-mayor-as-carbon-tax-to-go/4819864\">would be wiped from the map</a>, to baseless attacks in 2019 that its policies would <a href=\"https://www.theguardian.com/environment/2019/apr/25/fact-or-fiction-we-check-coalitions-claims-about-labors-climate-change-policy\">cost an economy wrecking $60bn</a> and, ludicrously, <a href=\"https://www.theguardian.com/australia-news/2019/apr/07/shorten-wants-to-end-the-weekend-morrison-attacks-labors-electric-vehicle-policy\">stop people enjoying weekends</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/06/labor-was-in-a-climate-crouch-it-now-has-the-chance-to-stand-up-to-news-corp-and-put-the-national-interest-first\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on the green transition: renewables are the future – but countries’ actions must catch up with their promises | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/01/the-guardian-view-on-the-green-transition-renewables-are-the-future-but-countries-actions-must-catch-up-with-their-promises",
      "pubDate": "Fri, 01 Aug 2025 17:06:48 GMT",
      "description": "<p>To counter attacks on net zero, challenges including the need for grid upgrades will have to be grasped</p><p>With net zero policies under attack from elected far-right populists as well as <a href=\"https://www.theguardian.com/environment/2025/jul/18/climate-crisis-fossil-fuels-autocracies-authoritorian-countries\">autocratic petrostates</a>, and another summer of <a href=\"https://www.theguardian.com/world/2025/jul/01/italy-limits-outdoor-work-as-heatwave-breaks-records-across-europe\">record-breaking temperatures</a> in Europe, the failure to decarbonise the world’s power supply is as gravely concerning as ever. But the UN secretary general, <a href=\"https://www.theguardian.com/environment/2025/jul/22/antonio-guterres-climate-breakthrough-clean-energy-fossil-fuels\">António Guterres</a>, struck an optimistic note in a recent speech in New York. The world, he said, “is on the cusp of a new era ... The sun is rising on a clean energy age.” Pointing to falls in the cost of onshore wind and solar, and the risk of further gas-price shocks in future, he called on big technology companies – whose datacentres are one reason for soaring energy use – to adopt a target of 100% low-carbon electricity by 2030.</p><p>Given US president Donald Trump’s personal hostility to renewable energy, Mr Guterres may be right that it makes more sense to demand action from US businesses at this point. In Scotland earlier this week, Mr Trump launched his latest <a href=\"https://www.theguardian.com/us-news/2025/jul/27/president-trump-administration-news-updates-today\">misleading tirade</a>, urging European leaders to “stop the windmills”.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/01/the-guardian-view-on-the-green-transition-renewables-are-the-future-but-countries-actions-must-catch-up-with-their-promises\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Erasure of years of work’: outcry as White House moves to open Arctic reserve to oil and gas drilling",
      "link": "https://www.theguardian.com/us-news/2025/aug/09/national-petroleum-reserve-alaska-oil-gas-drilling",
      "pubDate": "Sat, 09 Aug 2025 12:00:07 GMT",
      "description": "<p>US Bureau of Land management is working to rapidly strip protections to largest tract of land in the US</p><p>The <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a>’s plan to expand oil and gas drilling in a 23m acre reserve on the Arctic Ocean is sparking an impassioned response, amid fears it threatens Arctic <a href=\"https://www.regulations.gov/comment/BLM-2025-0002-118142\">wildlife</a>, undermines the subsistence <a href=\"https://www.regulations.gov/comment/BLM-2025-0002-16133\">rights</a> of Alaska Natives and imperils one of the <a href=\"https://www.regulations.gov/comment/BLM-2025-0002-9343\">fastest-warming</a> ecosystems on Earth.</p><p>More than a quarter of a million people have responded to the 2 June <a href=\"https://www.regulations.gov/document/BLM-2025-0002-0001\">proposal</a> from the US Bureau of Land Management (BLM) to roll back protections on the National Petroleum Reserve-Alaska (NPR-A), the largest <a href=\"https://www.theguardian.com/us-news/2025/jun/02/trump-administration-alaska-drilling-mining\">tract</a> of public land in the US.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/09/national-petroleum-reserve-alaska-oil-gas-drilling\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘If the reef had a voice, it would sing’: could legal personhood help the Great Barrier Reef?",
      "link": "https://www.theguardian.com/environment/2025/aug/09/great-barrier-reef-legal-rights-personhood",
      "pubDate": "Fri, 08 Aug 2025 15:00:33 GMT",
      "description": "<p>As the natural wonder faces mounting ecological threats, traditional owners and environmental lawyers are calling for a radical new approach </p><p>While patrolling the Great Barrier Reef, Gary Singleton was struck by an eerie stillness. The Coral Sea lay flat as glass beneath a heavy, windless sky. The heat was stifling, the water a little too warm. “It was beautiful,” he says. “But I remember thinking, ‘I feel sorry for the reef.’”</p><p>That moment stayed with him. A Yirrganydji traditional owner and land and sea manager in the Cairns-Port Douglas region, Singleton has spent more than 12 years working to protect the reef – as warming seas, sediment runoff, pollution and overfishing steadily erode its resilience. Just this week a report found <a href=\"https://www.theguardian.com/environment/2025/aug/05/great-barrier-reef-suffers-biggest-annual-drop-in-live-coral-since-1980s-after-devastating-coral-bleaching\">a record drop in live coral</a> in two out of three sections of the reef, prompting warnings that a tipping point for the ecosystem’s future is approaching.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/09/great-barrier-reef-legal-rights-personhood\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A burning issue: why it’s time to ditch the wood-fired heater and opt for eco alternatives",
      "link": "https://www.theguardian.com/australia-news/2025/aug/09/a-burning-issue-why-its-time-to-ditch-the-wood-fired-heater-and-opt-for-eco-alternative",
      "pubDate": "Fri, 08 Aug 2025 15:00:31 GMT",
      "description": "<p>Wood burning is one of the biggest sources of fine particulate pollution in Australia. Here are ways to reduce emissions and improve your health</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/series/change-by-degrees\">Change by degrees</a> offers life hacks and sustainable living tips each Saturday to help reduce your household’s carbon footprint</p></li><li><p>Got a question or tip for reducing household emissions? Email us at <a href=\"mailto:changebydegrees@theguardian.com\">changebydegrees@theguardian.com</a></p></li></ul><p>There’s something romantic about sitting by an open fireplace in winter time. But there’s growing evidence of the damage wood-fired heaters and open fires are doing to our health – and the environment.</p><p>As a group of University of Technology Sydney academics <a href=\"https://theconversation.com/like-having-a-truck-idling-in-your-living-room-the-toxic-cost-of-wood-fired-heaters-140737?utm_medium=article_clipboard_share&utm_source=theconversation.com&fbclid=IwY2xjawL2XHFleHRuA2FlbQIxMQABHsIdvTbsC0d1aWzqCQwUBYv7lhRShyep--o1LtMiJRXdrIcITwtJ8vVrJMc-_aem_YwKB23cd9VGihK1-kkbM1g\">recently put it</a> – “a wood-fired heater is like having a truck idling in your living room all day (albeit with the bulk of the emissions escaping via the chimney)”.</p> <a href=\"https://www.theguardian.com/australia-news/2025/aug/09/a-burning-issue-why-its-time-to-ditch-the-wood-fired-heater-and-opt-for-eco-alternative\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Oil exploration in the Congo basin rainforest could be a disaster for nature and the climate",
      "link": "https://www.theguardian.com/environment/2025/aug/07/opening-up-the-congo-basin-rainforest-could-be-a-disaster-for-nature-and-the-climate",
      "pubDate": "Fri, 08 Aug 2025 06:01:01 GMT",
      "description": "<p>The Democratic Republic of Congo is putting one of the best-preserved tropical ecosystems left on Earth up for auction, and the impact could be felt worldwide</p><p>• <strong>Don’t get Down to Earth delivered to your inbox? </strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\"><strong>Sign up here to get the newsletter in full</strong></a></p><p>The “worst place in the world” to explore for oil is open for business. Again. Swathes of the Congo basin rainforest, home to okapis, lowland gorillas, bonobos and other rare wildlife, are being auctioned off by the Democratic Republic of the Congo (DRC) for the second time in three years.</p><p>This round of licensing includes 52 blocks across 124m hectares (306m acres) of swamps and rainforest in some of the best-preserved tropical ecosystems left on Earth. Opening it up for fossil fuel extraction could be a disaster for nature and the climate.</p><p><strong><a href=\"https://www.theguardian.com/environment/2022/jul/23/democratic-republic-of-congo-auction-oil-gas-permits-endangered-gorilla-habitat-aoe\">DRC to auction oil and gas permits in endangered gorilla habitat</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/article/2024/aug/20/drc-wildlife-reserve-upemba\">The rangers turning the DRC’s ‘triangle of death’ back into a thriving wildlife reserve</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/gallery/2025/mar/07/stopped-in-their-tracks-secret-life-congo-rainforest-nouabale-ndoki-national-park-wcs-photographer-will-burrard-lucas\">The secret life of the Congo rainforest – in pictures</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/aug/07/opening-up-the-congo-basin-rainforest-could-be-a-disaster-for-nature-and-the-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}