{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-08-15T12:52:37.279406",
  "items": [
    {
      "title": "Arctic glaciers face ‘terminal’ decline as microbes accelerate ice melt",
      "link": "https://www.theguardian.com/world/2025/aug/15/arctic-glaciers-face-terminal-decline-as-microbes-accelerate-ice-melt",
      "pubDate": "Fri, 15 Aug 2025 10:14:35 GMT",
      "description": "<p>Scientists in Svalbard in race to study polar microbes as global heating threatens fragile glacial ecosystems</p><p>“It felt really scary ... like being in the middle of a burning city during a night raid.” Dr Arwyn Edwards is not describing urban warfare but a recent hot and foggy day on a Svalbard glacier, where record-breaking summer heat turned his workplace into a cascade of meltwater and falling rocks.</p><p>Edwards is a leading researcher in glacier ecology – the study of life forms that live on, within and around glaciers and ice sheets. Over two decades of polar research, he has always felt “relaxed and at home” on ice. But the accelerating climate breakdown is beginning to erode that sense of security.</p> <a href=\"https://www.theguardian.com/world/2025/aug/15/arctic-glaciers-face-terminal-decline-as-microbes-accelerate-ice-melt\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate crisis harming world heritage painted houses in Burkina Faso, say residents",
      "link": "https://www.theguardian.com/environment/2025/aug/15/climate-crisis-harming-world-heritage-painted-houses-tiebele-in-burkina-faso-say-residents",
      "pubDate": "Fri, 15 Aug 2025 05:00:23 GMT",
      "description": "<p>Tiébélé’s wavy-walled houses covered in geometric lines showing signs of disintegration amid erratic weather</p><p>A world heritage site that was once a famous tourist destination is suffering from signs of disintegration, as climate change affects weather patterns.</p><p>The wavy-walled houses covered with singular geometric lines of the Royal Court of Tiébélé in Burkina Faso, established in the 16th century, are recognisable all over the world. The paintings represent the thoughts, culture, and religion of the Kassena people, literally written on the walls.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/15/climate-crisis-harming-world-heritage-painted-houses-tiebele-in-burkina-faso-say-residents\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump says Putin ‘wants to get it done’ at tomorrow’s Alaska summit, as he floats idea of second meeting with Zelenskyy – as it happened",
      "link": "https://www.theguardian.com/world/live/2025/aug/14/europe-weather-extreme-temperatures-wildfires-trump-putin-talks-latest-updates-news",
      "pubDate": "Thu, 14 Aug 2025 16:55:15 GMT",
      "description": "<p>US president indicates in interview that any deal would not be made without Zelenskyy ahead of Friday’s meeting in Alaska</p><p><em>in Berlin</em></p><p>German chancellor <strong>Friedrich Merz’s stab at heading up Ukraine diplomacy has received measured praise at home</strong>, with a perception that Donald Trump’s declarations after Wednesday’s video conference sounded slightly less alarming to European ears than before.</p> <a href=\"https://www.theguardian.com/world/live/2025/aug/14/europe-weather-extreme-temperatures-wildfires-trump-putin-talks-latest-updates-news\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Aviva stands by climate goals in face of US and UK net zero pushback",
      "link": "https://www.theguardian.com/business/2025/aug/14/aviva-stands-by-climate-goals-in-face-of-us-and-uk-net-zero-pushback",
      "pubDate": "Thu, 14 Aug 2025 16:35:46 GMT",
      "description": "<p>As insurer’s shares hit highest level since 2008, CEO says green issues are also important for many of its clients</p><p>Aviva’s chief executive, Amanda Blanc, has reiterated the insurer’s commitment to climate goals in the face of growing pushback against net zero ambitions in the US and UK.</p><p>On Thursday Aviva’s shares hit their highest level since the 2008 financial crisis, with investors cheering a rise in profits, and fresh payouts for investors worth 13.1p a share.</p> <a href=\"https://www.theguardian.com/business/2025/aug/14/aviva-stands-by-climate-goals-in-face-of-us-and-uk-net-zero-pushback\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Bodycam footage shows firefighters tackling Turkey wildfire – video",
      "link": "https://www.theguardian.com/world/video/2025/aug/14/bodycam-footage-shows-firefighters-tackling-turkey-wildfire-video",
      "pubDate": "Thu, 14 Aug 2025 14:19:09 GMT",
      "description": "<p>Bodycam footage showed firefighters tackling the flames from a wildfire in Turkey's southern Mersin province. The fire began in a forest area in the Silifke district and led to the evacuation of six villages and five hamlets. It destroyed several homes. The strong winds and low humidity in the area were making firefighting efforts more difficult, Mersin's mayor, Vahap Seçer, said as he visited villages where homes were damaged</p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/aug/14/wildfires-claim-third-life-in-spain-as-intense-heat-continues-across-europe\">Wildfires claim third life in Spain as intense heat continues across Europe</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/aug/13/how-dangerous-wildfires-stop-them-getting-worse\">How dangerous are wildfires and how can we stop them from getting worse?</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2025/aug/14/bodycam-footage-shows-firefighters-tackling-turkey-wildfire-video\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Spanish people know deadly heatwaves are now an annual event. So why are our politicians in denial? | María Ramírez",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/14/spanish-people-deadly-heatwaves-annual-event-politicians-denial",
      "pubDate": "Thu, 14 Aug 2025 04:00:22 GMT",
      "description": "<p>We need everyday solutions like ‘cool banks’ and shaded areas, as well as serious policies on emissions. The government must step up</p><p>Growing up in Madrid, intense summer heat was nothing unusual. I quickly learned always to cross the street in search of shade, and never to be caught out in the sun at 3pm. But as a child in the early 1980s, I never felt dizzy after spending more than a few minutes outdoors, nor did I struggle to study or sleep at home because of the heat. Back then, air conditioning was a rarity, something only Americans had. But we were fine: the stuttering fan in my mother’s Ford Fiesta was enough to keep us comfortable on holiday escapes from the capital.</p><p>What is happening in Spain now goes far beyond discomfort. More than 1,500 deaths have <a href=\"https://www.rtve.es/noticias/20250806/verano-deja-por-ahora-mas-1500-muertes-atribuibles-calor-42-mas-2024/16689435.shtml\">already been linked</a> to heatwaves this summer alone. Public-sector workers are collapsing from heatstroke on our city streets. Entire communities in the <a href=\"https://www.theguardian.com/world/2025/aug/12/tres-cantos-wildfire-spain-destruction\">Madrid suburbs</a> have been devastated by wildfires. On Monday, <a href=\"https://elpais.com/clima-y-medio-ambiente/2025-08-12/avisos-rojos-en-andalucia-y-pais-vasco-por-la-ola-de-calor-que-el-lunes-registro-443-grados-en-huelva.html\">198 weather stations</a> recorded temperatures of 40C or higher. Following a record-breaking July, the first 20 days of August will probably be the <a href=\"https://elpais.com/clima-y-medio-ambiente/2025-08-13/la-aemet-preve-que-los-primeros-20-dias-de-este-agosto-sean-los-mas-calidos-en-espana-desde-que-hay-registros.html\">warmest on record</a>. Alongside housing, the climate crisis is Spain’s most visible and most persistent problem: every summer reminds us of this. You can’t ignore it, or escape it; so why are Spain’s politicians still so reluctant to tackle the climate emergency?</p><p>María Ramírez is a journalist and the deputy managing editor of elDiario.es, a news outlet in Spain</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/14/spanish-people-deadly-heatwaves-annual-event-politicians-denial\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on climate finance: crumbling under a second Trump presidency | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/10/the-guardian-view-on-climate-finance-crumbling-under-a-second-trump-presidency",
      "pubDate": "Sun, 10 Aug 2025 17:25:28 GMT",
      "description": "<p>Voluntary climate commitments were supposed to be a step towards progress. A change in political climate has revealed their weaknesses</p><p>Earlier this month, as Nordic countries were hit with an <a href=\"https://www.theguardian.com/environment/2025/aug/02/nordic-countries-hit-by-truly-unprecedented-heatwave#:~:text=A%20weather%20station%20in%20the,longer%20than%20the%20previous%20record.\">unprecedented heatwave</a> and wildfires in the US began spurting <a href=\"https://www.theguardian.com/us-news/2025/aug/01/wildfires-arizona-utah-fire-clouds\">“fire clouds”</a>, Barclays pulled out of the net zero banking alliance. The <a href=\"https://www.theguardian.com/business/2025/aug/01/barclays-hsbc-exit-net-zero-banking-alliance\">story</a> may have seemed less alarming than extreme weather, but it has existential implications, as the finance sector quietly surrenders its former climate commitments.</p><p>The initiative forms part of the Glasgow Finance Alliance for Net Zero (GFANZ), a voluntary network of banks that Mark Carney, formerly the UN’s special envoy on climate action and now Canada’s prime minister, launched in 2021. At the time, the alliance, which encourages banks and asset managers to work towards the goals of the Paris agreement, seemed like an optimistic step in the right direction. Mr Carney described it as a “breakthrough”.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/10/the-guardian-view-on-climate-finance-crumbling-under-a-second-trump-presidency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labour should beware Nigel Farage weaponising its part in the cost of living crisis | Richard Partington",
      "link": "https://www.theguardian.com/business/2025/aug/10/autumn-budget-must-address-pain-of-high-inflation-on-hard-pressed-uk-households-as-food-prices-rise",
      "pubDate": "Sun, 10 Aug 2025 13:04:02 GMT",
      "description": "<p>Autumn budget must address pain of high inflation on hard-pressed UK households as food prices rise</p><p>“These prices are disgusting” is the <a href=\"https://www.manchestereveningnews.co.uk/whats-on/shopping/tesco-shoppers-hit-out-disgusting-32219203\">common retort</a> from shoppers browsing the supermarket shelves. To say that the cost of everything from a pint of milk to a loaf of bread has changed beyond recognition in only a few years is an understatement. But it could still get worse.</p><p>The <a href=\"https://www.theguardian.com/business/2025/aug/07/bank-of-england-cuts-interest-rates-quarter-point-4\">warning from the Bank of England last week</a> that food prices are stirring the inflation beast that has stalked Britain for the past four years shows that the cost of living crisis is far from over. The headline rate of inflation is expected to hit 4% by September, in a reawakening fed by the soaring cost of things such as butter, chocolate and beef.</p> <a href=\"https://www.theguardian.com/business/2025/aug/10/autumn-budget-must-address-pain-of-high-inflation-on-hard-pressed-uk-households-as-food-prices-rise\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "If the Greens in Germany move towards the centre, they can become a real force again | Katja Hoyer",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/08/green-party-politics-germany",
      "pubDate": "Fri, 08 Aug 2025 04:00:01 GMT",
      "description": "<p>Four years ago, the party was the most popular in the country – but old rifts have fractured it. Now the time is ripe for a reset</p><p>The German Green party, Die Grünen, was once the envy of its sister movements across Europe. In the spring of 2021 it was the most popular party in the country, with a <a href=\"https://www.fr.de/politik/bundestagswahl-2021-umfrage-gruene-union-cdu-csu-spd-linke-btw-politik-corona-pandemie-news-90495166.html\">predicted vote share</a> of close to 30%. The world’s press even <a href=\"https://www.reuters.com/world/europe/could-germany-get-green-chancellor-its-within-partys-reach-2021-04-13/\">began to ask</a> whether the next chancellor would be Green. Fast-forward four years and you find a party in crisis: divided, out of power and stagnating at just above 10% in the polls after losing 33 seats in February’s federal election. The party is now searching for a path back to the mainstream – not a moment too soon given the rapid erosion of Germany’s political centre.</p><p>One of the Greens’ key problems is personnel. At their peak in 2021 they had two lead figures in <a href=\"https://www.theguardian.com/world/2025/feb/12/why-germany-greens-switching-election-focus-from-climate\">Annalena Baerbock and Robert Habeck</a>, who were widely regarded as pragmatists – a prerequisite for effective government in Germany’s compromise-oriented system. After the 2021 election, Baerbock became foreign minister in Olaf Scholz’s SPD-Green-liberal “<a href=\"https://en.wikipedia.org/wiki/Traffic_light_coalition\">traffic light coalition</a>”, and Habeck vice chancellor and minister for economic affairs and climate action.</p><p>Katja Hoyer is a German-British historian and journalist. Her latest book is Beyond the Wall: East Germany, 1949-1990</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/08/green-party-politics-germany\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The heart-shaped mangrove formation fading due to rising seas",
      "link": "https://www.theguardian.com/environment/2025/aug/15/the-heart-shaped-mangrove-formation-fading-due-to-rising-seas",
      "pubDate": "Fri, 15 Aug 2025 01:37:35 GMT",
      "description": "<p>The Heart of Voh is a symbol of New Caledonia’s pristine environment but its outline is changing due to the climate crisis</p><p>On the west coast of New Caledonia, Isobelle Goa searches the thick, tangled mangrove roots for mudcrabs. Goa lives on the outskirts of the archipelago’s most famous mangrove formation: a light-green, heart-shaped patch of forest known as the Heart of Voh.</p><p>“It is grandiose. It’s what God has put on the land for us,” Goa says.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/15/the-heart-shaped-mangrove-formation-fading-due-to-rising-seas\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How to leave a sinking nation: Tuvalu’s dreams of dry land",
      "link": "https://www.theguardian.com/news/2025/aug/14/how-to-leave-a-sinking-nation-tuvalus-dreams-of-dry-land",
      "pubDate": "Thu, 14 Aug 2025 04:01:22 GMT",
      "description": "<p>With sea levels rising, much of the nation’s population is confronting the prospect that their home may soon cease to exist. Where are they going to go?</p><p>In November 2022, Simon Kofe, then foreign minister of the island nation of Tuvalu, announced a sensational plan for his country’s survival. Climate breakdown poses an existential threat to small island-nations in the Pacific, but Tuvalu’s geography makes it especially vulnerable. The highest point of elevation in the country is 4.5 metres. If the water rises, there is no hill to run to. In the past four decades, local sea level has risen twice as fast as the global average.</p><p>By 2050, the government expects half of the capital, Funafuti, to be flooded by tidal waters. By the end of the century, more than 90% of the land could be submerged. “As our land disappears, we have no choice but to become the world’s first digital nation,” Kofe declared in a <a href=\"https://www.youtube.com/watch?v=lXpeO5BgAOM\">video address to delegates</a> at the UN climate conference Cop27. In the background was an islet of Funafuti, Te Afualiku.</p> <a href=\"https://www.theguardian.com/news/2025/aug/14/how-to-leave-a-sinking-nation-tuvalus-dreams-of-dry-land\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Staying cool in Europe’s record-breaking heat – podcast",
      "link": "https://www.theguardian.com/science/audio/2025/aug/14/staying-cool-in-europes-record-breaking-heat-podcast",
      "pubDate": "Thu, 14 Aug 2025 04:00:24 GMT",
      "description": "<p>Europe is suffering from another heatwave as deadly temperatures of up to 44C hit the continent and wildfires blazed across the Mediterranean. To find out why Europe is heating faster than anywhere else, Madeleine Finlay speaks to the Guardian’s Europe environment correspondent, Ajit Niranjan, and to Adam Taylor, professor of anatomy at Lancaster University, to find out how we can try to stay cool as the temperature rises</p><p><em>Clips:</em> <em>ITV News, France 24</em></p> <a href=\"https://www.theguardian.com/science/audio/2025/aug/14/staying-cool-in-europes-record-breaking-heat-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Wrecked houses and 26 dead horses: residents return to Madrid suburb after wildfire",
      "link": "https://www.theguardian.com/world/2025/aug/12/tres-cantos-wildfire-spain-destruction",
      "pubDate": "Tue, 12 Aug 2025 16:30:49 GMT",
      "description": "<p>Families in Tres Cantos and Soto de Viñuelas take in scene of destruction after blaze and pay tribute to man who died</p><p>Adolfo López plunged his head and hands into his parents’ swimming pool early on Tuesday afternoon, keen to wash off the soot and dirt he had acquired from the gutted house his mother and father had called home for the past 25 years.</p><p>The <a href=\"https://www.theguardian.com/world/2025/aug/12/thousands-evacuated-in-spain-amid-deadly-wildfires-and-new-heatwave\">wildfire that would devour 1,000 hectares of land, consume their house, destroy some neighbouring properties and kill a man</a> trying to rescue horses from a local stables was just a column of smoke when López saw it approaching Soto de Viñuelas at 7.45pm on Monday.</p> <a href=\"https://www.theguardian.com/world/2025/aug/12/tres-cantos-wildfire-spain-destruction\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}