{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-06-09T05:26:25.845067",
  "items": [
    {
      "title": "Data centers are building their own gas power plants in Texas",
      "link": "https://grist.org/energy/data-centers-are-building-their-own-gas-power-plants-in-texas/",
      "pubDate": "Sun, 08 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New study shows huge groundwater losses along Colorado River",
      "link": "https://grist.org/science/new-study-shows-huge-groundwater-losses-along-colorado-river/",
      "pubDate": "Sat, 07 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The transfer of a sacred site to a copper mine is delayed once again",
      "link": "https://grist.org/indigenous/oak-flat-gets-another-reprieve/",
      "pubDate": "Fri, 06 Jun 2025 21:40:02 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Youth climate activists won lawsuits in Montana and Hawai‘i. Now they’re targeting Trump.",
      "link": "https://grist.org/justice/youth-climate-activists-new-suit-trump-executive-orders/",
      "pubDate": "Fri, 06 Jun 2025 21:29:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How Trump’s Big Beautiful Bill will raise household energy costs",
      "link": "https://grist.org/politics/trump-big-beautiful-bill-congress-energy-costs/",
      "pubDate": "Fri, 06 Jun 2025 08:45:00 +0000",
      "description": "Energy policy analysts are in broad agreement about one consequence of major legislation that Republicans are currently pushing through Congress: It will raise energy prices for the average American household by hundreds of dollars, once all is said and done.\n<br><br>\nThat’s because the legislation, which President Donald Trump has dubbed the Big Beautiful Bill, will repeal the vast majority of clean energy provisions contained in the Inflation Reduction Act, which a Democrat-controlled Congress passed in 2022. That earlier law provided a wide array of financial incentives for the deployment of electricity sources like solar, wind, battery storage, and nuclear power, as well as support for consumers looking to buy zero- and low-emissions products like electric vehicles. Choking off support for those measures not only hobbles U.S. efforts to fight climate change, but it also means there are fewer new sources of energy for a country that has started to need more and more of it. And reduced supply coupled with increased demand means higher prices.\n<br><br>\nThat’s the virtually unanimous conclusion of the academics and policy experts who have been trying to understand the likely effects of the rollback for the past few months. Part of the reason for this unanimity is that, once constructed, many newer energy sources like wind and solar don’t have substantial operating costs, compared to traditional power plants that must be continuously supplied with fuel.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How 3 years of war have ravaged Ukraine’s forests, and the people who depend on them",
      "link": "https://grist.org/international/how-three-years-of-war-have-ravaged-ukraines-forests-and-the-people-who-depend-on-them/",
      "pubDate": "Thu, 05 Jun 2025 08:45:00 +0000",
      "description": "Russian shelling has ravaged Ukraine’s forests, turning tree-covered sanctuaries into infernos. Wildfires rage across conflict zones, fueled not just by bombs — but by decades of ecological mismanagement.\n<br><br>\nSince 2022, nearly 5 million acres have burned. Rockets, artillery, and land mines turn drought-dried forests into kindling. Up to 90 percent of wildfires in Ukraine now happen inside or near the front lines — places too dangerous for firefighters to even reach.\n<br><br>\nTrees in Ukraine protect farmland from wind and erosion. But now, wildfires are torching fields, exposing soil, and ruining harvests. The war isn’t just killing forests; it’s also dismantling the systems that feed people.\n<br><br>\nFrom drone teams to AI landmine detection, scientists and nonprofits are racing to save what’s left. Some see a chance to replant smarter, for instance, by swapping flammable pines for native species. But first, they need the world to pay attention, before the forests go silent forever.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In California’s largest landback deal, the Yurok Tribe reclaims sacred land around Klamath River",
      "link": "https://grist.org/indigenous/in-californias-largest-landback-deal-the-yurok-tribe-reclaims-sacred-land-around-the-klamath-river/",
      "pubDate": "Thu, 05 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The smoke from Canada’s wildfires may be even more toxic than usual",
      "link": "https://grist.org/climate/canada-wildfire-smoke-toxic-arsenic/",
      "pubDate": "Thu, 05 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Cuts to USAID severed longstanding American support for Indigenous peoples around the world",
      "link": "https://grist.org/indigenous/cuts-to-usaid-severed-longstanding-american-support-for-indigenous-people-in-the-amazon/",
      "pubDate": "Wed, 04 Jun 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Funding to protect American cities from extreme heat just evaporated",
      "link": "https://grist.org/cities/funding-american-cities-extreme-heat-noaa-ira/",
      "pubDate": "Wed, 04 Jun 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The sneaky way even meat lovers can lessen their climate impact",
      "link": "https://grist.org/food-and-agriculture/meat-climate-impact-balanced-proteins/",
      "pubDate": "Wed, 04 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump officials open up millions of acres in Alaska to drilling and mining",
      "link": "https://grist.org/energy/trump-officials-open-up-millions-of-acres-in-alaska-to-drilling-and-mining/",
      "pubDate": "Wed, 04 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Supreme Court just blew up a major environmental law",
      "link": "https://grist.org/justice/the-supreme-court-just-blew-up-a-major-environmental-law/",
      "pubDate": "Tue, 03 Jun 2025 20:44:24 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Uber’s new shuttles look suspiciously familiar to anyone who’s taken a bus",
      "link": "https://grist.org/transportation/uber-shared-route-buses/",
      "pubDate": "Tue, 03 Jun 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump cuts hundreds of EPA grants, leaving cities on the hook for climate resiliency",
      "link": "https://grist.org/cities/trump-cuts-hundreds-of-epa-grants-leaving-cities-on-the-hook-for-climate-resiliency/",
      "pubDate": "Mon, 02 Jun 2025 08:45:00 +0000",
      "description": "Thomasville, Georgia, has a water problem. Its treatment system is far out of date, posing serious health and environmental risks.\n<br><br>\n“We have wastewater infrastructure that is old,” said Sheryl Sealy, the assistant city manager for this city of 18,881 near the Florida border, about 45 minutes from Tallahassee. “It’s critical that we do the work to replace this.”\n<br><br>\nBut it’s expensive to replace. The system is especially bad in underserved parts of the city, Sealy said. The city’s wastewater woes don’t only mean the potential for sewage backups in homes and spills into local waterways but also the risk of upper respiratory problems, according to a former Biden administration Environmental Protection Agency official.\n<br><br>\nIn September, Thomasville applied to get some help from the federal government, and just under four months later, the city and its partners were awarded a nearly $20 million Community Change grant from the EPA to make the long-overdue wastewater improvements, build a resilience hub and health clinic, and upgrade homes in several historic neighborhoods.\n<br><br>\nIn early April, as the EPA canceled grants for similar projects across the country, federal officials assured Thomasville that their funding was on track. Then on May 1, the city received a termination notice.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Indigenous land defenders face rising threats amid global push for critical minerals",
      "link": "https://grist.org/indigenous/indigenous-land-defenders-face-rising-threats-amid-global-push-for-critical-minerals/",
      "pubDate": "Mon, 02 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "As Trump comes after research, Forest Service scientists keep working",
      "link": "https://grist.org/politics/as-trump-comes-after-research-forest-service-scientists-keep-working/",
      "pubDate": "Sun, 01 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hawaiʻi makes history as first state to charge tourists to save environment",
      "link": "https://grist.org/politics/hawai%ca%bbi-makes-history-as-first-state-to-charge-tourists-to-save-environment/",
      "pubDate": "Sat, 31 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What’s likely to survive from Biden’s climate law? The controversial stuff.",
      "link": "https://grist.org/climate-energy/budget-biden-climate-ccs-tax-credit/",
      "pubDate": "Fri, 30 May 2025 21:13:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s budget bill is on the verge of transforming how America eats",
      "link": "https://grist.org/food-and-agriculture/trump-budget-bill-is-on-the-verge-of-transforming-how-america-eats/",
      "pubDate": "Fri, 30 May 2025 08:45:00 +0000",
      "description": "Last week, President Donald Trump’s “big, beautiful” tax bill narrowly passed the U.S. House of Representatives and headed to the Senate. Though the more than 1,000-page megabill will look somewhat different once it advances through the upper chamber, there are three food and agricultural provisions expected to remain intact: an unprecedented cut to the nation’s nutrition programs; an increase of billions in subsidies aimed at industrial farms; and a rescission of some Inflation Reduction Act funding intended to help farmers deal with the impacts of climate change.\n<br><br>\nIf they do, the changes will make it harder for Americans to afford food and endure the financial toll of climate-related disasters. They will also make it more difficult for farmers to adapt to climate change — from an ecological standpoint and an economic one. Overall, the policy shifts would continue Trump’s effort to transform the nation’s food and agricultural policy landscape — from one that keeps at least some emphasis on the country’s neediest residents to one that offers government help to those who need it least.\n<br><br>\nWhile the ethos of this bill can be gleaned by tallying up the proposed cuts to social safety nets like the Supplemental Nutrition Assistance Program, looking at the legislation from another perspective — where Trump wants the government to spend more — helps to make it clearer. These dramatic changes to nutrition programs would be accompanied by a massive increase in commodity farm subsidies.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}