{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-02-22T04:54:55.140829",
  "items": [
    {
      "title": "Virginia House Delays Action on Bill Banning Paraquat",
      "link": "https://insideclimatenews.org/news/21022026/virginia-paraquat-ban-bill/",
      "pubDate": "Sat, 21 Feb 2026 10:00:00 +0000",
      "description": "RICHMOND, Va.—A bill banning the pesticide paraquat died last week in the Virginia House of Delegates after the chamber’s Agriculture, Chesapeake and Natural Resources Committee voted 22-0, with little explanation, to carry the measure over to next year for consideration. Parquat is used across more than 200,000 acres in Virginia on various crops, including corn, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Health and Climate Consequences of EPA’s Endangerment Finding Repeal ‘Cannot Be Overstated’",
      "link": "https://insideclimatenews.org/news/21022026/epa-endangerment-finding-repeal-health-climate-consequences/",
      "pubDate": "Sat, 21 Feb 2026 09:55:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Jenni Doering with Pat Parenteau, an emeritus professor at the Vermont Law and Graduate School.  In the landmark 2007 case Massachusetts v. EPA, the Supreme Court ruled 5-4 that carbon dioxide and other greenhouse gases qualify as air pollutants under […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA’s Clean School Bus ‘Revamp’ Means Less Support for EVs",
      "link": "https://insideclimatenews.org/news/20022026/epa-clean-school-bus-revamp/",
      "pubDate": "Fri, 20 Feb 2026 22:59:11 +0000",
      "description": "In the 2021 Bipartisan Infrastructure Law, Congress voted to invest $5 billion in accelerating a phase-out of diesel school buses across the country, a move meant to protect students from harmful pollution and reduce greenhouse gas emissions. But the Clean School Bus program has been on hold since President Donald Trump took office, with $2.3 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Jersey Unions Create a Coalition Focused on Decreasing Energy Costs and Creating Solar Jobs",
      "link": "https://insideclimatenews.org/news/20022026/new-jersey-climate-jobs-coalition/",
      "pubDate": "Fri, 20 Feb 2026 10:00:00 +0000",
      "description": "Standing inside the New Jersey Statehouse last month, Claudia Mutzus wore a T-shirt from the Service Employees International Union and held a banner emblazoned with the words, “Built by New Jersey workers for New Jersey families.”  She’d gathered with other union members to mark the start of a new organized labor coalition, Climate Jobs New […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Goes Up Must Come Down",
      "link": "https://insideclimatenews.org/news/19022026/commercial-space-travel-environmental-threat/",
      "pubDate": "Thu, 19 Feb 2026 23:45:25 +0000",
      "description": "New research published Thursday bolsters growing concerns that a handful of companies and countries are using the global atmospheric commons as a dumping ground for potentially toxic and climate-altering industrial waste byproducts from loosely regulated commercial space flights. The new study analyzed a plume of pollution trailing part of a Falcon rocket that crashed through […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Paris Court Holds Historic Climate Trial in Case Against TotalEnergies",
      "link": "https://insideclimatenews.org/news/19022026/paris-totalenergies-climate-trial/",
      "pubDate": "Thu, 19 Feb 2026 19:02:25 +0000",
      "description": "In the city where the Paris climate agreement was created, French oil major TotalEnergies is facing trial in a landmark civil climate case that aims to compel the company to curb its oil and gas production and emissions in line with the global accord’s 1.5 degrees Celsius long-term temperature limit.  The Paris Judicial Court is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Perplexing Ohio Bill Would Ban Wind, Solar ... and Coal?",
      "link": "https://insideclimatenews.org/news/19022026/inside-clean-energy-ohio-wind-solar-coal-ban/",
      "pubDate": "Thu, 19 Feb 2026 14:00:00 +0000",
      "description": "An idea for restricting renewable energy has traveled from Utah to Louisiana and is now in New Hampshire, Arizona and Ohio. The proposed legislation is part of a push by fossil-fuel-aligned groups to promote natural gas and hurt competing power sources. The Ohio bill, Senate Bill 294, amounts to a ban on utility-scale wind and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Expanded Arctic Drilling Faces a Wave of Lawsuits",
      "link": "https://insideclimatenews.org/news/19022026/trump-administration-alaska-oil-drilling-lawsuits/",
      "pubDate": "Thu, 19 Feb 2026 10:00:00 +0000",
      "description": "The wild swings between recent presidential administrations are especially dizzying on Alaska’s North Slope. The first Trump administration sought to expand oil drilling deeper into sensitive habitats. The Biden administration allowed some drilling paired with broader protections meant to last. Now, a second Trump administration is backing a relentless effort to open access to oil […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Could a New Illinois Bill Be a Blueprint for Curbing Data Centers’ Climate Impacts?",
      "link": "https://insideclimatenews.org/news/19022026/illinois-data-center-impacts-bill/",
      "pubDate": "Thu, 19 Feb 2026 09:55:00 +0000",
      "description": "CHICAGO—A new Illinois bill seeks to rein in power- and water-hungry data centers’ impacts on residents and get the state back on track to meet its climate goals. The speed of the data center boom has outpaced calls for national regulations, leaving the industry largely unchecked as its climate impacts grow: A study from November […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia House Passes Data Center Tax Exemption, With Conditions",
      "link": "https://insideclimatenews.org/news/18022026/virginia-data-center-tax-exemption/",
      "pubDate": "Wed, 18 Feb 2026 23:09:46 +0000",
      "description": "RICHMOND, Va.—The Virginia House of Delegates on Tuesday passed legislation continuing billions of dollars in state tax exemptions for all qualifying new and existing data centers as long as they take a series of steps to move away from fossil fuels and transition to renewable energy. Passed roughly along party lines in the Democratic chamber, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}