{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-22T12:51:44.437505",
  "items": [
    {
      "title": "Pennsylvania Was Once a National Leader in Renewable Energy. What Happened?",
      "link": "https://insideclimatenews.org/news/22092025/pennsylvania-derailed-renewable-energy-transition/",
      "pubDate": "Mon, 22 Sep 2025 09:00:00 +0000",
      "description": "Second in a series about rising electricity prices in Pennsylvania. Read the first story here. PHILADELPHIA—In the steep hills above the Schuylkill River, across the street from a famous cheesesteak place and at the end of a quiet block, sits a typical Philadelphia rowhouse: narrow brick, front porch, fig trees growing in the yard. From […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Is AI Throwing Climate Change Under the Bus?",
      "link": "https://insideclimatenews.org/news/22092025/inside-climate-talks-ai-data-centers-energy/",
      "pubDate": "Mon, 22 Sep 2025 08:50:00 +0000",
      "description": "Spoiler alert: Yes, AI is bad for the climate. AI’s computing power relies on massive data centers that use enormous amounts of electricity and water. The Trump administration wants that energy to come from burning fossil fuels, rather than renewable sources. Where does that leave the climate and communities caught in the crosshairs? Executive editor […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Top Fossil Fuel Producing Nations Plan to Blow Past Climate Targets",
      "link": "https://insideclimatenews.org/news/22092025/top-fossil-fuel-nations-will-blow-past-climate-targets/",
      "pubDate": "Mon, 22 Sep 2025 04:01:00 +0000",
      "description": "The last two years have witnessed the hottest one in history, some of the worst wildfire seasons across Canada, Europe and South America and deadly flooding and heat waves throughout the globe. Over that same period, the world’s largest fossil fuel producers have expanded their planned output for the future, setting humanity on an even […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘A Really Monumental Day’ for Chicago River: Clean Enough for Hundreds to Swim In",
      "link": "https://insideclimatenews.org/news/21092025/a-really-monumental-day-for-chicago-river-clean-enough-for-hundreds-to-swim-in/",
      "pubDate": "Sun, 21 Sep 2025 21:08:31 +0000",
      "description": "More than 250 swimmers jumped into the Chicago River on Sunday morning, marking the first open-river swim in the once-polluted urban waterway in nearly a century. After a false start last year, the city approved the Chicago River Swim event earlier this summer. A local nonprofit, A Long Swim, organized the historic 2-mile race through […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Fracking’s Broken Promise to Pennsylvania",
      "link": "https://insideclimatenews.org/news/21092025/pennsylvania-gas-fracking-electric-bills/",
      "pubDate": "Sun, 21 Sep 2025 09:05:00 +0000",
      "description": "First in a series about rising electricity prices in Pennsylvania. In 2013, when the Appalachian fracking rush was still in its early days, then President Barack Obama extolled its benefits in his State of the Union address. Not only had natural gas already helped to lower America’s carbon emissions, it could protect Americans from the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nicholas Spada Spent Months Analyzing Smoke From the LA Fires. He Thinks People Have a Right to Know, and ‘Air Is Everything.’",
      "link": "https://insideclimatenews.org/news/21092025/la-wildfire-smoke-deadly-nanoparticles/",
      "pubDate": "Sun, 21 Sep 2025 09:00:00 +0000",
      "description": "After the Fires: Third in a series about health risks following the Los Angeles wildfires that destroyed Pacific Palisades and Altadena. This story was supported by the Pulitzer Center. Nicholas Spada was used to fielding urgent requests when wildfire smoke blanketed cities. But these weren’t the usual calls. For one thing, it wasn’t even fire […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Dust Storms Surprise the Midwest and Raise Worries About Climate Risks",
      "link": "https://insideclimatenews.org/news/21092025/midwest-dust-storms-climate-change/",
      "pubDate": "Sun, 21 Sep 2025 08:55:00 +0000",
      "description": "Dust storms have always swirled through parts of North America, but they are becoming more unexpected and destructive and landing in places unfamiliar with the danger, scientists warn.  In May 2023, a dust storm stalled over parts of central Illinois, disorienting more than 80 motorists on Interstate 55 who crashed into each other, leaving eight […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "This Town Was One of the First in the Nation to Install a Geothermal Network. Now Others Are Warming Up to the Idea.",
      "link": "https://insideclimatenews.org/news/20092025/west-union-geothermal-energy-network/",
      "pubDate": "Sat, 20 Sep 2025 09:00:00 +0000",
      "description": "WEST UNION, Iowa—From the billboard on the edge of town to the limestone monument on Vine Street, the signs are hard to miss: “West Union, Deeply Connected.” It’s a motto that could apply to many tight-knit farm towns across the Midwest where families date back generations. But in this town of 2,500, the words have […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Toxic Plumes from Aliso Canyon Gas Blowout Harmed Babies, Study Shows",
      "link": "https://insideclimatenews.org/news/20092025/california-aliso-canyon-gas-leak-harmed-babies/",
      "pubDate": "Sat, 20 Sep 2025 08:55:00 +0000",
      "description": "Scientists studying the health effects of one of the largest blowouts of natural gas in U.S. history just confirmed what residents long suspected: the massive release of fossil gas carried serious health risks. On October 23, 2015, employees of SoCalGas discovered a leak in a well at the utility’s Aliso Canyon underground gas storage facility, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Activists Disrupt Fossil Fuel Executive at Harvard University Symposium",
      "link": "https://insideclimatenews.org/news/19092025/activists-disrupt-fossil-fuel-executive-at-harvard-symposium/",
      "pubDate": "Fri, 19 Sep 2025 23:07:10 +0000",
      "description": "Holding signs reading “Vicki Kills The Planet” and “Fossil Fuels Out of Harvard,” activists rushed the stage at a climate symposium at Harvard University on Friday, disrupting a panel discussion with Vicki Hollub, the chief executive officer of oil and gas company Occidental Petroleum. Hollub was invited to the conference, which was part of “Climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}