{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-10T10:24:36.445676",
  "items": [
    {
      "title": "‘It’s Never Good!’: A Street-Level Look at New York City’s Air Quality",
      "link": "https://insideclimatenews.org/news/10092025/new-york-city-air-pollution/",
      "pubDate": "Wed, 10 Sep 2025 09:00:00 +0000",
      "description": "George Thurston stood at a bus stop on Manhattan’s east side, just a block from his office and the FDR Drive, a major highway in the city. He looked down at his large air monitor—a plastic tube jutted out of it, sucking in the surrounding air and measuring the amount of invisible particle pollution that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Energy Department Climate Change Report ‘Completely Ignored’ Adaptation, Rutgers Professor Says",
      "link": "https://insideclimatenews.org/news/10092025/pamela-mcelwee-energy-department-greenhouse-gas-report/",
      "pubDate": "Wed, 10 Sep 2025 08:55:00 +0000",
      "description": "In late July, the U.S.  Department of Energy released a 141-page review of the impact of greenhouse gas emissions on the United States. The report questioned formative peer-reviewed work on climate change.  Energy Secretary Chris Wright, in the forward, said the media “distorts” the science supporting climate change. “Climate change is real, and it deserves […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Top US Energy Official Lobbies for Fossil Fuels in Europe",
      "link": "https://insideclimatenews.org/news/09092025/energy-secretary-chris-wright-fossil-fuels-europe/",
      "pubDate": "Tue, 09 Sep 2025 21:56:45 +0000",
      "description": "U.S. Secretary of Energy Chris Wright is in Europe this week to lobby for oil and gas, and some European policy experts say his pro-fossil fuel arguments are based on disinformation, including a misleading climate report his department published this summer. On September 9 and 10, Wright is visiting the GasTech conference in Milan, Italy, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "U.S. Bans on Certain Foreign Fish Imports Could Help Conserve Marine Mammals Worldwide, Experts Say",
      "link": "https://insideclimatenews.org/news/09092025/todays-climate-fisheries-import-bans-marine-mammal-protection-act-trump/",
      "pubDate": "Tue, 09 Sep 2025 21:12:04 +0000",
      "description": "It’s widely agreed that the United States has the most aggressive and successful regulations in place to conserve marine mammals. The majority of those are the result of the 53-year-old Marine Mammal Protection Act, which has helped safeguard animals such as whales, seals and otters from the detrimental impacts of fishing, pollution and overhunting.  Now, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "House Bill Amending the Clean Water Act Could Mean Dirtier Water Nationwide—And Especially in Iowa",
      "link": "https://insideclimatenews.org/news/09092025/clean-water-act-amendments-iowa-impact/",
      "pubDate": "Tue, 09 Sep 2025 09:05:00 +0000",
      "description": "A bill drastically reducing the scope of the Clean Water Act passed through committee in the U.S. House and will likely reach the floor for debate later this month.  The legislation would narrow the definition of bodies of water that qualify for protection under the Clean Water Act and would remove laws requiring permits before […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Geoengineering Won’t Save Us From Global Warming, New Study Says",
      "link": "https://insideclimatenews.org/news/09092025/geoengineering-polar-ice-melt/",
      "pubDate": "Tue, 09 Sep 2025 09:00:00 +0000",
      "description": "A team of the world’s best ice and climate researchers studied a handful of recently publicized engineering concepts for protecting Earth’s polar ice caps and found that none of them are likely to work.  Their peer-reviewed research, published Tuesday, shows some of the untested ideas, such as dispersing particles in the atmosphere to dim sunlight […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Two Pennsylvania Towns Seek Public Funding for Water Systems Amid Claims That Gas Industry Contaminated Wells",
      "link": "https://insideclimatenews.org/news/09092025/pennsylvania-gas-contaminated-wells/",
      "pubDate": "Tue, 09 Sep 2025 08:55:00 +0000",
      "description": "Two neighboring townships in a heavily fracked part of Pennsylvania are seeking federal and state funding for a public water system to replace private wells that have been contaminated for more than three years. Freeport and Springhill townships in the southwest corner of the state have each recently used the contamination to declare a “disaster […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Will NASA Kill a Pair of Critical Climate Satellites?",
      "link": "https://insideclimatenews.org/news/08092025/nasa-carbon-dioxide-satellites-trump/",
      "pubDate": "Mon, 08 Sep 2025 21:49:46 +0000",
      "description": "As Congress returns to session this month, the fate of two satellites that have become integral to climate science hangs in the balance. The Orbiting Carbon Observatory-2 and -3, or OCO-2 and -3, have been circling the globe for years, gathering some of the best data available on carbon dioxide concentrations in the atmosphere. They […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Whimbrel and the Wind Turbines: Capable of Coexistence?",
      "link": "https://insideclimatenews.org/news/08092025/virginia-dominion-energy-whimbrel-wind-turbines/",
      "pubDate": "Mon, 08 Sep 2025 09:05:00 +0000",
      "description": "QUINBY, Va.—There’s the whimbrel. It’s a large brown and tan shorebird with long legs and a curved beak it uses to dig into the sand and mud for food. And there are wind turbines—176 of them to be exact—being built about 27 miles off the coast of Virginia Beach to produce 2.6 gigawatts of electricity. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Energy Sector Has Spent Hundreds of Millions of Dollars on Lobbying This Year. Watchdogs Say That’s Only Half The Story",
      "link": "https://insideclimatenews.org/news/08092025/energy-sector-lobbying-spending/",
      "pubDate": "Mon, 08 Sep 2025 09:00:00 +0000",
      "description": "The energy and natural resource sector has spent hundreds of millions of dollars lobbying the federal government so far this year, according to data compiled by the nonprofit OpenSecrets. That spending comes amid a wave of policy wins for fossil fuel interests—and significant setbacks for environmental and green energy groups. Nearly $240 million poured in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}