{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-12T11:20:55.367820",
  "items": [
    {
      "title": "As Deadly Floods Hit America, a Meteorologist Looks Ahead",
      "link": "https://insideclimatenews.org/news/12072025/as-deadly-floods-hit-america-a-meteorologist-looks-ahead/",
      "pubDate": "Sat, 12 Jul 2025 09:00:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Aynsley O’Neill with meteorologist Sean Sublette. In recent days, multiple catastrophic flooding events have hit rural communities in the U.S. Heavy rain in New Mexico triggered historic flooding in the mountain town of Ruidoso. Parts of central North Carolina also […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Michigan Environmental Groups Argue Line 5 Tunnel Project Lacks Key Climate Considerations",
      "link": "https://insideclimatenews.org/news/12072025/michigan-environmental-groups-argue-line-5-tunnel-project-lacks-key-climate-considerations/",
      "pubDate": "Sat, 12 Jul 2025 09:00:00 +0000",
      "description": "Groups submitting comments on the latest stage of the Line 5 oil pipeline project in Michigan argue the U.S. Army Corps of Engineers has failed to complete adequate analyses of climate change impacts and greenhouse gas emissions.  On May 30, the Corps’ Detroit district released its draft environmental impact statement (EIS) for the Enbridge Energy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Water Utility Says It Can’t Meet Demand for Alabama Data Center Without ‘Significant Upgrades’",
      "link": "https://insideclimatenews.org/news/12072025/bessemer-alabama-water-utility-data-center-upgrades/",
      "pubDate": "Sat, 12 Jul 2025 09:00:00 +0000",
      "description": "BESSEMER, Ala.—Developers of a proposed hyperscale data center may find themselves lacking a resource essential for the operation of what would be one of the largest such facilities in the United States: water.  Public documents obtained by Inside Climate News reveal that the Warrior River Water Authority, the utility that serves the area where the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Risks Texas’ Grid Faces",
      "link": "https://insideclimatenews.org/news/11072025/what-risks-texas-grid-faces/",
      "pubDate": "Fri, 11 Jul 2025 22:15:21 +0000",
      "description": "Texas’ independent electric grid has transformed in recent years with the significant addition of wind, solar and battery storage facilities, and faces new risks as large load users like data centers request to be connected.  These changes, plus increasing threats from extreme weather events and security issues, are among those risks for the reliability of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Congressman Vows to Challenge Trump’s ‘Big Ugly Bill’",
      "link": "https://insideclimatenews.org/news/11072025/california-congressman-vows-to-challenge-trumps-big-ugly-bill/",
      "pubDate": "Fri, 11 Jul 2025 21:34:36 +0000",
      "description": "A week after the Republican-led House sent its $4 trillion budget bill to President Donald Trump, California Rep. Mark DeSaulnier vowed to fight the most harmful provisions of what he and other Democrats are calling the Big Ugly Bill. One of 22 California members of the Congressional Progressive Caucus, DeSaulnier held a virtual town hall […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why Calling the Texas Flooding ‘An Act of God’ Is a Dangerous Form of Political Denial",
      "link": "https://insideclimatenews.org/news/11072025/why-calling-the-texas-flooding-an-act-of-god-is-a-dangerous-form-of-political-denial/",
      "pubDate": "Fri, 11 Jul 2025 21:31:50 +0000",
      "description": "In the aftermath of the catastrophic flooding in Texas last week, government officials from President Donald Trump to the governor of Texas to county representatives have sought to deflect blame and shift public focus away from questions of responsibility.  The White House press secretary called the flooding “an act of God”: “It’s not the administration’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Lawmakers Vote to Limit Carbon Sequestration Near a Major Aquifer",
      "link": "https://insideclimatenews.org/news/11072025/illinois-lawmakers-vote-to-limit-carbon-sequestration-near-a-major-aquifer/",
      "pubDate": "Fri, 11 Jul 2025 09:00:00 +0000",
      "description": "A bill passed by the Illinois legislature could slow the growth of carbon sequestration proposals—and proposals, in particular, for projects located near an aquifer that is the sole source of drinking water in some communities.   If Gov. JB Pritzker signs the law, hundreds of thousands of residents in central Illinois who rely on the Mahomet […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Brazil’s Last Asbestos Miners Are Switching To Rare Earth Minerals. Can They Offer a Brighter Future?",
      "link": "https://insideclimatenews.org/news/11072025/brazil-asbestos-mines-rare-earth-minerals-transition/",
      "pubDate": "Fri, 11 Jul 2025 08:50:00 +0000",
      "description": "This report is a partnership between Agência Pública and the Guardian. Read it in Portuguese here. Minaçu, a small city in inland Brazil and home to the only asbestos mine in the Americas, is set to become the first operation outside Asia to produce four rare earths on a commercial scale—a group of minerals key to the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Despite Catastrophic Flooding, Drought Persists in Parts of Central Texas",
      "link": "https://insideclimatenews.org/news/10072025/despite-catastrophic-flooding-drought-persists-in-parts-of-central-texas/",
      "pubDate": "Thu, 10 Jul 2025 22:39:22 +0000",
      "description": "Long-term drought persists in Texas despite catastrophic flooding that hit parts of the state last week. The torrential rainfall, which killed at least 120 people, alleviated the dry spell in some areas and boosted dwindling reservoir levels, but it didn’t wash away a broader water supply problem.  “Despite the heavy precipitation there’s still that long […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "It Just Got Easier to Build Nuclear Power Plants in Wisconsin",
      "link": "https://insideclimatenews.org/news/10072025/inside-clean-energy-wisconsin-nuclear-power-bill/",
      "pubDate": "Thu, 10 Jul 2025 13:00:00 +0000",
      "description": "Nuclear power was one of the few zero-emissions electricity sources whose federal tax incentives remained mostly intact last week following President Donald Trump’s signing of a massive budget bill. Considering that the bill guts incentives for wind and solar, nuclear may become a more enticing option for power companies, grid managers and state governments. But […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}