{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-01-02T10:28:34.221872",
  "items": [
    {
      "title": "Winter blooming of hundreds of plants in UK ‘visible signal’ of climate breakdown",
      "link": "https://www.theguardian.com/environment/2026/jan/02/winter-blooming-of-hundreds-of-plants-in-uk-visible-signal-of-climate-breakdown",
      "pubDate": "Fri, 02 Jan 2026 05:00:03 GMT",
      "description": "<p>New year plant hunt shows rising temperatures are shifting natural cycles of wildflowers such as daisies </p><p>Daisies and dandelions are among hundreds of native plant species blooming in the UK, in what scientists have called a “visible signal” of climate breakdown disrupting the natural world.</p><p>A Met Office analysis of data from the <a href=\"https://bsbi.org/take-part/activities/new-year-plant-hunt\">annual new year’s plant hunt</a> over the past nine years found an extra 2.5 species in bloom during the new year period for every 1C rise in temperature at a given location during the previous November and December. This year’s hunt started on Thursday and runs until Sunday.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/02/winter-blooming-of-hundreds-of-plants-in-uk-visible-signal-of-climate-breakdown\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Greenwashing, illegality and false claims: 13 climate litigation wins in 2025",
      "link": "https://www.theguardian.com/environment/2025/dec/31/greenwashing-illegality-false-claims-climate-litigation-wins-2025",
      "pubDate": "Wed, 31 Dec 2025 17:00:15 GMT",
      "description": "<p>Legal action has brought important decisions, from the scrapping of fossil fuel plants to revised climate plans</p><p>This year marks the <a href=\"https://www.theguardian.com/commentisfree/2025/dec/12/paris-climate-treaty-anniversary\">10th anniversary of the Paris agreement</a>. It is also a decade since another key moment in climate justice, when a <a href=\"https://www.theguardian.com/environment/2015/jun/24/dutch-government-ordered-cut-carbon-emissions-landmark-ruling\">state was ordered</a> for the first time to cut its carbon emissions faster to protect its citizens from climate change. The Urgenda case, which was <a href=\"https://www.theguardian.com/world/2019/dec/20/dutch-supreme-court-upholds-landmark-ruling-demanding-climate-action\">upheld by the Netherlands’ supreme court in 2019</a>, was one of the first rumblings of a wave of climate litigation around the world that <a href=\"https://climatelitigationnetwork.org/tenyearsclimatelitigation/\">campaigners say</a> has resulted in a new legal architecture for climate protection.</p><p>Over the past 12 months, there have been many more important rulings and tangible changes on climate driven by legal action.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/greenwashing-illegality-false-claims-climate-litigation-wins-2025\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Cabinet papers reveal Alexander Downer warned of dire climate change outcomes in 2005",
      "link": "https://www.theguardian.com/australia-news/2026/jan/01/cabinet-papers-reveal-alexander-downer-warned-of-dire-climate-change-outcomes-in-2005",
      "pubDate": "Wed, 31 Dec 2025 14:00:12 GMT",
      "description": "<p>Officials warned of major economic, environmental and social disruption to Australia due to its dependence on coal</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/2026/jan/01/cabinet-papers-2005-philip-ruddock-mp-lifetime-pensions\">Cabinet papers: Philip Ruddock laments removal of lifetime pensions for MPs as cabinet papers shed light on Howard government</a></p></li><li><p><a href=\"https://www.theguardian.com/australia-news/2026/jan/01/howard-government-was-warned-in-2005-that-schools-and-borders-might-need-to-be-shut-under-a-pandemic-cabinet-papers-show\">Cabinet papers: Howard government was warned in 2005 that schools and borders might need to close in a pandemic</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Howard government was warned in 2005 that climate change was occurring more quickly than previously predicted and “many human and natural systems and economic activities in Australia” were vulnerable, newly released documents show.</p><p>Cabinet papers made public by the National Archives on Thursday show officials warned the Coalition government of critical gaps in knowledge about the timing, location and magnitude of climate-related damage, even as international cooperation geared up to try to limit <a href=\"https://www.theguardian.com/environment/2022/aug/04/john-howards-climate-doubts-reveal-more-about-conservative-identity-politics-than-anything-else\">the worst effects on the planet</a>.</p> <a href=\"https://www.theguardian.com/australia-news/2026/jan/01/cabinet-papers-reveal-alexander-downer-warned-of-dire-climate-change-outcomes-in-2005\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Ten English fire services tackled record number of grass, forest and crop fires in 2025",
      "link": "https://www.theguardian.com/world/2025/dec/31/record-number-wildfires-2025-tackled-by-10-english-fire-services",
      "pubDate": "Wed, 31 Dec 2025 05:00:02 GMT",
      "description": "<p>Fire chief says summer, the UK’s hottest on record, was ‘one of the most challenging for wildfires that we’ve ever faced’</p><p>Ten English fire services tackled a record number of grassland, woodland and crop fires during what was the UK’s hottest spring and summer on record, figures show.</p><p>In total nearly 27,000 wildfires were dealt with by fire services in England during the prolonged dry weather of 2025, according to analysis by PA Media.</p> <a href=\"https://www.theguardian.com/world/2025/dec/31/record-number-wildfires-2025-tackled-by-10-english-fire-services\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Iceland has hottest Christmas Eve ever with temperature of 19.8C recorded",
      "link": "https://www.theguardian.com/world/2025/dec/30/iceland-record-temperatures-christmas-eve-met-office-seyisfjorur",
      "pubDate": "Tue, 30 Dec 2025 13:13:20 GMT",
      "description": "<p>Meteorological office reports high temperatures across country and record measured at Seyðisfjörður in east</p><p>Record temperatures of almost 20C were reached in Iceland on Christmas Eve, the local meteorological office has confirmed.</p><p>Seyðisfjörður, a small town in the east of Iceland, hit 19.8C on 24 December. Average December temperatures in Iceland are between -1C and 4C.</p> <a href=\"https://www.theguardian.com/world/2025/dec/30/iceland-record-temperatures-christmas-eve-met-office-seyisfjorur\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s easy to feel powerless about climate chaos. Here’s what gives me hope | Nina Lakhani",
      "link": "https://www.theguardian.com/environment/2025/dec/31/environmental-justice-ordinary-people-power",
      "pubDate": "Wed, 31 Dec 2025 14:00:16 GMT",
      "description": "<p>I’ve spent six years writing about environmental justice. The uncomfortable truth is that we’re not all in it together – but people power is reshaping the fight</p><p>It’s been another year of climate chaos and inadequate political action. And it’s hard not to feel despondent and powerless.</p><p>I joined the Guardian full time in 2019, as the paper’s first environmental justice correspondent, and have reported from across the US and the region over the past six years. It’s been painful to see so many families – and entire communities – devastated by fires, floods, extreme heat, sea level rise and food shortages. But what’s given me hope during these six years of reporting as both an environmental and climate justice reporter are the people fighting to save our planet from catastrophe – in their communities, on the streets and in courtrooms across the world.</p> <a href=\"https://www.theguardian.com/environment/2025/dec/31/environmental-justice-ordinary-people-power\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A polycrisis has shattered our world this year. But with care, we can put it back together | Elif Shafak",
      "link": "https://www.theguardian.com/world/2025/dec/31/polycrisis-world-care-challenge-2025-courage",
      "pubDate": "Wed, 31 Dec 2025 12:00:10 GMT",
      "description": "<p>The challenges and strains have been almost too much to take. But in 2025, words of depth and courage have been an antidote to numbness</p><p>I once saw a young glassblower in Istanbul, still new to his craft, shatter a beautiful vase while taking it out of the furnace. The artisan master standing by his side calmly nodded and said something that I still think about. He told him: “You put too much pressure on it, you kept it unbalanced and you forgot that it, too, has a heart.”</p><p>The year we are leaving behind has been plagued from the start by a series of social, economic, environmental, technological and institutional challenges, all happening with such speed and intensity that we are yet to fully comprehend their impact on our lives, let alone on future generations. As the overwhelming strain of domestic and geopolitical changes continues to build up, I cannot help but remember the man’s words. Too much pressure. Unstable, uncertain and replete with deep inequalities. This could well be the year we forgot that the Earth, too, has a heart. It definitely feels like the year when the world was broken.</p> <a href=\"https://www.theguardian.com/world/2025/dec/31/polycrisis-world-care-challenge-2025-courage\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A conversation between Joe Rogan and Mel Gibson summed up 2025 for me – and not in a good way | George Monbiot",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/27/mel-gibson-denies-climate-breakdown-home-burns-joe-rogan",
      "pubDate": "Sat, 27 Dec 2025 08:00:34 GMT",
      "description": "<p>From merrily dismissing climate science, to promoting irresponsible health claims, the podcast was an unintentional warning for our times </p><p>Looking back on this crazy year, one event, right at the start, seems to me to encapsulate the whole. In January, recording his podcast in a studio in Austin, Texas, the host, Joe Rogan, and the actor Mel Gibson <a href=\"https://www.youtube.com/watch?v=1rYtrS5IbrQ\">merrily dissed climate science</a>. At the same time, about 1,200 miles away in California, Gibson’s $14m <a href=\"https://www.hollywoodreporter.com/news/general-news/mel-gibson-wildfires-malibu-house-burned-down-joe-rogan-1236106022/\">home was being incinerated</a> in the Palisades wildfire. In this and other respects, their discussion could be seen as prefiguring the entire 12 months.</p><p>The loss of his house hadn’t been confirmed at the time of the interview, but Gibson said his son had just sent him “a video of my neighbourhood, and it’s in flames. It looks like an inferno.” According to World Weather Attribution, January’s fires in California were made <a href=\"https://www.worldweatherattribution.org/climate-change-increased-the-likelihood-of-wildfire-disaster-in-highly-exposed-los-angeles-area/\">significantly more likely</a> by climate breakdown. Factors such as the extreme lack of rainfall and stronger winds made such fires both more likely to happen and more intense than they would have been without human-caused global heating.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/27/mel-gibson-denies-climate-breakdown-home-burns-joe-rogan\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on adapting to the climate crisis: it demands political honesty about extreme weather | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather",
      "pubDate": "Fri, 26 Dec 2025 17:30:14 GMT",
      "description": "<p>Over the holiday period, the Guardian leader column is looking ahead at the themes of 2026. Today we look at how the struggle to adapt to a dangerously warming world has become a test of global justice</p><p>The record-breaking 252mph winds of Hurricane Melissa that devastated Caribbean islands at the end of October were made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">five times more</a> likely by the climate crisis. <a href=\"https://www.theguardian.com/environment/2025/sep/04/spain-portugal-wildfire-weather-climate-crisis-study\">Scorching wildfire weather</a> in Spain and Portugal during the summer was made 40 times more likely, while June’s <a href=\"https://www.theguardian.com/environment/2025/jun/20/england-weekend-heatwave-worse-climate-crisis\">heatwave in England</a> was made 100 times more likely.</p><p><a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">Attribution science</a> has made one thing clear: global heating is behind today’s extreme weather. That greenhouse gas emissions warmed the planet was understood. What can now be shown is that this warming produces record heatwaves and more violent storms with increasing frequency.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/dec/26/the-guardian-view-on-adapting-to-the-climate-crisis-it-demands-political-honesty-about-extreme-weather\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Cop30, Trump and the fragile future of climate cooperation",
      "link": "https://www.theguardian.com/environment/2026/jan/01/cop30-trump-and-the-fragile-future-of-climate-cooperation",
      "pubDate": "Fri, 02 Jan 2026 07:00:03 GMT",
      "description": "<p>In this week’s newsletter: From geopolitics to populism, multilateralism is under pressure – but climate action cannot succeed in a fractured world</p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>January might seem a bit too early to propose a word of the year, but I know mine already: multilateralism – the principle that common problems should have common solutions. It rests on the idea that all countries and people have a stake in the future of the planet we share, and that their rights should be respected. That cooperation beats competition, or going it alone.</p><p>Multilateralism is what has kept the UN process of climate diplomacy going, but now the principle is under threat as never before, amid a rising tide of populism and conflict. The US, under Donald Trump, <a href=\"https://www.theguardian.com/us-news/2025/dec/05/civilisational-erasure-us-strategy-document-appears-to-echo-far-right-conspiracy-theories-about-europe\">explicitly rejects multilateralism</a>, in favour of <a href=\"https://www.theguardian.com/world/2025/dec/10/donald-trump-europe-leaders-this-is-europe\">carve-ups between great powers</a>. But if we are to stave off climate breakdown, only multilateralism will work.</p><p><strong><a href=\"https://www.theguardian.com/tv-and-radio/2025/dec/29/cities-need-nature-to-be-happy-david-attenborough-seeks-out-londons-hidden-wildlife\">‘Cities need nature to be happy’: David Attenborough seeks out London’s hidden wildlife</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2026/jan/01/eus-new-green-tariff-rules-on-high-carbon-goods-come-into-force\">EU’s new ‘green tariff’ rules on high-carbon goods come into force</a></strong></p><p><strong><a href=\"https://www.theguardian.com/business/2025/dec/30/renewable-energy-projects-battery-storage-wind-solar-2025-data\">Renewable energy project approvals hit record high in GB in 2025, data shows</a></strong></p><p><strong><a href=\"https://www.theguardian.com/global-development/2024/nov/25/global-stability-multilateral-international-development-association-seoul-conflict-climate-crisis-debt-bretton-woods-africa\">Multilateralism faces a toxic brew of debt, climate crisis and war. It’s time for a reboot | Mo Ibrahim</a></strong></p><p><strong><a href=\"https://www.theguardian.com/commentisfree/2025/apr/12/new-world-order-conflict-era-multilateralism\">The ‘new world order’ of the past 35 years is being demolished before our eyes. This is how we must proceed | Gordon Brown</a></strong></p><p><strong><a href=\"https://www.theguardian.com/law/ng-interactive/2025/dec/25/how-donald-trump-killed-international-law\">Into the void: how Trump killed international law</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/jan/01/cop30-trump-and-the-fragile-future-of-climate-cooperation\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘These trees may not survive’: Jordan’s ancient olive harvest wilts under record-breaking heat",
      "link": "https://www.theguardian.com/environment/2026/jan/01/these-trees-may-not-survive-jordans-ancient-olive-harvest-wilts-under-record-breaking-heat",
      "pubDate": "Thu, 01 Jan 2026 15:00:42 GMT",
      "description": "<p>Extreme heat and drought has destroyed 70% of Jordan’s olive crop, endangering livelihoods of 80,000 families and a centuries-old tradition</p><p></p><p>Abu Khaled al-Zoubi, 67, walks slowly through his orchard in Irbid, northern Jordan, his footsteps kicking up dust from the parched earth beneath centuries-old olive trees. He stops at a gnarled trunk, its bark split and peeling from months of unrelenting heat.</p><p>He points out that the branches should be sagging under the weight of ripening fruit, but instead they stretch upward, nearly bare, with only a few shrivelled olives clinging to the withered stems.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/01/these-trees-may-not-survive-jordans-ancient-olive-harvest-wilts-under-record-breaking-heat\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "From rent to utility bills: the politicians and advocates making climate policy part of the affordability agenda",
      "link": "https://www.theguardian.com/us-news/2026/jan/01/affordability-climate-utility-bills-rent",
      "pubDate": "Thu, 01 Jan 2026 12:30:38 GMT",
      "description": "<p>As the Trump administration derides climate policy as a ‘scam’, emissions-cutting measures are gaining popularity</p><p>A group of progressive politicians and advocates are reframing emissions-cutting measures as a form of economic populism as the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> derides climate policy as a “scam” and fails to deliver on promises to tame energy costs and inflation.</p><p>Climate politics were once cast as a test of moral resolve, calling on Americans to accept higher costs to avert environmental catastrophe, but that ignores how rising temperatures themselves drive up costs for working people, said Stevie O’Hanlon, co-founder of the youth-led Sunrise Movement.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/01/affordability-climate-utility-bills-rent\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How the climate crisis showed up in Americans’ lives this year: ‘The shift has been swift and stark’",
      "link": "https://www.theguardian.com/us-news/2025/dec/31/climate-crisis-guardian-readers",
      "pubDate": "Wed, 31 Dec 2025 15:00:13 GMT",
      "description": "<p>Guardian US readers share how global heating and biodiversity loss affected their lives in ways that don’t always make the headlines </p><p>The past year was another one of record-setting heat and catastrophic storms. But across the US, the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> showed up in smaller, deeply personal ways too.</p><p>Campfires that once defined summer trips were never lit due to <a href=\"https://www.theguardian.com/world/wildfires\">wildfire</a> risks. There were no bites where fish were once abundant, forests turned to meadows after a big burn and childhood memories of winter wonderlands turned to slush.</p> <a href=\"https://www.theguardian.com/us-news/2025/dec/31/climate-crisis-guardian-readers\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}