{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-01T07:26:46.161014",
  "items": [
    {
      "title": "Latest GOP Provisions in Budget Bill Seek to Crush Renewable Energy",
      "link": "https://insideclimatenews.org/news/30062025/gop-budget-bill-provisions-to-crush-renewable-energy/",
      "pubDate": "Mon, 30 Jun 2025 22:51:37 +0000",
      "description": "Far from the front lines of the climate crisis, 100 men and women in air-conditioned offices, 61 of them millionaires, are making decisions that could increase United States carbon dioxide emissions, and the warming of the climate they are driving, for decades to come. In the latest political wrangle over energy and climate policy, a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Part of the New York City Park Experience: Joining the War on Invasives",
      "link": "https://insideclimatenews.org/news/30062025/brooklyn-prospect-park-alliance-invasive-species/",
      "pubDate": "Mon, 30 Jun 2025 21:03:54 +0000",
      "description": "It’s on the walls of brownstones and train stations and in New York City parks. And it isn’t mold—it’s English Ivy.  A non-native plant, English Ivy (Hedera helix) outcompetes native flora and fauna for vital resources, degrades habitats and disrupts delicate ecosystems. Recognizing the threat, the Prospect Park Alliance hosted an invasive species removal event […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Helping Bees Find New Homes Across New York City, From Fresh Kills to Street Planters",
      "link": "https://insideclimatenews.org/news/30062025/new-york-city-bee-habitats/",
      "pubDate": "Mon, 30 Jun 2025 09:00:00 +0000",
      "description": "Tucked away in Brooklyn’s Calvert Vaux Park near Coney Island, one of the largest bee habitats in the city was once a rose garden, full of ornamental “Knock Out roses,” which are not native to the region. Now, replanted with mountain mint, coneflowers and milkweed, a pollinator garden attracts a variety of bees and birds […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C. Has Allowed a Likely Carcinogen Into Three Rivers Serving 900,000 People",
      "link": "https://insideclimatenews.org/news/29062025/north-carolina-plastics-company-dumping-likely-carcinogen-into-rivers/",
      "pubDate": "Sun, 29 Jun 2025 09:00:00 +0000",
      "description": "ASHEBORO, N.C.—Boxy, gunmetal gray buildings loom over a labyrinth of ducts and tubes and catwalks, beyond which 100 train cars loll on their tracks. Smokestacks wait to exhale. This is StarPet, a mammoth factory in north Asheboro that manufactures PET polymers, derived from fossil fuels and used in polyester fibers and plastic bottles.  The facility […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Truckers Say Oil and Gas Companies Are Violating Hazardous Materials Transport Regulations",
      "link": "https://insideclimatenews.org/news/29062025/truckers-movement-for-justice-oil-gas-hazardous-materials/",
      "pubDate": "Sun, 29 Jun 2025 08:55:00 +0000",
      "description": "Fracking’s Forever Problem: Fifth in a series about the gas industry’s radioactive waste. When Tom McKnight started working for the oil and gas industry as a truck driver in Ohio more than 10 years ago, he attended an orientation where someone in the class asked about the possibility of radiation exposure from fracking waste. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas’ Risk of Summer Blackouts Reduced Thanks to Solar and Batteries",
      "link": "https://insideclimatenews.org/news/28062025/texas-battery-storage-solar-reduces-summer-blackout-risk/",
      "pubDate": "Sat, 28 Jun 2025 09:00:00 +0000",
      "description": "The ever-increasing demand for power in Texas—not only from data centers, but due to industrial electrification, manufacturing and population expansion—has outpaced anything the state’s electricity grid operator has seen or managed in the past, according to the Electric Reliability Council of Texas.   Yet even with those demands—and most of what could be one of the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Class-Action Lawsuit Aims to Restore Climate and Environmental Grants",
      "link": "https://insideclimatenews.org/news/28062025/class-action-lawsuit-against-epa-to-restore-climate-environmental-grants/",
      "pubDate": "Sat, 28 Jun 2025 08:55:00 +0000",
      "description": "The Environmental Protection Agency and its administrator, Lee Zeldin, face a class-action lawsuit after canceling $3 billion in grant funding for climate and environmental programs in disadvantaged communities. The lawsuit, filed June 25 in the U.S. District Court for the District of Columbia, argues the EPA violated Congress’ spending power and legislative authority by eliminating […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Danger of Losing the EPA’s Endangerment Finding",
      "link": "https://insideclimatenews.org/news/28062025/epa-decision-to-roll-back-power-plant-emissions-rules-lasting-impact/",
      "pubDate": "Sat, 28 Jun 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host and executive producer Steve Curwood with Richard Lazarus, the Charles Stebbins Fairchild Professor of Law at Harvard Law School.  Record summer heat is scorching the northern hemisphere around the world from Japan and China to Europe and North America. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chesapeake Bay Program Says No to Full Membership for Virginia Tribal Nations—for Now",
      "link": "https://insideclimatenews.org/news/27062025/chesapeake-bay-program-denies-full-membership-virginia-tribal-nations/",
      "pubDate": "Fri, 27 Jun 2025 22:53:28 +0000",
      "description": "The Chesapeake Bay Program declined to grant tribal nations full membership and voting rights in its governing body at a meeting Friday, its principal staff committee instead saying officials could explore advisory roles and potential partnerships with tribes. That decision came in response to a formal request by the Indigenous Conservation Council (ICC) on behalf […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Systematically Failed’: Civil Society’s Latest Attempt to Reform UN Climate Talks",
      "link": "https://insideclimatenews.org/news/27062025/systematically-failed-civil-societys-latest-attempt-to-reform-un-climate-talks/",
      "pubDate": "Fri, 27 Jun 2025 19:23:15 +0000",
      "description": "From Pacific Island students to executives at global organizations like Greenpeace, a wide swath of people are losing patience with the slow and often uneven international process for reining in climate change.  This week, more than 200 civil society and Indigenous peoples’ groups released a joint statement calling for major reforms, from how decisions are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}