{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-11T21:22:17.507093",
  "items": [
    {
      "title": "Poor Air, Glaring Lights and Stress Could Hobble COP30 Climate Talks",
      "link": "https://insideclimatenews.org/news/11112025/cop30-indoor-environmental-conditions-health/",
      "pubDate": "Tue, 11 Nov 2025 18:34:16 +0000",
      "description": "Some social scientists propose a shift in perspective when it comes to the climate crisis. Instead of approaching it as a fight to be won, viewing it as a complex puzzle that can only be solved through global collaboration could help make more sense of the tangled COP30 climate negotiations currently underway through Nov. 21 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Two Caribbean Islands Seek Justice From France for Pesticide Poisoning",
      "link": "https://insideclimatenews.org/news/11112025/french-caribbean-islands-seek-justice-pesticide-poisoning/",
      "pubDate": "Tue, 11 Nov 2025 10:00:00 +0000",
      "description": "As a kid in the French Caribbean island of Guadeloupe, Georgina Lambert spent her days playing beneath banana trees and swimming in rivers that shimmered with sunlight. She had no idea that the soil beneath her feet, the water she swam in and the air she breathed were laced with chlordecone, an extremely toxic pesticide.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Arizona Maintain Its Drought Response as Water and Money Dry Up?",
      "link": "https://insideclimatenews.org/news/11112025/arizona-water-drought-response/",
      "pubDate": "Tue, 11 Nov 2025 09:55:00 +0000",
      "description": "CAMP VERDE, Ariz.—In front of Buddy Rocha Jr. stood a group of Arizona’s local and state-level politicians, agency staffers and water experts. Behind the Yavapai-Apache chairman flowed the Verde River. For centuries, he said, his people have depended on the land along the 193-mile waterway—from its headwaters to the lower stretch that is designated now […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One Year After Trump’s Election, This Group Is Celebrating Their Sway Over U.S. Energy Policy",
      "link": "https://insideclimatenews.org/news/11112025/america-first-policy-institute-global-energy-summit-trump-policy/",
      "pubDate": "Tue, 11 Nov 2025 09:50:00 +0000",
      "description": "Dozens of people packed into a ballroom at the glitzy Waldorf Astoria in Washington in mid-October for a “who’s who” of the conservative energy world. For those in attendance, the America First Policy Institute’s (AFPI) Global Energy Summit simultaneously served as a victory rally for the group’s successes, a homecoming for some of its main […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘It’s Not Too Late:’ New Cornell Study Maps the Environmental Cost of AI and How Policy Could Limit the Damage",
      "link": "https://insideclimatenews.org/news/10112025/ai-growth-environmental-damage-study/",
      "pubDate": "Tue, 11 Nov 2025 00:21:40 +0000",
      "description": "When Cornell University systems engineer Fengqi You started modeling the environmental footprint of data centers three years ago, the AI boom was just beginning. Even then, You and his colleagues noticed something missing from the conversation. “When we started this, we saw that AI was growing very fast,” You said. “It was clear it would […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Disease-Carrying Mosquito Has Landed in the Rocky Mountains Where It Historically Couldn’t Survive",
      "link": "https://insideclimatenews.org/news/10112025/colorado-invasive-dengue-fever-mosquito/",
      "pubDate": "Mon, 10 Nov 2025 10:00:00 +0000",
      "description": "GRAND JUNCTION, Colo.—It can carry life-threatening diseases. It’s difficult to find and hard to kill. And it’s obsessed with human blood.  The Aedes aegypti is a species of mosquito that people like Tim Moore, district manager of a mosquito control district on the Western Slope of Colorado, really don’t want to see.  “Boy, they are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "For Many Disabled Fire Victims in Los Angeles, a Continuing Trauma",
      "link": "https://insideclimatenews.org/news/09112025/los-angeles-fires-disabled-people-trauma-health-care/",
      "pubDate": "Sun, 09 Nov 2025 10:00:00 +0000",
      "description": "After the Fires: Fourth in a series about health risks following the Los Angeles wildfires that destroyed Pacific Palisades and Altadena. This story was supported by the Pulitzer Center. ALTADENA, Calif.—Her cozy blue bungalow was the one thing Adriana Valdez thought she didn’t have to worry about.  Her days were busy with work as a therapist […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The EV Battery Tech That’s Worth the Hype, According to Experts",
      "link": "https://insideclimatenews.org/news/09112025/the-ev-battery-tech-thats-worth-the-hype-according-to-experts/",
      "pubDate": "Sun, 09 Nov 2025 09:55:00 +0000",
      "description": "This story was originally published by Wired. You’ve seen the headlines: This battery breakthrough is going to change the electric vehicle forever. And then ... silence. You head to the local showroom, and the cars all kind of look and feel the same. So we talked to battery technology experts about what’s really going on in electric vehicle batteries. Which technologies […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Mamdani on Climate",
      "link": "https://insideclimatenews.org/news/09112025/icn-sunday-morning-zohran-mamdani-climate/",
      "pubDate": "Sun, 09 Nov 2025 09:50:00 +0000",
      "description": "Climate activists celebrated Tuesday night as assemblymember Zohran Mamdani was elected mayor of New York City. Mamdani, a previously obscure politician who rose to power through an unrelenting campaign for affordability, has vowed to address climate issues while in office — enforcing the city’s building decarbonization law, enacting his green school policy and handling the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Is Burying the Trees Killed by Wildfires a Climate Solution?",
      "link": "https://insideclimatenews.org/news/08112025/wildfire-destroyed-trees-biomass-burial-carbon-credits/",
      "pubDate": "Sat, 08 Nov 2025 10:05:00 +0000",
      "description": "Rebecca Gentry can clearly picture the first time she saw her family’s ranch outside of Hardin, Montana, after the wildfire. A week after the burn, “The ground was still smoking,” she remembers. “There were huge holes in the ground where the trees used to be. It was almost impossible to look at.” Normally a stretch […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}