{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-09-21T18:30:54.397586",
  "items": [
    {
      "title": "Meet the small business owners electrifying Maine’s rural coast",
      "link": "https://grist.org/energy/meet-the-small-business-owners-electrifying-maines-rural-coast/",
      "pubDate": "Sun, 21 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump DOJ seeks to kill Vermont law that makes Big Oil pay for climate harm",
      "link": "https://grist.org/politics/trump-doj-seeks-to-kill-vermont-law-that-makes-big-oil-pay-for-climate-harm/",
      "pubDate": "Sat, 20 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Who pays for wildfire damage? In the West, utilities are shifting the risk to customers.",
      "link": "https://grist.org/wildfires/who-pays-for-wildfire-damage-in-the-west-utilities-are-shifting-the-risk-to-customers/",
      "pubDate": "Fri, 19 Sep 2025 08:30:00 +0000",
      "description": "Last year’s Berkshire Hathaway’s annual shareholder meeting held particular weight. Investors were watching closely to see if Buffett, the company’s 93-year-old CEO, would name Greg Abel, Berkshire’s vice chairman, as his successor, and how the company would weather the billions in wildfire lawsuits threatening its energy utilities. Buffett dodged the succession question, but the meeting revealed something just as consequential: the company’s strategy to avoid wildfire liability. \n<br><br>\nTwo months earlier, the Utah legislature had passed a law allowing utilities to charge their own customers to build a fund for future fire damages. The state also has a 2020 law on the books that capped the amount fire victims could sue utilities for damages. Combined, the two laws mean that if homes in Utah burn down due to a power company’s faulty electrical line, the financial damages residents can seek are limited — and they may already have been paying into the fund that covers them. For utilities, the result is reduced costs.\n<br><br>\nAt the shareholder meeting, Abel singled out Utah as “the gold standard” of utility protection — a model he urged other states to adopt. “As we go forward,” he told the crowd, “we need both legislative and regulatory reform.”",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Wildfire smoke could soon kill 71,000 Americans every year",
      "link": "https://grist.org/health/wildfire-smoke-could-soon-kill-71000-americans-every-year/",
      "pubDate": "Thu, 18 Sep 2025 15:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The politics of renewables are getting stranger. ‘Sun Day’ celebrates them anyway.",
      "link": "https://grist.org/culture/sun-day-strange-politics-renewable-energy-2025/",
      "pubDate": "Thu, 18 Sep 2025 08:45:00 +0000",
      "description": "Electric bikes parading through city streets. The afternoon light glinting off clusters of floating solar panels. Neighbors guiding visitors through homes warmed by heat pumps, battery storage systems glowing on walls. \n<br><br>\nThese sound like scenes from a clean energy expo or a hopeful science fiction novel, but they’re neither. They’re just a few of the hundreds of events planned for “Sun Day,” a new national day of action on September 21 meant to celebrate the momentum of clean technology — and to confront the political and institutional barriers slowing its wider adoption.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump axes climate reporting program, ignoring international courts and frontline communities",
      "link": "https://grist.org/international/trump-axes-climate-reporting-program-ignoring-international-courts-and-front-line-communities/",
      "pubDate": "Thu, 18 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How climate change is fueling your sugar addiction",
      "link": "https://grist.org/food-and-agriculture/how-climate-change-is-fueling-your-sugar-addiction/",
      "pubDate": "Thu, 18 Sep 2025 08:15:00 +0000",
      "description": "In the thick of summer, little else can seem more appealing than the promised respite of an ice cream cone or a chilled can of soda. Turns out that as climate change warms up the planet, that sugary siren song is getting louder: A new study published last week in the journal Nature Climate Change found that as temperatures have gotten hotter, Americans have been buying more artificially sweetened treats.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This new machine churns out carbon-storing biochar on the cheap",
      "link": "https://grist.org/climate/this-new-machine-churns-out-carbon-storing-biochar-on-the-cheap/",
      "pubDate": "Wed, 17 Sep 2025 08:45:00 +0000",
      "description": "The food that makes it to your plate is but a fraction of what actually grew in a field somewhere. Cassava, corn, wheat, rice — all critical crops produce waste biomass that farmers might be burning or throwing into piles to rot, both of which send planet-warming carbon into the atmosphere. Increasingly, though, they are turning all those husks and stalks into biochar that captures carbon and improves yields.\n<br><br>\nThe material is a simple, clever way to catalyze photosynthesis. The trick is creating the right conditions to produce quality biochar without combusting and destroying the biomass. \n<br><br>\nTo that end, the worker cooperative PlantVillage+ is deploying an automated “PyroTower” in communities in the developing world, a solar-powered furnace that blasts waste with temperatures of over 1,000 degrees Fahrenheit. During an eight-hour run, the device can generate nearly 2,000 pounds of biochar for locals to put back in the ground. It takes about two hours to assemble and disassemble to move from one place to another.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Defending the Earth is deadly work. A new report illuminates how much.",
      "link": "https://grist.org/global-indigenous-affairs-desk/defending-the-earth-is-deadly-work-a-new-report-illuminates-how-much/",
      "pubDate": "Wed, 17 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Farmworkers already face harsh conditions. Now they may have to deal with a pay cut.",
      "link": "https://grist.org/labor/farmworkers-face-harsh-conditions-now-theyre-eyeing-a-pay-cut/",
      "pubDate": "Wed, 17 Sep 2025 08:15:00 +0000",
      "description": "The H-2A visa program allows U.S. farmers to hire seasonal workers from abroad, the vast majority of whom come from Mexico. These workers are paid according to something called the Adverse Effect Wage Rate, or AEWR. Every year, the AEWR is determined using the previous year’s Agricultural Labor Survey — more commonly referred to as the Farm Labor Survey, or FLS, which asks farm employers about their workers’ hours and wages. In a sense, the AEWR sets a wage floor for all farm laborers: U.S.-born workers must earn at least as much as H-2A workers when performing the same job.\n<br><br>\nIn an announcement on August 28, the the U.S. Department of Agriculture said the agency would discontinue its use of the FLS, calling it “no longer necessary.” Without this mechanism in place, wages for farmworkers — regardless of their legal status — are likely to fall, experts say.\n<br><br>\nSome farm groups celebrated the move, arguing that AEWRs in recent years have grown too high and present a burden to their business. But labor groups contend that farmworkers — whether they are guest workers, U.S.-born, or undocumented — are not paid a fair or even livable wage.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Gas stove makers quietly delete air pollution warnings as they fight mandatory health labels",
      "link": "https://grist.org/accountability/gas-stove-makers-quietly-delete-air-pollution-warnings-as-they-fight-mandatory-health-labels/",
      "pubDate": "Wed, 17 Sep 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Green’ diesel producer’s supplier linked to Amazon deforestation",
      "link": "https://grist.org/accountability/green-diesel-producers-supplier-linked-to-amazon-deforestation/",
      "pubDate": "Tue, 16 Sep 2025 15:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This Pennsylvania settlement could set the standard for preventing tiny plastic pellet pollution",
      "link": "https://grist.org/solutions/plastics-settlement-pennsylvania-raccoon-creek-nurdles-styropek/",
      "pubDate": "Tue, 16 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How low oil prices turned Trump’s call to ‘drill, baby, drill’ into a pipe dream",
      "link": "https://grist.org/energy/oil-prices-trump-fossil-fuel-drilling/",
      "pubDate": "Tue, 16 Sep 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Republicans are using an arcane oversight rule to permanently dismantle federal land protections",
      "link": "https://grist.org/politics/republicans-are-using-an-arcane-oversight-rule-to-permanently-dismantle-federal-land-protections/",
      "pubDate": "Mon, 15 Sep 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How to get Georgia voters to turn out for the PSC election? Talk about their power bills.",
      "link": "https://grist.org/georgia-psc/georgia-voters-psc-election-power-bills/",
      "pubDate": "Mon, 15 Sep 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How a profit-sharing agreement could be a new model for mining on Indigenous land",
      "link": "https://grist.org/indigenous/how-a-profit-sharing-agreement-could-be-a-new-model-for-mining-on-indigenous-land/",
      "pubDate": "Mon, 15 Sep 2025 08:15:00 +0000",
      "description": "In 2020, when Brian Mason began his first term as Chairman for the Shoshone-Paiute Tribes of the Duck Valley Reservation, gold miners came calling. Just a few years before, Integra Resources, a Canadian mining company, had acquired an abandoned gold and silver mine on the tribe’s homelands in southwestern Idaho, but before work began, they had an unusual request: could the tribe and the company establish a partnership that would benefit both?\n<br><br>\nHistorically, mining has been ecologically costly and even deadly to Indigenous peoples around the world. The industry is also notorious for ignoring meaningful consultation with Indigenous communities and outright ignoring human rights. Even in the United States, mining companies have often operated with carte blanche in Indian Country.\n<br><br>\nFor Duck Valley, the question was: how do you draw up an agreement that benefits the tribe with an industry that has thrived on theft and dispossession? The answer was surprisingly simple.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "US taxpayers will pay billions in new fossil fuel subsidies thanks to the Big Beautiful Bill",
      "link": "https://grist.org/politics/us-taxpayers-will-pay-billions-in-new-fossil-fuel-subsidies-thanks-to-the-big-beautiful-bill/",
      "pubDate": "Sun, 14 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "California’s first solar-covered canal is now fully online",
      "link": "https://grist.org/energy/californias-first-solar-covered-canal-is-now-fully-online/",
      "pubDate": "Sat, 13 Sep 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Data centers gobble Earth’s resources. What if we took them to space instead?",
      "link": "https://grist.org/climate-energy/data-centers-gobble-earths-resources-what-if-we-took-them-to-space-instead/",
      "pubDate": "Fri, 12 Sep 2025 08:45:00 +0000",
      "description": "The electricity demand of AI data centers could increase as much as 165 percent by 2030. Over half of the energy powering the sprawling facilities comes from fossil fuels, threatening to reverse progress toward addressing the climate crisis. \n<br><br>\nSome of the biggest names in artificial intelligence say they have a solution: Just stick these colossal computer clusters in space.\n<br><br>\nThere are at least 5,400 data centers in the United States, ranging from micro-size to thousand-server “hyperscalers,” and the number is growing fast. The facilities are expected to consume up to 12 percent of the nation’s electricity by 2028. Putting them in space, then, can seem like a panacea: solving the energy-use problem with 24/7 solar power, and freeing communities from the burden of air, noise, and water pollution. \n<br><br>\nHurling data centers, the largest of which can cover over a million square feet, into orbit may seem impractical but OpenAI CEO Sam Altman is considering it and he’s not alone. Jeff Bezos and Eric Schmidt are also betting on the idea. \n<br><br>\nThe idea is not limited to the off-hand musings of techies or the deeper thought of academics. Even some elected officials in cities where companies like Amazon hope to build data centers are raising the point. And there is one factor that might encourage OpenAI and others to look toward the heavens: There isn’t much regulation up there.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}