{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-21T01:56:49.232064",
  "items": [
    {
      "title": "Amid Tense Negotiations Over the Colorado River’s Future, Arizona Mayors Unite Against ‘Threat’ to State’s Water",
      "link": "https://insideclimatenews.org/news/20082025/arizona-mayors-unite-against-water-threat/",
      "pubDate": "Wed, 20 Aug 2025 23:40:00 +0000",
      "description": "SCOTTSDALE, Ariz.—Arizona mayors, from major metropolises to rural agriculture communities, came together Wednesday to announce a new coalition focused on protecting the state’s share of the Colorado River and the canal system built to deliver the water in the face of looming cuts to that share.  They also acted, they said, in response to increasingly […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Town’s Residents Seek Preemptive Strike Against Massive Data Center Project",
      "link": "https://insideclimatenews.org/news/20082025/wilsonville-alabama-residents-against-massive-data-center/",
      "pubDate": "Wed, 20 Aug 2025 22:24:15 +0000",
      "description": "WILSONVILLE, Ala.—The people of Wilsonville aren’t about to let it happen to them, at least not without a fight.  After seeing residents of nearby Bessemer, Alabama, get blindsided by a proposal for a massive data center, with little public disclosure and public officials silenced by non-disclosure agreements, Wilsonville residents sprang into action when word got […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Geothermal Network in Colorado Could Help A Rural Town Diversify Its Economy",
      "link": "https://insideclimatenews.org/news/20082025/colorado-rural-geothermal-energy-network/",
      "pubDate": "Wed, 20 Aug 2025 18:09:48 +0000",
      "description": "Hayden, a small town in the mountains of northwest Colorado, is searching for ways to diversify its economy, much like other energy communities across the Mountain West. For decades, a coal-fired power plant, now scheduled to shut down in the coming years, served as a reliable source of tax revenue, jobs and electricity. When town […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Toxic Landfill Was on the Brink of Expanding. Residents Fought Back and Won",
      "link": "https://insideclimatenews.org/news/20082025/chicago-residents-fight-toxic-landfill/",
      "pubDate": "Wed, 20 Aug 2025 09:00:00 +0000",
      "description": "CHICAGO—Where the Calumet River meets the shores of Lake Michigan sits 43 acres of lakefront property, a seemingly perfect location for Southeast Side residents to enjoy. But for nearly 40 years, this has been the site of a toxic waste dump, storing over 1.2 million cubic yards of pollution-laced sediment dredged from local waterways.  The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Regulator Approves Electricity Transmission Line and Towers in Alexandria to Serve One Proposed Data Center",
      "link": "https://insideclimatenews.org/news/20082025/virginia-transmission-lines-for-proposed-data-center/",
      "pubDate": "Wed, 20 Aug 2025 08:55:00 +0000",
      "description": "RICHMOND—Bren Pointe residents in Fairfax County are closer to seeing steel transmission towers rise just outside their townhomes after Virginia’s regulators approved a new electricity line to serve a single planned commercial data center.  On Aug. 8, the State Corporation Commission (SCC), which regulates Virginia’s utilities, approved Dominion Energy’s request to erect the “Edsall Substation,” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The US Department of Agriculture Bans Support for Renewables, a Lifeline for Farmers",
      "link": "https://insideclimatenews.org/news/19082025/usda-bans-farm-renewables-support/",
      "pubDate": "Tue, 19 Aug 2025 22:25:21 +0000",
      "description": "The U.S. Department of Agriculture announced this week that it will stop funding wind and solar energy on American farmland, a move that continues the Trump administration’s attempts to kill incentives for renewables while it boosts support for fossil fuels and land-hungry, energy inefficient biofuels. At the state fairgrounds in Lebanon, Tennessee, Agriculture Secretary Brooke […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Court Temporarily Halts Land Transfer That Would Allow a Mine to Destroy Western Apache Sacred Land",
      "link": "https://insideclimatenews.org/news/19082025/western-apache-land-transfer-copper-mine-halted/",
      "pubDate": "Tue, 19 Aug 2025 21:56:47 +0000",
      "description": "Just hours before the deal was set to go through, a federal appeals court temporarily blocked a land transfer in Arizona on Monday that would ultimately lead to the destruction of a site sacred to Western Apache people.  The 9th U.S. Circuit Court of Appeals’ temporary restraining order is the latest in a long-running saga […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Melting on the Arctic’s Svalbard Islands Shows the Climate Future Is Now",
      "link": "https://insideclimatenews.org/news/19082025/arctic-svalbard-record-ice-melt/",
      "pubDate": "Tue, 19 Aug 2025 21:50:16 +0000",
      "description": "A new study released this week presents the record ice melt on the Svalbard islands in summer 2024 as a glimpse into a future where other Arctic ice masses, including those on Greenland, could melt faster than currently anticipated. The amount of ice that melted on Svalbard, the archipelago north of Norway in the Barents […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Supercharged Hurricanes Mean More ‘Ghost Boats’ Haunting Waterways",
      "link": "https://insideclimatenews.org/news/19082025/todays-climate-ghost-boats-pollution-waterways/",
      "pubDate": "Tue, 19 Aug 2025 11:58:56 +0000",
      "description": "For nearly three years, drivers on San Carlos Island in Florida passed by an unusual sight tangled in the mangroves on the shoulder of a major road: a large white boat. The abandoned vessel was a relic of 2022’s Hurricane Ian, which displaced more than 7,000 vessels amid severe winds, torrential downpour and catastrophic storm […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Utilities Want to Regain the Ability to Build Power Plants in PJM. Consumer Advocates Say That’s Probably a Bad Idea",
      "link": "https://insideclimatenews.org/news/19082025/pjm-utilites-power-plant-deregulation/",
      "pubDate": "Tue, 19 Aug 2025 09:00:00 +0000",
      "description": "The debate that took place in a Washington, D.C., hearing room in June was so filled with energy-industry jargon that most people would not realize they were witnessing a battle over who could own and profit from power plants. The same fight between utility companies and independent power producers is now happening in statehouses. Utility […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}