{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-28T20:26:02.646776",
  "items": [
    {
      "title": "Texas’ Risk of Summer Blackouts Reduced Thanks to Solar and Batteries",
      "link": "https://insideclimatenews.org/news/28062025/texas-battery-storage-solar-reduces-summer-blackout-risk/",
      "pubDate": "Sat, 28 Jun 2025 09:00:00 +0000",
      "description": "The ever-increasing demand for power in Texas—not only from data centers, but due to industrial electrification, manufacturing and population expansion—has outpaced anything the state’s electricity grid operator has seen or managed in the past, according to the Electric Reliability Council of Texas.   Yet even with those demands—and most of what could be one of the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Class-Action Lawsuit Aims to Restore Climate and Environmental Grants",
      "link": "https://insideclimatenews.org/news/28062025/class-action-lawsuit-against-epa-to-restore-climate-environmental-grants/",
      "pubDate": "Sat, 28 Jun 2025 08:55:00 +0000",
      "description": "The Environmental Protection Agency and its administrator, Lee Zeldin, face a class-action lawsuit after canceling $3 billion in grant funding for climate and environmental programs in disadvantaged communities. The lawsuit, filed June 25 in the U.S. District Court for the District of Columbia, argues the EPA violated Congress’ spending power and legislative authority by eliminating […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Danger of Losing the EPA’s Endangerment Finding",
      "link": "https://insideclimatenews.org/news/28062025/epa-decision-to-roll-back-power-plant-emissions-rules-lasting-impact/",
      "pubDate": "Sat, 28 Jun 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host and executive producer Steve Curwood with Richard Lazarus, the Charles Stebbins Fairchild Professor of Law at Harvard Law School.  Record summer heat is scorching the northern hemisphere around the world from Japan and China to Europe and North America. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chesapeake Bay Program Says No to Full Membership for Virginia Tribal Nations—for Now",
      "link": "https://insideclimatenews.org/news/27062025/chesapeake-bay-program-denies-full-membership-virginia-tribal-nations/",
      "pubDate": "Fri, 27 Jun 2025 22:53:28 +0000",
      "description": "The Chesapeake Bay Program declined to grant tribal nations full membership and voting rights in its governing body at a meeting Friday, its principal staff committee instead saying officials could explore advisory roles and potential partnerships with tribes. That decision came in response to a formal request by the Indigenous Conservation Council (ICC) on behalf […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Systematically Failed’: Civil Society’s Latest Attempt to Reform UN Climate Talks",
      "link": "https://insideclimatenews.org/news/27062025/systematically-failed-civil-societys-latest-attempt-to-reform-un-climate-talks/",
      "pubDate": "Fri, 27 Jun 2025 19:23:15 +0000",
      "description": "From Pacific Island students to executives at global organizations like Greenpeace, a wide swath of people are losing patience with the slow and often uneven international process for reining in climate change.  This week, more than 200 civil society and Indigenous peoples’ groups released a joint statement calling for major reforms, from how decisions are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Joins the Opposition to Vermont’s Climate Superfund Act, Calling it ‘Burdensome’ and ‘Ideologically Motivated’",
      "link": "https://insideclimatenews.org/news/27062025/trump-administration-tries-to-stop-vermont-climate-superfund-act/",
      "pubDate": "Fri, 27 Jun 2025 09:00:00 +0000",
      "description": "Vermont’s Climate Superfund Act became law last summer. New York followed its lead in December. Four days later, the Chamber of Commerce and the American Petroleum Institute sued Vermont for abusing its power and putting an unreasonable burden on the industry.  On May 1, the Trump Department of Justice sued both Vermont and New York […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bonn Climate Talks Rife With Roadblocks and Dead Ends",
      "link": "https://insideclimatenews.org/news/27062025/bonn-climate-talks-roadblocks/",
      "pubDate": "Fri, 27 Jun 2025 08:55:00 +0000",
      "description": "As the United Nations climate talks came to a faltering end Thursday in Bonn, Germany, the world’s least developed countries and island nations feared for their future while some rich, developed countries backslid on climate promises and doubled down on fossil fuels. Preventing long-term warming of more than 1.5 degrees Celsius (2.7 Fahrenheit) above the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Do You Escape a Heat Wave When You Have Nowhere to Go?",
      "link": "https://insideclimatenews.org/news/26062025/chicago-unhoused-people-struggle-to-escape-heat/",
      "pubDate": "Thu, 26 Jun 2025 23:37:35 +0000",
      "description": "CHICAGO—In a large, air-conditioned room in East Garfield Park on Monday afternoon, Dhruv Trivedi waited quietly to hear if a bed would be available for him at a local shelter that night.  It was a sweltering 95 degrees outside. Trivedi, unhoused for the past four months since losing his job at a grocery store, was […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Five Years After Pennsylvania’s Landmark Fracking Report, Its Public Health Goals Remain Largely Unmet, Groups Say",
      "link": "https://insideclimatenews.org/news/26062025/pennsylvania-fracking-goals-remain-largely-unmet/",
      "pubDate": "Thu, 26 Jun 2025 19:30:47 +0000",
      "description": "Five years after a Pennsylvania grand jury made eight recommendations to protect public health and the environment from fracking, the state has largely failed to follow through, five environmental groups said on the anniversary of the report. On Wednesday, the groups—Earthworks, the Sierra Club, Protect PT, the Center for Coalfield Justice and Environmental Health Project—called […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Revised ‘Big Beautiful Bill’ Still Contains a Poison Pill. A Tax Expert Explains",
      "link": "https://insideclimatenews.org/news/26062025/inside-clean-energy-revised-big-beautiful-bill-still-hurts-renewable-credits/",
      "pubDate": "Thu, 26 Jun 2025 13:00:00 +0000",
      "description": "Ever since the first draft of the “One Big Beautiful Bill Act” appeared in the House, renewable energy trade groups have been trying to make sense of language intended to stop tax credits from going to a “prohibited foreign entity.” The House version of the budget reconciliation measure could be read as saying that a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}