{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-06T19:20:13.913568",
  "items": [
    {
      "title": "Trump Hastens ‘Drumbeat’ of Deferred Coal Plant Retirements",
      "link": "https://insideclimatenews.org/news/06062025/trump-administration-defers-coal-plant-retirements/",
      "pubDate": "Fri, 06 Jun 2025 09:00:00 +0000",
      "description": "The newest player on the U.S. coal scene, Core Natural Resources, had good news and bad news for investors when it announced its results for the start of the year. The company missed Wall Street expectations with its net loss of $69 million, which it attributed mostly to birth pains: the costs of the January […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Nantucket Is Preparing for Rising Seas",
      "link": "https://insideclimatenews.org/news/06062025/nantucket-sea-level-rise-coastal-resilience/",
      "pubDate": "Fri, 06 Jun 2025 08:55:00 +0000",
      "description": "NANTUCKET—It’s no longer unusual to see a kayaker paddling along downtown Easy Street. The cobblestones along the town’s waterfront once were flooded a handful of times a year. That rose to an average of 37 days a year by 2020, according to tide gauge monitors by the National Oceanic and Atmospheric Administration. The next year, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lifeblood for Pacific Islands Threatened as Warming Ocean Drives Tuna East",
      "link": "https://insideclimatenews.org/news/06062025/pacific-island-fishing-jobs-threatened-warming-ocean-drives-tuna-east/",
      "pubDate": "Fri, 06 Jun 2025 08:50:00 +0000",
      "description": "This story was produced by Honolulu Civil Beat, a nonprofit news organization covering Hawaiʻi that specializes in accountability and in-depth enterprise coverage. For more stories like this, subscribe to their newsletters.  Adrian Wickham is worried. He sits quietly in the back of a cavernous conference hall, fiddling with his fedora as he listens to Pacific […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Estate of a Woman Who Died in the 2021 Pacific Northwest Heat Dome Sues Big Oil for Wrongful Death",
      "link": "https://insideclimatenews.org/news/05062025/the-estate-of-a-woman-who-died-in-the-2021-pacific-northwest-heat-dome-sues-big-oil-for-wrongful-death/",
      "pubDate": "Fri, 06 Jun 2025 00:09:58 +0000",
      "description": "The daughter of a woman who was killed by extreme heat during the 2021 Pacific Northwest heat dome has filed a first-of-its-kind lawsuit against major oil companies claiming they should be held responsible for her death. The civil lawsuit, filed on May 29 in King County Superior Court in Seattle, is the first wrongful death […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sinking Homes, Climate Damage, Explosion Risks: New Government Review Outlines the Costs of One Mine Expansion",
      "link": "https://insideclimatenews.org/news/05062025/sinking-homes-climate-damage-explosion-risks-new-government-review-outlines-the-costs-of-one-mine-expansion/",
      "pubDate": "Thu, 05 Jun 2025 23:39:17 +0000",
      "description": "BERRY, Ala.—The federal Bureau of Land Management, the agency charged with overseeing the nation’s coal reserves, has released a draft environmental impact statement outlining the potential effects of a proposed expansion of Warrior Met’s longwall coal mining projects in central Alabama.  The draft review concludes that the coal mining expansion—slated to be one of the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Scientific Community Urges World Leaders to Transform Research Into Policy Ahead of UN Ocean Conference",
      "link": "https://insideclimatenews.org/news/05062025/global-scientific-community-urges-world-leaders-to-transform-research-into-policy-ahead-of-un-ocean-conference/",
      "pubDate": "Thu, 05 Jun 2025 22:59:50 +0000",
      "description": "NICE, France—As world leaders prepare to attend the third U.N. Ocean Conference here next week, scientists are urging them to take action to combat a dual climate and biodiversity crisis plaguing marine ecosystems, and base their decisions on the best available science.  To guide them, the International Scientific Committee of the One Ocean Science Congress […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Does the ‘Big Beautiful’ Debate Tell Us About the Politics of the IRA?",
      "link": "https://insideclimatenews.org/news/05062025/inside-clean-energy-inflation-reduction-act-politics-2/",
      "pubDate": "Thu, 05 Jun 2025 13:00:00 +0000",
      "description": "One of the largest manufacturing investments in Ohio’s history has transformed cornfields in a rural county into a battery factory that could soon have thousands of employees. The plant, a joint venture of Honda and LG Energy Solution, is part of a wave of new factories developed across the country following the passage of the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Data Centers Are Building Their Own Gas Power Plants in Texas",
      "link": "https://insideclimatenews.org/news/05062025/texas-data-center-gas-power-plants/",
      "pubDate": "Thu, 05 Jun 2025 10:00:00 +0000",
      "description": "NEW BRAUNFELS, Texas—Abigail Lindsey worries the days of peace and quiet might be nearing an end at the rural, wooded property where she lives with her son. On the old ranch across the street, developers want to build an expansive complex of supercomputers for artificial intelligence, plus a large, private power plant to run it. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Rich Countries’ Energy Transitions Threaten Indigenous Peoples and the Environment",
      "link": "https://insideclimatenews.org/news/05062025/energy-transition-global-mining-projects-threaten-indigenous-peoples/",
      "pubDate": "Thu, 05 Jun 2025 09:00:00 +0000",
      "description": "Metals and minerals form the backbone of low-carbon energy technologies like solar panels, grid infrastructure and car batteries.  Yet, in many cases, people live on or near the lands where copper, lithium, nickel and other materials are extracted to meet growing energy demand. What does the mining boom mean for them? More than half of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gas Leaks Can Have Significant Spillover Impacts on Neighboring States, Study Finds",
      "link": "https://insideclimatenews.org/news/04062025/new-york-natural-gas-infrastructure-expansion-impact-neighboring-states/",
      "pubDate": "Thu, 05 Jun 2025 00:18:57 +0000",
      "description": "A new study published this week in the journal Risk Analysis found that gas leaks are not only hazardous on a local level, but are also “a driver of broader regional pollution dynamics through spillover” to neighboring states.  “Even if the incidents are concentrated in some states, which are characterized by an old infrastructure, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}