{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-25T20:25:01.717468",
  "items": [
    {
      "title": "America’s Rye Whiskey Resurgence Could Help the Climate, but Not by Itself",
      "link": "https://insideclimatenews.org/news/25102025/america-rye-whiskey-resurgence-climate-benefits/",
      "pubDate": "Sat, 25 Oct 2025 09:00:00 +0000",
      "description": "Farming in the San Luis Valley, Colorado, is tough. The 8,000-square-mile, high-altitude desert has one of the shortest growing seasons in the United States. It is known for strong winds, and in the increasingly common dust storms that plague the region, local farmer Sarah Jones has been unable to pick her children up from school. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "There’s a New Plan and Funding to Clean Up the Muck Plaguing Lake St. Clair",
      "link": "https://insideclimatenews.org/news/25102025/lake-st-clair-algae-army-corps-of-engineers/",
      "pubDate": "Sat, 25 Oct 2025 08:55:00 +0000",
      "description": "Lake St. Clair, a heart-shaped lake straddling the border between Michigan and the Canadian province of Ontario, has long supported a busy and reliable “blue economy.” The smallest in the Great Lakes regional chain, the lake attracts thousands of people every year who fish, boat and enjoy its freshwater shoreline and trails.  But a bounty […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Taking Stock in Altadena Nine Months After the Devastating LA Fires",
      "link": "https://insideclimatenews.org/news/25102025/altadena-nine-months-after-la-fires/",
      "pubDate": "Sat, 25 Oct 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host Steve Curwood with David Brancaccio of Marketplace Morning Report.  David Brancaccio, who you may know as the host of Marketplace Morning Report, is no stranger to climate disruption. He lost his cottage in the Altadena community in the devastating […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Administration Seeks to Speed Data Center Grid Connections and Expand Federal Control of Power System",
      "link": "https://insideclimatenews.org/news/24102025/trump-energy-department-data-center-grid-connections/",
      "pubDate": "Fri, 24 Oct 2025 20:44:56 +0000",
      "description": "A proposed rule from the Department of Energy would expand federal control over how large electricity users connect to the grid, with the goal of accelerating the construction of data centers and the power plants that serve them. The rule, announced Thursday night by Energy Secretary Chris Wright, asserts the federal government’s authority over matters […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmentalists Sue Regulator Over Extension of Construction Permit for LNG Export Terminal in New Jersey",
      "link": "https://insideclimatenews.org/news/24102025/new-jersey-lng-export-terminal-lawsuit/",
      "pubDate": "Fri, 24 Oct 2025 17:29:54 +0000",
      "description": "An environmental group is suing a regional regulator over its recent extension of a construction permit for a terminal to export liquefied natural gas from a town in southern New Jersey. The agency’s action marks a new turn in a multi-year battle over plans to build what would be the state’s first such plant. Delaware […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Whale and Dolphin Migrations are Being Disrupted by Climate Change",
      "link": "https://insideclimatenews.org/news/24102025/marine-mammal-migrations-disrupted-by-climate-change/",
      "pubDate": "Fri, 24 Oct 2025 09:00:00 +0000",
      "description": "For millennia, some of the world’s largest filter-feeding whales, including humpbacks, fin whales and blue whales, have undertaken some of the longest migrations on earth to travel between their warm breeding grounds in the tropics to nutrient-rich feeding destinations in the poles each year.  “Nature has finely tuned these journeys, guided by memory and environmental […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Iowa Counties Keep Water Quality Monitoring Afloat After State Funding Cuts",
      "link": "https://insideclimatenews.org/news/24102025/iowa-polk-county-water-quality-monitoring-agricultural-pollution/",
      "pubDate": "Fri, 24 Oct 2025 08:55:00 +0000",
      "description": "DES MOINES, Iowa—For over a decade, a network of water quality sensors managed by the University of Iowa has provided publicly available data about waterways across the state.  And while Iowa grapples with a growing water quality crisis fueled by agricultural runoff, state government funding cuts have threatened the network’s future. Now, the state’s largest […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Will COP30 Finally Prioritize Indigenous Voices?",
      "link": "https://insideclimatenews.org/news/23102025/brazil-un-cop30-indigenous-representation/",
      "pubDate": "Fri, 24 Oct 2025 00:15:09 +0000",
      "description": "Leaders of Indigenous, Afro-descendant and disenfranchised groups living in rural and forested regions around the world see the upcoming United Nations climate summit in Belém, Brazil, as a pivotal moment.  For the first time, more than 1,000 accredited representatives of these groups will have access to the so-called Blue Zone, the primary venue for U.N. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Breach of Contract or Constitutional Crisis?",
      "link": "https://insideclimatenews.org/news/23102025/trump-environmental-justice-grants-cancellation-lawsuit/",
      "pubDate": "Thu, 23 Oct 2025 22:16:09 +0000",
      "description": "The U.S. Fourth Circuit Court of Appeals in Richmond, Virginia, heard arguments Thursday on whether the Trump administration’s cancellation of billions of dollars in environmental and climate grants earlier this year violated the Constitution or was merely a contract dispute. Kym Meyer, litigation director and senior attorney for the Southern Environmental Law Center, told the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Pro-Dominion Grassroots Group Has Financial Ties—to Dominion",
      "link": "https://insideclimatenews.org/news/23102025/virginia-energy-reliability-alliance-dominion-financial-ties/",
      "pubDate": "Thu, 23 Oct 2025 21:56:34 +0000",
      "description": "CHESTER, Va.—A crowd packed a meeting room at the SpringHill Suites here in September for a public hearing on an air permit for a controversial “peaker” plant that Dominion Energy has long been lobbying to build to enhance grid reliability.  Brent Archer, former president of Columbia Gas of Virginia, stood at the podium and told […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}