{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-23T11:22:54.173148",
  "items": [
    {
      "title": "Figuring Out a Battery Storage System to Fit New York’s Wind and Solar Ambitions Has Not Been Easy",
      "link": "https://insideclimatenews.org/news/23062025/new-york-battery-storage-system-wind-solar/",
      "pubDate": "Mon, 23 Jun 2025 09:00:00 +0000",
      "description": "When New York state passed its ambitious Climate Leadership and Community Protection Act in 2019, Brooklyn-based NineDot Energy saw an opportunity. The state needed to establish a 70 percent renewable-sourced grid over the next decade to meet a net zero-emission goal and the startup figured it was poised to be part of the solution. NineDot […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Searching for Hidden Fungi in the Sonoran Desert",
      "link": "https://insideclimatenews.org/news/22062025/sonoran-desert-saguaro-cactus-fungi/",
      "pubDate": "Sun, 22 Jun 2025 09:00:00 +0000",
      "description": "SAGUARO NATIONAL PARK, Ariz.—As the sprawl of homes begins to dissipate on the outskirts of Tucson, forests of saguaro cacti rise in its place, their arms twisting and twirling as if waving a welcome to the Sonoran desert. Fields of prickly pears and cholla cactuses, blooming creosote bushes and green-limbed palo verde trees spread beneath […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In California, a Push to Decommission Gas Lines in Low-Income Neighborhoods Moves Forward",
      "link": "https://insideclimatenews.org/news/22062025/california-gas-line-decommissioning-in-low-income-neighborhoods/",
      "pubDate": "Sun, 22 Jun 2025 08:55:00 +0000",
      "description": "In Richmond, California, Zenaida Gomez is ready to say goodbye to the gas stove in the apartment she has rented for over a decade. She has a hunch that the pollution it emits is exacerbating her 10-year-old son’s asthma attacks, and she has heard from public health experts and doctors who’ve said it probably is. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Ecofeminist Movement Is Surging. Here’s What Its Advocates Want",
      "link": "https://insideclimatenews.org/news/21062025/womens-assembly-for-climate-justice-ecofeminist-movement/",
      "pubDate": "Sat, 21 Jun 2025 09:00:00 +0000",
      "description": "It was an audacious moment. During a recent government hearing, allies of former President Jair Bolsonaro berated Brazil’s environment and climate minister, telling Marina Silva she was “hindering our country’s development,” didn’t deserve respect and should “know your place.” “You just want me to be a submissive woman,” Silva replied. “But I am not.” A […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists’ Letter Urges Brazil’s President Lula to Reject New Amazon and Offshore Drilling",
      "link": "https://insideclimatenews.org/news/21062025/scientists-urge-brazil-president-to-reject-amazon-offshore-drilling/",
      "pubDate": "Sat, 21 Jun 2025 08:55:00 +0000",
      "description": "Citing the global increase of heatwaves, mega-fires, floods and mass climate-driven displacement, a group of 250 scientists this week asked Brazilian President Luiz Inácio Lula da Silva to champion “a fast, fair, effective, and full phaseout of fossil fuels” in the lead-up to the COP30 climate talks later this year in Brazil. “As we rapidly […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Environmental Groups Secure Rare Win in Fight to Update Water Toxicity Standards",
      "link": "https://insideclimatenews.org/news/21062025/alabama-water-toxicity-standards/",
      "pubDate": "Sat, 21 Jun 2025 08:50:00 +0000",
      "description": "Alabama environmental regulators have agreed to update standards used to limit the amounts of 12 toxic and carcinogenic substances in the state’s waterways, a move that clean water advocates say will help protect those who fish and swim in Alabama’s rivers.  Seven Alabama environmental groups petitioned the state’s Environmental Management Commission to update those standards […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ground Source Heat Pump Manufacturers Urge Senators to Preserve Geothermal Tax Credits",
      "link": "https://insideclimatenews.org/news/20062025/geothermal-tax-credits-budget-bill/",
      "pubDate": "Fri, 20 Jun 2025 21:01:27 +0000",
      "description": "Ground source heat pumps, a small but growing segment of the U.S. heating and cooling sector, could help slash energy demands, boost American manufacturing and stabilize the electric grid as AI-fueled power demands soar. That is the argument that executives whose companies manufacture the devices are making to their senators after the Senate’s draft of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why Is the U.S. Proposing Protections for an Animal That Doesn’t Live Here?",
      "link": "https://insideclimatenews.org/news/20062025/todays-climate-endangered-pangolins-protection/",
      "pubDate": "Fri, 20 Jun 2025 20:22:49 +0000",
      "description": "Earlier this week, the U.S. Fish and Wildlife Service proposed listing seven species of pangolins—scaly, armadillo-like creatures found in Asia and Africa—as endangered.  But why would a species that doesn’t live in the country need protections under America’s  Endangered Species Act? Pangolins are widely believed to be the most heavily trafficked mammal in the global […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Solar and Geothermal Energy Help a Church and Its Neighbors Wean Off Fossil Fuels?",
      "link": "https://insideclimatenews.org/news/20062025/massachusetts-church-solar-geothermal-energy-project/",
      "pubDate": "Fri, 20 Jun 2025 09:00:00 +0000",
      "description": "SALEM, Mass.—One of the most ambitious clean energy projects under consideration in this state started after a nasty surprise. In December 2022, utility provider National Grid informed Rev. Nathan Ives of the St. Peter’s-San Pedro Episcopal Church in Salem that they had the right to change the building’s gas meter. “The bill went from a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How a Data Center Company Uses Stranded Renewable Energy",
      "link": "https://insideclimatenews.org/news/19062025/inside-clean-energy-stranded-renewable-data-centers/",
      "pubDate": "Thu, 19 Jun 2025 13:00:00 +0000",
      "description": "John Belizaire says he has a secret hiding in plain sight. But before revealing it, the CEO of Soluna, a green data center development firm headquartered in Albany, New York, asks people to picture the last time they drove through a gusty stretch of countryside and saw wind turbines in the distance. But when they […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}