{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-02-20T17:43:01.207266",
  "items": [
    {
      "title": "Australia-US minerals deal underpinned decision to allow Alcoa to keep clearing WA forest, document reveals",
      "link": "https://www.theguardian.com/australia-news/2026/feb/21/australia-us-minerals-underpinned-decision-to-allow-alcoa-to-keep-clearing-wa-forest-document-reveals",
      "pubDate": "Fri, 20 Feb 2026 14:00:12 GMT",
      "description": "<p>Document also shows US miner had been unlawfully clearing land for 15 years despite warnings from department</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Australian government’s decision to allow the US mining giant Alcoa to continue clearing swathes of Western Australian jarrah forest despite <a href=\"https://www.theguardian.com/environment/2026/feb/18/us-mining-company-alcoa-penalty-for-clearing-wa-jarrah-forests-bauxite-mining\">past illegal clearing practices</a> was made in part due to a critical minerals deal reached between Australia and the Trump administration last year, a new document shows.<br /><br />\n The document also reveals Alcoa was unlawfully clearing land for its bauxite mining practices in the area south of Perth for 15 years, despite warnings from the federal environment department.<br /><br />\n Conservationists have expressed outrage that an “unprecedented” $55m penalty announced by the environment minister was only applied to a six-year period in which the illegal clearing was alleged to have occurred.<br /><br />\n Murray Watt said on Wednesday that the penalty – known as an enforceable undertaking – was for clearing that occurred from 2019-2025 in known habitat for nationally protected species without an approval under the Environment Protection and Biodiversity Conservation (EPBC) Act.</p><p>When announcing the penalty, Watt said he had granted Alcoa a national interest exemption to allow it to continue clearing in the northern jarrah forest for 18 months while the government considered a proposal for an expansion of the company’s Huntly and Willowdale <a href=\"https://www.theguardian.com/environment/2025/oct/05/western-australia-baudin-black-cockatoo-wont-survive-mining-expansion\">mining operations to 2045</a>.</p> <a href=\"https://www.theguardian.com/australia-news/2026/feb/21/australia-us-minerals-underpinned-decision-to-allow-alcoa-to-keep-clearing-wa-forest-document-reveals\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Avalanche risks remain high in California after deaths of skiers",
      "link": "https://www.theguardian.com/us-news/2026/feb/19/snow-drought-deadly-california-avalanche",
      "pubDate": "Thu, 19 Feb 2026 20:39:27 GMT",
      "description": "<p>Forecasters predict more snow in Sierra Nevada mountains as climate crisis increases threat of dangerous conditions</p><p>Avalanche risks remain high in the Sierra Nevada mountains of northern <a href=\"https://www.theguardian.com/us-news/california\">California</a> this week, following the <a href=\"https://www.theguardian.com/us-news/2026/feb/18/missing-skiers-avalanche-lake-tahoe\">deadliest snowslide</a> the region has seen in modern times.</p><p>The <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> has set the stage for more dangerous conditions, with sharper swings between dry periods and severe storms, according to experts, who have long warned that extremes will amplify as the world warms.</p> <a href=\"https://www.theguardian.com/us-news/2026/feb/19/snow-drought-deadly-california-avalanche\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The unbearable experience of walking in a heatwave of the future – video",
      "link": "https://www.theguardian.com/environment/video/2026/feb/20/the-unbearable-experience-of-walking-in-a-heatwave-from-the-future-video",
      "pubDate": "Thu, 19 Feb 2026 20:15:06 GMT",
      "description": "<p>Around the world, global heating is already causing more frequent heatwaves that last longer and bring more heat. Guardian Australia's Graham Readfearn has put his body to the test in an experiment see what effects the heatwaves of the future will have on humans. At the University of Sydney, he steps into a climate chamber that simulates the increased temperatures and humidity predicted in a rapidly warming climate. 'The sweat is stinging my eyes,' he says. 'It's 43C and the air is sticky and humid. It's getting hard to breath.'</p> <a href=\"https://www.theguardian.com/environment/video/2026/feb/20/the-unbearable-experience-of-walking-in-a-heatwave-from-the-future-video\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Study finds global increase in hot, dry days ideal for wildfires",
      "link": "https://www.theguardian.com/environment/2026/feb/18/study-wildfires-danger",
      "pubDate": "Wed, 18 Feb 2026 22:41:22 GMT",
      "description": "<p>Dangerous days have nearly tripled in past 45 years – and increase largely driven by human-made warming</p><p>The number of days when the weather gets hot, dry and windy – ideal to spark extreme wildfires – has nearly tripled in the past 45 years across the globe, with the trend increasing even higher in the Americas, a new study shows.</p><p>And more than half of that increase is caused by human-caused climate change, researchers calculated.</p> <a href=\"https://www.theguardian.com/environment/2026/feb/18/study-wildfires-danger\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Environmental groups sue Trump’s EPA over repeal of landmark climate finding",
      "link": "https://www.theguardian.com/us-news/2026/feb/18/trump-epa-environment-climate-lawsuit",
      "pubDate": "Wed, 18 Feb 2026 17:27:10 GMT",
      "description": "<p>Lawsuit from health and environmental justice groups challenges the EPA’s rollback of the ‘endangerment finding’</p><p>More than a dozen health and environmental justice non-profits have sued the <a href=\"https://www.theguardian.com/environment/epa\">Environmental Protection Agency (EPA)</a> over its revocation of the legal determination that underpins US federal climate regulations.</p><p>Filed in <a href=\"https://www.theguardian.com/us-news/washington-dc\">Washington</a> DC circuit court, the lawsuit challenges the EPA’s rollback of the “endangerment finding”, which states that the buildup of heat-trapping pollution in the atmosphere endangers public health and welfare and has allowed the EPA to limit those emissions from vehicles, power plants and other industrial sources since 2009. The rollback was widely seen as a major setback to US efforts to combat the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>.</p> <a href=\"https://www.theguardian.com/us-news/2026/feb/18/trump-epa-environment-climate-lawsuit\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "There are problems with a geoengineering techno-fix for the climate crisis | Mike Hulme",
      "link": "https://www.theguardian.com/commentisfree/2026/feb/20/geoengineering-techno-fix-problems-climate-crisis",
      "pubDate": "Fri, 20 Feb 2026 11:00:37 GMT",
      "description": "<p>Geoengineering does little to defuse most of the risks that really matter for people – and it runs the risk of making some harms worse</p><p>Planetary-scale solar <a href=\"https://www.theguardian.com/environment/geoengineering\">geoengineering</a> interventions involve the deliberate injection of either natural or artificial particulates into the stratosphere – stratospheric aerosol injection, or SAI – with a view to offset some of the global heating caused by greenhouse gases. If implemented, the technology would create a metaphorical thermostat for the planet. Such a thermostat is advocated on the grounds that controlling global temperature reduces the harms associated with the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a>.</p><p>I wish to challenge this assertion.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/feb/20/geoengineering-techno-fix-problems-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump has done more than harm the government’s ability to fight global heating | Jamil Smith",
      "link": "https://www.theguardian.com/commentisfree/2026/feb/18/trump-epa-climate-crisis-public-health",
      "pubDate": "Wed, 18 Feb 2026 15:00:35 GMT",
      "description": "<p>By repealing the EPA’s determination that greenhouse gases threaten public health, the president is denying reality itself</p><p>The climate crisis is <a href=\"https://www.climaterealityproject.org/blog/just-say-it-climate-crisis-already-killing-us?gad_source=1&gad_campaignid=830932453&gbraid=0AAAAADcyDH9TPgFnJowx4os25hbgkgYuO&gclid=CjwKCAiAncvMBhBEEiwA9GU_fg2pR5LX573BM1KJAPmv3z11zg3vRSifNHgy8y0yFZIkdWKg0Is6CxoC5C0QAvD_BwE\">killing people</a>. These deaths are measurable, documented and ongoing. Concluding otherwise is just playing pretend. Studies explain the mechanics, but lived experience supplies the truth. The people who suffer the consequences see the fire rising and water closing in. They need their government’s help.</p><p>Despite that, the president of the United States stood at a microphone last Thursday and <a href=\"https://www.theguardian.com/us-news/2026/feb/12/trump-epa-rollback-pollution-regulation-endangerment-finding\">abdicated his duty to them</a>. “It has nothing to do with public health,” <a href=\"https://www.pbs.org/newshour/science/trump-calls-climate-change-threat-to-public-health-a-scam-but-scientific-findings-show-otherwise\">he claimed</a> about the climate crisis while announcing that the federal government would <a href=\"https://www.nytimes.com/2026/02/12/climate/trump-epa-greenhouse-gases-climate-change.html\">repeal the Environmental Protection Agency’s “endangerment finding”</a>, a determination that greenhouse gases endanger human health and welfare. “This is all a scam, a giant scam.”</p><p>Jamil Smith is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2026/feb/18/trump-epa-climate-crisis-public-health\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on Donald Trump and the climate crisis: the US is in reverse while China ploughs ahead | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2026/feb/15/the-guardian-view-on-donald-trump-and-the-climate-crisis-the-us-is-in-reverse-while-china-ploughs-ahead",
      "pubDate": "Sun, 15 Feb 2026 17:30:27 GMT",
      "description": "<p>The president’s destructive policies enrich fossil fuel billionaires, while Beijing has bet big on the green transition</p><p>Devastating wildfires, flooding and winter storms were among the 23 extreme weather and climate-related disasters in the US which cost more than a billion dollars last year – at an estimated <a href=\"https://www.climatecentral.org/climate-matters/2025-in-review\">total loss of $115bn</a>. The last three years have shattered previous records for such events. Last Wednesday, scientists said that we are <a href=\"https://www.theguardian.com/environment/2026/feb/11/point-of-no-return-hothouse-earth-global-heating-climate-tipping-points\">closer than ever to the point</a> after which global heating cannot be stopped.</p><p>Just one day later, Donald Trump and Lee Zeldin, the head of the US Environmental Protection Agency, <a href=\"https://www.theguardian.com/us-news/2026/feb/12/trump-epa-rollback-pollution-regulation-endangerment-finding\">announced the elimination</a> of the Obama-era endangerment finding which underpins federal climate regulations. Scrapping it is just one part of Mr Trump’s assault on environmental controls and promotion of fossil fuels. But it may be his most consequential. Any fragment of hope may lie in the fact that a president who has called global heating a “hoax” framed this primarily as about deregulation – perhaps because the science is now so widely accepted <a href=\"https://www.theguardian.com/environment/2025/apr/23/climate-action-politicians\">even in the US</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/feb/15/the-guardian-view-on-donald-trump-and-the-climate-crisis-the-us-is-in-reverse-while-china-ploughs-ahead\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labor will never have a better time to revisit carbon pricing – but does it have the stomach to make polluters pay? | Clear Air",
      "link": "https://www.theguardian.com/australia-news/2026/feb/12/there-will-never-be-a-better-time-to-revisit-carbon-pricing-in-australia-but-does-labor-have-the-stomach-to-make-polluters-pay",
      "pubDate": "Thu, 12 Feb 2026 00:58:13 GMT",
      "description": "<p>The government has not made enough of a dent in emissions, but global trends and a shambolic opposition offer a rare opportunity to act</p><ul><li><p>Want to get this in your inbox when it publishes? <a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>There is good news out there, even if it feels like scraps in a world on the brink. Some came last week – with plenty of caveats – when analysts at the Paris-based International Energy Agency (IEA) found coal-fired power generation <a href=\"https://www.iea.org/reports/electricity-2026/executive-summary\">decreased in both China and India last year</a>.</p><p>This is a potentially big shift. Among other things, it exposes the hollowness of arguments in Australia that there is no point doing anything about the climate crisis because the big Asian economies are building endless new coal plants.</p> <a href=\"https://www.theguardian.com/australia-news/2026/feb/12/there-will-never-be-a-better-time-to-revisit-carbon-pricing-in-australia-but-does-labor-have-the-stomach-to-make-polluters-pay\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The heat suffocates, the fires rage – even by Australian standards, this summer is brutal",
      "link": "https://www.theguardian.com/environment/2026/feb/19/australia-heatwave-bushfires-climate-crisis-fossil-fuels",
      "pubDate": "Fri, 20 Feb 2026 07:00:28 GMT",
      "description": "<p>In this week’s newsletter: The south-east of the country is suffering through the worst heatwave since 2019’s ‘black summer’, while the government continues to back fossil fuel projects </p><p>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></p><p>Australians are no strangers to blistering weather – being a “<a href=\"https://www.theguardian.com/environment/planet-oz/2014/mar/03/climate-change-australia-sunburnt-country-csiro\">sunburnt country</a>” of “droughts and flooding rains” is baked into our national identity. But since the 2019-20 bushfires, which burned through an area almost the size of the UK, and <a href=\"https://www.theguardian.com/environment/2020/jul/28/almost-3-billion-animals-affected-by-australian-megafires-report-shows-aoe\">killed or displaced 3 billion animals</a>, the arrival of warmer weather each year is accompanied by dread. This summer has brought punishing extremes of heat and fire that are brutal even by Australian standards.</p><p>More, after this week’s most important reads.</p><p><strong><a href=\"https://www.theguardian.com/environment/2026/feb/13/elon-musk-xai-datacenters-air-pollution-mississippi\">‘A different set of rules’: thermal drone footage shows Musk’s AI power plant flouting clean air regulations</a></strong></p><p><strong><a href=\"https://www.theguardian.com/business/2026/feb/18/the-death-of-heather-preen-how-eight-year-old-lost-her-life-amid-uk-sewage-crisis\">The death of Heather Preen: how an eight-year-old lost her life amid sewage crisis</a></strong></p><p><strong><a href=\"https://www.theguardian.com/us-news/2026/feb/16/gavin-newsom-a-loser-says-trump-california-green-energy-deal-uk\">Trump lashes out at California governor’s green energy deal with UK</a></strong></p><p><strong><a href=\"https://www.theguardian.com/australia-news/2026/feb/17/santos-greenwashing-court-case-dismissed\">‘Landmark’ greenwashing case against Australian gas giant Santos dismissed by federal court</a></strong></p><p><strong><a href=\"https://www.theguardian.com/australia-news/2026/feb/15/extreme-heat-driving-up-power-bills-central-australia-prepaid-electricity-northern-territory\">‘What’s more important, the electricity or food?’: extreme heat is driving up power bills in central Australia</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2026/feb/17/australia-government-labor-environment-announcements-during-liberal-leadership-spill\">What the Albanese government did on the environment amid the Liberals’ turmoil: threatened species, a new coal project and carbon leakage</a></strong></p> <a href=\"https://www.theguardian.com/environment/2026/feb/19/australia-heatwave-bushfires-climate-crisis-fossil-fuels\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "US sanctions, power cuts, climate crisis: why Cuba is betting on renewables",
      "link": "https://www.theguardian.com/global-development/2026/feb/18/us-sanctions-power-cuts-climate-crisis-why-cuba-is-betting-on-renewables",
      "pubDate": "Wed, 18 Feb 2026 13:00:32 GMT",
      "description": "<p>With Trump blocking Venezuelan oil imports and old power plants breaking down, the island – with Chinese help – is turning to solar and wind to bolster its fragile energy system</p><p>Intense heat hangs over the sugarcane fields near <a href=\"https://www.theguardian.com/world/cuba\">Cuba</a>’s eastern coast. In the village of Herradura, a blond-maned horse rests under a palm tree after spending all Saturday in the fields with its owner, Roberto, who cultivates maize and beans.</p><p>Roberto was among those worst affected by Hurricane Melissa, which hit eastern Cuba – the country’s poorest region – late last year. The storm affected <a href=\"https://www.theguardian.com/global-development/2025/nov/20/they-just-call-it-the-virus-mosquito-borne-illnesses-heap-misery-on-cubans-affected-by-hurricane-melissa\">3.5 million people</a>, damaging or <a href=\"https://elpais.com/america/2025-11-15/las-vidas-que-revolvio-melissa-en-cuba.html\">destroying 90,000 homes</a> and 100,000 hectares of crops.</p> <a href=\"https://www.theguardian.com/global-development/2026/feb/18/us-sanctions-power-cuts-climate-crisis-why-cuba-is-betting-on-renewables\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The greening of career education: US students learn new skills as climate crisis intensifies",
      "link": "https://www.theguardian.com/us-news/2026/feb/15/us-students-energy-climate-crisis",
      "pubDate": "Sun, 15 Feb 2026 13:00:23 GMT",
      "description": "<p>Some districts are adding programs in clean energy and sustainability, while one state is infusing environmental lessons into culinary education and construction</p><p>On one end of the classroom, high school juniors examined little green sprouts – future baby carrots, sprigs of romaine lettuce – poking out of the soil of a drip irrigation system they built a few weeks prior.</p><p>On the opposite end of the room, a model of a hydropower plant showed students how the movement of water can stimulate electrical currents. In this class in South Carolina’s Greenville county school district, students primarily learn about one topic: renewable energy.</p> <a href=\"https://www.theguardian.com/us-news/2026/feb/15/us-students-energy-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Tinsel to tidewall: discarded Christmas trees reused to protect Lancashire coastline",
      "link": "https://www.theguardian.com/environment/2026/feb/15/tinsel-to-tidewall-discarded-christmas-trees-reused-to-protect-lancashire-coastline",
      "pubDate": "Sun, 15 Feb 2026 10:00:19 GMT",
      "description": "<p>The trees morph into sand dunes to protect homes on the seafront against rising sea levels and serve as habitat for rare species</p><p>Britain’s fight against climate breakdown may usually look like windfarms or solar energy. But on miles of Lancashire coast the frontline is rather more festive.</p><p>Tens of thousands of discarded Christmas trees have been partially buried on beaches south of Blackpool as a frontier against rising sea levels.</p> <a href=\"https://www.theguardian.com/environment/2026/feb/15/tinsel-to-tidewall-discarded-christmas-trees-reused-to-protect-lancashire-coastline\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}