{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-10-31T22:23:31.662812",
  "items": [
    {
      "title": "For a struggling Iowa ranch, the government shutdown may be the last straw",
      "link": "https://grist.org/food-and-agriculture/for-a-struggling-iowa-ranch-the-government-shutdown-may-be-the-last-straw/",
      "pubDate": "Fri, 31 Oct 2025 21:50:23 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘A devastating global audit’ shows how climate change is undermining the health of millions",
      "link": "https://grist.org/health/lancet-2025-countdown-health-climate-change-report/",
      "pubDate": "Fri, 31 Oct 2025 21:31:54 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump officials say Alaska is ‘open for business.’ So far, no one’s buying.",
      "link": "https://grist.org/politics/trump-officials-say-alaska-is-open-for-business-so-far-no-ones-buying/",
      "pubDate": "Fri, 31 Oct 2025 08:45:00 +0000",
      "description": "As the fight over development in the Arctic National Wildlife Refuge continues, federal officials are racing to fulfill President Donald Trump’s “energy dominance” agenda. Though the government is shut down and many employees are not getting paid, officials continue approving permits for extractive industries. In a wood-paneled Beltway office, Secretary of the Interior Doug Burgum framed his “sweeping package of actions” as a declaration that “Alaska is open for business.” \n<br><br>\nThe problem is AIDEA, the state-funded investment firm that remains the sole holder of leases in the Refuge, doesn’t have the capital or technical expertise to build out these areas on its own. It has authorized spending nearly $54 million to develop them and move permitting for Ambler Road forward. That includes hiring consultants for seismic testing to map oil and gas deposits. But first it must get permission from the U.S. Fish and Wildlife Service to harass polar bears, something that has sparked viral protests in the past. AIDEA authorized another $50 million for Ambler following Burgum’s announcement.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Good news! These ‘positive tipping points’ will help save the world.",
      "link": "https://grist.org/cities/good-news-these-positive-tipping-points-will-help-save-the-world/",
      "pubDate": "Fri, 31 Oct 2025 06:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This obscure Georgia election is about so much more than your power bill",
      "link": "https://grist.org/georgia-psc/this-obscure-georgia-election-is-about-so-much-more-than-your-power-bill/",
      "pubDate": "Thu, 30 Oct 2025 08:45:00 +0000",
      "description": "Georgians are currently voting in rare off-year elections for two seats on the Public Service Commission — the only statewide races on the ballot this year. More Democrats are expected to turn out to vote because Democratic strongholds like Atlanta are electing a mayor and city council members. In June, about twice as many Democrats as Republicans turned out for the party primaries. \n<br><br>\nRepublicans rallying their base in Georgia’s Forsyth County also shone a spotlight on the PSC’s role in determining the cost and sources of energy in Georgia — critical positions that traditionally operate in relative obscurity. The longtime Public Service Commissioner and his fellow members of the commission charged with regulating Georgia’s largest electric utility, Georgia Power, are all Republicans. And for the Republican incumbent commissioners, reliable energy means fossil fuels.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Scientists have a dire new warning about the state of the planet",
      "link": "https://grist.org/climate/scientists-have-a-dire-new-warning-about-the-state-of-the-planet/",
      "pubDate": "Wed, 29 Oct 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Toxic wastewater from oil fields keeps pouring out of the ground. Oklahoma regulators failed to stop it.",
      "link": "https://grist.org/accountability/toxic-wastewater-from-oil-fields-keeps-pouring-out-of-the-ground-oklahoma-regulators-failed-to-stop-it/",
      "pubDate": "Wed, 29 Oct 2025 09:35:00 +0000",
      "description": "When oil and gas are pumped from the ground, they come up with briny fluid called “produced water,” many times saltier than the sea and laden with chemicals, including some that cause cancer. Most of this toxic water is shot back underground using what are known as injection wells.\n<br><br>\nWastewater injection had been happening in Oklahoma for 80 years, but the Oklahoma agency that regulates oil and gas found that pollution events known as purges were occurring near wells where companies were injecting oil field wastewater at excessively high pressure, high enough to crack rock deep underground and allow the waste to travel uncontrolled for miles.\n<br><br>\nBy November 2020, at least 10 sites were expelling polluted water, according to internal agency emails obtained through public records requests. The number of purges has grown steadily since.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump killed a crucial disaster database. This nonprofit just saved it.",
      "link": "https://grist.org/extreme-weather/trump-killed-a-crucial-disaster-database-this-nonprofit-just-saved-it/",
      "pubDate": "Wed, 29 Oct 2025 08:30:00 +0000",
      "description": "As the Trump administration deletes climate data and shutters resources that track the impacts of a warming world, nonprofits, state-level governments, and independent scientists are rushing to preserve the information. \n<br><br>\nLast week, Climate Central resurrected one of the most prominent of those lost records: the National Oceanic and Atmospheric Administration’s billion-dollar disaster database. \n<br><br>\nData-deletion is not just a problem for researchers and insurers, but for local and state authorities who rely on resources like the billion-dollar disaster database to make the case for building resilient infrastructure. Officials in Asheville, North Carolina, for example, depended upon the tool when deciding to rebuild the dam at North Fork Reservoir. That work is believed to have kept the structure from breaching during Hurricane Helene.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The West’s new gold rush is the data center boom",
      "link": "https://grist.org/sponsored/the-wests-new-gold-rush-is-the-data-center-boom/",
      "pubDate": "Tue, 28 Oct 2025 14:00:28 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In New York, a pipeline proposal that just won’t die",
      "link": "https://grist.org/politics/new-york-williams-pipeline-hochul-trump/",
      "pubDate": "Tue, 28 Oct 2025 08:45:00 +0000",
      "description": "Breezy Point, a remote stretch of New York City along the coast of the Rockaway Peninsula, was decimated by Hurricane Sandy in 2012. Residents who stuck it out and returned now see a different threat to the beach: the Williams’ Company’s Northeastern Supply Enhancement, or NESE, pipeline, which has been fast-tracked over the past few months. The pipeline would add to a 10,000-mile network that runs all the way to Texas, carrying fracked gas from Pennsylvania through New York Harbor and terminating off Rockaway Beach, where it will connect to an existing pipeline off the coast of Long Island.\n<br><br>\nThe NESE pipeline proposal has been rejected three times because it failed to meet New York’s water quality standards. The state’s Department of Environmental Conservation, or DEC, warned that its construction would dredge up mercury, copper, and other decades-old contaminants dumped off the coast of the city, endangering marine life and the health of local swimmers.\n<br><br>\nDespite this, Williams recently resubmitted essentially the same proposal, frustrating pipeline opponents who are concerned that the new head of the DEC, appointed by New York State Governor Kathy Hochul in May, could reverse course.\n<br><br>\nThat’s because the White House has stepped in and said that it expects Governor Hochul to do just that.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What we lost when cars won",
      "link": "https://grist.org/culture/cars-crashes-books-culture/",
      "pubDate": "Tue, 28 Oct 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How Hurricane Melissa got so dangerous so fast",
      "link": "https://grist.org/extreme-weather/how-hurricane-melissa-got-so-dangerous-so-fast/",
      "pubDate": "Mon, 27 Oct 2025 21:17:48 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Drought is quietly pushing American cities toward a fiscal cliff",
      "link": "https://grist.org/cities/drought-is-quietly-pushing-american-cities-toward-a-fiscal-cliff/",
      "pubDate": "Mon, 27 Oct 2025 08:45:00 +0000",
      "description": "Drought, hurricanes, floods and fires are bankrupting cities across America. After flames ripped through Paradise, California in 2018, the town’s redevelopment agency defaulted on some of its obligations. Naples, Florida resorted to selling $11 million in bond to rebuild its pier after Hurricane Ian in 2022. Earlier this year, the Los Angeles Department of Water and Power had a harder time raising money after massive fires swept the city. Kerr County, Texas is in the midst of raising taxes after devastating floods in July. And the city of Clyde in north Texas missed two debt payments last year during a prolonged dry spell.  \n<br><br>\nEach episode underscores how climate shocks once seen as exceptional are now straining local budgets, but drought may be the most insidious of these threats. Compared to other types of disasters, it often hits everyone in a community, affects large areas, and can last months, if not years. And unlike with its headline-grabbing cousins, drought has a much weaker federal safety net when something does go wrong.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump targets federal employees working on conservation and environmental protection",
      "link": "https://grist.org/labor/trump-targets-federal-employees-working-on-conservation-and-environmental-protection/",
      "pubDate": "Sun, 26 Oct 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Mosquitoes found in Iceland for first time as climate crisis warms country",
      "link": "https://grist.org/science/mosquitoes-found-in-iceland-for-first-time-as-climate-crisis-warms-country/",
      "pubDate": "Sat, 25 Oct 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Fossil fuel companies say they support the energy transition. New numbers suggest otherwise.",
      "link": "https://grist.org/accountability/fossil-fuel-companies-renewable-energy-report/",
      "pubDate": "Fri, 24 Oct 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why one of the world’s greenest countries is betting its future on oil",
      "link": "https://grist.org/international/suriname-offshore-oil-energy-transition/",
      "pubDate": "Thu, 23 Oct 2025 08:45:00 +0000",
      "description": "The Amazon rainforest that covers more than 90 percent of Suriname’s landmass allows the South American country to claim itself as “carbon-negative,” meaning that the nation absorbs more greenhouse gases than it emits. As a result, Suriname is one of the few countries that can make an unimpeachable claim to being on the right side of the climate crisis. But all that is about to change.\n<br><br>\nIn 2028, the country’s first offshore oil platform will begin pumping almost a quarter-million barrels of crude each day. In its first year alone, this project from the French oil major TotalEnergies is expected to generate billions of dollars of revenue for the government and billions more in private spending, causing the country’s economy to grow by more than half. \n<br><br>\nUp until now, Suriname’s coveted “carbon-negative” status has been inextricably linked to its underdevelopment. Its slice of the Amazon sequesters more carbon than the country can emit only because its citizens by and large cannot afford the energy-intensive lifestyles that much of the world takes for granted. The average resident earned less than $500 per month in 2024.\n<br><br>\nNow, Suriname’s leaders want to alleviate that poverty without becoming a net source of carbon.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The entire world was ready to reduce shipping emissions. Then Trump stepped in.",
      "link": "https://grist.org/transportation/shipping-carbon-tax-international-maritime-organization-trump/",
      "pubDate": "Thu, 23 Oct 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The humble plant that could save the world — or destroy it",
      "link": "https://grist.org/science/the-humble-plant-that-could-save-the-world-or-destroy-it/",
      "pubDate": "Wed, 22 Oct 2025 08:45:00 +0000",
      "description": "Peat has near-magical properties. Acidic and anaerobic, it can preserve artifacts, food, and even human remains for centuries or more. And because the process of decomposition slows down in these water-saturated, mossy environments, they trap carbon dioxide and keep it out of the atmosphere, slowing the process of climate change.\n<br><br>\nIn northern Canada, the 90-million-acre Hudson Bay peatlands store five times as much carbon per acre as the Amazon rainforest. Indigenous nations call the area “the breathing lands.” Valérie Courtois, executive director of the Indigenous Leadership Initiative, refers to it as the world’s temperature regulator. “It’s like we have a big fridge on top of the planet that is helping keep everything the way that it should be.”\n<br><br>\nBut now, the fridge is hanging open.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Want to go to the UN’s biggest gathering of Indigenous peoples? Here’s how.",
      "link": "https://grist.org/indigenous/want-to-go-to-the-uns-biggest-gathering-of-indigenous-peoples-heres-how/",
      "pubDate": "Wed, 22 Oct 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}