{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-15T01:58:00.992549",
  "items": [
    {
      "title": "Riding the High From Data Centers, the Grid Cannot Kick Its Gas Habit",
      "link": "https://insideclimatenews.org/news/14092025/data-center-ai-demand-natural-gas-power/",
      "pubDate": "Sun, 14 Sep 2025 09:05:00 +0000",
      "description": "Every three months, Jon Rea gets an up-close look at the possible future of the grid, and lately he’s seeing a lot more natural gas. Rea, a senior associate with the nonprofit RMI, analyzes the latest plans put out by U.S. electricity utilities for meeting projected demand over the coming decades.  His most recent review […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In the Midst of Florida’s Insurance Crisis, What Recourse Do Residents Have?",
      "link": "https://insideclimatenews.org/news/14092025/florida-insurance-crisis-hits-hardest-in-disadvantaged-counties/",
      "pubDate": "Sun, 14 Sep 2025 09:00:00 +0000",
      "description": "OKEECHOBEE, Fla.—If you want to get to know this hamlet sprinkled among ranchlands on the north side of Lake Okeechobee, one of the best people to talk to is its mayor, Dowling Watford. Watford has lived here all his life. A self-described history buff, he can tell you how early in its existence Okeechobee was […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Rural Ohio County Embarks on a Project to Prepare for Worsening Floods",
      "link": "https://insideclimatenews.org/news/14092025/rural-ohio-county-flood-model-emergency-planning/",
      "pubDate": "Sun, 14 Sep 2025 08:55:00 +0000",
      "description": "CHAUNCEY, Ohio—This village sits between the Hocking River and a tributary, Sunday Creek. When they flood, they can completely submerge the two roads connecting the village to the highway. The evacuation route for such occasions ends in another floodplain. With enough rainfall, residents could conceivably find themselves stuck. Many don’t even know about the evacuation […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Chapter for Environmental Justice",
      "link": "https://insideclimatenews.org/news/14092025/icn-sunday-morning-new-chapter-for-environmental-justice/",
      "pubDate": "Sun, 14 Sep 2025 08:45:00 +0000",
      "description": "The environmental justice movement suffered a striking blow this year when the Trump administration rescinded $3 billion in grants to support EJ initiatives.  EPA Administrator Lee Zeldin terminated the grant programs and eliminated the EPA’s environmental justice office after the president tried to re-brand EJ as a “radical and wasteful” form of reverse discrimination and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Researchers Use AI to Predict Beavers’ Impact on Local Habitats—and Show How Humans Can Help",
      "link": "https://insideclimatenews.org/news/13092025/beaver-habitat-impact-land-resilience/",
      "pubDate": "Sat, 13 Sep 2025 20:55:00 +0000",
      "description": "Across the Rockies and Great Plains, beaver dams interrupt narrow streams, slowing currents into chains of ponds that reshape channels and spread wetlands across valleys. The mud-and-stick barriers create habitat for willows and cottonwoods, sustain corridors of green vegetation long after surrounding hills have browned, and soften the force of floods. In the West, as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Bipartisan Support in Congress Save NOAA From White House Cuts?",
      "link": "https://insideclimatenews.org/news/13092025/congress-advances-bills-to-save-noaa/",
      "pubDate": "Sat, 13 Sep 2025 09:05:00 +0000",
      "description": "To understand the bipartisan support that has emerged in Congress for the National Oceanic and Atmospheric Administration, it only takes a glance at the list of stakeholders who have been lobbying to save the embattled agency from the Trump administration’s budget knife. Those who fish the oceans and those who ship goods over their waves, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Congress Takes a New Swing at Bipartisan Permitting Reform, Environmental Groups Are Calling Foul",
      "link": "https://insideclimatenews.org/news/13092025/congress-energy-permitting-reform-speed-act/",
      "pubDate": "Sat, 13 Sep 2025 09:00:00 +0000",
      "description": "The One Big Beautiful Bill Act earlier this summer underscored deep partisan divides on energy and the environment, with critics decrying it as a handout to fossil fuel interests while President Donald Trump’s supporters heralded it for securing America’s “energy dominance.” Given the tumult over the bill’s passage, one could be forgiven for assuming that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Arctic Researcher Explains Yedoma, the Permafrost Keeping the Planet Livable",
      "link": "https://insideclimatenews.org/news/13092025/boreal-forest-shielding-permafrost/",
      "pubDate": "Sat, 13 Sep 2025 08:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Jenni Doering with Edward Alexander, the senior arctic lead at the Woodwell Climate Research Center. In the far north of our planet, boreal forests and permanently frozen earth, or permafrost, store massive amounts of carbon and keep our global climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can This Tree Still Save Us? In Some Places It’s Barely Hanging On",
      "link": "https://insideclimatenews.org/news/13092025/can-this-tree-still-save-us-in-some-places-its-barely-hanging-on/",
      "pubDate": "Sat, 13 Sep 2025 08:45:00 +0000",
      "description": "A breadfruit tree stands in the middle of Randon Jother’s property, its lanky trunks feeding a network of sinewy limbs. The remnants of this season’s harvest weigh heavy on its branches. Its vibrant leaves and football-sized fruit may appear enormous to the untrained eye, but Jother is concerned. They used to be longer than his […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change-Driven Floods Continue to Displace Millions in Pakistan",
      "link": "https://insideclimatenews.org/news/12092025/climate-change-driven-floods-continue-to-displace-millions-in-pakistan/",
      "pubDate": "Fri, 12 Sep 2025 22:05:11 +0000",
      "description": "More than 2 million people have been displaced in Pakistan since June of this year, as floods continue to cause destruction across a country still reeling from the devastation of relentless climate shocks in recent years. As of Friday, Pakistan’s disaster management authority reported that this monsoon season has killed more than 950 people since […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}