{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-08-04T06:48:21.924468",
  "items": [
    {
      "title": "New York becomes first state to commit to all-electric new buildings",
      "link": "https://grist.org/energy/new-york-becomes-first-state-to-commit-to-all-electric-new-buildings/",
      "pubDate": "Sun, 03 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hundreds of old EV batteries have new jobs in Texas: Stabilizing the grid",
      "link": "https://grist.org/energy/hundreds-of-old-ev-batteries-have-new-jobs-in-texas-stabilizing-the-grid/",
      "pubDate": "Sat, 02 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Can protecting nature be nonpartisan?",
      "link": "https://grist.org/politics/nature-nonpartisan-conservation-make-america-beautifaul-again/",
      "pubDate": "Fri, 01 Aug 2025 08:45:00 +0000",
      "description": "Even as President Donald Trump continued upending how the country’s natural resources are managed, he signed an executive order vowing to “Make America Beautiful Again.” His directive, issued July 3, called for balancing environmental stewardship with economic growth, and established a commission to “advise and assist the President regarding how best to responsibly conserve America’s national treasures and natural resources.” It is unclear what policies this commission might develop or how much authority it will hold. \n<br><br>\nBenji Backer, a 27-year-old conservative conservationist, hopes to influence some of those details. He has built a national platform around the idea that caring about the environment and climate change is a bipartisan issue. \n<br><br>\nShortly after the president took office Backer delivered a draft order to the White House containing a list of policy goals he’d developed in consultation with groups like Ducks Unlimited and the National Wildlife Federation. These included goals like restoring forests and combating plastic pollution. \n<br><br>\nThough the Trump administration’s revisions substantially altered the order, Backer was quick to celebrate it. Lobbying efforts by the American Conservation Coalition and its advocacy arm have also met mixed success with the Trump administration.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Texas lawmakers grill Kerr County officials as flood recovery plods on",
      "link": "https://grist.org/extreme-weather/texas-lawmakers-kerr-county-hearing-flood-recovery-fema/",
      "pubDate": "Fri, 01 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Your politics, age, and gender predict your disaster readiness",
      "link": "https://grist.org/extreme-weather/floods-fires-and-false-confidence-americas-disaster-problem-is-personal/",
      "pubDate": "Fri, 01 Aug 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The USDA announced the cancellation of $148M in ‘woke’ grants. Then it went dark.",
      "link": "https://grist.org/food-and-agriculture/usda-148-million-woke-grants-cancellation/",
      "pubDate": "Thu, 31 Jul 2025 08:45:00 +0000",
      "description": "On June 17, the Department of Agriculture announced the end of $148.6 million in funding awarded by the Biden administration to projects geared toward DEI. The move appeared in lockstep with President Donald Trump’s priorities. The notice itself, for example, was titled “Secretary Rollins Takes Bold Action to Put American Farmers First, Cuts Millions in Woke DEI Funding.” \n<br><br>\nIt all seemed like standard fare under the new administration — except that the USDA neither specified what awards it was scrubbing, nor did it follow the news with direct notifications to those grantees affected. And more than a month later, no one yet seems to know whether, or to what extent, the $148 million in grants has actually been cancelled. \n<br><br>\nThe federal agency’s silence has prompted urgent calls for transparency from some members of Congress. According to a former senior USDA official, who spoke to Grist on the condition of anonymity for fear of retaliation, the precedents of how the agency chooses to operate — and communicate — are changing so quickly and radically that it’s creating an environment of fear for the nation’s farmers and ranchers who could rely on federal government funds before Trump took office.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Data centers, drought, and dispossession: The real nightmares in Ari Aster’s ‘Eddington’",
      "link": "https://grist.org/indigenous/data-centers-drought-and-dispossession-the-real-nightmares-in-ari-asters-eddington/",
      "pubDate": "Thu, 31 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s EPA is attacking its own power to fight climate change",
      "link": "https://grist.org/politics/epa-endangerment-finding-zeldin-announcement/",
      "pubDate": "Wed, 30 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s environmental policies are reshaping everyday life. Here’s how.",
      "link": "https://grist.org/politics/trumps-environmental-policies-are-impacting-your-daily-routine/",
      "pubDate": "Wed, 30 Jul 2025 08:08:48 +0000",
      "description": "Over the last six months, Americans have been inundated with a near-constant stream of announcements from the federal government — programs shuttered, funding cut, jobs eliminated, and regulations gutted. President Donald Trump and his administration are executing a systematic dismantling of the environmental, economic, and scientific systems that underpin our society. The onslaught can feel overwhelming, opaque, or sometimes even distant, but these policies will have real effects on Americans’ daily lives.\n<br><br>\nIn its new guide, Grist examines the impact these changes could have, and are already having, on the things you do every day. Flipping on your lights. Turning on your faucet. Paying household bills. Visiting a park. Checking the weather forecast. Feeding your family.\n<br><br>\nThe decisions have left communities less safe from pollution, more vulnerable to climate disasters, and facing increasingly expensive energy bills, among other changes.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Climate change has sent coffee prices soaring. Trump’s tariffs will send them higher.",
      "link": "https://grist.org/food-and-agriculture/coffee-expensive-climate-change-trump-tariffs-brazil-vietnam/",
      "pubDate": "Tue, 29 Jul 2025 08:45:00 +0000",
      "description": "Economists like to say that demand for coffee is relatively inelastic — drinkers are so attached to their daily caffeine fix that they keep buying it even when prices increase. As the Trump administration mounts its retaliatory trade agenda, that theory will be put to the test.\n<br><br>\nCoffee growers, as well as the roasters and sellers that purchase them in the U.S., are now facing unforeseen geopolitical and economic challenges. Should Trump’s threatened tariffs go into effect next month, it will likely hurt consumers, as many businesses will pass on the costs by raising prices. But it could also have ripple effects on coffee farms, as companies may cut costs by pulling back on investments in environmentally-conscientious practices like organic or regenerative agriculture.\n<br><br>\nEven if the tariffs do not go into effect in August, the ongoing economic uncertainty will likely impact coffee growers in Brazil, which provided 35 percent of America’s unroasted coffee supply as of 2023.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Troubling scenes from an Arctic in full-tilt crisis",
      "link": "https://grist.org/climate/troubling-scenes-from-an-arctic-in-full-tilt-crisis/",
      "pubDate": "Tue, 29 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This Indian rapper is spitting bars about climate justice, caste, and Indigenous rights",
      "link": "https://grist.org/arts-culture/indian-rapper-climate-justice-caste-and-indigenous-rights/",
      "pubDate": "Tue, 29 Jul 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How the world’s highest court bolstered the fight for climate reparations",
      "link": "https://grist.org/global-indigenous-affairs-desk/the-worlds-highest-court-bolstered-the-fight-for-climate-reparations/",
      "pubDate": "Mon, 28 Jul 2025 20:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How tribes navigate emergency response aid to citizens and what you can do to prepare",
      "link": "https://grist.org/extreme-weather/how-tribes-navigate-emergency-response-aid-to-citizens-and-what-you-can-do-to-prepare/",
      "pubDate": "Mon, 28 Jul 2025 19:37:39 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The guerrilla campaign to save a Texas prairie from ‘silent extinction’",
      "link": "https://grist.org/solutions/the-guerilla-campaign-to-save-a-texas-prairie-from-silent-extinction/",
      "pubDate": "Mon, 28 Jul 2025 09:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A long-awaited rule to protect workers from heat stress moves forward, even under Trump",
      "link": "https://grist.org/labor/federal-workplace-heat-protections-osha-temperature-regulation-trump-farmworkers/",
      "pubDate": "Mon, 28 Jul 2025 08:45:00 +0000",
      "description": "In July 2024, the Occupational Safety and Health Administration, or OSHA, published its first-ever draft rule to prevent heat illness in the U.S. workforce. Among other things, the proposed regulation would require employers to provide access to water, shade, and paid breaks during heat waves\n<br><br>\nBefore the Biden administration could finalize the rule, Donald Trump was re-elected president, ushering in another era of deregulation. Earlier this month, the Trump administration announced plans to revise or repeal 63 workplace regulations.\n<br><br>\nOSHA’s heat stress rule wasn’t among them. And though the new administration has the power to withdraw the draft regulation, it hasn’t. Instead, OSHA has continued to move it forward.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why your energy bill is suddenly so much more expensive",
      "link": "https://grist.org/energy/why-your-energy-bill-is-suddenly-so-much-more-expensive/",
      "pubDate": "Sun, 27 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Georgia sterilization plants using toxic gas among those exempt from new rules",
      "link": "https://grist.org/regulation/georgia-sterilization-plants-using-toxic-gas-among-those-exempt-from-new-rules/",
      "pubDate": "Sat, 26 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Seaweed brought fishers, farmers, and scientists together. Trump tore them apart.",
      "link": "https://grist.org/food-and-agriculture/seaweed-climate-smart-commodities-trump-usda/",
      "pubDate": "Fri, 25 Jul 2025 08:45:00 +0000",
      "description": "Excess seaweed is a seasonal nuisance along the bays and inlets that twine throughout Puget Sound. But the issue has magnified as excess nutrient runoff has fueled sprawling blooms. It has become a bona fide threat to the business of Washington shellfish farmers like Joth Davis.\n<br><br>\nDavis was approached by researchers at the University of Washington to see if he’d be interested in partnering with them to develop a new supply chain. The plan was simple: Harvest the seaweed from Davis’s farm, give it to small and mid-sized crop farmers in the area as a soil-building replacement for chemical fertilizer, and along the way study the effects — reduced emissions from a shortened supply chain, steady yields from shellfish and terrestrial farms, changes in soil chemistry, and possibly a way to sequester the carbon stored in the seaweed itself. They were also aiming to investigate the impacts of seaweed removal on shellfish survival and growth. \n<br><br>\nIn February of 2022, the newly-launched Partnerships for Climate-Smart Commodities initiative, a Department of Agriculture program established by the Biden administration and funded by the Inflation Reduction Act, offered exactly the federal support they needed to make the vision happen. Davis seized the chance.\n<br><br>\nIn their first year in the field, the team harvested a little over 15,000 pounds of wet seaweed, which was stockpiled and distributed to four crop farms throughout the region. By laying the groundwork for the agricultural supply chain, the team was on track for the unthinkable — a quadruple win of sorts, where everyone involved benefitted, including the planet.\n<br><br>\nBut almost a year after the team began their field work harvesting seaweed in Puget Sound, the USDA announced that it would cancel the PCSC initiative.\n<br><br>\nNow, the supply chain is splintering apart.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How musicians and concert venues are upping the tempo on climate action",
      "link": "https://grist.org/arts-culture/how-musicians-and-concert-venues-are-upping-the-tempo-on-climate-action/",
      "pubDate": "Fri, 25 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}