{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-07-27T07:24:29.935998",
  "items": [
    {
      "title": "Georgia sterilization plants using toxic gas among those exempt from new rules",
      "link": "https://grist.org/regulation/georgia-sterilization-plants-using-toxic-gas-among-those-exempt-from-new-rules/",
      "pubDate": "Sat, 26 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Seaweed brought fishers, farmers, and scientists together. Trump tore them apart.",
      "link": "https://grist.org/food-and-agriculture/seaweed-climate-smart-commodities-trump-usda/",
      "pubDate": "Fri, 25 Jul 2025 08:45:00 +0000",
      "description": "Excess seaweed is a seasonal nuisance along the bays and inlets that twine throughout Puget Sound. But the issue has magnified as excess nutrient runoff has fueled sprawling blooms. It has become a bona fide threat to the business of Washington shellfish farmers like Joth Davis.\n<br><br>\nDavis was approached by researchers at the University of Washington to see if he’d be interested in partnering with them to develop a new supply chain. The plan was simple: Harvest the seaweed from Davis’s farm, give it to small and mid-sized crop farmers in the area as a soil-building replacement for chemical fertilizer, and along the way study the effects — reduced emissions from a shortened supply chain, steady yields from shellfish and terrestrial farms, changes in soil chemistry, and possibly a way to sequester the carbon stored in the seaweed itself. They were also aiming to investigate the impacts of seaweed removal on shellfish survival and growth. \n<br><br>\nIn February of 2022, the newly-launched Partnerships for Climate-Smart Commodities initiative, a Department of Agriculture program established by the Biden administration and funded by the Inflation Reduction Act, offered exactly the federal support they needed to make the vision happen. Davis seized the chance.\n<br><br>\nIn their first year in the field, the team harvested a little over 15,000 pounds of wet seaweed, which was stockpiled and distributed to four crop farms throughout the region. By laying the groundwork for the agricultural supply chain, the team was on track for the unthinkable — a quadruple win of sorts, where everyone involved benefitted, including the planet.\n<br><br>\nBut almost a year after the team began their field work harvesting seaweed in Puget Sound, the USDA announced that it would cancel the PCSC initiative.\n<br><br>\nNow, the supply chain is splintering apart.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How musicians and concert venues are upping the tempo on climate action",
      "link": "https://grist.org/arts-culture/how-musicians-and-concert-venues-are-upping-the-tempo-on-climate-action/",
      "pubDate": "Fri, 25 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Will new Interior Department rules shackle wind and solar? Insiders are divided.",
      "link": "https://grist.org/energy/interior-department-rules-wind-solar/",
      "pubDate": "Fri, 25 Jul 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "They lost their jobs and funding under Trump. What did communities lose?",
      "link": "https://grist.org/climate/trump-federal-funding-cuts-fired-workers-community-impact/",
      "pubDate": "Thu, 24 Jul 2025 08:45:00 +0000",
      "description": "In the first six months of the second Trump administration, some 60,000 federal workers have been targeted for layoffs, even more have taken buyouts, and up to trillions of dollars in funding has been frozen or halted. Many more people could still be facing cuts under additional planned reductions.\n<br><br>\nPresident Donald Trump has explicitly targeted climate- and justice-related programs and funding, but the resulting cuts have gone deep into services communities rely on to survive, like food aid in rural areas or improvements to failing wastewater infrastructure. Farmers have lost grants and support that help keep them going through increasingly volatile weather. Even your favorite YouTube creators may be affected.\n<br><br>\nWe asked those who have lost their federal jobs or funding to tell us about what’s being lost: What was their work providing to communities, and what happens now?\n<br><br>\nTheir stories, reflecting just a small sample of the many people who’ve been affected, illuminate  how deep these cuts go, not only into programs explicitly working to reduce emissions, but also into those keeping us safe, healthy, fed, and informed.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The national fight for public power comes to Oakland",
      "link": "https://grist.org/energy/the-national-fight-for-public-power-comes-to-oakland/",
      "pubDate": "Thu, 24 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "There’s a surprising climate solution right under your feet",
      "link": "https://grist.org/climate/theres-a-surprising-climate-solution-right-under-your-feet/",
      "pubDate": "Thu, 24 Jul 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The science behind the heat dome — ‘a mosh pit’ of molecules",
      "link": "https://grist.org/extreme-heat/the-science-behind-the-heat-dome-a-mosh-pit-of-molecules/",
      "pubDate": "Tue, 22 Jul 2025 19:08:30 +0000",
      "description": "From Texas clear to Georgia, from the Gulf Coast on up to the Canadian border, a mass of dangerous heat has started spreading like an atmospheric plague. In the days and perhaps even weeks ahead, a high-pressure system, known as a heat dome, will drive temperatures over 100 degrees Fahrenheit in some places, impacting some 160 million Americans. Extra-high humidity will make that weather even more perilous — while the thermometer may read 100, it might actually feel more like 110. \n<br><br>\nSo what exactly is a heat dome?\n<br><br>\nA heat dome is a self-reinforcing machine of misery. It is a high-pressure system that traps hot air near the ground, heating it further as it sinks and compresses. It blocks cloud formation, intensifies sunshine, and evaporates soil moisture, which then raises humidity. This humidity makes the heat feel worse and prevents the body from cooling efficiently. The system pulls in moisture from oceans and crops, further fueling itself. Heat domes can last for weeks and worsen over time, especially as climate change makes them more frequent and severe.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Rising seas, vanishing voices: An Indigenous story from Martha’s Vineyard",
      "link": "https://grist.org/indigenous/rising-seas-vanishing-voices-an-indigenous-story-from-marthas-vineyard/",
      "pubDate": "Tue, 22 Jul 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This EPA research office safeguarded Americans’ health. Trump just eliminated it.",
      "link": "https://grist.org/politics/this-epa-research-office-safeguarded-americans-health-trump-just-eliminated-it/",
      "pubDate": "Mon, 21 Jul 2025 16:59:06 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The surprising reasons floods and other disasters are deadlier at night",
      "link": "https://grist.org/extreme-weather/the-surprising-reasons-floods-and-other-disasters-are-more-deadly-at-night/",
      "pubDate": "Mon, 21 Jul 2025 08:45:00 +0000",
      "description": "The flash flooding in Texas would have been catastrophic at any time of day, but it was especially dangerous because it happened at night. Research shows that more than half of deaths from floods happen after dark, and in the case of flash floods, one study put the number closer to three-quarters. \nOther hazards are more perilous in the dark, too: Tornadoes that strike between sunset and sunrise are twice as deadly, on average, as those during the day. \n<br><br>Even with warning, reacting in the middle of the night isn’t easy. When people are shaken awake, they’re often disoriented, requiring additional time to figure out what’s happening before they can jump into action. \n<br><br>\nThe darkness itself presents another issue. People tend to look outside for proof that weather warnings match up with their reality, but at night, they often can’t find the confirmation they’re looking for until it’s too late. Some drive their cars into floodwaters, unable to see how deep it is, and get swept away. It’s also harder to evacuate — and try to rescue people — when you can barely see anything.\n<br><br>\nNo one can stop the sun from rising and setting, but experts say there are simple precautions that can save lives when extreme weather strikes at night.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Kerr County’s tragic flood wasn’t an outlier. It was a preview.",
      "link": "https://grist.org/extreme-weather/kerr-countys-tragic-flood-wasnt-an-outlier-it-was-a-preview/",
      "pubDate": "Mon, 21 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump and the energy industry are eager to power AI with fossil fuels",
      "link": "https://grist.org/energy/trump-and-the-energy-industry-are-eager-to-power-ai-with-fossil-fuels/",
      "pubDate": "Sun, 20 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The race to build solar and wind in New York before Trump’s tax credit deadline",
      "link": "https://grist.org/energy/the-race-to-build-solar-and-wind-in-new-york-before-trumps-tax-credit-deadline/",
      "pubDate": "Sat, 19 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Standing Rock was an Indigenous-led movement. Why did Greenpeace take the fall?",
      "link": "https://grist.org/project/indigenous/standing-rock-greenpeace-slapp-lawsuit-dakota-access-pipeline-dapl/",
      "pubDate": "Fri, 18 Jul 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump is fast-tracking new coal mines — even when they don’t make economic sense",
      "link": "https://grist.org/energy/trump-is-fast-tracking-new-coal-mines-even-when-they-dont-make-economic-sense/",
      "pubDate": "Fri, 18 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After deadly flash floods, a Texas town takes halting, painful steps toward recovery",
      "link": "https://grist.org/extreme-weather/flash-floods-hunt-texas-recovery/",
      "pubDate": "Thu, 17 Jul 2025 19:22:35 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "USDA abruptly cancels rural energy grant application window",
      "link": "https://grist.org/food-and-agriculture/usda-abruptly-cancels-rural-energy-grant-application-window/",
      "pubDate": "Thu, 17 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How reducing the US military budget would also reduce emissions",
      "link": "https://grist.org/climate/how-reducing-the-us-military-budget-would-also-reduce-emissions/",
      "pubDate": "Wed, 16 Jul 2025 08:30:00 +0000",
      "description": "The next time you’re on a flight worrying about destroying the planet, rest easy knowing that at least you’re not in a fighter jet. The airline industry is responsible for 2.5 percent of global CO2 emissions, but the world’s militaries are responsible for more than double that, at 5.5 percent. \n<br><br>\nWhen nations boost military budgets, they also boost their carbon emissions. With a bump of $157 billion, thanks to the budget the Trump administration passed earlier this month, the United States now spends $1 trillion each year on defense. That’s more than three times as much as China, the next highest spender, as well as the entire European Union. If combined, the world’s armed forces would have the fourth highest carbon footprint, behind India, the U.S., and China. \n<br><br>\nYet it’s been maddeningly difficult for researchers to monitor the emissions of militaries, which aren’t required to report these things. \n<br><br>\nTo that end, using what data the Department of Energy has made publicly available between 1975 to 2022, researchers have calculated that if the U.S. consistently decreased military spending — by even a little — instead of increasing it, it’d be saving as much energy as Delaware and Slovenia use in a year.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why flash flood warnings will continue to go unheeded",
      "link": "https://grist.org/extreme-weather/flash-flood-warnings-cell-phones-texas/",
      "pubDate": "Wed, 16 Jul 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}