{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-02-14T04:46:27.306790",
  "items": [
    {
      "title": "Trump Administration Dropped Controversial Climate Report From Its Decision to Rescind EPA Endangerment Finding",
      "link": "https://insideclimatenews.org/news/13022026/controversial-climate-report-dropped-from-endangerment-finding-decision/",
      "pubDate": "Fri, 13 Feb 2026 23:14:52 +0000",
      "description": "When the U.S. Environmental Protection Agency rescinded its bedrock endangerment finding Thursday, it explicitly excluded a controversial report issued last year by the U.S. Department of Energy that argued the dangers of human-induced climate change were being overstated. The EPA cited the report in announcing its intention to rescind the endangerment finding last year, but […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The First Casualty of Trump’s Climate Action Repeal: The U.S. EV Transition",
      "link": "https://insideclimatenews.org/news/13022026/endangerment-finding-repeal-affects-ev-transition/",
      "pubDate": "Fri, 13 Feb 2026 18:55:52 +0000",
      "description": "With the repeal of the Environmental Protection Agency’s scientific finding on the dangers of greenhouse gases, the Trump administration is aiming to take out many federal actions on climate change in one blast. The first impact of this deregulatory detonation will be on cars. The EPA packaged its withdrawal of the 17-year-old endangerment finding with […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Says He Supports American Oil and Gas. Why Is His Administration Financing a French-Owned Project in Mozambique?",
      "link": "https://insideclimatenews.org/news/13022026/trump-administration-finances-french-oil-project-in-mozambique/",
      "pubDate": "Fri, 13 Feb 2026 10:00:00 +0000",
      "description": "In the conflict-riven northern corner of Mozambique, a huge gas export terminal is moving ahead with the backing of the United States government. Mozambique LNG would be one of the largest fossil fuel projects in Africa, with the capacity to export up to 43 million metric tons of liquefied natural gas per year at full […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘We Will See Them in Court’: Environmental Lawyers Vow to Challenge Trump’s Repeal of Key Climate Finding",
      "link": "https://insideclimatenews.org/news/12022026/environmental-lawyers-vow-to-challenge-trump-repeal-of-endangerment-finding/",
      "pubDate": "Thu, 12 Feb 2026 23:14:11 +0000",
      "description": "The Trump administration moved today to overturn a key legal foundation of the federal government’s authority to regulate greenhouse gases. In a press conference at the White House, President Donald Trump hailed the move as “the single largest deregulatory action in American history.” The 2009 endangerment finding forms a cornerstone for the Environmental Protection Agency’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Five Years Into a Fishing Ban, the Yangtze River Is Teeming With Life",
      "link": "https://insideclimatenews.org/news/12022026/yangtze-river-fishing-ban-conservation/",
      "pubDate": "Thu, 12 Feb 2026 19:00:00 +0000",
      "description": "Flowing almost 4,000 miles from the Tibetan Plateau to the East China Sea, the Yangtze is China’s “Mother River.” From the emerald-green rice paddies of Hunan to the industrial hubs of Wuhan and Shanghai, the river basin generates 40 percent of the nation’s economic output. Yet, 70 years of rapid development had, until recently, wreaked […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘The Sky Isn’t Falling’: Providing Perspective on the Data Center Boom",
      "link": "https://insideclimatenews.org/news/12022026/inside-clean-energy-data-center-boom-electricity-demand/",
      "pubDate": "Thu, 12 Feb 2026 14:00:00 +0000",
      "description": "The rise of AI data centers has sparked panic about how to provide enough electricity to support new development without overheating the planet and saddling everyone with unaffordable utility costs. My advice: Let’s take a deep breath. While the concern is justified, much of it is based on proposals with a low likelihood of coming […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maryland Environmentalists Face Awkward Choice: Support Moore’s Budget Raid or Fight for Climate Goals",
      "link": "https://insideclimatenews.org/news/12022026/maryland-gov-moore-clean-energy-budget/",
      "pubDate": "Thu, 12 Feb 2026 10:00:00 +0000",
      "description": "Maryland environmental groups are backing Gov. Wes Moore’s plan to redirect more than $700 million from the state’s main clean energy fund while at the same time pushing for legislation to prevent similar raids in the future and secure hundreds of millions of dollars in guaranteed yearly climate spending going forward. Securing that commitment from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "China Could Reach Peak Greenhouse Gas Emissions Sooner Than Beijing Planned, New Report Suggests",
      "link": "https://insideclimatenews.org/news/11022026/china-greenhouse-gas-emissions-offset-by-clean-energy/",
      "pubDate": "Thu, 12 Feb 2026 00:01:00 +0000",
      "description": "Planet-warming emissions from China, currently the world’s largest greenhouse gas polluter, have continued to flatline or fall as cleaner forms of energy outpace coal and gas generation, according to a new analysis published Wednesday. If the trend continues, China’s emissions from energy production could peak in the next two years, representing a major structural change […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Citing National Security, Trump Has Abandoned Fenceline Monitoring at Coke Ovens",
      "link": "https://insideclimatenews.org/news/11022026/trump-administration-ends-coke-fenceline-monitoring/",
      "pubDate": "Wed, 11 Feb 2026 22:40:04 +0000",
      "description": "BIRMINGHAM, Ala.—Haley Lewis dreamed about Charlie Powell last night.  It’s been more than a month since Powell, a staple in Birmingham’s advocacy community, died at age 72. Lewis, his friend and an attorney at the Environmental Integrity Project, is only beginning to come to grips with the loss.  Powell was the founder of People Against […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C. Judge Upholds the State’s Limits on 1,4-Dioxane Pollution in Utilities’ Wastewater",
      "link": "https://insideclimatenews.org/news/11022026/nc-1-4-dioxane-pollution-limits/",
      "pubDate": "Wed, 11 Feb 2026 21:47:12 +0000",
      "description": "A Wake County Superior Court judge has ruled against the cities of Asheboro, Greensboro and Reidsville, concluding that state environmental regulators can legally limit the amount of 1,4-dioxane, a likely carcinogen, that they discharge into the drinking water supply. Judge Graham Shirley, a Republican, wrote in his opinion that the North Carolina Department of Environmental […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}