{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-26T09:28:15.157958",
  "items": [
    {
      "title": "Texas Legislature Increases Well Plugging Budget as Backlog Grows",
      "link": "https://insideclimatenews.org/news/25062025/texas-increases-orphan-oil-well-plugging-budget/",
      "pubDate": "Wed, 25 Jun 2025 23:49:44 +0000",
      "description": "The state of Texas will infuse more cash into a program for plugging inactive oil and gas wells in 2026 and 2027, as the average cost of sealing each well has rapidly increased.  The state will allocate a one-time $100 million appropriation for the Railroad Commission’s State Managed Well Plugging Program. This is the largest […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Severe Weather, Uncertain Funding: What’s It Like to be a Local Emergency Manager These Days?",
      "link": "https://insideclimatenews.org/news/25062025/emergency-manager-severe-weather-and-uncertain-funding/",
      "pubDate": "Wed, 25 Jun 2025 09:00:00 +0000",
      "description": "In the middle of May, a rare, severe dust storm swept across the dry farmland of Central Illinois and headed in the direction of Chicago. Driver visibility on roads dropped to zero, and wind speeds rose to over 60 miles per hour.  “I got a report from a weather spotter who said, ‘Hey, I can’t […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Huge Public Land Sale Stripped from Senate Bill—For Now—But Assault on Federal Land Protections Continues",
      "link": "https://insideclimatenews.org/news/24062025/public-land-sale-stripped-from-senate-bill-but-federal-land-assault-continues/",
      "pubDate": "Tue, 24 Jun 2025 22:45:57 +0000",
      "description": "Utah Sen. Mike Lee’s proposed amendment to the budget reconciliation megabill that would mandate the sell-off of two to three million acres of U.S. public lands has been ruled out by the Senate parliamentarian. Elizabeth MacDonough, the Senate parliamentarian whose staff provides advice on rules, precedents and statutes in the Senate, said the proposal, as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Brutal Heat Wave, Officials Stress Health Risks of Hot Nights",
      "link": "https://insideclimatenews.org/news/24062025/todays-climate-heat-wave-night-sleep/",
      "pubDate": "Tue, 24 Jun 2025 21:03:23 +0000",
      "description": "Much of the United States is baking amid an unusually severe June heat wave, with more than 150 million people under some sort of heat advisory. The unrelenting heat wave started in the Mountain West over the weekend and has since descended upon the Midwestern and Eastern U.S., where high humidity is making temperatures topping […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In North Carolina, Exploding Bulbs and Fridges on the Fritz Reveal a Town’s Fraying Electric System",
      "link": "https://insideclimatenews.org/news/24062025/north-carolina-power-surge-fraying-electric-system/",
      "pubDate": "Tue, 24 Jun 2025 09:00:00 +0000",
      "description": "RED SPRINGS, N.C.—Early one evening this April, Kim Overstreet had just turned off the stove when she heard a boom. The panel box in the kitchen swung open and fuses shot out of their holders, bouncing off the fridge.  Less than a block away, Debra Duncan’s robot vacuum bolted off its charging station toward her, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New York Rooftop Blossoms with Lessons About Food Literacy",
      "link": "https://insideclimatenews.org/news/24062025/new-york-rooftop-garden-teaches-food-literacy/",
      "pubDate": "Tue, 24 Jun 2025 08:55:00 +0000",
      "description": "NEW YORK—On the roof of Metro Baptist Church, 52 pink and blue plastic kiddie pools are filled with soil and a bounty of blossoms, legumes and leafy greens. It’s the first hot summer day in New York City, and the air is thick with haze from Canadian wildfires miles away. On this rooftop, there is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As GOP Tries to Pass Tax Bill, Senate Includes Billions in Benefits for Oil Industry",
      "link": "https://insideclimatenews.org/news/23062025/senate-republicans-big-oil-tax-benefits/",
      "pubDate": "Mon, 23 Jun 2025 22:38:51 +0000",
      "description": "As the Senate works this week to pass major legislation that would slash taxes, climate programs and government spending, Republicans are poised to include billions of dollars in benefits for the oil and gas industry. The new oil-targeted tax changes would cost the federal government about $18 billion in lost revenue over a decade, according […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Figuring Out a Battery Storage System to Fit New York’s Wind and Solar Ambitions Has Not Been Easy",
      "link": "https://insideclimatenews.org/news/23062025/new-york-battery-storage-system-wind-solar/",
      "pubDate": "Mon, 23 Jun 2025 09:00:00 +0000",
      "description": "When New York state passed its ambitious Climate Leadership and Community Protection Act in 2019, Brooklyn-based NineDot Energy saw an opportunity. The state needed to establish a 70 percent renewable-sourced grid over the next decade to meet a net zero-emission goal and the startup figured it was poised to be part of the solution. NineDot […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Searching for Hidden Fungi in the Sonoran Desert",
      "link": "https://insideclimatenews.org/news/22062025/sonoran-desert-saguaro-cactus-fungi/",
      "pubDate": "Sun, 22 Jun 2025 09:00:00 +0000",
      "description": "SAGUARO NATIONAL PARK, Ariz.—As the sprawl of homes begins to dissipate on the outskirts of Tucson, forests of saguaro cacti rise in its place, their arms twisting and twirling as if waving a welcome to the Sonoran desert. Fields of prickly pears and cholla cactuses, blooming creosote bushes and green-limbed palo verde trees spread beneath […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In California, a Push to Decommission Gas Lines in Low-Income Neighborhoods Moves Forward",
      "link": "https://insideclimatenews.org/news/22062025/california-gas-line-decommissioning-in-low-income-neighborhoods/",
      "pubDate": "Sun, 22 Jun 2025 08:55:00 +0000",
      "description": "In Richmond, California, Zenaida Gomez is ready to say goodbye to the gas stove in the apartment she has rented for over a decade. She has a hunch that the pollution it emits is exacerbating her 10-year-old son’s asthma attacks, and she has heard from public health experts and doctors who’ve said it probably is. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}