{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-08-12T11:22:51.682854",
  "items": [
    {
      "title": "Tuesday briefing: Why England’s homes are built to bake – and what’s being done about it",
      "link": "https://www.theguardian.com/world/2025/aug/12/tuesday-briefing-first-edition-england-housing-heatwave",
      "pubDate": "Tue, 12 Aug 2025 05:42:01 GMT",
      "description": "<p>In today’s newsletter: Hotter houses are likely to become the norm, with the dangerous health impacts facing society’s most vulnerable</p><p>Good morning. With temperatures soaring across Europe, fears of drought and people trying to steer clear of the most severe heat, there’s one place millions of us will still not be comfortable: home.</p><p>The Guardian’s <a href=\"https://www.theguardian.com/uk-news/series/hot-property\">Hot Property series</a> shows how the poorest and most vulnerable are trapped inside dangerously hot homes. Even for today’s temperatures much housing is inadequate, let alone the even more extreme heat predicted for the coming years, the reporting shows.</p><p><em><strong>Israel-Gaza war</strong></em> | Hundreds of mourners carried the body of the prominent Al Jazeera journalist Anas al-Sharif through the streets of Gaza City on Monday, a day after he and four colleagues were killed in an Israeli airstrike, <a href=\"https://www.theguardian.com/world/2025/aug/11/funeral-held-for-anas-al-sharif-and-other-journalists-killed-in-israeli-strike\">prompting condemnation from across the world</a>.</p><p><em><strong>NHS</strong></em><strong> | </strong>Attacks on A&E nurses <a href=\"https://www.theguardian.com/society/2025/aug/12/ae-nurses-attacks-rise\">have almost doubled</a> over the last six years, with incidents often involving patients frustrated at waiting so long for care.</p><p><em><strong>US news</strong></em> | Donald Trump has ordered the national guard to Washington DC and <a href=\"https://www.theguardian.com/us-news/2025/aug/11/trump-washington-dc-crime\">seized control of the city’s police force</a>, describing a “lawless” city in ways that are sharply at odds with official crime statistics.</p><p><em><strong>UK news</strong></em> | David Lammy is <a href=\"https://www.theguardian.com/politics/2025/aug/12/david-lammy-faces-possible-legal-action-over-foreign-office-secondments\">facing possible legal action</a> over a plan to invite staff from the oil firm Shell and the defence firm BAE Systems to work inside the Foreign, Commonwealth and Development Office.</p><p><em><strong>Agriculture </strong></em>| A study has found that Biochar, a charcoal made from human waste, could <a href=\"https://www.theguardian.com/science/2025/aug/11/biochar-from-human-waste-could-solve-global-fertiliser-shortages-study-finds\">help solve fertiliser shortages</a> as well as reduce pollution and energy use.</p> <a href=\"https://www.theguardian.com/world/2025/aug/12/tuesday-briefing-first-edition-england-housing-heatwave\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Rise in dengue fever outbreaks across the Pacific driven by the climate crisis, experts say",
      "link": "https://www.theguardian.com/world/2025/aug/12/dengue-fever-outbreaks-samoa-fiji-tonga-climate-crisis",
      "pubDate": "Tue, 12 Aug 2025 00:58:44 GMT",
      "description": "<p>Samoa, Fiji and Tonga among the worst affected amid warning the disease and others will become ‘more common and more serious’ as the planet warms</p><p>The climate crisis is driving a sharp rise in dengue fever cases across the Pacific islands, experts say, as infections hit their highest level in a decade and several countries declare emergencies.</p><p>Pacific Island countries and territories have reported 16,502 confirmed cases and 17 deaths since the start of 2025, according to the Pacific Syndromic Surveillance System (PSSS), which collaborates with the World Health Organization (WHO) and other agencies. Infections across the region are at the highest level since 2016, the <a href=\"https://www.rnz.co.nz/international/pacific-news/567737/biggest-number-we-ve-had-pacific-dengue-cases-highest-in-a-decade\">WHO</a> said. Fiji, Samoa and Tonga are among the worst affected.</p> <a href=\"https://www.theguardian.com/world/2025/aug/12/dengue-fever-outbreaks-samoa-fiji-tonga-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Southern Europe swelters under deadly heatwave as temperatures pass 40C",
      "link": "https://www.theguardian.com/world/2025/aug/11/southern-europe-swelters-under-deadly-heatwave-as-temperatures-pass-40c",
      "pubDate": "Mon, 11 Aug 2025 20:15:20 GMT",
      "description": "<p>Four-year-old boy dies of heatstroke in Italy as scientists warn of ‘molotov cocktail’ of climatic conditions</p><p>Deadly heat of up to 44C is searing southern Europe, as scientists warn of a “molotov cocktail” of climatic conditions that is fuelling vast wildfires across the Mediterranean.</p><p>In Italy, where temperatures of 40C are expected in Florence later this week, a four-year-old boy died of heatstroke, and a red alert warning was issued for seven major cities, including Bologna and Florence.</p> <a href=\"https://www.theguardian.com/world/2025/aug/11/southern-europe-swelters-under-deadly-heatwave-as-temperatures-pass-40c\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Biochar from human waste could solve global fertiliser shortages, study finds",
      "link": "https://www.theguardian.com/science/2025/aug/11/biochar-from-human-waste-could-solve-global-fertiliser-shortages-study-finds",
      "pubDate": "Mon, 11 Aug 2025 19:00:00 GMT",
      "description": "<p>Excrement contains nutrients needed for crop growth and a new source of them could cut farming’s huge CO2 output</p><p>Charcoal made from human waste could help solve fertiliser shortages as well as reduce pollution and energy use, a study has found.</p><p>Biochar is a form of charcoal made from organic matter treated at high heat, which is often used on farming soil as a fertiliser. The process also removes carbon from the atmosphere, making it a useful carbon sink.</p> <a href=\"https://www.theguardian.com/science/2025/aug/11/biochar-from-human-waste-could-solve-global-fertiliser-shortages-study-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UK taxpayers on hook as failed Cumbria coalmine investors sue government",
      "link": "https://www.theguardian.com/environment/2025/aug/11/uk-taxpayers-on-hook-failed-cumbria-coalmine-investors-sue-government",
      "pubDate": "Mon, 11 Aug 2025 15:37:55 GMT",
      "description": "<p>Singapore firm using secretive international legal system to seek compensation for climate concerns blocking plans</p><p>The UK government is being sued in a secretive “corporate court” after a proposal for a new coalmine in Cumbria was quashed by the high court. If successful, UK taxpayers would have to fund a substantial compensation payment to the mine’s investors.</p><p>It is the first such <a href=\"https://icsid.worldbank.org/cases/case-database/case-detail?CaseNo=ARB/25/37\">case to be filed</a> against the UK government by a fossil fuel company as a result of climate policy. The case uses investor-state dispute settlement (ISDS) rules agreed in a 1975 trade agreement between the UK and Singapore, where the major investor in the coalmine is incorporated.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/11/uk-taxpayers-on-hook-failed-cumbria-coalmine-investors-sue-government\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on climate finance: crumbling under a second Trump presidency | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/10/the-guardian-view-on-climate-finance-crumbling-under-a-second-trump-presidency",
      "pubDate": "Sun, 10 Aug 2025 17:25:28 GMT",
      "description": "<p>Voluntary climate commitments were supposed to be a step towards progress. A change in political climate has revealed their weaknesses</p><p>Earlier this month, as Nordic countries were hit with an <a href=\"https://www.theguardian.com/environment/2025/aug/02/nordic-countries-hit-by-truly-unprecedented-heatwave#:~:text=A%20weather%20station%20in%20the,longer%20than%20the%20previous%20record.\">unprecedented heatwave</a> and wildfires in the US began spurting <a href=\"https://www.theguardian.com/us-news/2025/aug/01/wildfires-arizona-utah-fire-clouds\">“fire clouds”</a>, Barclays pulled out of the net zero banking alliance. The <a href=\"https://www.theguardian.com/business/2025/aug/01/barclays-hsbc-exit-net-zero-banking-alliance\">story</a> may have seemed less alarming than extreme weather, but it has existential implications, as the finance sector quietly surrenders its former climate commitments.</p><p>The initiative forms part of the Glasgow Finance Alliance for Net Zero (GFANZ), a voluntary network of banks that Mark Carney, formerly the UN’s special envoy on climate action and now Canada’s prime minister, launched in 2021. At the time, the alliance, which encourages banks and asset managers to work towards the goals of the Paris agreement, seemed like an optimistic step in the right direction. Mr Carney described it as a “breakthrough”.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/10/the-guardian-view-on-climate-finance-crumbling-under-a-second-trump-presidency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labour should beware Nigel Farage weaponising its part in the cost of living crisis | Richard Partington",
      "link": "https://www.theguardian.com/business/2025/aug/10/autumn-budget-must-address-pain-of-high-inflation-on-hard-pressed-uk-households-as-food-prices-rise",
      "pubDate": "Sun, 10 Aug 2025 13:04:02 GMT",
      "description": "<p>Autumn budget must address pain of high inflation on hard-pressed UK households as food prices rise</p><p>“These prices are disgusting” is the <a href=\"https://www.manchestereveningnews.co.uk/whats-on/shopping/tesco-shoppers-hit-out-disgusting-32219203\">common retort</a> from shoppers browsing the supermarket shelves. To say that the cost of everything from a pint of milk to a loaf of bread has changed beyond recognition in only a few years is an understatement. But it could still get worse.</p><p>The <a href=\"https://www.theguardian.com/business/2025/aug/07/bank-of-england-cuts-interest-rates-quarter-point-4\">warning from the Bank of England last week</a> that food prices are stirring the inflation beast that has stalked Britain for the past four years shows that the cost of living crisis is far from over. The headline rate of inflation is expected to hit 4% by September, in a reawakening fed by the soaring cost of things such as butter, chocolate and beef.</p> <a href=\"https://www.theguardian.com/business/2025/aug/10/autumn-budget-must-address-pain-of-high-inflation-on-hard-pressed-uk-households-as-food-prices-rise\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "If the Greens in Germany move towards the centre, they can become a real force again | Katja Hoyer",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/08/green-party-politics-germany",
      "pubDate": "Fri, 08 Aug 2025 04:00:01 GMT",
      "description": "<p>Four years ago, the party was the most popular in the country – but old rifts have fractured it. Now the time is ripe for a reset</p><p>The German Green party, Die Grünen, was once the envy of its sister movements across Europe. In the spring of 2021 it was the most popular party in the country, with a <a href=\"https://www.fr.de/politik/bundestagswahl-2021-umfrage-gruene-union-cdu-csu-spd-linke-btw-politik-corona-pandemie-news-90495166.html\">predicted vote share</a> of close to 30%. The world’s press even <a href=\"https://www.reuters.com/world/europe/could-germany-get-green-chancellor-its-within-partys-reach-2021-04-13/\">began to ask</a> whether the next chancellor would be Green. Fast-forward four years and you find a party in crisis: divided, out of power and stagnating at just above 10% in the polls after losing 33 seats in February’s federal election. The party is now searching for a path back to the mainstream – not a moment too soon given the rapid erosion of Germany’s political centre.</p><p>One of the Greens’ key problems is personnel. At their peak in 2021 they had two lead figures in <a href=\"https://www.theguardian.com/world/2025/feb/12/why-germany-greens-switching-election-focus-from-climate\">Annalena Baerbock and Robert Habeck</a>, who were widely regarded as pragmatists – a prerequisite for effective government in Germany’s compromise-oriented system. After the 2021 election, Baerbock became foreign minister in Olaf Scholz’s SPD-Green-liberal “<a href=\"https://en.wikipedia.org/wiki/Traffic_light_coalition\">traffic light coalition</a>”, and Habeck vice chancellor and minister for economic affairs and climate action.</p><p>Katja Hoyer is a German-British historian and journalist. Her latest book is Beyond the Wall: East Germany, 1949-1990</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/08/green-party-politics-germany\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "What’s the best thing world leaders could do now? 'Let go' and 'embrace uncertainty' | Fran Boait",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/07/world-leaders-keir-starmer-donald-trump-self-help",
      "pubDate": "Thu, 07 Aug 2025 07:00:28 GMT",
      "description": "<p>Self-help homilies seem out of place in this era of Starmer and Trump. In fact, applied to government, they can offer new solutions for global problems</p><p>If there is one thing that has marked the first year of Keir Starmer’s premiership, it is a propensity for control – whether it’s managing his <a href=\"https://www.theguardian.com/commentisfree/2025/jul/17/the-guardian-view-on-labours-control-freakery-the-party-once-tolerated-dissent-now-it-treats-it-as-treason\">own party</a>, cracking down on civil liberties and <a href=\"https://www.theguardian.com/environment/2025/jan/16/uk-accused-of-undermining-democratic-rights-with-climate-protest-crackdown\">protest</a>, or instilling <a href=\"https://labourlist.org/2025/07/comment-labour-welfare-reforms-too-little/\">fear and anxiety</a> in marginalised groups. For a centre-left party, the authoritarian strain Starmer has shown isn’t exactly in line with the “change” from the Tories that was promised.</p><p>Governments seek to control populations, politicians seek to control their parties: this is nothing new and has been explicitly promoted since Machiavelli’s The Prince was published in 1532. When leaders understand holding power as an end in itself, and see the method as controlling those they have power over, they block themselves from being able to bring about real change, because not “losing control” becomes more important than any change they seek to create. And attempting to tightly control outcomes is ill suited to an increasingly complex and unstable world.</p><p>Fran Boait is a leadership coach, freelancer and writer</p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/07/world-leaders-keir-starmer-donald-trump-self-help\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Do not buy these flats’: residents warn about unbearable heat inside London new-builds",
      "link": "https://www.theguardian.com/australia-news/2025/aug/12/do-not-buy-these-flats-residents-warn-about-unbearable-heat-inside-london-new-builds",
      "pubDate": "Tue, 12 Aug 2025 05:00:13 GMT",
      "description": "<p>Experts say many new homes being built in the UK not designed to withstand extreme summer temperatures</p><ul><li><p><a href=\"https://www.theguardian.com/uk-news/2025/aug/10/england-poorest-families-ethnic-minorities-most-at-risk-dangerously-hot-homes\">Low-income and minority ethnic people in England most at risk from dangerously hot homes</a></p></li><li><p><a href=\"https://www.theguardian.com/uk-news/2025/aug/10/overheated-homes-why-uk-housing-is-dangerously-unprepared-for-impact-of-climate-crisis\">Why UK housing is dangerously unprepared for impact of climate crisis</a></p></li><li><p><a href=\"https://www.theguardian.com/uk-news/2025/aug/10/from-shutters-to-reflective-paint-how-to-prevent-uk-homes-overheating\">From shutters to reflective paint: how to prevent UK homes overheating</a></p><p></p></li></ul><p>The sweltering conditions inside Leaside Lock, a new-build development in east London, are hardly a secret. Last June, a warning written in big, capital letters was stuck to the window of one flat. “DO NOT BUY THESE FLATS. TOO HOT,” it read.</p><p>It was hard to miss for those walking past the looming high-rises and, after being snapped and posted on social media, the placard has <a href=\"https://x.com/PhinHarper/status/1803352526344851526\">garnered</a> more than 500,000 views. More than a year on, during a summer when the UK recorded its second warmest June and fifth <a href=\"https://www.theguardian.com/uk-news/2025/jul/01/hottest-day-of-the-year-recorded-in-uk-says-met-office\">hottest July</a> since 1884, residents say heat is still an issue.</p> <a href=\"https://www.theguardian.com/australia-news/2025/aug/12/do-not-buy-these-flats-residents-warn-about-unbearable-heat-inside-london-new-builds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Future Council follows eight children fighting for the climate. But should kids be saddled with such a burden?",
      "link": "https://www.theguardian.com/film/2025/aug/12/future-council-documentary-film-movie-climate-kids",
      "pubDate": "Mon, 11 Aug 2025 15:00:08 GMT",
      "description": "<p>This new documentary sees children voice their fears about the future of the planet – but its director argues ‘they’re not here to save the world’</p><p>Ruby Rodgers didn’t expect to cry. The 14-year-old singer-songwriter and granddaughter of Australian rock great Jimmy Barnes had promised herself she’d be strong. But when she found herself surrounded by other young people voicing their fears about the climate crisis, she let the tears fall.</p><p>“I was really worried people were going to see that and think I was overly sensitive,” she says. “But I was a child. I <em>am</em> a child. And I realised how important it was for other kids to see that it’s OK to feel deeply.”</p> <a href=\"https://www.theguardian.com/film/2025/aug/12/future-council-documentary-film-movie-climate-kids\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We are on the frontline’: the ambitious plan to save an Alpine village from a climate catastrophe",
      "link": "https://www.theguardian.com/world/2025/aug/11/pralognan-alps-climate-crisis-melting-glacier",
      "pubDate": "Mon, 11 Aug 2025 04:00:44 GMT",
      "description": "<p>A huge lake formed by a melting glacier above Pralognan-la-Vanoise could inundate the village – but a project is under way to stop it</p><p>The villagers of Pralognan-la-Vanoise in the French Alps know well the perils posed by the mountains that encircle them.</p><p>Avalanches, rockfalls, mudslides, sudden crevices and torrents of water are within the living memory of most villagers, and every day the climate emergency throws up new dangers.</p> <a href=\"https://www.theguardian.com/world/2025/aug/11/pralognan-alps-climate-crisis-melting-glacier\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Can an AI chatbot of Dr Karl change climate sceptics’ minds? He’s willing to give it a try",
      "link": "https://www.theguardian.com/technology/2025/aug/11/digital-dr-karl-kruszelnickic-ai-chatbot",
      "pubDate": "Sun, 10 Aug 2025 15:00:26 GMT",
      "description": "<p>The famous science communicator is planning to release a chatbot designed to answer questions about the climate crisis. Can it work?</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/live/2025/aug/11/news-live-netanyahu-shameful-palestine-state-anthony-albanese-penny-wong-meteor-victoria-marles-papua-new-guinea-ntwnfb\">Follow our Australia news live blog for latest updates</a></p></li><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>There’s probably no face, voice or collection of exuberant, patterned shirts more recognisable than those belonging to Dr Karl Kruszelnicki.</p><p>The bespectacled science communicator has been answering curly listener questions about science, with characteristic excitement and passion, for more than 40 years. Despite a seemingly tireless work ethic, Kruszelnicki, now 77 years old, can’t be everywhere all at once.</p> <a href=\"https://www.theguardian.com/technology/2025/aug/11/digital-dr-karl-kruszelnickic-ai-chatbot\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}