{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-31T23:25:56.418229",
  "items": [
    {
      "title": "An Idaho Bird Research Station Rises From the Ashes of a Wildfire",
      "link": "https://insideclimatenews.org/news/31122025/idaho-valley-fire-torched-lucky-peak-bird-research-station/",
      "pubDate": "Wed, 31 Dec 2025 10:00:00 +0000",
      "description": "BOISE, Idaho—Ping. The sound that wrenched Lucian Davis awake was a phone notification from the wildfire-tracking app Watch Duty. There was a fire just a few miles downslope from the tent where he had been sleeping.  Davis was the lead bander at the Lucky Peak station, a research site run by Boise State University’s Intermountain […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Trump Rolls Back Protections For Wetlands, New Jersey Maintains a Higher Standard",
      "link": "https://insideclimatenews.org/news/31122025/new-jersey-wetlands-standards/",
      "pubDate": "Wed, 31 Dec 2025 09:55:00 +0000",
      "description": "When the Trump administration moved to curtail wetland protections in November, environmental groups warned the rollback could endanger millions of acres of freshwater resources and critical wildlife habitat. But at least one state has put protections in place that may offer a roadmap for preserving wetlands: New Jersey. “We in New Jersey are really fortunate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maine’s Shellfish Harvesters Are Caught up in Climate-Related Closures",
      "link": "https://insideclimatenews.org/news/30122025/maine-oyster-clam-harvesting/",
      "pubDate": "Tue, 30 Dec 2025 10:00:00 +0000",
      "description": "This story was co-published and supported by the journalism nonprofit the Economic Hardship Reporting Project. Chris Warner has been harvesting seafood in coastal Maine since he was a teenager. It’s never been easy, but he’s never let the obstacles stand in his way. Sometimes, he says, it feels like he’s spent 34 years in an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Michigan’s Other Water Crisis: PFAS’s Prevalence in Private Wells",
      "link": "https://insideclimatenews.org/news/30122025/michigan-pfas-private-wells/",
      "pubDate": "Tue, 30 Dec 2025 09:55:00 +0000",
      "description": "Seeking peace and quiet amid hectic careers, Sandy Wynn-Stelt and her husband Joel moved to Kent County, Michigan, in 1992. They picked out a home surrounded by woods and across from a Christmas tree farm, which Wynn-Stelt said was “about as Michigan as you can get.” She was working in the mental health field. He […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Alabama Power Has Left the ‘American Amazon’ at Risk",
      "link": "https://insideclimatenews.org/news/29122025/alabama-power-polluting-coal-ash-ponds/",
      "pubDate": "Mon, 29 Dec 2025 10:00:00 +0000",
      "description": "Wired for Profit: Third in a series about Alabama Power’s influence over electric rates, renewable energy, pollution and politics in the Yellowhammer State. BUCKS, Ala.—South Alabama is where it all washes out.  Here, in the nation’s second-largest delta, the waters of the Deep South wind through the pines and cypresses of the Yellowhammer State, snaking […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Maine Folk Band Finds Its Voice in a Warming World",
      "link": "https://insideclimatenews.org/news/29122025/goldenoak-finds-its-voice-in-warming-world/",
      "pubDate": "Mon, 29 Dec 2025 09:55:00 +0000",
      "description": "PORTLAND, Maine—Onstage, Zak and Lena Kendall sing in steady harmony about the flood that left their hometown under 8 feet of water. It’s the sixth track on their new album, “All the Light in Autumn,” and, like much of their work, pairs folk riffs with stories of climate disruption. “After a few weeks of heavy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Year in Climate: Attacks on Science, the Start of Trump’s Second Term and Surging Electricity Demand Foreshadow a Future Filled with Uncertainty",
      "link": "https://insideclimatenews.org/news/28122025/2025-year-in-climate/",
      "pubDate": "Sun, 28 Dec 2025 10:00:00 +0000",
      "description": "That was rough. The past year had a combination of policy fiascos, natural disasters and a steady march toward a future that is too hot. Many of the major events of 2025 flowed from the decision by U.S. voters to return Donald Trump to the White House with Republican majorities in Congress. The Trump administration’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "ICN Sunday Morning: Let’s Talk About 2025",
      "link": "https://insideclimatenews.org/news/28122025/icn-sunday-morning-2025-climate-review/",
      "pubDate": "Sun, 28 Dec 2025 09:50:00 +0000",
      "description": "What a year: policy fiascos, natural disasters and a steady march toward a future that is too hot. The Trump administration’s dismantling of environmental protection rules exceeded expectations, and on the world stage, the United States largely ceded its leadership role in climate policy to China. Each December, Inside Climate News takes a look back […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After a Hard Year for Environmental Justice, Chicago Communities Are Picking Up the Pieces",
      "link": "https://insideclimatenews.org/news/27122025/chicago-environmental-justice-grant-cuts/",
      "pubDate": "Sat, 27 Dec 2025 10:00:00 +0000",
      "description": "In her 40 years as an environmental justice organizer, Cheryl Johnson had never seen environmental funding as revolutionary as the Community Change grant.  “It gave real money to disinvested communities like mine, funding to clean up and to revitalize our communities,” Johnson said. “And then a stroke of another pen from the current administration just […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How George Wallace and Bull Connor Set the Stage for Alabama’s Sky-High Electric Rates",
      "link": "https://insideclimatenews.org/news/26122025/george-wallace-bull-connor-set-stage-for-alabama-sky-high-electric-rates/",
      "pubDate": "Fri, 26 Dec 2025 10:00:00 +0000",
      "description": "Wired for Profit: Second in a series about Alabama Power’s influence over electric rates, renewable energy, pollution and politics in the Yellowhammer State. MONTGOMERY, Ala.—There’s a curious sight on the far-left wall of the Alabama Public Service Commission’s main hearing room.  Framed 8-by-10-inch photos of the previous commissioners dating back to 1881 line the wall. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}