{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-01T08:32:22.618929",
  "items": [
    {
      "title": "Government Shutdown Threatens Further Destruction of Environment and Science Agencies, Advocates Warn",
      "link": "https://insideclimatenews.org/news/30092025/government-shutdown-threatens-environment-science-agencies/",
      "pubDate": "Tue, 30 Sep 2025 22:29:05 +0000",
      "description": "A government shutdown will likely lead to further dismantling of federal environmental science, enforcement and conservation agencies, advocates warned this week.  Previous government shutdowns have seen federal employees furloughed until funding resumes. But this time, Russell Vought, director of the Office of Management and Budget, has told federal agencies to prepare for widespread layoffs. “That […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Behind the Scenes: Uncovering the Secret Lives of Cacti and Fungi in the Sonoran Desert",
      "link": "https://insideclimatenews.org/news/30092025/todays-climate-secret-lives-cactus-fungi-desert-arizona/",
      "pubDate": "Tue, 30 Sep 2025 12:01:00 +0000",
      "description": "With sizzling temperatures and a parched climate, it can be hard to survive in the Sonoran Desert of Arizona. But some species have evolved to thrive in this extreme environment, including the iconic saguaro cactus. Part of the reason for this prickly plant’s success is its intimate relationship with a smaller—but similarly mighty—desert player: fungi.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Could Show How to Manage Data Center Growth. So Far, It’s a Case Study in Stalling Legislation",
      "link": "https://insideclimatenews.org/news/30092025/virginia-data-center-growth-legislation/",
      "pubDate": "Tue, 30 Sep 2025 09:00:00 +0000",
      "description": "RICHMOND, Va.—You might think the state that is the undisputed epicenter of global internet traffic has a leg up on managing the challenges of the artificial intelligence arms race. So far, it’s not working out that way. Nationwide, that push by Silicon Valley is gobbling up energy, increasing average customers’ electricity bills and threatening progress […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Chesapeake Bay Program Reaches a Crossroads",
      "link": "https://insideclimatenews.org/news/30092025/chesapeake-bay-program-restoration-crossroads/",
      "pubDate": "Tue, 30 Sep 2025 08:55:00 +0000",
      "description": "The management board of the Chesapeake Bay Program will meet this week to hammer out the next iteration of the agreement that has governed the restoration of the watershed for more than four decades. But this year, they face dual challenges of getting states to sign off on a robust, accountability-driven pact while anticipating a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Citing ‘AI Arms Race,’ Trump Administration Announces Efforts to Rekindle US Coal Industry",
      "link": "https://insideclimatenews.org/news/29092025/trump-administration-announces-coal-industry-efforts/",
      "pubDate": "Mon, 29 Sep 2025 21:58:44 +0000",
      "description": "The U.S. announced its intention to compete for a 21st-century technology using 19th-century energy on Monday when the Trump administration revealed a slew of deregulatory actions and new investments in the dirtiest, most greenhouse-gas-intensive fossil fuels. At a gathering in Washington, D.C., officials from the Department of the Interior, the Environmental Protection Agency and the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Indigenous Land Defender Killed in Ecuador as Government Cracks Down on Environmental and Human Rights Activists",
      "link": "https://insideclimatenews.org/news/29092025/indigenous-land-defender-killed-in-ecuador/",
      "pubDate": "Mon, 29 Sep 2025 20:49:39 +0000",
      "description": "An Indigenous land defender was shot and killed on Sunday in Cotacachi, Ecuador, where he was marching in protest of high costs of living and government crackdowns on Indigenous and environmental activists.  Efraín Fueres, 46, a community leader, was one of thousands of Ecuadorians who have taken to the streets over the past two weeks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Activists Thwarted in U.S. Courts Are Headed to an International Tribunal for Review",
      "link": "https://insideclimatenews.org/news/29092025/juliana-youth-climate-activists-head-to-inter-american-commission-on-human-rights/",
      "pubDate": "Mon, 29 Sep 2025 20:17:28 +0000",
      "description": "Young climate activists who brought a landmark constitutional lawsuit against the U.S. government 10 years ago are taking their quest for justice to an international tribunal.  The nonprofit law firm, Our Children’s Trust, and 15 of the original 21 plaintiffs in the case Juliana et al. v. United States filed a petition Sept. 23 with […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Q&A: Arizona’s AG Takes on Utilities, Big Water Users and the Trump Administration",
      "link": "https://insideclimatenews.org/news/29092025/arizona-attorney-general-kris-mayes-takes-on-utilities-big-water-users/",
      "pubDate": "Mon, 29 Sep 2025 09:00:00 +0000",
      "description": "If there’s an environmental or climate fight in Arizona, Attorney General Kris Mayes is likely involved. Mayes has filed 25 lawsuits, many climate and energy related, against the Trump administration so far this year. She’s also intervened against plans to raise electricity rates by the state’s biggest utility, opposed plans to gut the state’s renewable […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With Federal Support for Wind and Solar Waning, States Are Trying to Push Policy Through on Their Own",
      "link": "https://insideclimatenews.org/news/29092025/states-push-for-renewable-energy-policy/",
      "pubDate": "Mon, 29 Sep 2025 08:55:00 +0000",
      "description": "This hasn’t been a kind year for developers looking to break ground on renewable energy projects. On President Donald Trump’s first day in office, he issued a memorandum halting approvals, permits, leases and loans for both offshore and onshore wind projects. The One Big Beautiful Bill Act, which passed in July with exclusively Republican support, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Political Whiplash Is Terrible for Wolves’ Future. But More Is Coming.",
      "link": "https://insideclimatenews.org/news/28092025/wolf-management-endangered-species-future/",
      "pubDate": "Sun, 28 Sep 2025 09:00:00 +0000",
      "description": "There are some 2,700 wolves across Idaho, Montana and Wyoming, and seemingly just as many opinions about how they should be managed.  In August, a federal judge from the U.S. District Court in Montana added one more to the mix when he ordered the U.S. Fish and Wildlife Service (USFWS) to revisit its 2024 decision […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}