{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-08-07T04:08:41.660433",
  "items": [
    {
      "title": "‘Unprecedented’ wildfire burns area size of Paris in southern France",
      "link": "https://www.theguardian.com/world/2025/aug/06/france-largest-wildfire-this-year-corbieres-hills",
      "pubDate": "Wed, 06 Aug 2025 17:09:27 GMT",
      "description": "<p>Advancing blaze scorches 16,000 hectares near Spanish border, destroying homes and forcing people to flee</p><p>Hundreds of firefighters are battling to stop the spread of a fast-moving <a href=\"https://www.theguardian.com/world/wildfires\">wildfire</a> in southern France after one woman died and nine people were injured as the blaze scorched a vast area of the Corbières hills.</p><p>The blaze burned an area the size of Paris over one afternoon and night and was still burning on Wednesday evening, making it the second biggest fire in France in 50 years.</p> <a href=\"https://www.theguardian.com/world/2025/aug/06/france-largest-wildfire-this-year-corbieres-hills\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "About 100 people missing as flash flood tears through town in northern India",
      "link": "https://www.theguardian.com/world/2025/aug/05/flash-flood-mudslide-hits-indian-town-dharali-deaths",
      "pubDate": "Tue, 05 Aug 2025 17:42:11 GMT",
      "description": "<p>Large-scale search and rescue operation under way after at least five people killed in Himalayan region</p><p>Dozens of people were missing after a fast-moving surge of water and mud smashed into a town in <a href=\"https://www.theguardian.com/world/india\">India</a>’s Himalayan region on Tuesday, tearing down a mountain valley and demolishing buildings, killing at least five people.</p><p>Videos broadcast on Indian media showed a terrifying river of muddy water engulf the town of Dharali in Uttarakhand state on Tuesday afternoon, sweeping away entire homes and apartment blocks. In footage recorded at the scene, people could been seen screaming in fear as they tried to escape the surging flood waters.</p> <a href=\"https://www.theguardian.com/world/2025/aug/05/flash-flood-mudslide-hits-indian-town-dharali-deaths\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "First-of-a-kind US class-action lawsuit would force EPA to reinstate $3bn climate program",
      "link": "https://www.theguardian.com/us-news/2025/aug/05/environmental-agency-climate-justice-grants-freeze-lawsuit",
      "pubDate": "Tue, 05 Aug 2025 11:30:01 GMT",
      "description": "<p>Coalition of non-profits, tribes and local governments sued EPA chief for halting climate justice grants</p><p>The Trump administration’s decision to abruptly terminate a $3bn program helping hundreds of communities prepare for climate disasters and environmental hazards is unconstitutional and should be overturned, a court will hear on Tuesday.</p><p>A coalition of non-profits, tribes and local governments <a href=\"https://earthjustice.org/document/complaint-against-epa-terminating-the-environmental-and-climate-justice-grant-programs\">is suing the</a> Environmental Protection Agency (EPA) and the agency’s administrator, Lee Zeldin, for terminating the entire <a href=\"https://www.epa.gov/inflation-reduction-act/inflation-reduction-act-environmental-and-climate-justice-program\">Environmental and Climate Justice (ECJ) block grant program</a> – despite a legally binding mandate from Congress to fund the Biden-era initiative.</p> <a href=\"https://www.theguardian.com/us-news/2025/aug/05/environmental-agency-climate-justice-grants-freeze-lawsuit\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Canada wildfires prompt severe air quality alerts across country and US",
      "link": "https://www.theguardian.com/world/2025/aug/04/canada-wildfires-air-quality-alerts-us",
      "pubDate": "Mon, 04 Aug 2025 17:55:49 GMT",
      "description": "<p>More than 700 active wildfires burning across Canada and about two-thirds are currently out-of-control</p><p>Billowing smoke from hundreds of out-of-control <a href=\"https://www.theguardian.com/world/wildfires\">wildfires</a> – most of which are in the <a href=\"https://www.theguardian.com/world/canada\">Canadian</a> Prairies – have caused severe air quality alerts across Canada and the United States.</p><p>Detroit, Michigan, and the Canadian cities of Montreal and Toronto, recorded some of the worst air quality in the world on Monday, according to a ranking by IQAir, a Swiss air quality technology company.</p> <a href=\"https://www.theguardian.com/world/2025/aug/04/canada-wildfires-air-quality-alerts-us\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Rail services in parts of England are cut as tracks are disturbed by lack of moisture",
      "link": "https://www.theguardian.com/uk-news/2025/aug/04/rail-services-england-cut-dry-embankments-disturb-track",
      "pubDate": "Mon, 04 Aug 2025 16:11:21 GMT",
      "description": "<p>South Western Railway says some trains cannot travel at full speed after sunniest spring in more than 100 years</p><p>Rail services in parts of southern England are being reduced because embankments have shrunk and disturbed the track after the sunniest spring in more than a century.</p><p>Trains are unable to travel at full speed over embankments in Dorset and Devon that have contracted because of a lack of moisture in the soil.</p> <a href=\"https://www.theguardian.com/uk-news/2025/aug/04/rail-services-england-cut-dry-embankments-disturb-track\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labor was in a climate crouch. It now has the chance to stand up to News Corp and put the national interest first | Clear Air",
      "link": "https://www.theguardian.com/environment/2025/aug/06/labor-was-in-a-climate-crouch-it-now-has-the-chance-to-stand-up-to-news-corp-and-put-the-national-interest-first",
      "pubDate": "Wed, 06 Aug 2025 02:00:42 GMT",
      "description": "<p>Australia’s political landscape is barely recognisable from four years ago. Will Labor abandon its risk-averse past and take an aggressive stance on emissions?</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>In 2021, the Labor party was in a bit of a climate crouch. It needed policies that could be presented at the 2022 election as credible steps towards addressing the century’s greatest social and economic challenge after nine years of the Coalition doing next-to-nothing, or less.</p><p>It also felt it needed to not leave itself exposed to another round of damaging climate scare campaigns from its opponents in the Morrison government, industry lobby groups and the media, particularly at News Corp. It had experienced too many of those, from claims that a lamb roast <a href=\"https://www.theguardian.com/culture/2021/jun/24/why-has-the-100-roast-come-up-again-in-australias-climate-policy-debate\">would cost more than $100</a> and Whyalla <a href=\"https://www.abc.net.au/news/2013-07-15/still-on-the-map-says-whyalla-mayor-as-carbon-tax-to-go/4819864\">would be wiped from the map</a>, to baseless attacks in 2019 that its policies would <a href=\"https://www.theguardian.com/environment/2019/apr/25/fact-or-fiction-we-check-coalitions-claims-about-labors-climate-change-policy\">cost an economy wrecking $60bn</a> and, ludicrously, <a href=\"https://www.theguardian.com/australia-news/2019/apr/07/shorten-wants-to-end-the-weekend-morrison-attacks-labors-electric-vehicle-policy\">stop people enjoying weekends</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/06/labor-was-in-a-climate-crouch-it-now-has-the-chance-to-stand-up-to-news-corp-and-put-the-national-interest-first\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on the green transition: renewables are the future – but countries’ actions must catch up with their promises | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/aug/01/the-guardian-view-on-the-green-transition-renewables-are-the-future-but-countries-actions-must-catch-up-with-their-promises",
      "pubDate": "Fri, 01 Aug 2025 17:06:48 GMT",
      "description": "<p>To counter attacks on net zero, challenges including the need for grid upgrades will have to be grasped</p><p>With net zero policies under attack from elected far-right populists as well as <a href=\"https://www.theguardian.com/environment/2025/jul/18/climate-crisis-fossil-fuels-autocracies-authoritorian-countries\">autocratic petrostates</a>, and another summer of <a href=\"https://www.theguardian.com/world/2025/jul/01/italy-limits-outdoor-work-as-heatwave-breaks-records-across-europe\">record-breaking temperatures</a> in Europe, the failure to decarbonise the world’s power supply is as gravely concerning as ever. But the UN secretary general, <a href=\"https://www.theguardian.com/environment/2025/jul/22/antonio-guterres-climate-breakthrough-clean-energy-fossil-fuels\">António Guterres</a>, struck an optimistic note in a recent speech in New York. The world, he said, “is on the cusp of a new era ... The sun is rising on a clean energy age.” Pointing to falls in the cost of onshore wind and solar, and the risk of further gas-price shocks in future, he called on big technology companies – whose datacentres are one reason for soaring energy use – to adopt a target of 100% low-carbon electricity by 2030.</p><p>Given US president Donald Trump’s personal hostility to renewable energy, Mr Guterres may be right that it makes more sense to demand action from US businesses at this point. In Scotland earlier this week, Mr Trump launched his latest <a href=\"https://www.theguardian.com/us-news/2025/jul/27/president-trump-administration-news-updates-today\">misleading tirade</a>, urging European leaders to “stop the windmills”.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/aug/01/the-guardian-view-on-the-green-transition-renewables-are-the-future-but-countries-actions-must-catch-up-with-their-promises\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The renewable energy revolution is a feat of technology | Rebecca Solnit",
      "link": "https://www.theguardian.com/commentisfree/ng-interactive/2025/jul/30/renewable-energy-revolution-technology",
      "pubDate": "Wed, 30 Jul 2025 11:00:02 GMT",
      "description": "<p>An energy revolution is underway in this century, though most people have not noticed it</p><p>I know progressives are supposed to be technophobes, but there is one technology we probably love more than anyone else (except the engineers who created it): renewable energy. It is nothing less than astonishing and unbelievable that we have achieved so much progress in so little time.</p><p>At the turn of the century, sun and wind in the form of solar panels and wind turbines were expensive, primitive, utterly inadequate solutions to power our machines at scale, which is why early climate activism focused a lot on minimizing consumption on the assumption we had no real alternative to burning fossil fuels, but maybe we could burn less. This era did all too well in convincing people that if we did what the climate needs of us, we would be entering an era of austerity and renunciation, and it helped power the fossil fuel industry’s weaponization of climate footprints to make people think personal virtue in whittling down our consumption was the key thing.</p><p>Rebecca Solnit is a Guardian US columnist. She is the author of No Straight Road Takes You There and Orwell’s Roses</p> <a href=\"https://www.theguardian.com/commentisfree/ng-interactive/2025/jul/30/renewable-energy-revolution-technology\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "We face daunting global challenges. But here are eight reasons to be hopeful | John D Boswell",
      "link": "https://www.theguardian.com/commentisfree/ng-interactive/2025/jul/29/global-future-challenges-optimism",
      "pubDate": "Tue, 29 Jul 2025 14:00:31 GMT",
      "description": "<p>Although the trends can be hard to perceive, we are making incredible progress on global poverty, health, longevity and climate change </p><p>Don’t fret the future.</p><p>A lot of people do, and for powerful reasons – we are facing enormous challenges unprecedented in human history, from climate change and nuclear war to engineered pandemics and malicious artificial intelligence. A 2017 survey showed that nearly four in 10 Americans think that climate change alone has a good chance of triggering humanity’s extinction. But we seem largely blind to the many profound reasons for hope – and it’s not entirely our fault.</p> <a href=\"https://www.theguardian.com/commentisfree/ng-interactive/2025/jul/29/global-future-challenges-optimism\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How rising seas are threatening the crucial art of weaving in Samoa",
      "link": "https://www.theguardian.com/environment/2025/aug/06/how-rising-seas-are-threatening-the-crucial-art-of-weaving-in-samoa",
      "pubDate": "Wed, 06 Aug 2025 01:36:19 GMT",
      "description": "<p>Weaving is central to cultural life in Samoa but climate change is disrupting conditions needed for plants used to make the intricate mats</p><p>In the Samoan village of Neiafu, Amio Pei Ioane sits with a group of women in a weaving house. Around her, rolls of stripped pandanus leaves, the spiky-leaved plant used to make woven mats, rest in bundles.</p><p>She began weaving when she was 15, assisting the village group before eventually joining the central line of weavers working on a large ceremonial mat. Now, she is the <em>matua u‘u</em>, or elder master weaver, offering guidance and encouragement to others</p> <a href=\"https://www.theguardian.com/environment/2025/aug/06/how-rising-seas-are-threatening-the-crucial-art-of-weaving-in-samoa\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘The forest had gone’: the storm that moved a mountain",
      "link": "https://www.theguardian.com/world/2025/aug/05/forest-gone-storm-that-moved-a-mountain-climate-crisis-environment",
      "pubDate": "Tue, 05 Aug 2025 04:00:43 GMT",
      "description": "<p>On a small ledge in the Swiss mountains, 200 people were enjoying a summer football tournament. As night fell, they had no idea what was coming</p><p>In the wake of a natural disaster, certain metrics are used to categorise the event: the buildings destroyed; the cost of repair to the nearest million; a single number for the loss of human life. Yet these figures obscure the truth of such events. They make the outcome seem fixed, somehow proportionate. But disasters are chaotic. Their extreme violence magnifies the consequences of every decision: to stay or to move; to run or to hide. Things could have turned out another way. And how would we talk about them then?</p><p>In Locarno, Switzerland, on the northern shore of Lake Maggiore, lies the mouth of the Maggia river. Follow it north-west and it winds past sandy, tree-shaded beaches, through rocky gorges and into a broad, glacial valley where, for much of the year, long waterfalls drop down forested mountainsides. Just over 20 kilometres upstream, at the foot of the Pizzo di Brünesc mountain, the river splits in two. This is the upper Maggia valley. To the west runs Val Bavona, with its historic villages of stone-roofed houses. To the east, equally steep and green, is Val Lavizzara. And in the upper reaches of Val Lavizzara, at an altitude of 1,000 metres, is Campo Draione.</p> <a href=\"https://www.theguardian.com/world/2025/aug/05/forest-gone-storm-that-moved-a-mountain-climate-crisis-environment\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Self-termination is most likely’: the history and future of societal collapse",
      "link": "https://www.theguardian.com/environment/2025/aug/02/self-termination-history-and-future-of-societal-collapse",
      "pubDate": "Sat, 02 Aug 2025 06:31:38 GMT",
      "description": "<p>An epic analysis of 5,000 years of civilisation argues that a global collapse is coming unless inequality is vanquished</p><p>“We can’t put a date on Doomsday, but by looking at the 5,000 years of [civilisation], we can understand the trajectories we face today – and self-termination is most likely,” says Dr Luke Kemp at the Centre for the Study of Existential Risk at the University of Cambridge.</p><p>“I’m pessimistic about the future,” he says. “But I’m optimistic about people.” Kemp’s new book covers the rise and collapse of more than 400 societies over 5,000 years and took seven years to write. The lessons he has drawn are often striking: people are fundamentally egalitarian but are led to collapses by enriched, status-obsessed elites, while past collapses often improved the lives of ordinary citizens.</p> <a href=\"https://www.theguardian.com/environment/2025/aug/02/self-termination-history-and-future-of-societal-collapse\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The week the US president’s vendetta against renewables went global",
      "link": "https://www.theguardian.com/environment/2025/jul/31/climate-change-trump-renewables",
      "pubDate": "Fri, 01 Aug 2025 09:00:21 GMT",
      "description": "<p>Donald Trump’s enduring hostility to wind power is no longer a personal quirk​, it’s now a policy direction with profound consequences for global emissions</p><p>• <strong>Don’t get Down to Earth delivered to your inbox? </strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-down-to-earth-newsletter-our-free-environmental-email\"><strong>Sign up here to get the newsletter in full</strong></a></p><p>The inner workings of Donald Trump’s mind have long provoked bemusement and speculation, with his often erratic opinions driven seemingly by grievance and anecdote rather than evidence.</p><p>But on one topic Trump has remained resolutely consistent: he hates wind turbines – and, more latterly, renewable energy in general. This enmity burst into view in 2011 – four years before he descended his golden escalator to announce he was running for US president – when Trump waged an unsuccessful battle to halt “ugly” offshore turbines visible from his Scottish golf course.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/jul/28/are-trump-claims-about-wind-power-correct\">Tilting at windmills? Trump’s claims about turbines fact-checked</a></strong></p><p><strong><a href=\"https://www.theguardian.com/us-news/2025/jul/29/trump-geothermal-energy\">‘Shooting ourselves in the foot’: how Trump is fumbling geothermal energy</a></strong></p><p><strong><a href=\"https://www.theguardian.com/environment/2025/jul/24/trump-effort-rescind-endangerment-finding-climate-crisis\">Trump effort to ditch greenhouse gas finding ignores ‘clearcut’ science, expert says</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/jul/31/climate-change-trump-renewables\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}