{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-11T17:31:41.304692",
  "items": [
    {
      "title": "How Batteries Could Play a Role in Data Center Rollouts",
      "link": "https://insideclimatenews.org/news/11122025/data-center-battery-storage/",
      "pubDate": "Thu, 11 Dec 2025 10:00:00 +0000",
      "description": "With data center developers in Texas and most other states now commonly deploying fossil fuel generators as backup power sources, a nascent industry from the renewable side of power generation—battery storage—has started elbowing its way into the fast-growing sector.  A new report by Oxford-based Aurora Energy Research detailed how adding battery storage to a site […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "ERCOT’s Market is Transitioning Toward Storage and Solar",
      "link": "https://insideclimatenews.org/news/10122025/texas-electric-grid-transitioning-to-battery-storage-solar/",
      "pubDate": "Thu, 11 Dec 2025 00:27:01 +0000",
      "description": "Battery storage facilities and solar farms powered virtually all capacity growth in Texas’ electric grid throughout 2025, as the home of the nation’s oil and gas industry created almost twice as much new solar power as California.  More than 5,200 megawatts, or approximately 10,500 megawatt hours, of new battery storage made up the largest share […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Report Describes Deep Environmental Cuts, State by State",
      "link": "https://insideclimatenews.org/news/10122025/epa-environmental-program-cuts/",
      "pubDate": "Wed, 10 Dec 2025 22:32:03 +0000",
      "description": "Fewer inspections, weaker enforcement and less oversight: Deep cuts to state budgets and at the Environmental Protection Agency are preventing regulators from fully protecting the public from pollution, according to a report released today by the Environmental Integrity Project. The financial crisis at these agencies is occurring amid the expansion of the fossil fuel, plastics […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Latest Twist in Chevron’s Amazon Pollution Saga: Ecuador Ordered to Pay the Oil Company $220 Million",
      "link": "https://insideclimatenews.org/news/10122025/ecuador-to-pay-chevron-220-million-amazon-pollution/",
      "pubDate": "Wed, 10 Dec 2025 18:47:32 +0000",
      "description": "Over a quarter century in the Ecuadorian Amazon, oil giant Texaco (now Chevron) perpetrated an ecological disaster: It dumped 3.2 million gallons of toxic waste, spilled 17 million gallons of crude oil and flared nearly 50 million cubic feet of methane gas. The company also collaborated with U.S. evangelical missionaries to forcibly displace Indigenous peoples […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Greenpeace Scrutinizes the Environmental Record of the Company That Sued the Group",
      "link": "https://insideclimatenews.org/news/10122025/greenpeace-spotlights-energy-transfer-pipeline-environmental-record/",
      "pubDate": "Wed, 10 Dec 2025 11:00:00 +0000",
      "description": "The environmental nonprofit Greenpeace was under the microscope in a North Dakota trial this year. Now the organization is calling attention to the environmental impacts of the pipeline company that brought it to court and won a $345 million judgment.  A new report released Wednesday identifies oil spills, gas releases, air pollution and other incidents […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists Say the Forever Chemical TFA Could Cause Irreversible Harm. In Eastern North Carolina, It’s Everywhere.",
      "link": "https://insideclimatenews.org/news/10122025/north-carolina-tfa-forever-chemicals-chemours/",
      "pubDate": "Wed, 10 Dec 2025 10:00:00 +0000",
      "description": "Forever War, Part 2: This story is published in partnership with WHQR, a nonprofit radio station and NPR affiliate in Wilmington. It is the second in a series of stories about the PFAS crisis in North Carolina. The shipment arrived by FedEx, packed in dry ice. Inside were 119 plastic vials, each containing three drops […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gas Stoves Account For More Than Half of Some Americans’ Exposure to a Known Toxin, New Research Concludes",
      "link": "https://insideclimatenews.org/news/10122025/gas-stoves-nitrogen-dioxide-exposure/",
      "pubDate": "Wed, 10 Dec 2025 09:55:00 +0000",
      "description": "Pollution from gas stoves accounts for more than half of some Americans’ total exposure to nitrogen dioxide (NO2), a toxin linked to asthma, a study in the academic journal PNAS Nexus concludes. The findings, published this month, provide the first nationwide, community-level estimates of residential NO2 exposure.  The study assessed both outdoor air pollution and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wisconsin Tribes Have Helped the Lake Sturgeon Recover. Climate Change Is Stressing Its Ability to Adapt.",
      "link": "https://insideclimatenews.org/news/10122025/wisconsin-tribes-lake-sturgeon-recovery/",
      "pubDate": "Wed, 10 Dec 2025 09:50:00 +0000",
      "description": "On a cool October morning, members of the St. Croix Chippewa Tribe gathered at the Clam Lake boat landing in northern Wisconsin, carrying five-gallon buckets of small, wriggling lake sturgeon. After a short prayer calling on their ancestors, they tipped the six-month-old fish—raised in the Tribe’s newly built hatchery—into the lake. It was the Tribe’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizona Launches Investigation into Proposed Critical Mineral Mine’s Contaminated Water Discharge",
      "link": "https://insideclimatenews.org/news/09122025/arizona-investigating-proposed-mine-contaminated-water-discharge/",
      "pubDate": "Wed, 10 Dec 2025 00:51:05 +0000",
      "description": "A proposed critical minerals mine in southern Arizona that was the first added to a federal permitting process designed to be quicker and more transparent has reported water with levels exceeding the state’s regulatory limits of a mineral that can damage the heart, lungs, stomach and eyes. On Tuesday, the Arizona Department of Environmental Quality […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Will Study a Plan to Keep New Natural Gas Pads Farther From Homes, Schools and Hospitals",
      "link": "https://insideclimatenews.org/news/09122025/pennsylvania-natural-gas-pads-health-study/",
      "pubDate": "Tue, 09 Dec 2025 23:02:57 +0000",
      "description": "Pennsylvania’s environmental regulator will study a plan to sharply increase the distance between new natural gas drilling sites and homes, schools and hospitals. That development follows a vote Tuesday by the state’s Environmental Quality Board, which adopts regulations by the Department of Environmental Protection. The board approved a petition by two environmental groups for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}