{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-07-21T20:29:27.895924",
  "items": [
    {
      "title": "This EPA research office safeguarded Americans’ health. Trump just eliminated it.",
      "link": "https://grist.org/politics/this-epa-research-office-safeguarded-americans-health-trump-just-eliminated-it/",
      "pubDate": "Mon, 21 Jul 2025 16:59:06 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The surprising reasons floods and other disasters are deadlier at night",
      "link": "https://grist.org/extreme-weather/the-surprising-reasons-floods-and-other-disasters-are-more-deadly-at-night/",
      "pubDate": "Mon, 21 Jul 2025 08:45:00 +0000",
      "description": "The flash flooding in Texas would have been catastrophic at any time of day, but it was especially dangerous because it happened at night. Research shows that more than half of deaths from floods happen after dark, and in the case of flash floods, one study put the number closer to three-quarters. \nOther hazards are more perilous in the dark, too: Tornadoes that strike between sunset and sunrise are twice as deadly, on average, as those during the day. \n<br><br>Even with warning, reacting in the middle of the night isn’t easy. When people are shaken awake, they’re often disoriented, requiring additional time to figure out what’s happening before they can jump into action. \n<br><br>\nThe darkness itself presents another issue. People tend to look outside for proof that weather warnings match up with their reality, but at night, they often can’t find the confirmation they’re looking for until it’s too late. Some drive their cars into floodwaters, unable to see how deep it is, and get swept away. It’s also harder to evacuate — and try to rescue people — when you can barely see anything.\n<br><br>\nNo one can stop the sun from rising and setting, but experts say there are simple precautions that can save lives when extreme weather strikes at night.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Kerr County’s tragic flood wasn’t an outlier. It was a preview.",
      "link": "https://grist.org/extreme-weather/kerr-countys-tragic-flood-wasnt-an-outlier-it-was-a-preview/",
      "pubDate": "Mon, 21 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump and the energy industry are eager to power AI with fossil fuels",
      "link": "https://grist.org/energy/trump-and-the-energy-industry-are-eager-to-power-ai-with-fossil-fuels/",
      "pubDate": "Sun, 20 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The race to build solar and wind in New York before Trump’s tax credit deadline",
      "link": "https://grist.org/energy/the-race-to-build-solar-and-wind-in-new-york-before-trumps-tax-credit-deadline/",
      "pubDate": "Sat, 19 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Standing Rock was an Indigenous-led movement. Why did Greenpeace take the fall?",
      "link": "https://grist.org/project/indigenous/standing-rock-greenpeace-slapp-lawsuit-dakota-access-pipeline-dapl/",
      "pubDate": "Fri, 18 Jul 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump is fast-tracking new coal mines — even when they don’t make economic sense",
      "link": "https://grist.org/energy/trump-is-fast-tracking-new-coal-mines-even-when-they-dont-make-economic-sense/",
      "pubDate": "Fri, 18 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After deadly flash floods, a Texas town takes halting, painful steps toward recovery",
      "link": "https://grist.org/extreme-weather/flash-floods-hunt-texas-recovery/",
      "pubDate": "Thu, 17 Jul 2025 19:22:35 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "USDA abruptly cancels rural energy grant application window",
      "link": "https://grist.org/food-and-agriculture/usda-abruptly-cancels-rural-energy-grant-application-window/",
      "pubDate": "Thu, 17 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Inside the movement to recognize nature as an artist",
      "link": "https://grist.org/looking-forward/inside-the-movement-to-recognize-nature-as-an-artist/",
      "pubDate": "Wed, 16 Jul 2025 15:19:23 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How reducing the US military budget would also reduce emissions",
      "link": "https://grist.org/climate/how-reducing-the-us-military-budget-would-also-reduce-emissions/",
      "pubDate": "Wed, 16 Jul 2025 08:30:00 +0000",
      "description": "The next time you’re on a flight worrying about destroying the planet, rest easy knowing that at least you’re not in a fighter jet. The airline industry is responsible for 2.5 percent of global CO2 emissions, but the world’s militaries are responsible for more than double that, at 5.5 percent. \n<br><br>\nWhen nations boost military budgets, they also boost their carbon emissions. With a bump of $157 billion, thanks to the budget the Trump administration passed earlier this month, the United States now spends $1 trillion each year on defense. That’s more than three times as much as China, the next highest spender, as well as the entire European Union. If combined, the world’s armed forces would have the fourth highest carbon footprint, behind India, the U.S., and China. \n<br><br>\nYet it’s been maddeningly difficult for researchers to monitor the emissions of militaries, which aren’t required to report these things. \n<br><br>\nTo that end, using what data the Department of Energy has made publicly available between 1975 to 2022, researchers have calculated that if the U.S. consistently decreased military spending — by even a little — instead of increasing it, it’d be saving as much energy as Delaware and Slovenia use in a year.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why flash flood warnings will continue to go unheeded",
      "link": "https://grist.org/extreme-weather/flash-flood-warnings-cell-phones-texas/",
      "pubDate": "Wed, 16 Jul 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A tribe in Florida joins the fight against the ‘Alligator Alcatraz’ immigrant detention center",
      "link": "https://grist.org/indigenous/a-florida-tribe-joins-the-fight-against-the-alligator-alcatraz-immigrant-detention-center/",
      "pubDate": "Tue, 15 Jul 2025 19:35:37 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This fuel is 50% plastic — and it’s slipping through a loophole in international waste law",
      "link": "https://grist.org/accountability/refuse-derived-fuel-plastic-waste-basel-convention/",
      "pubDate": "Tue, 15 Jul 2025 08:45:00 +0000",
      "description": "Since 2019, the 191 countries that are party to an international agreement called the Basel Convention have agreed to classify mixed plastic trash as “hazardous waste.” This designation essentially bans the export of unsorted plastic waste from rich countries to poor countries and requires it to be disclosed in shipments between poor countries. \n<br><br>\nBut the rule has a big loophole. Every year, an unknown but potentially large amount of plastic waste continues to be traded in the form of “refuse-derived fuel,” or RDF, ground-up packaging and industrial plastic waste that gets mixed with scrap wood and paper in order to be burned for energy. \n<br><br>\nEnvironmental groups say these exports perpetuate “waste colonialism” and jeopardize public health.\n<br><br>\nAlthough RDF contains roughly 50 percent paper, cardboard, wood, and other plant material, the rest is plastic, including human-made textiles and synthetic rubber. It’s this plastic content that makes RDF so combustible — after all, plastics are just reconstituted fossil fuels.\n<br><br>\nOne of the main users of RDF is the cement industry, which can burn it alongside traditional fossil fuels to power its energy-intensive kilns. Environmental advocates worry about insufficiently regulated toxic air emissions similar to those produced by traditional waste incinerators — especially in poor countries with less robust environmental regulations and enforcement capacity.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Texas food banks are rationing meals for flood survivors because of Trump’s cuts",
      "link": "https://grist.org/food-and-agriculture/texas-food-banks-flood-survivors-trump-funding-cuts/",
      "pubDate": "Mon, 14 Jul 2025 22:03:11 +0000",
      "description": "Early in the morning on July 4th, as torrential rains battered Central Texas, the dangers of flash floods became imminent. In Kerr County, the Guadalupe River rose 26 feet within 45 minutes, leading to the deaths of 106 people. As the catastrophic deluge swept throughout the region, the death toll climbed to at least 132.<br><br>\nLater that day, President Donald Trump signed the One Big Beautiful Bill Act into law. The law gutted public food and healthcare safety nets, including the Supplemental Nutrition Assistance Program and Medicaid, while also codifying massive tax breaks for wealthier individuals and major corporations. The devastation in Texas, then, became the first major disaster to expose the grave effects of Trump’s extensive disinvestment from disaster resilience programs — and his administration’s newest food and hunger policies.<br><br>\nCharitable groups such as food banks and pantries typically serve as frontline distributors of food and water in a time of a crisis, working in tandem with other responding national and global relief organizations and government agencies. Now, though, because of the policy and funding decisions enacted by the Trump administration over the last six months, the primary food banks that are responding to the needs of residents throughout central Texas have less food to distribute.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Chicago was supposed to warn residents about toxic lead pipes last year. Most still have no idea.",
      "link": "https://grist.org/accountability/chicago-was-supposed-to-warn-residents-about-toxic-lead-pipes-last-year-most-still-have-no-idea/",
      "pubDate": "Mon, 14 Jul 2025 10:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why the federal government is making climate data disappear",
      "link": "https://grist.org/language/trump-administration-climate-data-disappear-national-climate-assessment/",
      "pubDate": "Mon, 14 Jul 2025 08:45:00 +0000",
      "description": "For 25 years, a group of the country’s top experts has been tracking the ways that climate change threatens every part of the United States. \nBut that work came to a halt this spring when the Trump administration abruptly dismissed all 400 experts working on the next edition. Then, on June 30, all of the past reports vanished.\n<br><br>\nWhy? It may be a strategic attempt to erase the scientific foundation for climate policy. “If you suppress information and data, then you don’t have the evidence you need to be able to create regulations, strengthen regulations, and even to combat the repeal of regulations,” said Gretchen Gehrke, who monitors federal websites with the Environmental Data and Governance Initiative.\n<br><br>\nThe administration hasn’t exactly been subtle about its endgame. Lee Zeldin, the head of the EPA, doesn’t deny the reality of climate change (he calls himself a “climate realist”), but he’s zealously dismantled environmental programs. \n<br><br>\nWhat Trump is doing to information about climate change fits squarely in the tradition of obscuring information for political ends. “If you remove it, then in a certain sense, it no longer exists, and therefore, there’s nothing to even debate, right?” said Leah Aronowsky, a science historian at Columbia Climate School.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A heat wave hit New England’s grid. Clean energy saved the day.",
      "link": "https://grist.org/energy/a-heat-wave-hit-new-englands-grid-clean-energy-saved-the-day/",
      "pubDate": "Sun, 13 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Disasters are a human choice’: Texas counties have little power to stop building in flood-prone areas",
      "link": "https://grist.org/extreme-weather/disasters-are-a-human-choice-texas-counties-have-little-power-to-stop-building-in-flood-prone-areas/",
      "pubDate": "Sat, 12 Jul 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Inside New Orleans’ plan to fix its energy-hogging buildings",
      "link": "https://grist.org/buildings/inside-new-orleans-plan-to-fix-its-energy-hogging-buildings/",
      "pubDate": "Fri, 11 Jul 2025 20:38:59 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}