{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-09-01T13:32:59.581677",
  "items": [
    {
      "title": "Trump administration gives coal plants and chemical facilities a pass",
      "link": "https://grist.org/accountability/trump-administration-gives-coal-plants-and-chemical-facilities-a-pass/",
      "pubDate": "Sun, 31 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "US EV sales are booming — for now",
      "link": "https://grist.org/transportation/us-ev-sales-are-booming-for-now/",
      "pubDate": "Sat, 30 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Disasters destroyed their homes. Then the real estate ‘vultures’ swooped in.",
      "link": "https://grist.org/housing/disasters-destroyed-their-homes-then-the-real-estate-vultures-swooped-in/",
      "pubDate": "Fri, 29 Aug 2025 08:45:00 +0000",
      "description": "After a mile-wide tornado hit St. Louis on May 16, the entire back wall of DeAmon White’s house was gone. Chunks of ceiling plaster littered the floor, windows were shattered, and much of his property was damaged beyond repair. The next morning, at 8 a.m., the phone calls started: Would he be interested in selling his home? \n<br><br>\n“They were aggressively going at it,” he said. This continued for the next two weeks, with half a dozen calls every single day. They’re “vultures,” White and his mother, Bobbie, both called the speculators. Some walked down the street with flyers, some texted, and some called.  \n<br><br>\nThe St. Louis storm, an EF-3, was just one of 60 tornadoes that tore through Missouri, Illinois, Kentucky, Wisconsin, Minnesota, and the Carolinas over 48 hours in May, killing at least 26 people and injuring 168. White and Bobbie considered themselves lucky: A neighbor of theirs had his leg impaled by a pole that flew through his window.  \n<br><br>\nIn White’s West End neighborhood, an estimated 63 percent of renters and 49 percent of homeowners are uninsured. For many North St. Louis residents, their homes are their only major asset, meaning they don’t have the cash on hand necessary to rebuild without insurance. And when federal aid is slow to arrive, quick offers to buy a home in cash can look like a lifeline.  \n<br><br>\nThe value of disaster-struck land consistently bounces back fast, meaning that buyers can flip the land or homes — sometimes even without making repairs. As climate change fuels more frequent severe natural disasters across the United States, “disaster investors” seem set to make greater profits than ever — and communities like North St. Louis stand to bear the burden.\n<br><br>\nIt’s a little too soon to say whether the St. Louis tornado will lead to big land buys. But signs — and Zillow search results — are pointing in that direction.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Workers are facing dangerous heat — even inside fast-food restaurants",
      "link": "https://grist.org/labor/fast-food-workers-dangerous-heat-inside-restaurants/",
      "pubDate": "Fri, 29 Aug 2025 08:30:00 +0000",
      "description": "Heat is the deadliest weather event in the U.S. And for decades, the fight to protect the U.S. labor force from heat-related illness has focused on outdoor industries, like farming and construction. But increasingly, the labor movement, environmental justice advocates, and policymakers acknowledge that indoor workers are also vulnerable to the effects of extreme heat. It is common in the fast food industry, for example, for the lobbies and seating areas to be well air-conditioned — but there are many sources of heat in restaurant kitchens, making them extremely difficult to cool down.\n<br><br>\nIt isn’t just that restaurants, coffee shops, and fast-casual chains might lack adequate climate control — or that working next to a scalding-hot oven is physically exhausting. If workers are commuting to work during a heat wave, especially if they walk, bike, or rely on public transit, then they are often starting their shifts with some degree of heat exposure. Once they clock in, the conditions increase the chances of health complications.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How we mapped Chicago’s lead pipe problem and what we learned",
      "link": "https://grist.org/accountability/how-we-mapped-chicago-lead-pipe-crisis-methods-data/",
      "pubDate": "Thu, 28 Aug 2025 10:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Chicago has the most lead pipes in the nation. We mapped them all.",
      "link": "https://grist.org/accountability/chicago-lead-pipe-replacement-map-health/",
      "pubDate": "Thu, 28 Aug 2025 10:30:00 +0000",
      "description": "As Gina Ramirez buckled her 11-year-old son into her car last month for their daily drive to school, she handed him a plastic water bottle.  \n<br><br>\n“I would love to be able to have him put a cup under the tap if he was thirsty,” Ramirez said. \n<br><br>\nShe can’t.\n<br><br>\nRamirez lives in a home on Chicago’s Southeast Side that’s serviced by a lead water pipe, a toxic relic found in most old homes in the city and many across the country. Exposure to lead can cause serious health harms, including neurological, kidney, and reproductive issues. Infants and young children are particularly susceptible.\n<br><br>\nChicago has the highest number of lead water service lines in the nation, with an estimated 412,000 of about 491,000 lines at least partly made of lead or contaminated with the dangerous metal. For the first time, Grist, Inside Climate News, and WBEZ have analyzed city data obtained through a public records request that allows Chicago’s residents to see where the problem is most acute — and how it intersects with poverty and race. \n<br><br>\nThe analysis — which includes an interactive map that allows residents to search their address for information on their water lines — found that the toxic pipes plague residents throughout the city, across lines of race and class.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Lead pipes are everywhere in Chicago. Here’s how to protect yourself.",
      "link": "https://grist.org/health/chicago-lead-pipe-how-to-protect-yourself-test-water/",
      "pubDate": "Thu, 28 Aug 2025 10:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How a Koch-funded campaign is trying to reverse climate action in Vermont",
      "link": "https://grist.org/politics/how-a-koch-funded-campaign-is-trying-to-reverse-climate-action-in-vermont/",
      "pubDate": "Thu, 28 Aug 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "We now know just how much climate change supercharged Hurricane Katrina",
      "link": "https://grist.org/science/we-now-know-just-how-much-climate-change-supercharged-hurricane-katrina/",
      "pubDate": "Thu, 28 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "20 years after Katrina, New Orleans’ levees are sinking and short on money",
      "link": "https://grist.org/extreme-weather/katrina-levees-new-orleans-army-corps-trump-landry/",
      "pubDate": "Wed, 27 Aug 2025 08:45:00 +0000",
      "description": "20 years ago, New Orleans’ faulty levee system failed during Hurricane Katrina, causing a flood that claimed almost 2,000 lives and inflicted more than $150 billion in economic damage. \n<br><br>\nThe catastrophe was so bad that some doubted the city could continue to exist at all. Rather than just patch up the damage, which would have left one of the country’s most iconic cities exposed to every future storm, the federal government doubled down on flood protection, building a new $14.4 billion levee system that ranks as one of the most sophisticated anywhere in the world. \n<br><br>\nBut for all the success of the new levee system, the future of New Orleans remains uncertain. \n<br><br>\nSea levels around the city are rising by about half an inch every year as climate change warms the oceans and melts glaciers. The city itself is sinking even faster than that, with some sections of the levee system settling by almost 2 inches each year — faster than the rate of change that the Corps projected when it built the system. This elevation change makes the new levee system less effective with each year, requiring constant repairs and expansions. \n<br><br>\nThe Trump administration has already eliminated funding at the Corps and Federal Emergency Management Agency, or FEMA, for key resilience projects and levee inspections. While the Corps maintains that the system is working as designed, federal and state cuts could jeopardize its resilience even further.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why the US government is trying to revive the climate change ‘debate’",
      "link": "https://grist.org/politics/us-government-revive-climate-change-debate/",
      "pubDate": "Wed, 27 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Inside the program cuts, workforce purges, and secretive reorganization of the USDA",
      "link": "https://grist.org/food-and-agriculture/trump-administration-shrinks-usda-rural-farming-communities-pay-the-price/",
      "pubDate": "Wed, 27 Aug 2025 08:15:00 +0000",
      "description": "Like many government agencies, the Department of Agriculture has a fraught history with discrimination and disenfranchisement. Farmers of color and young and beginning producers have long struggled to access capital, in the form of loans and grants, from the agency. \n<br><br>\nSo in 2022, former President Joe Biden’s USDA created the Regional Food Business Centers program using funding from the American Rescue Plan. The program established 12 virtual centers to function as business development resource hubs within rural communities nationwide. The overall goal was to build a more resilient food system.\n<br><br>\nOn July 15, the USDA announced it was shuttering the program, a decision that was met with considerable opposition across food and farming sectors. In the press release, Secretary of Agriculture Brooke Rollins criticized the Biden administration for creating the RFBCs “without any long-term way to finance them,” which the release described as a “COVID-era program.”\n<br><br>\nRoughly a week after the USDA announced the end of the RFBCs, Rollins released a memo that again took the agricultural world by storm. The five-page document revealed Rollins’ plan to significantly reorganize the agency.\n<br><br>\nBoth moves are expected to have lasting effects on historically underserved rural communities in particular, where farmers and families are already facing the day-to-day impacts of a shrinking federal workforce in local offices.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump administration halts construction of nearly finished offshore wind farm",
      "link": "https://grist.org/energy/trump-administration-halts-construction-of-nearly-finished-offshore-wind-farm-revolution-wind/",
      "pubDate": "Tue, 26 Aug 2025 08:45:00 +0000",
      "description": "For the second time this year, the Trump administration has halted the construction of a massive offshore wind farm being built to power blue states. \n<br><br>\nOn Friday, the acting director of the Bureau of Ocean Energy Management, Matthew Giacona, ordered the Danish wind developer Ørsted to stop all construction on the nearly complete Revolution Wind offshore project so the federal government can “address concerns related to the protection of national security interests of the United States.” Giacona, a former lobbyist for offshore oil and gas companies, did not specify the nature of those concerns. \n<br><br>\nThe move echoes an April order from the Interior Department that stopped all offshore work on New York’s Empire Wind project. \n<br><br>\nLast time, the controversial pause lasted just one month but cost the developer nearly $1 billion — and drove the project to the brink of cancellation. This time, with a Trump appointee now at the helm of the Bureau of Ocean Energy Management, or BOEM, it’s unclear how long this costly work stoppage might last.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Alligator Alcatraz’ must close, but the fight isn’t over",
      "link": "https://grist.org/indigenous/alligator-alcatraz-must-close-but-the-fight-isnt-over/",
      "pubDate": "Mon, 25 Aug 2025 08:45:00 +0000",
      "description": "The Miccosukee Tribe makes its home in the Everglades, where a tribal village sits only a few miles from the federal immigration detention center called Alligator Alcatraz. Residents have for weeks lived with vehicles coming and going around the clock, stadium lights illuminating the once-dark nighttime sky, and the facility restricting access to the game they rely upon for food.\n<br><br>\nThat is no longer the case.\n<br><br>\nA federal judge has ordered the U.S. government to stop sending detainees to the facility and begin dismantling it within 60 days. In making her ruling, Judge Kathleen Williams sided with the tribe and environmentalists who argued that state and federal officials violated a federal law that requires an environmental review before proceeding with any federal construction project. The judge’s order also prohibits further construction at the site.\n<br><br>\nTribal leaders hailed the decision, but the issue at the center of the case — the government’s disregard for tribal sovereignty — remains.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "FEMA now requires disaster victims to have an email address",
      "link": "https://grist.org/extreme-weather/fema-now-requires-disaster-victims-to-have-an-email-address/",
      "pubDate": "Sun, 24 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A coal-fired plant in Michigan was supposed to close. But Trump forced it to keep running at $1M a day.",
      "link": "https://grist.org/energy/a-coal-fired-plant-in-michigan-was-supposed-to-close-but-trump-forced-it-to-keep-running-at-1m-a-day/",
      "pubDate": "Sat, 23 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In the wake of destructive floods, Wisconsin youth sue state utility regulator over failure to consider climate change",
      "link": "https://grist.org/justice/in-the-wake-of-destructive-floods-wisconsin-youth-sue-state-utility-regulator-over-failure-to-consider-climate-change/",
      "pubDate": "Fri, 22 Aug 2025 20:09:19 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Antarctica is in extreme peril",
      "link": "https://grist.org/climate/antarctica-is-in-extreme-peril/",
      "pubDate": "Fri, 22 Aug 2025 17:17:58 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How Texas flood relief got caught in a high-stakes political battle",
      "link": "https://grist.org/extreme-weather/how-texas-flood-relief-got-caught-in-a-high-stakes-political-battle/",
      "pubDate": "Fri, 22 Aug 2025 08:30:00 +0000",
      "description": "In early July, flash floods along the Guadalupe River killed 138 people and caused an estimated $1.1 billion in damage, making it one of the deadliest natural disasters in Texas history. \n<br><br>\nA week later, Texas found itself whiplashed into another crisis altogether: a high-stakes battle over voting districts. President Donald Trump publicly demanded that Texas lawmakers redraw congressional maps to carve out five additional U.S. House seats for Republicans. The twin pressures of a devastating natural disaster and Trump’s insistence prompted Governor Greg Abbott to convene a special legislative session. \n<br><br>\nDuring the first special legislative session, which began on July 21, Abbott tasked lawmakers with addressing 18 agenda items, including four related to flood preparedness. In a second special session, lawmakers managed to pass a more narrowly tailored flood relief package through the Texas Senate. \n<br><br>\nDisaster recovery experts said that the measures are too narrowly focused on the most recent disaster. For instance, instead of confronting tougher questions about whether summer camps should be built along rivers prone to flash flooding at all, the proposed Senate Bill 2 simply requires camps in floodplains to adopt evacuation plans, implement them when flash flood alerts are sent, and provide ladders for emergency rooftop access in cabins located within the flood zone.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Inside a Georgia beach’s high-tech fight against erosion",
      "link": "https://grist.org/science/inside-a-georgia-beachs-high-tech-fight-against-erosion/",
      "pubDate": "Fri, 22 Aug 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}