{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-13T11:16:34.864802",
  "items": [
    {
      "title": "Can Bipartisan Support in Congress Save NOAA From White House Cuts?",
      "link": "https://insideclimatenews.org/news/13092025/congress-advances-bills-to-save-noaa/",
      "pubDate": "Sat, 13 Sep 2025 09:05:00 +0000",
      "description": "To understand the bipartisan support that has emerged in Congress for the National Oceanic and Atmospheric Administration, it only takes a glance at the list of stakeholders who have been lobbying to save the embattled agency from the Trump administration’s budget knife. Those who fish the oceans and those who ship goods over their waves, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Congress Takes a New Swing at Bipartisan Permitting Reform, Environmental Groups Are Calling Foul",
      "link": "https://insideclimatenews.org/news/13092025/congress-energy-permitting-reform-speed-act/",
      "pubDate": "Sat, 13 Sep 2025 09:00:00 +0000",
      "description": "The One Big Beautiful Bill Act earlier this summer underscored deep partisan divides on energy and the environment, with critics decrying it as a handout to fossil fuel interests while President Donald Trump’s supporters heralded it for securing America’s “energy dominance.” Given the tumult over the bill’s passage, one could be forgiven for assuming that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Arctic Researcher Explains Yedoma, the Permafrost Keeping the Planet Livable",
      "link": "https://insideclimatenews.org/news/13092025/boreal-forest-shielding-permafrost/",
      "pubDate": "Sat, 13 Sep 2025 08:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Jenni Doering with Edward Alexander, the senior arctic lead at the Woodwell Climate Research Center. In the far north of our planet, boreal forests and permanently frozen earth, or permafrost, store massive amounts of carbon and keep our global climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can This Tree Still Save Us? In Some Places It’s Barely Hanging On",
      "link": "https://insideclimatenews.org/news/13092025/can-this-tree-still-save-us-in-some-places-its-barely-hanging-on/",
      "pubDate": "Sat, 13 Sep 2025 08:45:00 +0000",
      "description": "A breadfruit tree stands in the middle of Randon Jother’s property, its lanky trunks feeding a network of sinewy limbs. The remnants of this season’s harvest weigh heavy on its branches. Its vibrant leaves and football-sized fruit may appear enormous to the untrained eye, but Jother is concerned. They used to be longer than his […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change-Driven Floods Continue to Displace Millions in Pakistan",
      "link": "https://insideclimatenews.org/news/12092025/climate-change-driven-floods-continue-to-displace-millions-in-pakistan/",
      "pubDate": "Fri, 12 Sep 2025 22:05:11 +0000",
      "description": "More than 2 million people have been displaced in Pakistan since June of this year, as floods continue to cause destruction across a country still reeling from the devastation of relentless climate shocks in recent years. As of Friday, Pakistan’s disaster management authority reported that this monsoon season has killed more than 950 people since […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Warming Is Fueling Dengue Fever Outbreaks",
      "link": "https://insideclimatenews.org/news/12092025/global-warming-dengue-fever-outbreaks/",
      "pubDate": "Fri, 12 Sep 2025 19:07:22 +0000",
      "description": "Global cases of flu-like dengue fever reached a historic high last year, with over 14.6 million cases and more than 12,000 related deaths reported to the World Health Organization.  Global warming is driving up those infection numbers in a big way, a new study suggests. Transmitted by the cold-blooded Aedes aegypti mosquito, the dengue virus […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "RFK Jr. Is Making America Safe for Debilitating ‘Neglected’ Tropical Diseases",
      "link": "https://insideclimatenews.org/news/12092025/rfk-jr-neglected-tropical-diseases/",
      "pubDate": "Fri, 12 Sep 2025 18:32:00 +0000",
      "description": "Pathogens around the world just got a helping hand from the Trump administration. Next year should have been a year of celebration for experts dedicated to ridding the world of disabling and deadly infectious diseases. It would have been the 20th anniversary of the U.S. Agency for International Development (USAID) Neglected Tropical Diseases Program, which […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "House Republicans’ Use of Little-Known Law to Strike Down Public Land Plans Could Be Pandora’s Box Moment",
      "link": "https://insideclimatenews.org/news/12092025/public-land-plans-congressional-review-act/",
      "pubDate": "Fri, 12 Sep 2025 09:00:00 +0000",
      "description": "When the U.S. House of Representatives invoked a little-known law to roll back three plans for managing public lands, it was an unprecedented move.  The resource management plans by the Bureau of Land Management for Montana, Alaska and North Dakota collectively guide decisions on over 166 million acres, shaping oil and gas leasing, renewable energy, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Michigan’s Upper Peninsula, Stargazing Sheds Light on the Dark Sky Movement",
      "link": "https://insideclimatenews.org/news/12092025/michigan-keweenaw-dark-sky-park/",
      "pubDate": "Fri, 12 Sep 2025 08:55:00 +0000",
      "description": "At the northern tip of Michigan’s Upper Peninsula, where rugged cliffs jut out toward Lake Superior, Keweenaw County is known for its rich biodiversity and opportunities for outdoor recreation. One of the region’s most remarkable qualities, though, is its darkness. Far from large city centers, the county has embraced its lack of light pollution, or […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Department of Energy Allocates $134 million for Fusion Funding",
      "link": "https://insideclimatenews.org/news/11092025/energy-department-fusion-funding/",
      "pubDate": "Fri, 12 Sep 2025 00:14:38 +0000",
      "description": "The U.S. Department of Energy announced $134 million in funding for two fusion programs on Wednesday, money intended to work on bridging the gap between research and commercialization.  The bulk of the funding is reserved for seven teams tied to the Fusion Innovative Research Engine (FIRE) Collaboratives, a collection of virtual teams at universities and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}