{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-29T16:34:14.361266",
  "items": [
    {
      "title": "Nations Denounce Deep Sea Mining Company’s Bid to Exploit Metals in the Pacific Under US Law",
      "link": "https://insideclimatenews.org/news/29072025/nations-denounce-deep-sea-mining-bid-pacific-us/",
      "pubDate": "Tue, 29 Jul 2025 09:00:00 +0000",
      "description": "As delegates from member states of the International Seabed Authority entered the third and final week of high-stakes negotiations on deep-sea mining, they condemned a move made earlier this year by The Metals Co. to bypass the authority’s protocols by applying for a permit to mine in international waters under U.S. law.  “For years, one […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Promised a Drilling Boom. The New Rigs Haven’t Showed Up Yet",
      "link": "https://insideclimatenews.org/news/29072025/trump-drilling-boom-promise-stagnant/",
      "pubDate": "Tue, 29 Jul 2025 08:55:00 +0000",
      "description": "“We will drill, baby, drill,” President Donald Trump declared at his inauguration on Jan. 20. Echoing the slogan that exemplified his energy policies during the campaign, he made his message clear: more oil and gas, lower prices, greater exports.  Six months into Trump’s second term, his administration has little to show on that score. Output […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wildfire Evacuees and Asylum Seekers Strain Niagara Falls’ Housing Capacity During Tourism Season",
      "link": "https://insideclimatenews.org/news/29072025/wildfire-evacuees-niagara-falls-housing-capacity/",
      "pubDate": "Tue, 29 Jul 2025 08:50:00 +0000",
      "description": "NIAGARA FALLS, Ontario—Geoffrey Ross is no stranger to wildfire evacuations. But in late May, when the flames of one of the conflagrations that have plagued Manitoba closed in on his family’s land near Jenpeg, Manitoba, for the third time in recent years, the father of two knew this would be different. Ross, a member of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why Farmers May Be Able to Continue Fertilizing Fields With PFAS-Contaminated Sewage Sludge",
      "link": "https://insideclimatenews.org/news/28072025/pfas-sewage-sludge-fertilizer/",
      "pubDate": "Mon, 28 Jul 2025 22:51:50 +0000",
      "description": "Republicans are quietly moving to kill proposed regulations for PFAS-contaminated sewage sludge that is spread on farmland as fertilizer, a practice that has sickened farmers across the country, destroyed their livelihoods and contaminated food and water supplies. The Biden administration in its final days issued a draft health risk assessment level for some PFAS in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Trump Shrinks FEMA, State and Local Emergency Managers Say They’re Barely Getting By",
      "link": "https://insideclimatenews.org/news/28072025/emergency-managers-overworked-as-fema-shrinks/",
      "pubDate": "Mon, 28 Jul 2025 22:36:43 +0000",
      "description": "For months, President Donald Trump threatened to dismantle the Federal Emergency Management Agency, arguing that it is “extremely expensive” and that emergency management should be left to the states.  “When you have a tornado or a hurricane or you have a problem of any kind, in a state, that’s what you have governors for,” he […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As a Heat Wave Roiled Illinois, People Incarcerated Suffered The Most",
      "link": "https://insideclimatenews.org/news/28072025/illinois-heat-wave-prisons/",
      "pubDate": "Mon, 28 Jul 2025 21:22:07 +0000",
      "description": "As heat grips Illinois this summer, one group is more vulnerable to extreme heat than any other: Those incarcerated inside the state’s decaying prisons and jails.  People incarcerated in facilities the Illinois Department of Corrections (IDOC) operates have been exposed to dangerous environmental conditions for years, according to environmental and social justice advocates. Just last […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Clean Energy Brought Data Centers to Iowa. The Big Beautiful Bill Could Change That",
      "link": "https://insideclimatenews.org/news/28072025/big-beautiful-bill-iowa-data-centers/",
      "pubDate": "Mon, 28 Jul 2025 09:00:00 +0000",
      "description": "A line of gnarled elm trees separates Willow Creek Street in West Des Moines from a quintessentially Iowan corn field, deep green at the height of mid-summer. Across the road, a barbed wire fence borders a sprawling, 10-building Microsoft data center. More and more, this sight is also quintessentially Iowan. The grid of white warehouses […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Jersey Shore Town Has Turned to Oysters to Fight Sea Level Rise and Erosion",
      "link": "https://insideclimatenews.org/news/28072025/new-jersey-oyster-coastal-restoration/",
      "pubDate": "Mon, 28 Jul 2025 08:55:00 +0000",
      "description": "LONG BEACH TOWNSHIP, N.J.—Every year, hungry restaurant patrons slurp down fat, juicy oysters, their greyish-white shells cast aside with little thought. But here on this picturesque barrier island, the crusty shells are a valuable commodity and are hauled away by township workers, sorted by volunteers and destined for a whole new life.  Come September, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Research Center Works to Understand ‘One of the Last Great Wild Places’",
      "link": "https://insideclimatenews.org/news/27072025/alabama-paint-rock-forest-research-center-conservation/",
      "pubDate": "Sun, 27 Jul 2025 09:00:00 +0000",
      "description": "Bill Finch was bumping along in a muddy four-wheel utility vehicle on a rocky road near the Paint Rock Forest Research Center when a research assistant in another four-wheeler rumbled up next to him.  “Are you going to check the Hawthorn? Has it leafed out yet?” Nathan Paris called out to him that spring morning.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lessons From a Climate Disaster",
      "link": "https://insideclimatenews.org/news/26072025/lessons-from-bolivia-record-setting-2024-wildfire-season/",
      "pubDate": "Sat, 26 Jul 2025 09:00:00 +0000",
      "description": "Last year, record wildfires fueled by dry conditions incinerated large swaths of Bolivia’s forests, wetlands and other ecosystems, burning an area larger than the state of Indiana.  The blazes decimated ecosystems, affecting thousands of families, many of whom are Indigenous and reliant on forests and waterways for their livelihoods, food, water, culture and medicine. A […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}