{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-19T09:27:07.669124",
  "items": [
    {
      "title": "Utilities Want to Regain the Ability to Build Power Plants in PJM. Consumer Advocates Say That’s Probably a Bad Idea",
      "link": "https://insideclimatenews.org/news/19082025/pjm-utilites-power-plant-deregulation/",
      "pubDate": "Tue, 19 Aug 2025 09:00:00 +0000",
      "description": "The debate that took place in a Washington, D.C., hearing room in June was so filled with energy-industry jargon that most people would not realize they were witnessing a battle over who could own and profit from power plants. The same fight between utility companies and independent power producers is now happening in statehouses. Utility […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Jersey Orders Probe, Demands Transparency From PJM",
      "link": "https://insideclimatenews.org/news/18082025/new-jersey-measures-demand-pjm-interconnection-transparency/",
      "pubDate": "Mon, 18 Aug 2025 23:25:31 +0000",
      "description": "New Jersey has reached the forefront of a regional revolt against PJM Interconnection, the grid operator serving 65 million people across 13 states and the District of Columbia.  Gov. Phil Murphy signed two measures into law last week, pressing for reforms to PJM’s controversial capacity market and forcing its utilities to disclose how they vote […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Make Billionaires Pay’ March Will Bring Together Climate and Social Justice Movements",
      "link": "https://insideclimatenews.org/news/18082025/make-billionaires-pay-march-climate-social-justice/",
      "pubDate": "Mon, 18 Aug 2025 21:30:24 +0000",
      "description": "As world leaders converge on New York City for September’s United Nations General Assembly, thousands of activists across a range of social movements will gather for what they hope will be the largest mass-mobilization since the “No Kings” protests in June. The “Make Billionaires Pay” march planned for September 20 will unite climate activists, migrant […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Smoldering, Noxious Waste Dump Next Door",
      "link": "https://insideclimatenews.org/news/18082025/la-county-chiquita-canyon-landfill-toxic-waste-pollution/",
      "pubDate": "Mon, 18 Aug 2025 09:00:00 +0000",
      "description": "Five years ago, Elizabeth Jeffords stood at the top of a pretty, tree-lined street in Castaic, California, admiring the house she and her husband just bought. She loved how the two-story house, about 50 miles north of Los Angeles, looked out onto the Sierra Pelona Mountains. She loved how it sat at the top of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sen. Sheldon Whitehouse on Democrats’ Failures—and Opportunities for a Climate Comeback",
      "link": "https://insideclimatenews.org/news/18082025/sen-sheldon-whitehouse-democrat-failures-climate-comeback/",
      "pubDate": "Mon, 18 Aug 2025 08:55:00 +0000",
      "description": "Seven months into President Donald Trump’s second term in office, the environmental movement has suffered a rolling wave of defeats. From the proposed repeal of the EPA’s key “endangerment finding” for greenhouse gases to the Big Beautiful Bill’s accelerated phaseout of wind and solar tax credits, the current administration has sided with the fossil fuel […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Chinese Dam Threatening the World’s Most Endangered Ape",
      "link": "https://insideclimatenews.org/news/17082025/chinese-indonesia-dam-threatens-endangered-ape/",
      "pubDate": "Sun, 17 Aug 2025 09:05:00 +0000",
      "description": "Planet China: Fourth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. NORTH SUMATRA, Indonesia—The scientists’ spirits were flagging. They’d been searching for orangutans in isolated patches of jungle across Sumatra, trying to see where the ape had improbably hung on outside its known range in the northern […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Deadlocked on Plastic Pollution",
      "link": "https://insideclimatenews.org/news/17082025/icn-sunday-morning-plastic-pollution-treaty-talks-fail/",
      "pubDate": "Sun, 17 Aug 2025 09:00:00 +0000",
      "description": "Global talks on plastics fell apart this week as participating countries failed to agree on next steps for curbing harmful plastic pollution. Several countries, including the United States, opposed provisions that would put a cap on production – a red line that ultimately doomed the chance of consensus. Bob, who was on the scene in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "El Paso’s Heat Is Killing in Record Numbers. It May Only Get Worse",
      "link": "https://insideclimatenews.org/news/17082025/el-paso-extreme-heat-illness-death/",
      "pubDate": "Sun, 17 Aug 2025 09:00:00 +0000",
      "description": "EL PASO—Retired Catholic priest Arturo Bañuelas leaned into the microphone as he urged county commissioners to do something about the growing crisis of migrants dying in the desert just miles from the courthouse where he stood. “These deaths are occurring right here,” Bañuelas said, wearing his white clerical collar under a black shirt and jacket […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Tribal Solar Projects Meet Different Fates in Wyoming After Trump Administration Kills Funding",
      "link": "https://insideclimatenews.org/news/16082025/wyoming-tribal-solar-projects-funding/",
      "pubDate": "Sat, 16 Aug 2025 09:05:00 +0000",
      "description": "WIND RIVER, Wyo.—Last week, the Northern Arapaho tribe learned that it was losing about $10 million in federal grants that would have helped members of the tribe lower their electrical bills. “For us, it’s really a kick in the balls,” said Patrick Goggles, a member of the tribe who led the implementation of the federal […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After a Drought Last Year, Ohio Farmers Wished for Rain. Now Downpours Are Destroying Their Crops",
      "link": "https://insideclimatenews.org/news/16082025/ohio-extreme-weather-impacts-farm-crops/",
      "pubDate": "Sat, 16 Aug 2025 09:00:00 +0000",
      "description": "The water in the creek was rising quickly, and Paul Tomcho could not reach his herd. His southeast Ohio property—the aptly named Creekside Farm—was getting more rain than anyone in living memory could recall. Tomcho, who logs daily rainfall for the Community Collaborative Rain, Hail & Snow Network (CoCoRaHS), measured the total downpour at 4.28 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}