{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-27T17:21:33.390727",
  "items": [
    {
      "title": "Despite Everything, US Solar Manufacturing Continues to Power Up",
      "link": "https://insideclimatenews.org/news/27082025/t1-energy-texas-united-states-solar-manufacturing/",
      "pubDate": "Wed, 27 Aug 2025 09:00:00 +0000",
      "description": "Companies that make solar power components in the United States are still positioned to benefit from tax policy and tariffs, despite the Trump administration’s aversion to renewable energy. Some big manufacturers, such as First Solar and Hanwha Qcells, are expanding, while smaller players also see opportunities. Among the new names is T1 Energy, a solar […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmental Laws Waived to Build Border Wall in Texas Wildlife Refuge",
      "link": "https://insideclimatenews.org/news/26082025/texas-wildlife-refuge-border-wall-environmental-laws-waived/",
      "pubDate": "Tue, 26 Aug 2025 22:45:25 +0000",
      "description": "The Department of Homeland Security announced on Tuesday that Secretary Kristi Noem has waived the protections of the Endangered Species Act and other federal statutes to “ensure the expeditious construction” of the border wall through the Lower Rio Grande Valley National Wildlife Refuge in Texas. Funds were appropriated for border wall construction in the Rio […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Twenty Years After Hurricane Katrina, Experts Fear Trump’s Cuts Will End in a Repeat Catastrophe",
      "link": "https://insideclimatenews.org/news/26082025/todays-climate-hurricane-katrina-aftermath-legacy-trump-fema-cuts/",
      "pubDate": "Tue, 26 Aug 2025 19:49:10 +0000",
      "description": "Twenty years ago, a catastrophic storm changed the fabric of the southern United States.  Hurricane Katrina made landfall on the Gulf Coast on Aug. 29, 2005, slamming directly into Louisiana before pummeling Mississippi and surrounding states. New Orleans saw the worst of the damage. Deadly floods inundated 80 percent of the city as levees and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Colorado River Is This Tribe’s ‘Lifeblood,’ Now They Want To Give It the Same Legal Rights as a Person",
      "link": "https://insideclimatenews.org/news/26082025/colorado-river-indian-tribes-rights-of-nature/",
      "pubDate": "Tue, 26 Aug 2025 09:00:00 +0000",
      "description": "In far western Arizona, the dusty beige expanse of desert stretches as far as the eye can see. Under the baking summer sun, which regularly pushes temperatures above 110 degrees in the summer, even scrubby desert bushes can struggle to survive. But in the middle of that desert, the Colorado River creates a striking strip […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Tool Maps the Health Impacts of Toxic Air Pollutants Released With Methane in Super-Emitter Events",
      "link": "https://insideclimatenews.org/news/26082025/methane-risk-map-tracks-toxic-air-pollutants/",
      "pubDate": "Tue, 26 Aug 2025 04:01:00 +0000",
      "description": "On a breezy late summer day in the small Colorado town of Fort Lupton, a massive plume of methane escaped from a hydrocarbon storage tank about 200 feet from an RV park. The leak, the second over four days in September 2023, released enough of the potent climate-warming gas per hour to fit the Environmental […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Administration Issues Stop Work Order for Offshore Wind Project, Citing National Security Concerns",
      "link": "https://insideclimatenews.org/news/25082025/trump-administration-halts-rhode-island-offshore-wind-project/",
      "pubDate": "Mon, 25 Aug 2025 21:20:55 +0000",
      "description": "The Trump administration on Friday issued an order to stop work on a nearly complete offshore wind energy project, the latest step in the Trump administration’s crackdown on wind power. In a letter to Orsted, the Danish company developing Revolution Wind, the Bureau of Ocean Energy Management said its order is tied to concerns about […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maryland’s Governor and Legislature Just Got So-So Grades on Their Environmental Scorecards",
      "link": "https://insideclimatenews.org/news/25082025/maryland-governor-and-legislature-scorecard-grades/",
      "pubDate": "Mon, 25 Aug 2025 09:00:00 +0000",
      "description": "ANNAPOLIS, Md.— When Wes Moore became Maryland’s governor in 2023, he pledged to lead the state into a climate-resilient future by lowering emissions and decarbonizing the economy—and leave no one behind in doing so. But two and a half years into his term, the Moore administration has fallen short on its climate and environmental justice […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Woman Holding Chinese Mining Giants Accountable",
      "link": "https://insideclimatenews.org/news/24082025/fighting-for-environmental-justice-china-belt-and-road-zambia/",
      "pubDate": "Sun, 24 Aug 2025 09:00:00 +0000",
      "description": "Planet China: Fifth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. When Jingjing Zhang saw a string of urgent texts light up her phone, she knew something had gone wrong. Photo and video messages showed a tidal wave of brown sludge rushing into the Zambian countryside with horrifying […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Trump Administration Dismisses the Endangered Species List as ‘Hotel California.’ But There’s Far More to the Story",
      "link": "https://insideclimatenews.org/news/24082025/trump-administration-dismisses-endangered-species-list/",
      "pubDate": "Sun, 24 Aug 2025 08:55:00 +0000",
      "description": "“You can check out any time you like, but you can never leave.”  It’s the ominous slogan for “Hotel California,” an iconic fictional lodging dreamed up by the Eagles in 1976. One of the rock band’s lead singers, Don Henley, said in an interview that the song and place “can have a million interpretations.” For […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sewage Taints Canadian Oysters. Then Americans Eat Them",
      "link": "https://insideclimatenews.org/news/24082025/canada-oysters-tainted-by-sewage-supplied-to-united-states-norovirus/",
      "pubDate": "Sun, 24 Aug 2025 08:50:00 +0000",
      "description": "Mark Kapczynski had been looking forward to it for weeks.  He had VIP tickets for him and his wife to attend an upscale seafood festival in Los Angeles last December, where they would feast on the food he grew up eating as a kid in Boston. Surrounded by shellfish presented raw on ice by some […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}