{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-06T09:28:03.674061",
  "items": [
    {
      "title": "New York Climate Advocates Celebrate Mamdani’s Victory, Prepare to Hold Him Accountable",
      "link": "https://insideclimatenews.org/news/05112025/new-york-climate-advocates-celebrate-zohran-mamdani-win/",
      "pubDate": "Thu, 06 Nov 2025 00:45:46 +0000",
      "description": "As news broke on Tuesday night that Zohran Mamdani had won New York City’s mayoral contest by a decisive margin, advocates for environmental justice began celebrating—people jumped on chairs, clanged pots and pans in kitchens and danced raucously to New York anthems.  Some environmental activists had been up since dawn volunteering to get out the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With a Lock on State Government Control, Virginia Democrats Now Face Difficult Decisions on Data Centers and Renewable Energy",
      "link": "https://insideclimatenews.org/news/05112025/virginia-democrats-government-control-data-centers-renewable-energy/",
      "pubDate": "Wed, 05 Nov 2025 23:11:11 +0000",
      "description": "RICHMOND, Va.—Democrats gained trifecta control of Virginia state government Tuesday night as former congresswoman Abigail Spanberger trounced Republican Winsome Earle-Sears by 15 points in the governor’s race and the party flipped a whopping 13 seats in the House of Delegates.  The party’s lead in the legislature’s lower chamber will move from a narrow 51-48 margin […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Green Groups’ Election Takeaway: Focus on Trump Energy Agenda Costs",
      "link": "https://insideclimatenews.org/news/05112025/democrat-election-victories-new-jersey-virginia-georgia/",
      "pubDate": "Wed, 05 Nov 2025 22:45:33 +0000",
      "description": "Democratic victories across the electoral map Tuesday affirmed for climate action advocates that high energy costs are a huge vulnerability for President Donald Trump and his allies—one they plan to use as they fight his agenda and work to flip control of Congress next year. “The energy affordability crisis is a seismic event that will […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NYC Mayor-Elect Mamdani to Face Pressing Climate, Environment Issues",
      "link": "https://insideclimatenews.org/news/05112025/new-york-city-zohran-mamdani-climate-environment-issues/",
      "pubDate": "Wed, 05 Nov 2025 17:18:29 +0000",
      "description": "It was 10 p.m. on election night. Twenty minutes prior, most news organizations had called the New York City mayoral race for state assemblymember Zohran Mamdani, a previously obscure politician who rose to power through an unrelenting campaign for affordability.  In a long line to enter Mamdani’s election night party at the Brooklyn Paramount, Naftali, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why Are Rates Rising Faster at Investor-Owned Utilities Than at Public Utilities?",
      "link": "https://insideclimatenews.org/news/05112025/california-investor-owned-utilities-vs-public-utilities/",
      "pubDate": "Wed, 05 Nov 2025 10:00:00 +0000",
      "description": "Electricity rates are on the rise across the country, but nowhere has the increase been more precipitous than in California, where average residential rates surged 47 percent from 2019 to 2023, and are now twice as high as the national average. Experts point to increased utility spending on wildfire safety and recovery measures, distribution infrastructure […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Raw Sewage Sneaking Into West Hawaii’s Coastal Waters Threatens Coral Reefs and Public Health, Scientists Find",
      "link": "https://insideclimatenews.org/news/05112025/hawaii-raw-sewage-threatens-coast-coral-reefs-public-health/",
      "pubDate": "Wed, 05 Nov 2025 09:55:00 +0000",
      "description": "For generations, West Hawaii’s picturesque coastlines have been a gathering place for fishing, swimming and ceremony. But those sacred waters are also gathering something else.  Using airborne mapping, field sampling and advanced statistical analysis, researchers at Arizona State University’s Center for Global Discovery and Conservation Science in Hawaii revealed that nearly half of West Hawaii’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid National Wolf Debate, California Kills Four of the Predators After ‘Unprecedented’ Livestock Attacks",
      "link": "https://insideclimatenews.org/news/04112025/todays-climate-california-wolves-livestock-national-debate/",
      "pubDate": "Tue, 04 Nov 2025 22:30:07 +0000",
      "description": "Around 14 years ago, a lone gray wolf crossed the border from Oregon into California, marking the start of a slow return of the iconic, endangered predator to the Golden State, where it had been fully eradicated in the 1920s. Today, at least 50 wolves live in 10 packs across California.  But at the end […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New UN Report Warns of Lagging Climate Action",
      "link": "https://insideclimatenews.org/news/04112025/un-report-warns-of-lagging-climate-action/",
      "pubDate": "Tue, 04 Nov 2025 18:48:44 +0000",
      "description": "A new emissions gap report released by the United Nations Environment Programme suggests that a decade of global climate policy under the Paris Agreement has reduced the projected maximum global warming for this century to less than 3 degrees Celsius for the first time.  The ambitious Paris Agreement “helped steer countries’ policies and public expectations,” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Courts Divided, So Far, on Trump’s Environmental Retreat",
      "link": "https://insideclimatenews.org/news/04112025/trumps-environmental-record-federal-courts/",
      "pubDate": "Tue, 04 Nov 2025 10:05:00 +0000",
      "description": "In President Donald Trump’s first term, the federal courts helped put the brakes on his administration’s retreat on environmental protection. Nine months into the second Trump term, the courts appear divided on whether to allow the administration’s far more aggressive dismantling of policy on climate change, clean energy and environmental justice. In the 14 environmental […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump 2.0 Environmental Case Scorecard",
      "link": "https://insideclimatenews.org/news/04112025/trump-environmental-case-scorecard/",
      "pubDate": "Tue, 04 Nov 2025 10:00:00 +0000",
      "description": "From the day he began his second term in January 2025, President Donald Trump and his administration have embarked on an unprecedented effort to upend U.S. environmental protection law and end policy to address the climate crisis. But advocates and states that favor action mounted an immediate counter-offensive in the courts. Inside Climate News is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}