{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-19T08:28:13.943911",
  "items": [
    {
      "title": "As EPA Stalls, States Are Left to Handle Solar Panel Waste",
      "link": "https://insideclimatenews.org/news/18102025/epa-solar-panel-waste/",
      "pubDate": "Sat, 18 Oct 2025 09:00:00 +0000",
      "description": "SAVANNAH, Ga.—What happens when a solar panel dies? The vexing question hung last week over the Solar Energy Industries Association (SEIA) sustainability conference, the first of its kind for the nonprofit representing America’s solar industry. According to the International Energy Agency, up to 78 million tons of solar panels are expected to retire around the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "At a Solar Energy Conference, the Star Is ... the Soil?",
      "link": "https://insideclimatenews.org/news/18102025/georgia-solar-energy-conference-soil/",
      "pubDate": "Sat, 18 Oct 2025 08:58:00 +0000",
      "description": "SAVANNAH, Ga.—Imagine driving past a solar farm and underneath the panels, you see a field of yellow flowers dancing in the wind. Soil scientist Christina Hebb asked a room of solar developers to picture this scene at a conference here last week of the Solar Energy Industries Association (SEIA), the nonprofit that advocates for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Rising Electric Rates Tied to Distribution Spending, Disasters and Some Clean Energy Programs, Study Says",
      "link": "https://insideclimatenews.org/news/18102025/rising-electric-rates-tied-to-distribution-disasters-clean-energy-programs/",
      "pubDate": "Sat, 18 Oct 2025 08:55:00 +0000",
      "description": "Skyrocketing electricity bills are the political punching bag of the moment, with elected officials pointing fingers at everything from utility profits to data centers to clean energy policies, and voters across the country left confused about who to blame for rates that jumped by more than double the rate of inflation in the past year. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gas Plant That’s Part of PJM’s Fast-Tracked Process Is Getting Pushback in Virginia",
      "link": "https://insideclimatenews.org/news/18102025/pjm-fast-tracked-gas-plant-pushback-virginia/",
      "pubDate": "Sat, 18 Oct 2025 08:50:00 +0000",
      "description": "SCOTTSVILLE, Va.—In rural Fluvanna County about an hour west of the state capital, a proposed natural gas power plant offers a window into a multi-state effort to speed more electricity sources onto the grid. All but a handful of the projects in the initiative by PJM Interconnection, which runs the regional grid, would belch carbon […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Use of Congressional Review Act on BLM Plans Could Impact State Plans Under Other Agencies",
      "link": "https://insideclimatenews.org/news/17102025/public-lands-congressional-review-act-could-impact-other-states/",
      "pubDate": "Fri, 17 Oct 2025 22:34:50 +0000",
      "description": "After Republicans in the U.S. House of Representatives invoked the Congressional Review Act against Bureau of Land Management land-use plans last month, experts warned that similar future actions could potentially impact management plans in other states that fall under different federal agencies.  In September, the House passed resolutions under the Congressional Review Act (CRA)—a little-known […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Earth’s Oceans Lose Some of Their Luster",
      "link": "https://insideclimatenews.org/news/17102025/oceans-lose-luster-phytoplankton-decline/",
      "pubDate": "Fri, 17 Oct 2025 19:09:00 +0000",
      "description": "Pictures of Earth from outer space often show the planet as a gaudy quilt. Shimmering aquamarine water covers more than 70 percent of its surface and those hues often seem to signify life against the vast darkness of the universe. But new research analyzing satellite images of the planet over a span of more than […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wyoming’s Draft Pilot Conservation Program ‘a Good Starting Point’ but There’s Room for Improvement",
      "link": "https://insideclimatenews.org/news/17102025/wyoming-colorado-river-pilot-conservation-program/",
      "pubDate": "Fri, 17 Oct 2025 18:21:53 +0000",
      "description": "With the Nov. 11 deadline to finish the Colorado River negotiations fast approaching, Wyomingites got their first look at a draft of the state’s Green River pilot water conservation program during a meeting held Wednesday. Brandon Gebhart, the state engineer responsible for managing and regulating the water within Wyoming, and the state’s representative in the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "International Coalition Joins Push for Fossil Fuel Non-Proliferation Treaty: ‘We Cannot Protect Nature While Expanding Fossil Fuels’",
      "link": "https://insideclimatenews.org/news/17102025/international-coalition-joins-push-for-fossil-fuel-non-proliferation-treaty-we-cannot-protect-nature-while-expanding-fossil-fuels/",
      "pubDate": "Fri, 17 Oct 2025 16:58:55 +0000",
      "description": "An international coalition of more than 1,400 governmental and civil conservation organizations has called on its members to increase efforts to curb fossil fuel extraction and work toward a global fossil fuel non-proliferation treaty.  The International Union for Conservation of Nature adopted Motion 42 on Thursday, explicitly calling fossil fuel production a threat to nature, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How a Declaration of Ancestral Wisdom Is Changing Law, Science and Our Understanding of the World",
      "link": "https://insideclimatenews.org/news/17102025/jose-gualinga-kichwa-people-sarayaku-living-forest-declaration/",
      "pubDate": "Fri, 17 Oct 2025 09:00:00 +0000",
      "description": "When José Gualinga took the stage in a packed New York University law school auditorium in September, he admitted to feeling emotional.  His audience had just watched the premiere of the documentary “Allpa Ukundi, Ñukanchi Pura” (Underground, Around and Among Us). The film showcases the Indigenous Kichwa People of Sarayaku and their pioneering efforts to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Montana Court Dismisses Youth-led Lawsuit Challenging Trump Executive Orders Boosting Fossil Fuels",
      "link": "https://insideclimatenews.org/news/16102025/montana-court-dismisses-latest-youth-climate-lawsuit/",
      "pubDate": "Thu, 16 Oct 2025 23:27:56 +0000",
      "description": "A federal district court in Montana Wednesday granted the Trump administration’s request to toss out a youth-led lawsuit challenging the administration’s efforts to increase the extraction and use of fossil fuels and other actions that suppress climate science and undermine renewable energy. While the court found it plausible that these actions would cause grave harm […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}