{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-28T13:34:47.809961",
  "items": [
    {
      "title": "As the Data Center Boom Ramps Up in the Rural Midwest, What Should Communities Expect?",
      "link": "https://insideclimatenews.org/news/28102025/rural-midwest-data-center-boom/",
      "pubDate": "Tue, 28 Oct 2025 09:00:00 +0000",
      "description": "TAZEWELL COUNTY, Ill.—To the untrained eye, Central Illinois is all lush fields of corn and green soybeans shortly before harvest. The wind shuffles through the row crops, and the air is warm and humid and full of insects. The horizon is dotted with power lines, strung together by wire, and the occasional water tower—the only […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why Billions of Gallons of Raw Sewage Keep Ending up in Philadelphia Waterways",
      "link": "https://insideclimatenews.org/news/28102025/philadelphia-raw-sewage-waterways/",
      "pubDate": "Tue, 28 Oct 2025 08:55:00 +0000",
      "description": "PHILADELPHIA—Some 280 years after a river-swimming Benjamin Franklin petitioned to curb water pollution here, the city is still struggling to meet the challenge, according to water advocates who assembled along the banks of one of its two main rivers on Monday. While Franklin’s concerns were primarily about cowhides and horns dumped by industrial tanneries, today […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Asheboro, North Carolina, Is Under Pressure to Control Discharges of a Toxic Chemical Into Drinking Water Supply",
      "link": "https://insideclimatenews.org/news/27102025/asheboro-nc-toxic-chemical-drinking-water-supply-epa/",
      "pubDate": "Mon, 27 Oct 2025 21:31:11 +0000",
      "description": "ASHEBORO, N.C.—Some members of the public in attendance at the Environmental Protection Agency hearing last week called the City of Asheboro’s actions “despicable.” Others said they were “shameless.” And still another remarked that those who pollute the water—which data show Asheboro is doing—await “a special circle of hell.” About 100 people gathered in a classroom […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Cranberry Farmers Consider Turning Bogs Into Wetlands as Temperatures Rise",
      "link": "https://insideclimatenews.org/news/27102025/massachusetts-cranberry-bogs-wetlands/",
      "pubDate": "Mon, 27 Oct 2025 09:00:00 +0000",
      "description": "What happens when a region no longer has the ideal climate for its star crop?  From late September through October, Massachusetts’ deep-red cranberry bogs are flooded with water to dislodge the fruit—the celebrated official state berry—from their vines, and the historic fields are almost ready for harvest.  But some cranberry farms are increasingly struggling with […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Lake Powell Recedes, Beavers are Building Back",
      "link": "https://insideclimatenews.org/news/27102025/colorado-river-lake-powell-drought-beavers/",
      "pubDate": "Mon, 27 Oct 2025 08:55:00 +0000",
      "description": "To hike up this narrow canyon, Eric Balken pushed through dense thickets of green. In the shadow of towering red rock walls, his route along a muddy creekbed was lined with bushes and the subtle hum of life. The canyon echoed the buzzing and chirping of bugs and toads. But not long ago, this exact […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Did This State Become the Data Center Capital of the World?",
      "link": "https://insideclimatenews.org/news/26102025/virginia-data-center-capital-ai-boom/",
      "pubDate": "Sun, 26 Oct 2025 09:00:00 +0000",
      "description": "ASHBURN, Va.—Driving up the six-lane Route 28 in Loudoun County, Virginia, there’s a dark blue one on the left. Further up the way in a small clearing of trees, there’s a gray one on the right. Across the landscape, metal cables criss-cross in every direction to connect power to the sprawling buildings. They’re not big-box […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Data Center Developer Takes a Small Michigan Farming Community to Court",
      "link": "https://insideclimatenews.org/news/26102025/related-digital-michigan-data-center-settlement/",
      "pubDate": "Sun, 26 Oct 2025 08:58:00 +0000",
      "description": "At the eastern edge of America’s “breadbasket” region, Michigan’s Saline Township is a quintessential agricultural community. The township is home to 2,200 residents, several family-owned farms and a small historic district—and a hyperscale data center will soon join the list. The Saline Township Board voted earlier this month to settle a lawsuit in which development […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump and Republicans Join Big Oil’s All-Out Push to Shut Down Climate Liability Efforts",
      "link": "https://insideclimatenews.org/news/26102025/trump-republicans-big-oil-climate-liability/",
      "pubDate": "Sun, 26 Oct 2025 08:55:00 +0000",
      "description": "As efforts continue to hold some of the world’s largest fossil fuel corporations liable for destructive and deadly climate impacts, backlash from the politically powerful oil and gas industry and its allies in government is on the rise, bolstered by the Trump administration’s allegiance to fossil fuels.  From lobbying Congress for liability protection to suing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Data Center Capital of the World",
      "link": "https://insideclimatenews.org/news/26102025/icn-sunday-morning-virginia-data-centers/",
      "pubDate": "Sun, 26 Oct 2025 08:50:00 +0000",
      "description": "Virginia, especially Northern Virginia, leads the world in data center development, far outpacing other top markets like Beijing. How did this come to be? Watch as Dan explains the history of this top data center boom town, the risk of an impending AI bubble, and what residents and regulators think of these very big buildings […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "America’s Rye Whiskey Resurgence Could Help the Climate, but Not by Itself",
      "link": "https://insideclimatenews.org/news/25102025/america-rye-whiskey-resurgence-climate-benefits/",
      "pubDate": "Sat, 25 Oct 2025 09:00:00 +0000",
      "description": "Farming in the San Luis Valley, Colorado, is tough. The 8,000-square-mile, high-altitude desert has one of the shortest growing seasons in the United States. It is known for strong winds, and in the increasingly common dust storms that plague the region, local farmer Sarah Jones has been unable to pick her children up from school. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}