{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-09T12:51:50.113438",
  "items": [
    {
      "title": "Atmospheric Rivers May be Diminishing on the West Coast and Surging in the East, Study Finds",
      "link": "https://insideclimatenews.org/news/09082025/atmospheric-rivers-move-east/",
      "pubDate": "Sat, 09 Aug 2025 09:00:00 +0000",
      "description": "It makes sense that atmospheric rivers would flood West Coast headlines as well as its coastlines. Eighty percent of all West Coast flood damage is attributable to these immense highways of water vapor, which can drench Central California with a season’s worth of rain or freeze Seattle in place with a blizzard. Damages to Pacific […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Canyon Wildfire in Los Angeles Forces Thousands to Evacuate",
      "link": "https://insideclimatenews.org/news/08082025/los-angeles-canyon-wildfire/",
      "pubDate": "Fri, 08 Aug 2025 22:48:35 +0000",
      "description": "Thousands are being forced to evacuate in Southern California as an explosive wildfire grows rapidly, fueled by extreme heat and dry conditions. The Canyon Fire started Thursday afternoon and has spread quickly across more than 5,000 acres. It’s now moving east in Los Angeles County. Evacuation orders in northern Los Angeles County and Ventura County […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Judge Halts New Construction at Alligator Alcatraz",
      "link": "https://insideclimatenews.org/news/08082025/federal-judge-halts-construction-at-alligator-alcatraz/",
      "pubDate": "Fri, 08 Aug 2025 22:15:38 +0000",
      "description": "MIAMI—A federal judge has paused new construction at Alligator Alcatraz, the Everglades detention site where the Trump administration aims to incarcerate and deport thousands of undocumented migrants. Judge Kathleen Williams issued a temporary restraining order Thursday barring activities at the site such as paving, filling, excavating and installing fencing, along with new buildings, tents or […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Record Krill Catch Prompts Early End to Fishing Season in Antarctica and Growing Calls to Protect its Fragile Ecosystems",
      "link": "https://insideclimatenews.org/news/08082025/krill-antarctica-overfishing-climate-change/",
      "pubDate": "Fri, 08 Aug 2025 17:08:35 +0000",
      "description": "Antarctica’s krill fishery has shut down months ahead of schedule after reaching its full seasonal catch-limit—a historic first. The early closure is fueling urgent calls to protect the Southern Ocean’s fragile marine ecosystems from mounting industrial fishing and climate change. Typically, the fishery runs from December 1 to November 30. This year, it closed the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Led by Gen Z Activists, Community Opposition Mounts to Residential Development Next to South Jersey’s Black Run Reserve",
      "link": "https://insideclimatenews.org/news/08082025/new-jersey-black-run-reserve-housing-development/",
      "pubDate": "Fri, 08 Aug 2025 09:00:00 +0000",
      "description": "When Zoe Welsch learned that her favorite nature spot, Black Run Reserve, could soon be neighbors with a cul de sac in a subdivision, she was devastated.  “This is so upsetting for so many reasons. I’ve been going here for so many years and if you know me personally, you know this spot,” said Welsch, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Where’s the Money Going?’: Why Brazilian Towns Awash With Royalties From Oil Are Still Among the Poorest",
      "link": "https://insideclimatenews.org/news/08082025/brazil-oil-wealth-underdevelopment-poverty/",
      "pubDate": "Fri, 08 Aug 2025 08:55:00 +0000",
      "description": "This report is a partnership between Agência Pública and the Guardian. Read it in Portuguese here. Though 60 miles (100km) apart, the Brazilian municipalities of Presidente Kennedy in Espírito Santo state and Campos dos Goytacazes in Rio de Janeiro state have one big thing in common: oil. Since late in the last century, their public funds have been bolstered […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C.’s Democratic Congressional Delegation Condemns EPA Cancellation of Solar for All",
      "link": "https://insideclimatenews.org/news/07082025/nc-house-democrats-condemn-solar-for-all-cancellation/",
      "pubDate": "Thu, 07 Aug 2025 23:20:01 +0000",
      "description": "Democratic U.S. House members from North Carolina on Thursday condemned the Environmental Protection Agency’s plan to cancel $7 billion in grants for the Solar for All program, created under the Biden administration to expand access to solar energy in low-income and disadvantaged communities. Among those grants was $156 million awarded April 2024 to a state […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "National Academies Will Review Endangerment Finding Science",
      "link": "https://insideclimatenews.org/news/07082025/national-academies-will-review-endangerment-finding-science/",
      "pubDate": "Thu, 07 Aug 2025 23:06:37 +0000",
      "description": "The nation’s premier group of scientific advisers announced Thursday that it will conduct an independent, fast-track review of the latest climate science. It will do so with an eye to weighing in on the Trump administration’s planned repeal of the government’s 2009 determination that greenhouse gas emissions harm human health and the environment. The move […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Dismisses Civil Rights, Fair Housing Cases in Chicago To Focus on ‘Real Concerns’",
      "link": "https://insideclimatenews.org/news/07082025/trump-chicago-housing-environmental-racism/",
      "pubDate": "Thu, 07 Aug 2025 23:00:00 +0000",
      "description": "Saying it wants to focus on “real concerns” around fair housing, President Donald Trump’s administration is dropping two long-fought cases in Chicago that the feds previously agreed showed discriminatory practices. The U.S. Department of Housing and Urban Development said it will no longer monitor a civil rights agreement with the city that called for zoning […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why Prices Are Soaring in the Country’s Largest Grid Region, Explained in 5 Charts",
      "link": "https://insideclimatenews.org/news/07082025/inside-clean-energy-pjm-utility-prices-soar/",
      "pubDate": "Thu, 07 Aug 2025 13:00:00 +0000",
      "description": "PJM Interconnection, the nonprofit that manages the country’s largest electricity grid region, is barely known by the general public and almost never mentioned by elected officials—except when something bad happens. Well, something bad has happened. For two years in a row, PJM’s process for ensuring the grid has sufficient power plant capacity has resulted in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}