{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-10-15T14:26:04.579222",
  "items": [
    {
      "title": "More than 1,500 people displaced after typhoon remnants devastate Alaskan villages",
      "link": "https://www.theguardian.com/us-news/2025/oct/15/alaska-typhoon-halong-aftermath",
      "pubDate": "Wed, 15 Oct 2025 11:39:14 GMT",
      "description": "<p>At least one person was killed and two were missing after weekend storm battered two Alaska Native communities</p><p>More rain and wind were forecast Wednesday along the Alaska coast where two tiny villages were decimated by the remnants of Typhoon Halong and officials were scrambling to find shelter for more than 1,500 people driven from their homes.</p><p>The weekend storm brought high winds and surf that battered the low-lying Alaska Native communities along the Yukon-Kuskokwim Delta in the south-western part of the state, nearly 500 miles (800km) from Anchorage.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/15/alaska-typhoon-halong-aftermath\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Record leap in CO2 fuels fears of accelerating global heating",
      "link": "https://www.theguardian.com/environment/2025/oct/15/record-leap-in-co2-fuels-fears-of-accelerating-global-heating",
      "pubDate": "Wed, 15 Oct 2025 11:38:25 GMT",
      "description": "<p>CO<sub>2</sub> in air hit new high last year, with scientists concerned natural land and ocean carbon sinks are weakening</p><p>Levels of carbon dioxide in the atmosphere soared by a record amount in 2024 to hit another high, UN data shows, deepening the climate crisis that is already taking lives and livelihoods across the world.</p><p>Scientists are worried that the natural land and ocean “sinks” that remove CO<sub>2</sub> from the air <a href=\"https://www.theguardian.com/environment/2024/oct/14/nature-carbon-sink-collapse-global-heating-models-emissions-targets-evidence-aoe\">are weakening</a> as a result of global heating, which could form a vicious circle and drive temperatures up even faster.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/15/record-leap-in-co2-fuels-fears-of-accelerating-global-heating\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Wednesday briefing: The new, devastating flood risk facing nearly all of Britain",
      "link": "https://www.theguardian.com/world/2025/oct/15/first-edition-flood-risk-britain",
      "pubDate": "Wed, 15 Oct 2025 05:22:35 GMT",
      "description": "<p>In today’s newsletter: Flooding is predicted to become so bad that some towns may need to be abandoned, and it’s not even campaigners raising the alarm – but insurers</p><p>Good morning. For years, whenever I read about parts of Britain being wrecked by flooding, it always felt like something distant – because until your house is flooded, it’s hard to imagine it happening, isn’t it? Not any more.</p><p>According to <a href=\"https://www.theguardian.com/environment/2025/oct/14/millions-more-homes-in-great-britain-at-risk-of-flooding-investigation-finds\">a Guardian investigation</a>, millions more homes across England, Scotland and Wales are at risk of devastating floods. In England alone, the number of properties exposed to flooding is expected to rise by more than a quarter, from 6.3m to 8m. The story gets worse for those in high-risk areas for flash flooding – which is harder to predict and protect against – where the frequency could surge by up to 66% by 2050. The picture is so bleak that, startlingly, some towns may one day have to be abandoned altogether.</p><p><em><strong>Israel-Gaza war </strong></em>| The fragile ceasefire in Gaza <a href=\"https://www.theguardian.com/world/2025/oct/14/israel-limits-aid-keeps-rafah-crossing-closed-dispute-hostage-remains\">faced its first test on Tuesday</a> when Israel said the flow of aid into the devastated Palestinian territory would be cut by half and the crucial Rafah border crossing with Egypt would not open as planned, blaming Hamas for delays in the return of bodies of hostages.</p><p><em><strong>UK child abuse inquiry</strong></em> | Keir Starmer’s national grooming gangs inquiry has stalled amid wrangles over its remit and difficulties in finding a senior legal figure willing to become its chair, <a href=\"https://www.theguardian.com/politics/2025/oct/14/national-grooming-gangs-inquiry-stalls-over-remit-wrangles-and-lack-of-chair\">the Guardian has been told</a>.</p><p><em><strong>Economics </strong></em>| The global economy has shown “unexpected resilience” to Donald Trump’s tariffs, but the full impact is yet to be felt, <a href=\"https://www.theguardian.com/business/2025/oct/14/world-economy-trump-tariffs-imf-uk-global-gdp-forecasts\">the IMF has warned</a>. The forecast for economic growth in the UK has also been modestly increased, from 1.2% to 1.3% this year – though slightly downgraded next year, also to 1.3%.</p><p><em><strong>Madagascar</strong></em> | Andry Rajoelina, the president of Madagascar, has said <a href=\"https://www.theguardian.com/world/2025/oct/13/madagascar-president-andry-rajoelina-flees-country-capsat\">he fled the country</a> in fear for his life after a military rebellion but did not announce his resignation in a speech broadcast on social media. They were Rajoelina’s first public comments since the a military unit called Capsat turned against his government in an apparent coup.</p><p><em><strong>Music</strong></em> | D’Angelo, the Grammy-winning R&B singer who helped pioneer the sound of neo-soul, <a href=\"https://www.theguardian.com/music/2025/oct/14/dangelo-dead\">has died after a struggle with pancreatic cancer</a>. He was 51.</p> <a href=\"https://www.theguardian.com/world/2025/oct/15/first-edition-flood-risk-britain\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UK must prepare buildings for 2C rise in global temperature, government told",
      "link": "https://www.theguardian.com/environment/2025/oct/15/uk-prepare-buildings-2c-rise-temperature",
      "pubDate": "Wed, 15 Oct 2025 04:00:13 GMT",
      "description": "<p>Climate advisers warn that current plans to protect against extreme weather are inadequate</p><p>Britain must prepare for global heating far in excess of the level scientists have pegged as the limit of safety, the government’s climate advisers have warned, as current plans to protect against extreme weather are inadequate.</p><p>Heatwaves will occur in at least four of every five years in England by 2050, and time spent in drought will double. The number of days of peak wildfire conditions in July will nearly treble for the UK, while floods will increase in frequency throughout the year, with some peak river flows increasing by 40%.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/15/uk-prepare-buildings-2c-rise-temperature\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Pentagon retreats from climate fight even as heat and storms slam US troops",
      "link": "https://www.theguardian.com/environment/2025/oct/14/pentagon-military-climate-crisis-trump",
      "pubDate": "Tue, 14 Oct 2025 12:00:40 GMT",
      "description": "<p>For decades, the military treated the climate crisis as a threat. Now it’s backing away from plans to protect people and bases from extreme weather</p><p><em>This story is from <a href=\"https://floodlightnews.org/\">Floodlight</a>, a non-profit newsroom that investigates the powers stalling climate action.</em></p><p>Retired Marine Corps gunnery sergeant Vida Rivera knows heat can be as dangerous as any enemy.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/pentagon-military-climate-crisis-trump\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s an exciting week for the penguin community, we’re all waiting to see who is the winner ... I mean loser | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/oct/15/its-an-exciting-week-for-the-penguin-community-were-all-waiting-to-see-who-is-the-winner-i-mean-loser",
      "pubDate": "Wed, 15 Oct 2025 05:37:53 GMT",
      "description": "<p>Bird of the year? Hell no!</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/oct/15/its-an-exciting-week-for-the-penguin-community-were-all-waiting-to-see-who-is-the-winner-i-mean-loser\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Queensland’s pandering to climate deniers is making it even tougher for Australia to drive down emissions | Clear Air",
      "link": "https://www.theguardian.com/environment/2025/oct/15/queenslands-pandering-to-climate-deniers-is-making-it-even-tougher-for-albanese-to-drive-down-emissions",
      "pubDate": "Wed, 15 Oct 2025 01:14:32 GMT",
      "description": "<p>Queensland is Australia’s top polluter – even worse than Western Australia, which has no climate target and adores its fossil fuel industry</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>Meeting Australia’s emissions reduction targets is not going to be simple and the Queensland Liberal National government has gone out of its way to make it much harder.</p><p>Its <a href=\"https://www.treasury.qld.gov.au/policies-and-programs/energy/energy-roadmap/\">energy roadmap, released on Friday,</a> can’t really be interpreted as anything other than a transparently political document, designed to placate climate deniers that have a stranglehold on significant parts of the state’s governing party. You wouldn’t be heading down this path otherwise.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/oct/15/queenslands-pandering-to-climate-deniers-is-making-it-even-tougher-for-albanese-to-drive-down-emissions\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump calls climate science a ‘con job’. That could make tackling the crisis a whole lot easier | Francesco Grillo",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/13/donald-trump-withdrawal-paris-agreement-tackling-climate-crisis-easier",
      "pubDate": "Mon, 13 Oct 2025 04:00:12 GMT",
      "description": "<p>Europe and Brazil have a rare opportunity, unimpeded by the US, to make a success of Cop30 – and reshape the world order</p><p>The climate crisis, Donald Trump told the UN last month, is “the greatest con job ever perpetrated on the world”. With <a href=\"https://www.youtube.com/watch?v=G7Y8_0zAzXc\">these words </a>the US president rejected the international scientific consensus and evidence that we can all check daily with a basic thermometer. He has also announced he is <a href=\"https://www.theguardian.com/us-news/2025/jan/20/trump-executive-order-paris-climate-agreement\">withdrawing the US</a> from the Paris climate agreement, signed in 2015 by 195 UN countries. The US joins an axis of deniers including Yemen, Iran and Libya, countries that signed the agreement but never ratified it.</p><p>Paradoxically, Trump’s reversal provides an opportunity for others to advance the climate agenda: to sketch out the blueprint of a possible new world order without the US, even if Washington was the architect of the old one.</p><p>Francesco Grillo is a visiting fellow at the European University Institute, Florence, and director of the thinktank Vision</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/13/donald-trump-withdrawal-paris-agreement-tackling-climate-crisis-easier\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Has finding an affordable home in Australia just gotten harder? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder",
      "pubDate": "Thu, 09 Oct 2025 02:04:41 GMT",
      "description": "<p>Thanks climate change</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The flood-prone Worcestershire town being abandoned by insurers",
      "link": "https://www.theguardian.com/environment/2025/oct/14/tenbury-wells-flood-prone-worcestershire-town-abandoned-by-insurers",
      "pubDate": "Tue, 14 Oct 2025 04:00:10 GMT",
      "description": "<p>One more deluge could bankrupt Tenbury Wells yet its application for flood defence funding has been rejected</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/14/protecting-home-flood-defence-doors-drains-paving\">Doors, drains and paving perils: protecting your home from flooding</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/14/millions-more-homes-in-great-britain-at-risk-of-flooding-investigation-finds\">Millions more homes in Great Britain at risk of flooding, investigation finds</a></p></li></ul><p>Walking through the centre of Tenbury Wells is like stepping into a postcard. The independent shops are painted in cheerful colours and flowers spill out of planters. Bunting festoons the lampposts, and the pubs are full, their steamed-up windows glowing orange.</p><p>You would not know that just a few months ago, the Worcestershire town was a wreck, destroyed by flood water, with windows smashed and shops gutted. The inhabitants have worked hard to make it pristine again, a vision of the England seen on chocolate boxes and in Christmas films.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/tenbury-wells-flood-prone-worcestershire-town-abandoned-by-insurers\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "With most MPs ignorant of the urgency, how can the UK ever reach net zero?",
      "link": "https://www.theguardian.com/news/2025/oct/10/with-most-mps-ignorant-of-the-urgency-how-can-the-uk-ever-reach-net-zero",
      "pubDate": "Fri, 10 Oct 2025 05:00:44 GMT",
      "description": "<p>Only 15 of 100 MPs surveyed knew of IPCC report that CO<sub>2</sub> needs to peak this year to keep global heating to 1.5C</p><p>The people you hope would be best informed about the imminent threat of climate breakdown would be members of parliament. After all, droughts and storms affecting their constituents have been a recurring news item. The need to reach net zero carbon emissions by 2050 requires an informed debate among parties.</p><p>The key question on which the latest <a href=\"https://www.theguardian.com/environment/2022/feb/28/what-is-the-ipcc-climate-change-report-and-what-will-it-say\">Intergovernmental Panel on Climate Change report</a>, in 2022, reached hard-won scientific consensus was when CO<sub>2</sub> emissions need to peak for a realistic chance of keeping global temperature increases below 1.5C, the target set by the 2015 Paris agreement as too dangerous to exceed. The answer, given great prominence in the report and the media coverage of it, was this year, 2025.</p> <a href=\"https://www.theguardian.com/news/2025/oct/10/with-most-mps-ignorant-of-the-urgency-how-can-the-uk-ever-reach-net-zero\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Americans are dying from extreme heat. Autopsy reports don’t show the full story",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy",
      "pubDate": "Thu, 09 Oct 2025 15:00:28 GMT",
      "description": "<p>Official reports are likely to overlook heat’s role in a death. As US temperatures rise, experts say the true toll needs to be counted</p><p>Among the autopsy reports that made my heart skip a beat was Hannah Rose Moody.</p><p>One morning last May, the 31-year-old set out on a favourite desert hike near her home in Scottsdale, Arizona. It was already 91F (33C) when she set off. On Instagram, she told her 50,000 followers: “Conquering this trail as a last hurrah before summer hits ☀️... I have like 5 gallons of water with me don’t worry .”</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Canada’s former climate minister on making a change, ‘aloof’ Trudeau and sexism",
      "link": "https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism",
      "pubDate": "Wed, 08 Oct 2025 05:00:18 GMT",
      "description": "<p>Catherine McKenna’s memoir delves into thorny parts of being in office including death threats and being referred to as ‘climate Barbie’</p><p>Imagine there was a truck heading directly for your children. What would you do? Surely <em>everything </em>in your power to save them, including jumping in its way? Catherine McKenna, formerly the Canadian minister for environment and climate change, borrows this analogy for the climate crisis from a colleague to argue that we need to use “all the tools at our disposal” to tackle devastating danger that is already with us.</p><p>McKenna has recently published Run Like a Girl, which documents her time in government, among other things. Peppered with inspirational quotes, personal photos and campaign memorabilia, Run Like a Girl isn’t a straightforward memoir. She wrote it for “women and young people who want to make change”.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}