{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-10-19T11:17:59.146325",
  "items": [
    {
      "title": "World’s landscapes may soon be ‘devoid of wild animals’, says nature photographer",
      "link": "https://www.theguardian.com/environment/2025/oct/18/worlds-landscapes-may-soon-be-devoid-of-wild-animals-says-nature-photographer",
      "pubDate": "Sat, 18 Oct 2025 11:54:18 GMT",
      "description": "<p>Margot Raggett, whose latest compilation shows animals scrubbed from natural habitats, calls for rethink on UK accelerated housebuilding</p><p>Margot Raggett has spent the past decade raising money for conservation efforts around the world but now she feels nervous about the future. “It does feel like we’ve taken a backward step,” she said.</p><p>The wildlife photographer has raised £1.2m for the cause in the past 10 years through her Remembering Wildlife series, an annual, not-for-profit picture book featuring images of animals from the world’s top nature photographers. The first edition was published in 2015, when the Paris climate agreement was being drafted but, in the years since, efforts to tackle the climate crisis have been rolled back.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/18/worlds-landscapes-may-soon-be-devoid-of-wild-animals-says-nature-photographer\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "World’s oceans losing their greenness through global heating, study finds",
      "link": "https://www.theguardian.com/environment/2025/oct/17/worlds-oceans-losing-their-greenness-through-global-heating-study-finds",
      "pubDate": "Fri, 17 Oct 2025 18:00:22 GMT",
      "description": "<p>Researchers say decline in phytoplankton suggests weakened planetary capacity to absorb carbon dioxide</p><p>The world’s oceans are losing their greenness owing to global heating, according to a study that suggests our planet’s capacity to absorb carbon dioxide could be weakening.</p><p>The change in the palette of the seas is caused by a decline of <a href=\"https://www.theguardian.com/environment/2010/jul/28/phytoplankton-decline-nature\">phytoplankton</a>, the tiny marine creatures that are responsible for nearly half of the biosphere’s productivity.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/17/worlds-oceans-losing-their-greenness-through-global-heating-study-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Shipping emissions levy shelved as countries bow to US pressure",
      "link": "https://www.theguardian.com/environment/2025/oct/17/shipping-emissions-levy-shelved-as-countries-bow-to-us-pressure",
      "pubDate": "Fri, 17 Oct 2025 16:31:35 GMT",
      "description": "<p>Long-planned charge on greenhouse gas emissions postponed as Trump officials accused of intimidation tactics</p><p>Under intense pressure from Donald Trump’s government, countries have postponed plans to force shipowners to start paying for the damage they do to the climate.</p><p>US officials were accused of “bullying” and “intimidation”, as nations met in London for what should have been the rubber-stamping of a <a href=\"https://www.theguardian.com/environment/2025/apr/11/shipping-companies-pay-carbon-dioxide-produced-by-vessels\">decision made months ago to place a small levy on the greenhouse gases from global shipping</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/17/shipping-emissions-levy-shelved-as-countries-bow-to-us-pressure\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Nearly two dozen states sue to stop Trump ending $7bn solar grant program",
      "link": "https://www.theguardian.com/us-news/2025/oct/16/lawsuit-trump-cancel-solar-energy-program",
      "pubDate": "Thu, 16 Oct 2025 22:00:10 GMT",
      "description": "<p>States who received funding under an EPA project aimed to expand solar energy for low-income communities</p><p>Nearly two dozen states are suing the <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> over its cancellation of a $7bn grant program aimed at expanding <a href=\"https://www.theguardian.com/environment/solarpower\">solar energy</a> in low-income communities, according to court papers.</p><p>In a statement on Thursday, <a href=\"https://www.theguardian.com/us-news/california\">California</a>’s attorney general, Rob Bonta, announced two lawsuits by a group of states that received grants under the Environmental Protection Agency’s Solar for All program. The EPA’s administrator, Lee Zeldin, announced the termination of the program in August. The agency said in an email that it would not comment on pending litigation.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/16/lawsuit-trump-cancel-solar-energy-program\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Labour ministers met fossil fuel lobbyists 500 times in first year of power, analysis shows",
      "link": "https://www.theguardian.com/business/2025/oct/16/uk-labour-ministers-fossil-fuel-lobbyists-analysis",
      "pubDate": "Thu, 16 Oct 2025 10:50:45 GMT",
      "description": "<p>Lobbyists attended 48% more meetings than Tories, as Labour accused of giving them ‘backstage pass’ </p><ul><li><p><a href=\"https://www.theguardian.com/politics/live/2025/oct/16/china-spy-case-cps-keir-starmer-uk-politics-latest-news-updates\">UK politics live – latest updates</a></p></li></ul><p>Government ministers met representatives from the fossil fuel industry more than 500 times during their first year in power – equivalent to twice every working day, according to research.</p><p>The analysis found that fossil fuel lobbyists were present at 48% more ministerial meetings during Labour’s first year in power than under the Conservatives in 2023.</p><p>Ministers at the Department for Energy Security and Net Zero (DESNZ) met fossil fuel lobbyists 274 times, with industry figures present at almost a quarter of meetings.</p><p>During the same period DESNZ ministers met trade union representatives 61 times.</p><p>Ed Miliband, the secretary for energy and climate change, met fossil fuel lobbyists 91 times – with a third of all his meetings attended by industry figures.</p><p>Three fossil fuel companies: BP, Shell and Equinor, met ministers 100 times between them.</p><p>Fossil fuel lobbyists<strong> </strong>attended almost every government meeting about the energy profits levy, a temporary windfall tax on the “extraordinary profits” of North Sea oil and gas companies.</p> <a href=\"https://www.theguardian.com/business/2025/oct/16/uk-labour-ministers-fossil-fuel-lobbyists-analysis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "It’s an exciting week for the penguin community, we’re all waiting to see who is the winner ... I mean loser | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/oct/15/its-an-exciting-week-for-the-penguin-community-were-all-waiting-to-see-who-is-the-winner-i-mean-loser",
      "pubDate": "Wed, 15 Oct 2025 05:37:53 GMT",
      "description": "<p>Bird of the year? Hell no!</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/oct/15/its-an-exciting-week-for-the-penguin-community-were-all-waiting-to-see-who-is-the-winner-i-mean-loser\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Queensland’s pandering to climate deniers is making it even tougher for Australia to drive down emissions | Clear Air",
      "link": "https://www.theguardian.com/environment/2025/oct/15/queenslands-pandering-to-climate-deniers-is-making-it-even-tougher-for-albanese-to-drive-down-emissions",
      "pubDate": "Wed, 15 Oct 2025 01:14:32 GMT",
      "description": "<p>Queensland is Australia’s top polluter – even worse than Western Australia, which has no climate target and adores its fossil fuel industry</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>Meeting Australia’s emissions reduction targets is not going to be simple and the Queensland Liberal National government has gone out of its way to make it much harder.</p><p>Its <a href=\"https://www.treasury.qld.gov.au/policies-and-programs/energy/energy-roadmap/\">energy roadmap, released on Friday,</a> can’t really be interpreted as anything other than a transparently political document, designed to placate climate deniers that have a stranglehold on significant parts of the state’s governing party. You wouldn’t be heading down this path otherwise.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/oct/15/queenslands-pandering-to-climate-deniers-is-making-it-even-tougher-for-albanese-to-drive-down-emissions\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump calls climate science a ‘con job’. That could make tackling the crisis a whole lot easier | Francesco Grillo",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/13/donald-trump-withdrawal-paris-agreement-tackling-climate-crisis-easier",
      "pubDate": "Mon, 13 Oct 2025 04:00:12 GMT",
      "description": "<p>Europe and Brazil have a rare opportunity, unimpeded by the US, to make a success of Cop30 – and reshape the world order</p><p>The climate crisis, Donald Trump told the UN last month, is “the greatest con job ever perpetrated on the world”. With <a href=\"https://www.youtube.com/watch?v=G7Y8_0zAzXc\">these words </a>the US president rejected the international scientific consensus and evidence that we can all check daily with a basic thermometer. He has also announced he is <a href=\"https://www.theguardian.com/us-news/2025/jan/20/trump-executive-order-paris-climate-agreement\">withdrawing the US</a> from the Paris climate agreement, signed in 2015 by 195 UN countries. The US joins an axis of deniers including Yemen, Iran and Libya, countries that signed the agreement but never ratified it.</p><p>Paradoxically, Trump’s reversal provides an opportunity for others to advance the climate agenda: to sketch out the blueprint of a possible new world order without the US, even if Washington was the architect of the old one.</p><p>Francesco Grillo is a visiting fellow at the European University Institute, Florence, and director of the thinktank Vision</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/13/donald-trump-withdrawal-paris-agreement-tackling-climate-crisis-easier\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Has finding an affordable home in Australia just gotten harder? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder",
      "pubDate": "Thu, 09 Oct 2025 02:04:41 GMT",
      "description": "<p>Thanks climate change</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Techno-capitalists think innovation can save the planet. But that same thinking is what got us here",
      "link": "https://www.theguardian.com/technology/2025/oct/19/techno-capitalists-think-innovation-can-save-the-planet-but-that-same-thinking-is-what-got-us-here",
      "pubDate": "Sat, 18 Oct 2025 19:00:54 GMT",
      "description": "<p>An upside-down mindset is emerging around the world. We have to rethink our relationship with the environment and the technology that has caused it harm</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Aldous Huxley’s Brave New World describes a society inthrall to the values of science and technology. It is set in the futuristic World State, whose citizens are scientifically engineered to fit into a hierarchy. Eugenics, psychotropic pharmaceuticals and classical conditioning are employed to maximise stability and happiness. Huxley’s novel does not describe a conventionally authoritarian system, but one in which the desire for freedom and dignity has simply been eliminated. The World State is a radical technocracy.<br /><br />\n It’s a satire on the consequences of importing scientific thinking into the realm of social policy. The Controllers of the World State preside over a society that has rationality and efficiency as its guiding principles, and when those principles conflict with human nature, it is human nature that is required to give way. Rather than building a society that engenders happy human beings, the Controllers seek to design human beings that can function in the society into which they are “hatched”.<br /><br />\n The idea that we would invert our relationship with the world in this way strikes us as sinister, as antithetical to what it means to be human. <br /><br />\n And yet something resembling this upside-down mindset is now emerging across the globe, particularly in the debate around climate change.</p><p>Having built a system that is destructive of the environment that surrounds and sustains us, we are now proposing to change ... the environment! In his dystopia Huxley imagined a society that only worked when the humans within it were made into something not quite human. Today, many scientists and engineers imagine a planet that has been similarly transformed: nature itself must yield to the system. We need a technological <em>fix</em>.</p> <a href=\"https://www.theguardian.com/technology/2025/oct/19/techno-capitalists-think-innovation-can-save-the-planet-but-that-same-thinking-is-what-got-us-here\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Overconsumption and ruin: before and after images visualise how tech could harm our planet",
      "link": "https://www.theguardian.com/environment/2025/oct/17/overconsumption-before-after-images-tech-harm-planet",
      "pubDate": "Fri, 17 Oct 2025 12:46:48 GMT",
      "description": "<p>From Venice to the Iguazu Falls, an exhibition in London illustrates the hidden cost of our gadgets and devices</p><p>Artists have created visualisations of the impact of the climate crisis on some of the world’s most recognisable landscapes, in a project to highlight the environmental effects of tech consumption.</p><p>Venice in Italy, the Giant’s Causeway in Northern Ireland, Iguazu Falls on the border of Argentina and Brazil, and the Seine River in Paris were among the locations used to explore to potential impacts of the climate crisis by the end of the century. The results are on display at an exhibition in London.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/17/overconsumption-before-after-images-tech-harm-planet\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Reward scheme for using less power at peak times could help lower US bills",
      "link": "https://www.theguardian.com/us-news/2025/oct/17/tool-lower-home-energy-bills",
      "pubDate": "Fri, 17 Oct 2025 12:30:15 GMT",
      "description": "<p>With AI datacenters soaring power bills for households, a policy called ‘demand flexibility’ could help ease grid strain</p><p>A cheap, bipartisan tool could help the US meet increasing energy demand from AI datacenters while also easing soaring power bills for households, preventing deadly blackouts and helping the climate.</p><p>The policy solution, called “demand flexibility”, can be quickly deployed across the US. Demand flexibility essentially means rewarding customers for using less power during times of high demand, reducing strain on the grid or in some cases, selling energy they have captured by solar panels on their homes.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/17/tool-lower-home-energy-bills\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The flood-prone Worcestershire town being abandoned by insurers",
      "link": "https://www.theguardian.com/environment/2025/oct/14/tenbury-wells-flood-prone-worcestershire-town-abandoned-by-insurers",
      "pubDate": "Tue, 14 Oct 2025 04:00:10 GMT",
      "description": "<p>One more deluge could bankrupt Tenbury Wells yet its application for flood defence funding has been rejected</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/14/protecting-home-flood-defence-doors-drains-paving\">Doors, drains and paving perils: protecting your home from flooding</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/14/millions-more-homes-in-great-britain-at-risk-of-flooding-investigation-finds\">Millions more homes in Great Britain at risk of flooding, investigation finds</a></p></li></ul><p>Walking through the centre of Tenbury Wells is like stepping into a postcard. The independent shops are painted in cheerful colours and flowers spill out of planters. Bunting festoons the lampposts, and the pubs are full, their steamed-up windows glowing orange.</p><p>You would not know that just a few months ago, the Worcestershire town was a wreck, destroyed by flood water, with windows smashed and shops gutted. The inhabitants have worked hard to make it pristine again, a vision of the England seen on chocolate boxes and in Christmas films.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/tenbury-wells-flood-prone-worcestershire-town-abandoned-by-insurers\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}