{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-24T17:23:22.113180",
  "items": [
    {
      "title": "‘Unbelievably Vulnerable’: The Climate Challenges Facing Mamdani’s New York City",
      "link": "https://insideclimatenews.org/news/24012026/climate-challenges-mamdani-new-york-city/",
      "pubDate": "Sat, 24 Jan 2026 10:00:00 +0000",
      "description": "Climate advocates in New York City celebrated when Zohran Mamdani won the mayoral election, applauding his history of opposing the expansion of gas infrastructure in the city and his framing of climate action as important to his affordability agenda. Now, those advocates will closely monitor how he addresses the city’s pressing climate issues, including flooding, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Cost of Ignoring Fossil Fuel Pollution’s Health Impacts",
      "link": "https://insideclimatenews.org/news/24012026/the-cost-of-ignoring-fossil-fuel-pollutions-health-impacts/",
      "pubDate": "Sat, 24 Jan 2026 09:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Steve Curwood with Dr. Vanessa Kerry at the Harvard T. H. Chan School of Public Health. Ever since the Six Cities study, led by Harvard University’s public health experts, first found in the 1990s that coal power plant smokestacks were […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Post-COP 30 Modeling Shows World Is Far Off Track for Climate Goals",
      "link": "https://insideclimatenews.org/news/24012026/post-cop-30-modeling-shows-world-is-far-off-track-for-climate-goals/",
      "pubDate": "Sat, 24 Jan 2026 09:45:00 +0000",
      "description": "After yet another international climate summit ended last fall without binding commitments to phase out fossil fuels, a leading global climate model is offering a stark forecast for the decades ahead. The Massachusetts Institute of Technology’s (MIT) “2025 Global Change Outlook” finds the world on track to exceed key climate thresholds under current policies, even […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Grant Terminations Upheld by Fourth Circuit Court of Appeals",
      "link": "https://insideclimatenews.org/news/23012026/trumps-grant-terminations-upheld-by-fourth-circuit-court-of-appeals/",
      "pubDate": "Fri, 23 Jan 2026 23:06:47 +0000",
      "description": "Six cities and 13 nonprofit groups still cannot recoup millions of dollars after the Fourth Circuit Court of Appeals this week overturned a lower court’s ruling that forbade the Trump administration from terminating or freezing grant funding for environmental justice, agricultural and climate programs. The three-judge panel—Paul Niemeyer, Allison Rushing and Toby Heyten—concluded that “the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "This Small Alabama Town Was Part of the Manhattan Project. Now It May Host a Hyperscale Data Center.",
      "link": "https://insideclimatenews.org/news/23012026/this-small-alabama-town-was-part-of-the-manhattan-project-now-it-may-host-a-hyperscale-data-center/",
      "pubDate": "Fri, 23 Jan 2026 22:29:14 +0000",
      "description": "CHILDERSBURG, Ala.—At Tuesday’s City Council meeting, there were few questions and fewer answers.  Despite the lack of public detail about a proposed hyperscale data center in the town of 5,000 south of Birmingham, Childersburg City Council members unanimously approved a change to their zoning ordinance allowing the operation of the data center at a site […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Attorney General Takes Steps to Rejoin the Regional Greenhouse Gas Initiative",
      "link": "https://insideclimatenews.org/news/23012026/virginia-attorney-general-takes-steps-to-rejoin-the-regional-greenhouse-gas-initiative/",
      "pubDate": "Fri, 23 Jan 2026 20:03:56 +0000",
      "description": "RICHMOND, Va.— Virginia’s newly elected Democratic Attorney General Jay Jones took action Thursday that creates a pathway for Virginia to rejoin the carbon market called the Regional Greenhouse Gas Initiative, or RGGI. In November 2024, a judge in Floyd County Circuit Court ruled that the state must rejoin RGGI after its illegal withdrawal by then-Gov. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Stretched Thin, Iowa Agency Issues Few Fines for Manure Pollution",
      "link": "https://insideclimatenews.org/news/23012026/stretched-thin-iowa-agency-issues-few-fines-for-manure-pollution/",
      "pubDate": "Fri, 23 Jan 2026 10:00:00 +0000",
      "description": "This story is a collaboration between Inside Climate News and Sentient Media. Over half a century ago, Larry Stone moved to northeast Iowa, drawn by the abundant wildlife and the crisp, spring-fed streams that carve through rocky bluffs. More than half a century later, those waterways have increasingly come under threat. In 2017, a 10,000-head […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Plan for Venezuelan Oil Raises Prospects of Paramilitary Violence",
      "link": "https://insideclimatenews.org/news/23012026/trumps-plan-for-venezuelan-oil-raises-prospects-of-paramilitary-violence/",
      "pubDate": "Fri, 23 Jan 2026 09:45:00 +0000",
      "description": "There is a sense of deja vu in the jungles of South America to the Trump Administration’s calls for private security contractors to protect the entrance of U.S. oil companies to Venezuela.  Countries in the region have experienced paramilitary violence that has played out repeatedly when private, foreign-backed militias vie for dominance in the lawless […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Indonesia Revokes Permit for Chinese-Built Dam Threatening Ape Species",
      "link": "https://insideclimatenews.org/news/23012026/indonesia-revokes-permit-for-chinese-built-dam-threatening-ape-species/",
      "pubDate": "Fri, 23 Jan 2026 09:40:00 +0000",
      "description": "The Indonesian government said it has revoked the licenses of 28 companies for violating forestry regulations in provinces hit by devastating flooding in November. A rare equatorial cyclone, which caused widespread landslides across northern Sumatra, killed some 1,200 people and decimated the population of a critically endangered orangutan that was estimated to have fewer than […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Moore Boasts of Record Climate Spending in Maryland Budget as Advocates Denounce Raids on Energy Investment Fund",
      "link": "https://insideclimatenews.org/news/22012026/moore-climate-spending-fy27/",
      "pubDate": "Fri, 23 Jan 2026 00:04:30 +0000",
      "description": "Maryland Gov. Wes Moore has proposed a record $306 million for renewable and clean energy programs in the fiscal 2027 budget, but advocates are alarmed that he plans to raid a clean-energy fund to help plug general-fund gaps. On Wednesday, Moore unveiled a $70.8 billion budget proposal that accounts for an estimated $1.5 billion cash […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}