{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-09T09:25:52.882077",
  "items": [
    {
      "title": "A Michigan Town Hopes to Stop a Data Center With a 2026 Ballot Initiative",
      "link": "https://insideclimatenews.org/news/09102025/michigan-town-effots-to-stop-data-center/",
      "pubDate": "Thu, 09 Oct 2025 09:00:00 +0000",
      "description": "This is the second of three articles about Michigan communities organizing to stop the construction of energy-intensive computing facilities.  Early this year, Augusta Charter Township resident Travis Matts had seen a few headlines about the problems data centers caused in towns across the country. He thought the impacts on water, air and utility bills sounded […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The AI Data Center Boom Comes to Vernon",
      "link": "https://insideclimatenews.org/news/09102025/ai-data-center-boom-southeast-los-angeles/",
      "pubDate": "Thu, 09 Oct 2025 08:50:00 +0000",
      "description": "At the corner of 48th Street and Santa Fe Avenue in industrial Vernon, a three-story building looms large among rumbling factories and warehouses. Long, vertical, tinted windows with green outlines punctuate the two-acre structure’s grey and white facade–all in the service of keeping its tenants cool inside. Its tenants aren’t people, but giant servers, storage […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Despite Stiff Opposition, an Alabama City Changes Its Laws to Accommodate Data Centers",
      "link": "https://insideclimatenews.org/news/08102025/bessemer-alabama-changes-laws-to-accommodate-data-centers/",
      "pubDate": "Wed, 08 Oct 2025 23:50:51 +0000",
      "description": "BESSEMER, Ala.—The reverend knew what was coming.  As Tuesday’s City Council meeting began, The Rev. Thomas Thrash delivered a prayer that set the stage for the dynamic that would play out in the council chambers.  “May truth rise above deception,” Thrash said. “May righteousness rise above greed.”  Thrash requested divine guidance to help the council […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Hurricane-Prone Florida, a New State Law Blocks Local Policies Aimed at Reducing the Impact of Disasters",
      "link": "https://insideclimatenews.org/news/08102025/florida-hurricane-disaster-policies/",
      "pubDate": "Wed, 08 Oct 2025 23:34:37 +0000",
      "description": "Manatee County’s commissioners didn’t expect to be threatened with removal from office for considering two measures meant to enhance disaster resilience in this fast-growing county on Florida’s Gulf Coast. The measures, both amendments to the county’s comprehensive plan, were widely supported in the sizable county that stretches south from Tampa and east from the Gulf […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Growing ‘Continuous Corn’ Drives Emissions of a Powerful Greenhouse Gas. It Doesn’t Have To.",
      "link": "https://insideclimatenews.org/news/08102025/midwest-continuous-corn-greenhouse-gas-emissions/",
      "pubDate": "Wed, 08 Oct 2025 20:47:03 +0000",
      "description": "Year after year, the same 15 million acres across Illinois, Iowa, Minnesota and Wisconsin are planted with corn. Each August, the fibrous green leaves in those fields reach eye level. And each November, the dusty stalks are razed to stumps. “Continuous corn,” as the growing strategy is called, allows farmers to profit from a steady […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Los Alamos and University of Michigan Want to Build a National Security ‘Data Center’ in Ypsilanti. Residents and Local Officials See Few Benefits.",
      "link": "https://insideclimatenews.org/news/08102025/los-alamos-university-of-michigan-national-security-data-center/",
      "pubDate": "Wed, 08 Oct 2025 09:00:00 +0000",
      "description": "First of three articles about Michigan communities organizing to stop the construction of energy-intensive computing facilities.  The Huron River winds through parks and wooded areas in eastern Ypsilanti Township where thousands of residents fish, canoe and swim. Now the University of Michigan and Los Alamos National Laboratory want to add a 300,000-square-foot taxpayer-subsidized data center […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizona Rural Grassroots Organizers Take on Industrial Developers, Aided by Urban Allies",
      "link": "https://insideclimatenews.org/news/08102025/arizona-residents-take-on-industrial-developers/",
      "pubDate": "Wed, 08 Oct 2025 08:50:00 +0000",
      "description": "On the evening of August 21, 2025, Chris Giokaris hopped on the interstate heading southeast from his hometown of Tucson, Arizona. His destination was Benson, a town of about 5,500 people located 50 miles away. The small town is known as the gateway to the San Pedro Valley, in large part for the San Pedro […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Renewable Power Capacity Expected to More than Double by 2030",
      "link": "https://insideclimatenews.org/news/07102025/global-renewable-power-capacity-forecast/",
      "pubDate": "Tue, 07 Oct 2025 22:08:09 +0000",
      "description": "Worldwide renewable energy capacity is projected to more than double in the next five years, adding the capacity equivalent of all existing power generation sources in China, Japan and the European Union combined, a report from the International Energy Agency concludes.  The IEA thinks China will account for close to 60 percent of global growth, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Jane Goodall’s Final Message: ‘Don’t Give Up’",
      "link": "https://insideclimatenews.org/news/07102025/todays-climate-jane-goodall-died-final-message/",
      "pubDate": "Tue, 07 Oct 2025 20:56:27 +0000",
      "description": "Last week, the world lost a conservation giant. On Oct. 1, renowned primatologist and environmental advocate Jane Goodall died at the age of 91. The British scientist is most famous for her work with chimpanzees, which she embedded with for years in the forests of Tanzania to uncover more about their lives in the wild. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Drops Planned Delay in Compliance With Fenceline Monitoring at Coke Plants",
      "link": "https://insideclimatenews.org/news/07102025/epa-drops-coke-plant-air-quality-monitoring/",
      "pubDate": "Tue, 07 Oct 2025 15:20:17 +0000",
      "description": "Public health advocates pushed back when the U.S. Environmental Protection Agency said it planned to delay for two years a requirement that steel companies monitor air quality at the perimeters of their 11 coke plants in Western Pennsylvania and across the country. Two groups sued. Now, the EPA has reversed course. The deadline to begin […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}