{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-10-15T03:08:27.847433",
  "items": [
    {
      "title": "Pentagon retreats from climate fight even as heat and storms slam US troops",
      "link": "https://www.theguardian.com/environment/2025/oct/14/pentagon-military-climate-crisis-trump",
      "pubDate": "Tue, 14 Oct 2025 12:00:40 GMT",
      "description": "<p>For decades, the military treated the climate crisis as a threat. Now it’s backing away from plans to protect people and bases from extreme weather</p><p><em>This story is from <a href=\"https://floodlightnews.org/\">Floodlight</a>, a non-profit newsroom that investigates the powers stalling climate action.</em></p><p>Retired Marine Corps gunnery sergeant Vida Rivera knows heat can be as dangerous as any enemy.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/pentagon-military-climate-crisis-trump\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Dismal’ health of world’s forests is threat to humanity, report warns",
      "link": "https://www.theguardian.com/environment/2025/oct/14/dismal-health-of-worlds-forests-is-threat-to-humanity-report-warns",
      "pubDate": "Tue, 14 Oct 2025 08:38:05 GMT",
      "description": "<p>Financial institutions pouring money into land clearance and undermining efforts to stop destruction, says Climate Focus</p><p>Global forest health has plunged to “dismal” levels and threatens the wellbeing of humanity, warns <a href=\"https://forestdeclaration.org/resources/forest-declaration-assessment-2025\">a damning report</a> that highlights how financial systems are pouring money into land clearance and undermining efforts to reduce destruction.</p><p>Since 2021 when world leaders and corporate executives promised to halt deforestation, the new study found that forest loss has increased, driven by subsidies for livestock, monocrops, logging and other extractive industries.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/dismal-health-of-worlds-forests-is-threat-to-humanity-report-warns\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Towns may have to be abandoned due to floods with millions more homes in Great Britain at risk",
      "link": "https://www.theguardian.com/environment/2025/oct/14/millions-more-homes-in-great-britain-at-risk-of-flooding-investigation-finds",
      "pubDate": "Tue, 14 Oct 2025 06:32:03 GMT",
      "description": "<p>Every constituency projected to be at greater risk, with many areas likely to be uninsurable, Guardian investigation finds</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/14/tenbury-wells-flood-prone-worcestershire-town-abandoned-by-insurers\">The flood-prone Worcestershire town being abandoned by insurers</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/14/protecting-home-flood-defence-doors-drains-paving\">Doors, drains and paving perils: protecting your home from flooding</a></p></li></ul><p>Millions more homes in England, Scotland and Wales face devastating floods, and some towns may have to be abandoned as climate breakdown makes many areas uninsurable, a Guardian investigation has found.</p><p>New analysis from the insurance industry, seen by the Guardian, reveals the extent of concern in the sector, with bosses warning that large swathes of housing and commercial property in densely populated areas will be at greater risk.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/millions-more-homes-in-great-britain-at-risk-of-flooding-investigation-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Almost all external insulation fitted under Tory scheme needs repair or replacing, report finds",
      "link": "https://www.theguardian.com/environment/2025/oct/14/external-insulation-previous-government-scheme-repair-replacing-report-finds",
      "pubDate": "Tue, 14 Oct 2025 04:00:11 GMT",
      "description": "<p>Homeowners who took advantage of government programmes left with cladding likely to cause damp</p><p>Almost all the external insulation fitted under the previous government’s energy efficiency scheme was installed so poorly it will have to be repaired or replaced, an investigation has found.</p><p>Thousands of homeowners who took advantage of the home insulation schemes have been left with incompetently fitted cladding that in some cases is likely to cause damp and mould.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/external-insulation-previous-government-scheme-repair-replacing-report-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate investment is only growth opportunity of 21st century, says leading economist",
      "link": "https://www.theguardian.com/environment/2025/oct/13/climate-investment-is-biggest-growth-opportunity-of-21st-century-says-economist-nicholas-stern",
      "pubDate": "Mon, 13 Oct 2025 10:17:37 GMT",
      "description": "<p>Lord Stern says fossil-fuelled growth is futile as the damage it causes ends in economic self-destruction</p><p>Investment in climate action is the economic growth story of the 21st century, while growth fuelled by fossil fuels is futile because the damage it causes ends in self-destruction, the economist Nicholas Stern has said.</p><p>The plummeting costs of clean technologies, from renewable energy to electric cars, plus the healthier and more productive societies they enable, meant investments could simultaneously tackle the climate crisis and faltering economic growth, and bring millions of people out of poverty, he said.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/13/climate-investment-is-biggest-growth-opportunity-of-21st-century-says-economist-nicholas-stern\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Queensland’s pandering to climate deniers is making it even tougher for Albanese to drive down emissions | Clear Air",
      "link": "https://www.theguardian.com/environment/2025/oct/15/queenslands-pandering-to-climate-deniers-is-making-it-even-tougher-for-albanese-to-drive-down-emissions",
      "pubDate": "Wed, 15 Oct 2025 01:14:32 GMT",
      "description": "<p>Queensland is Australia’s top polluter – even worse than Western Australia, which has no climate target and adores its fossil fuel industry</p><ul><li><p>Want to get this in your inbox when it publishes?<a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\"> Sign up for the Clear Air Australia newsletter here</a></p></li></ul><p>Meeting Australia’s emissions reduction targets is not going to be simple and the Queensland Liberal National government has gone out of its way to make it much harder.</p><p>Its <a href=\"https://www.treasury.qld.gov.au/policies-and-programs/energy/energy-roadmap/\">energy roadmap, released on Friday,</a> can’t really be interpreted as anything other than a transparently political document, designed to placate climate deniers that have a stranglehold on significant parts of the state’s governing party. You wouldn’t be heading down this path otherwise.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/2025/oct/15/queenslands-pandering-to-climate-deniers-is-making-it-even-tougher-for-albanese-to-drive-down-emissions\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump calls climate science a ‘con job’. That could make tackling the crisis a whole lot easier | Francesco Grillo",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/13/donald-trump-withdrawal-paris-agreement-tackling-climate-crisis-easier",
      "pubDate": "Mon, 13 Oct 2025 04:00:12 GMT",
      "description": "<p>Europe and Brazil have a rare opportunity, unimpeded by the US, to make a success of Cop30 – and reshape the world order</p><p>The climate crisis, Donald Trump told the UN last month, is “the greatest con job ever perpetrated on the world”. With <a href=\"https://www.youtube.com/watch?v=G7Y8_0zAzXc\">these words </a>the US president rejected the international scientific consensus and evidence that we can all check daily with a basic thermometer. He has also announced he is <a href=\"https://www.theguardian.com/us-news/2025/jan/20/trump-executive-order-paris-climate-agreement\">withdrawing the US</a> from the Paris climate agreement, signed in 2015 by 195 UN countries. The US joins an axis of deniers including Yemen, Iran and Libya, countries that signed the agreement but never ratified it.</p><p>Paradoxically, Trump’s reversal provides an opportunity for others to advance the climate agenda: to sketch out the blueprint of a possible new world order without the US, even if Washington was the architect of the old one.</p><p>Francesco Grillo is a visiting fellow at the European University Institute, Florence, and director of the thinktank Vision</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/13/donald-trump-withdrawal-paris-agreement-tackling-climate-crisis-easier\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Has finding an affordable home in Australia just gotten harder? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder",
      "pubDate": "Thu, 09 Oct 2025 02:04:41 GMT",
      "description": "<p>Thanks climate change</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on Cop30: Starmer must stop havering and announce that he’s going to Brazil | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/08/the-guardian-view-on-cop30-starmer-must-stop-havering-and-announce-that-hes-going-to-brazil",
      "pubDate": "Wed, 08 Oct 2025 17:51:03 GMT",
      "description": "<p>With global heating on a dangerous trajectory, it would be unforgivable for the prime minister to miss the summit in Belém</p><p>In a month, this year’s UN climate summit, Cop30, begins in <a href=\"https://www.theguardian.com/environment/2025/sep/20/simon-stiell-un-climate-chief-climate-progress-green-transition\">Belém</a>, Brazil – preceded by a key leaders’ meeting. It is a crucial moment. The UN’s scientists have yet to publish calculations based on the latest round of nationally determined contributions (NDCs) – as countries’ emissions pledges are known. But Brazil’s president, Luiz Inácio Lula da Silva, has called leaders together because it is already clear that the current emissions pledges are nowhere near enough. The Paris 1.5C threshold was <a href=\"https://www.bbc.com/future/article/20231130-climate-crisis-the-15c-global-warming-threshold-explained\">crossed</a> last year. Without stronger action, that temporary breach will become irreversible – with devastating consequences for people and planet.</p><p>Lula’s diplomatic <a href=\"https://www.theguardian.com/world/2025/oct/06/brazil-president-lula-trump-tariffs-sanctions\">outreach</a> to Donald Trump, who calls the climate crisis a “con job”, suggests he is trying to bring key players into the fold ahead of Belém. Having heavyweights in the room can make all the difference. Ten years ago in Paris, world leaders’ presence proved crucial to securing an ambitious deal. That’s why it is important that Sir Keir Starmer attends. He may not be the most powerful world leader, but his presence is a moral and diplomatic imperative. If King Charles is able to, he ought to go too. Soft power can help to rebuild the spirit of cooperation to keep the hopes in the Paris agreement alive.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/08/the-guardian-view-on-cop30-starmer-must-stop-havering-and-announce-that-hes-going-to-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The flood-prone Worcestershire town being abandoned by insurers",
      "link": "https://www.theguardian.com/environment/2025/oct/14/tenbury-wells-flood-prone-worcestershire-town-abandoned-by-insurers",
      "pubDate": "Tue, 14 Oct 2025 04:00:10 GMT",
      "description": "<p>One more deluge could bankrupt Tenbury Wells yet its application for flood defence funding has been rejected</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/14/protecting-home-flood-defence-doors-drains-paving\">Doors, drains and paving perils: protecting your home from flooding</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/oct/14/millions-more-homes-in-great-britain-at-risk-of-flooding-investigation-finds\">Millions more homes in Great Britain at risk of flooding, investigation finds</a></p></li></ul><p>Walking through the centre of Tenbury Wells is like stepping into a postcard. The independent shops are painted in cheerful colours and flowers spill out of planters. Bunting festoons the lampposts, and the pubs are full, their steamed-up windows glowing orange.</p><p>You would not know that just a few months ago, the Worcestershire town was a wreck, destroyed by flood water, with windows smashed and shops gutted. The inhabitants have worked hard to make it pristine again, a vision of the England seen on chocolate boxes and in Christmas films.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/14/tenbury-wells-flood-prone-worcestershire-town-abandoned-by-insurers\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "With most MPs ignorant of the urgency, how can the UK ever reach net zero?",
      "link": "https://www.theguardian.com/news/2025/oct/10/with-most-mps-ignorant-of-the-urgency-how-can-the-uk-ever-reach-net-zero",
      "pubDate": "Fri, 10 Oct 2025 05:00:44 GMT",
      "description": "<p>Only 15 of 100 MPs surveyed knew of IPCC report that CO<sub>2</sub> needs to peak this year to keep global heating to 1.5C</p><p>The people you hope would be best informed about the imminent threat of climate breakdown would be members of parliament. After all, droughts and storms affecting their constituents have been a recurring news item. The need to reach net zero carbon emissions by 2050 requires an informed debate among parties.</p><p>The key question on which the latest <a href=\"https://www.theguardian.com/environment/2022/feb/28/what-is-the-ipcc-climate-change-report-and-what-will-it-say\">Intergovernmental Panel on Climate Change report</a>, in 2022, reached hard-won scientific consensus was when CO<sub>2</sub> emissions need to peak for a realistic chance of keeping global temperature increases below 1.5C, the target set by the 2015 Paris agreement as too dangerous to exceed. The answer, given great prominence in the report and the media coverage of it, was this year, 2025.</p> <a href=\"https://www.theguardian.com/news/2025/oct/10/with-most-mps-ignorant-of-the-urgency-how-can-the-uk-ever-reach-net-zero\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Americans are dying from extreme heat. Autopsy reports don’t show the full story",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy",
      "pubDate": "Thu, 09 Oct 2025 15:00:28 GMT",
      "description": "<p>Official reports are likely to overlook heat’s role in a death. As US temperatures rise, experts say the true toll needs to be counted</p><p>Among the autopsy reports that made my heart skip a beat was Hannah Rose Moody.</p><p>One morning last May, the 31-year-old set out on a favourite desert hike near her home in Scottsdale, Arizona. It was already 91F (33C) when she set off. On Instagram, she told her 50,000 followers: “Conquering this trail as a last hurrah before summer hits ☀️... I have like 5 gallons of water with me don’t worry .”</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Canada’s former climate minister on making a change, ‘aloof’ Trudeau and sexism",
      "link": "https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism",
      "pubDate": "Wed, 08 Oct 2025 05:00:18 GMT",
      "description": "<p>Catherine McKenna’s memoir delves into thorny parts of being in office including death threats and being referred to as ‘climate Barbie’</p><p>Imagine there was a truck heading directly for your children. What would you do? Surely <em>everything </em>in your power to save them, including jumping in its way? Catherine McKenna, formerly the Canadian minister for environment and climate change, borrows this analogy for the climate crisis from a colleague to argue that we need to use “all the tools at our disposal” to tackle devastating danger that is already with us.</p><p>McKenna has recently published Run Like a Girl, which documents her time in government, among other things. Peppered with inspirational quotes, personal photos and campaign memorabilia, Run Like a Girl isn’t a straightforward memoir. She wrote it for “women and young people who want to make change”.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}