{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-19T09:26:15.961908",
  "items": [
    {
      "title": "North Carolina Cattle Farmer to Pay $92,000 for Damaging Mountain Streams",
      "link": "https://insideclimatenews.org/news/19092025/north-carolina-cattle-farmer-fined/",
      "pubDate": "Fri, 19 Sep 2025 09:00:00 +0000",
      "description": "ALLEGHANY COUNTY, N.C.—One of the most prominent cattle farmers in North Carolina has reached a financial settlement with the state Department of Environmental Quality over allegations that its grazing operations damaged more than three miles of mountain streams and prompted state wildlife officials to conduct an emergency rescue of a fragile species of brook trout […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Buffalo Tests its Status as a Climate Refuge",
      "link": "https://insideclimatenews.org/news/19092025/buffalo-new-york-climate-refuge/",
      "pubDate": "Fri, 19 Sep 2025 08:55:00 +0000",
      "description": "BUFFALO, N.Y.—At a Puerto Rican cultural center on Buffalo’s West Side, young dancers in bright skirts swayed to the sound of drums in an Afro-Carribean tradition carried across generations.  Eighteen-year-old Darnel Davila maintained a steady beat, striking his drum in time with each snap of the skirts.  Davila and his family came to Buffalo in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nominee for Top Federal Water Role Withdraws Amid Pushback from Some Colorado River States",
      "link": "https://insideclimatenews.org/news/19092025/trump-federal-water-manager-nominee-withdraws/",
      "pubDate": "Fri, 19 Sep 2025 08:50:00 +0000",
      "description": "The Trump Administration’s nominee to run the Bureau of Reclamation is withdrawing from the process. Ted Cooke, a longtime water manager in Arizona, said he was asked to step back by the White House. Cooke had been nominated to serve as commissioner of the federal agency that oversees the Colorado River. He faced pushback from […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Smoke From Wildfires Caused by Climate Change Will Fuel Many More Premature Deaths in the U.S., a New Study Warns",
      "link": "https://insideclimatenews.org/news/18092025/wildfire-smoke-premature-deaths/",
      "pubDate": "Thu, 18 Sep 2025 15:00:00 +0000",
      "description": "Smoke from wildfires exacerbated by climate change may cause as many as 71,000 additional deaths per year in the United States by 2050, a study published Thursday in the journal Nature found. That would represent a 73 percent rise in premature deaths from those currently attributed to smoke from wildfires. The health impacts of climate-driven […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can the Nation’s Most Wind-Powered State Look to Solar?",
      "link": "https://insideclimatenews.org/news/18092025/inside-clean-energy-iowa-solar-potential/",
      "pubDate": "Thu, 18 Sep 2025 13:00:00 +0000",
      "description": "Two-thirds of Iowa’s electricity comes from wind turbines that sprout from fields like giant beanstalks. The state’s vast expanses of exposed land—ideal for wind energy generation—also have the potential for excellent solar production. But so far, that hasn’t been the case. Instead, wind’s growth in Iowa has completely dwarfed solar, which still powers less than […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Dominion’s Proposed Peaker Plant Flouts Environmental Justice, Community Says",
      "link": "https://insideclimatenews.org/news/18092025/dominion-proposed-peaker-plant-virginia/",
      "pubDate": "Thu, 18 Sep 2025 09:00:00 +0000",
      "description": "CHESTER, Va.—For the first 60 years Duane Brankley lived here, about a mile and a half from a coal plant owned by Dominion Energy, coal ash coated the shingles on his roof and the insides of his lungs. The coal plant finally closed in 2023, but soon Brankley could be facing an even more insidious […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Plans Bloom for a Microforest in Princeton as New Jersey Residents Tackle Rising Heat",
      "link": "https://insideclimatenews.org/news/18092025/princeton-new-jersey-microforest/",
      "pubDate": "Thu, 18 Sep 2025 08:55:00 +0000",
      "description": "PRINCETON, N.J.—For years, it’s been just a patch of grass in the middle of a small park. Soon the ground will be a botanical marvel of sorts, tilled and teeming with some 20 varieties of native trees and shrubs jammed together to trigger super-charged growth.  The microforest-to-be is part of an environmental trend inspired by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Sen. Whitehouse Launches Investigation into Industry Groups’ Influence on Endangerment Finding Repeal",
      "link": "https://insideclimatenews.org/news/17092025/sen-whitehouse-endangerment-finding-repeal-investigation/",
      "pubDate": "Wed, 17 Sep 2025 22:31:16 +0000",
      "description": "Rhode Island Sen. Sheldon Whitehouse announced a probe on Tuesday into the role that industry groups and other organizations played in the proposed roll back of the federal government’s key “endangerment finding” for greenhouse gases. The endangerment finding, issued by the Environmental Protection Agency in 2009, has served as the basis for the agency’s ability […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Map Shows $29 Billion in Climate and Environment Grants Canceled or Frozen by Trump",
      "link": "https://insideclimatenews.org/news/17092025/trump-stops-29-billion-in-grants-for-environment-climate-renewable-energy/",
      "pubDate": "Wed, 17 Sep 2025 21:26:07 +0000",
      "description": "The Trump Administration has canceled or frozen more than $29 billion in community environmental and renewable energy grants awarded under the Biden Administration, according to an analysis released Tuesday by the Natural Resources Defense Council.  The NRDC produced an interactive map titled “Stolen Futures” showing the locations, values, descriptions and status of 910 grants and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Environmentalists and Local Governments Appeal Dismissal of Case Over Trump’s Cancellation of Justice Grants",
      "link": "https://insideclimatenews.org/news/17092025/advocacy-groups-appeal-dismissal-of-case-over-rescinded-environmental-justice-grants/",
      "pubDate": "Wed, 17 Sep 2025 14:46:44 +0000",
      "description": "Environmental justice nonprofits, local governments and Indigenous groups represented by the Southern Environmental Law Center filed notice on Tuesday that they will appeal a U.S. District Court judge’s dismissal of their case seeking to reverse the Trump administration’s decision to cancel the $3 billion Environmental and Climate Justice Block Grant Program in February. In the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}