{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-09T21:20:10.193503",
  "items": [
    {
      "title": "For Many Disabled Fire Victims in Los Angeles, a Continuing Trauma",
      "link": "https://insideclimatenews.org/news/09112025/los-angeles-fires-disabled-people-trauma-health-care/",
      "pubDate": "Sun, 09 Nov 2025 10:00:00 +0000",
      "description": "After the Fires: Fourth in a series about health risks following the Los Angeles wildfires that destroyed Pacific Palisades and Altadena. This story was supported by the Pulitzer Center. ALTADENA, Calif.—Her cozy blue bungalow was the one thing Adriana Valdez thought she didn’t have to worry about.  Her days were busy with work as a therapist […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The EV Battery Tech That’s Worth the Hype, According to Experts",
      "link": "https://insideclimatenews.org/news/09112025/the-ev-battery-tech-thats-worth-the-hype-according-to-experts/",
      "pubDate": "Sun, 09 Nov 2025 09:55:00 +0000",
      "description": "This story was originally published by Wired. You’ve seen the headlines: This battery breakthrough is going to change the electric vehicle forever. And then ... silence. You head to the local showroom, and the cars all kind of look and feel the same. WIRED got annoyed about this phenomenon. So we talked to battery technology experts about what’s really going on in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Mamdani on Climate",
      "link": "https://insideclimatenews.org/news/09112025/icn-sunday-morning-zohran-mamdani-climate/",
      "pubDate": "Sun, 09 Nov 2025 09:50:00 +0000",
      "description": "Climate activists celebrated Tuesday night as assemblymember Zohran Mamdani was elected mayor of New York City. Mamdani, a previously obscure politician who rose to power through an unrelenting campaign for affordability, has vowed to address climate issues while in office — enforcing the city’s building decarbonization law, enacting his green school policy and handling the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Is Burying the Trees Killed by Wildfires a Climate Solution?",
      "link": "https://insideclimatenews.org/news/08112025/wildfire-destroyed-trees-biomass-burial-carbon-credits/",
      "pubDate": "Sat, 08 Nov 2025 10:05:00 +0000",
      "description": "Rebecca Gentry can clearly picture the first time she saw her family’s ranch outside of Hardin, Montana, after the wildfire. A week after the burn, “The ground was still smoking,” she remembers. “There were huge holes in the ground where the trees used to be. It was almost impossible to look at.” Normally a stretch […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Despite Headwinds, One Climate Group Sees Opportunity Ahead for Clean Power",
      "link": "https://insideclimatenews.org/news/08112025/clean-firm-power-technology/",
      "pubDate": "Sat, 08 Nov 2025 10:00:00 +0000",
      "description": "Given the recent plight of America’s renewable energy industry, one could be forgiven for viewing its near future with pessimism. Since returning to office, President Donald Trump has launched an all-out assault against two of the most prominent sources of clean energy—wind and solar. Trump has lambasted the technologies as the “scam of the century” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Data Center Could Be Coming to an Upstate New York Town, and Residents Are Speaking Out",
      "link": "https://insideclimatenews.org/news/08112025/lansing-new-york-data-center-development/",
      "pubDate": "Sat, 08 Nov 2025 09:55:00 +0000",
      "description": "Residents in an upstate New York community are trying to prevent construction of a planned data center by approving a year-long ban on large-scale development.  Data center company TeraWulf has signed an 80-year lease for 183 acres of a former coal-fired power plant, which sits on the banks of Cayuga Lake in Lansing, a town […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How a Historic Meeting Between Pope Leo and King Charles Might Shift the Narrative on ‘Creation Care’",
      "link": "https://insideclimatenews.org/news/08112025/pope-leo-king-charles-environmental-concerns/",
      "pubDate": "Sat, 08 Nov 2025 09:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by host Steve Curwood with Tony Juniper, the chairman of Natural England, a government conservation agency. The serene music of the choirs of Windsor Castle, the Sistine Chapel and children from the choir of Saint James Chapel, floated up to the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New York Gas Pipeline Is Closer to Construction, Despite Concerns From Lawmakers, Environmentalists",
      "link": "https://insideclimatenews.org/news/07112025/new-york-gas-pipeline-advances/",
      "pubDate": "Fri, 07 Nov 2025 22:37:34 +0000",
      "description": "New York regulators on Friday approved a water-quality permit for a long-contested pipeline that would bring natural gas to the state from Pennsylvania. The Northeast Supply Enhancement pipeline, or NESE, has drawn the ire of climate activists in New York City, who want to end the expansion of gas infrastructure there. New York had previously […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Names More Priority Minerals for U.S. Mining Revival",
      "link": "https://insideclimatenews.org/news/07112025/trump-administration-adds-priority-minerals/",
      "pubDate": "Fri, 07 Nov 2025 22:20:03 +0000",
      "description": "The Trump Administration added 10 new minerals on Friday to a list of the federal government’s most desired mining commodities, including copper, uranium and metallurgical coal. The list of critical minerals now includes 60 elements and compounds, up from 35 in 2018, when it was first released. The minerals are designated as essential for advanced […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "States and Nonprofits Are Helping National Parks Run During the Shutdown. Could Their Efforts Backfire?",
      "link": "https://insideclimatenews.org/news/07112025/states-nonprofits-help-national-parks-run-during-government-shutdown/",
      "pubDate": "Fri, 07 Nov 2025 19:50:57 +0000",
      "description": "COLUMBIA FALLS, Mont.—Glacier National Park’s Going-to-the-Sun Road, completed in 1933, weaves past meandering streams, expansive valleys, stoic limestone peaks and receding glaciers. Jeff Mow, Glacier’s former superintendent, knows the road’s spectacular vistas well, but this fall he used it to provide a glimpse into a much grimmer picture: how the federal government shutdown impacts national […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}