{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-14T07:22:16.285273",
  "items": [
    {
      "title": "Animals—Living and Dead—Can Help Track Humanity’s Toxic Legacy",
      "link": "https://insideclimatenews.org/news/13062025/todays-climate-animals-humanity-toxic-legacy/",
      "pubDate": "Fri, 13 Jun 2025 20:15:44 +0000",
      "description": "In the early 20th century, more than a million miners in Britain made a daily descent into the depths of the Earth to extract coal, the country’s main source of energy at the time. Joining them on their journey to the harsh, dark underground: bright yellow canaries, about the size of a coffee cup.  These […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Fourth Power Plant Approved in Newark Despite Tearful Protests From Ironbound Residents",
      "link": "https://insideclimatenews.org/news/13062025/newark-ironbound-power-plant-approved-despite-opposition/",
      "pubDate": "Fri, 13 Jun 2025 19:51:14 +0000",
      "description": "The Ironbound neighborhood in Newark, N.J., has two distinct sections: an immigrant-rich area of rowhouses, ethnic restaurants and shops, and a clogged industrial zone with three power plants, the state’s largest incinerator and biggest sewage facility, a slew of factories and a near-constant parade of diesel trucks.  And now, there will be a fourth power […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In a Deep Red State, a Mining Regulator Is Wary of Possible Trump Cuts to Its Budget",
      "link": "https://insideclimatenews.org/news/13062025/alabama-mining-regulator-wary-of-possible-trump-cuts/",
      "pubDate": "Fri, 13 Jun 2025 19:31:38 +0000",
      "description": "JASPER, Ala.—If federal funds designated for Alabama’s mining regulator dry up—there is a 16 percent cut in state grants now being debated in Congress—director Kathy Love believes she has a quick and compelling rebuttal. Alabama has primary oversight, as do 14 other states, over its mines but it needs the federal government to help pay […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Climate Study Highlights Dire Sea Level Warnings",
      "link": "https://insideclimatenews.org/news/13062025/dire-sea-level-warming-polar-ice-sheets/",
      "pubDate": "Fri, 13 Jun 2025 18:00:00 +0000",
      "description": "A new set of detailed clues gleaned from ancient fossil reefs on the Seychelle Islands shows an increasing likelihood that human-caused warming will raise the global average sea level at least 3 feet by 2100, at the high end of the projections by the Intergovernmental Panel on Climate Change.  Due to regional variations, sea level […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Bill Would Create a State Board to Oversee New Energy Projects",
      "link": "https://insideclimatenews.org/news/13062025/pennsylvania-energy-bill-project-siting-board/",
      "pubDate": "Fri, 13 Jun 2025 09:00:00 +0000",
      "description": "Pennsylvania lawmakers heard conflicting views this week over whether the state should set up a board that oversees the siting and operation of new electric-generating plants amid national fears that growing demand for electricity will exceed supply. The Reliable Energy Siting and Electric Transition Board, or RESET, would set statewide standards for the selection and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Biofuels Policy, a Mainstay of American Agriculture, Has Been a Failure for the Climate, a New Report Claims",
      "link": "https://insideclimatenews.org/news/13062025/agriculture-ethanol-biofuel-policy-climate-failure/",
      "pubDate": "Fri, 13 Jun 2025 08:55:00 +0000",
      "description": "The American Midwest is home to some of the richest, most productive farmland in the world, enabling its transformation into a vast corn- and soy-producing machine—a conversion spurred largely by decades-long policies that support the production of biofuels. But a new report takes a big swing at the ethanol orthodoxy of American agriculture, criticizing the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Sues Trump Administration Over Right to Clean Air",
      "link": "https://insideclimatenews.org/news/12062025/california-sues-trump-administration-over-clean-air-right/",
      "pubDate": "Thu, 12 Jun 2025 22:14:25 +0000",
      "description": "President Donald Trump signed congressional resolutions Thursday morning to repeal California’s pioneering vehicle emissions standards, which he called a “disaster for this country.”  California was ready.  “We made a promise that if the president attempted to illegally interfere with our clean air standards, we’d hold him accountable in court,” California Attorney General Rob Bonta said […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Study Says Clean Energy Rollbacks Will Cost Economy $1.1 Trillion by 2035",
      "link": "https://insideclimatenews.org/news/12062025/clean-energy-rollbacks-will-cost-trillion-by-2035/",
      "pubDate": "Thu, 12 Jun 2025 21:59:04 +0000",
      "description": "In a week when the Trump administration moved forward on multiple fronts to repeal U.S. climate policies, a new analysis quantified the potential costs for public health, households and the economy—including a stunning $1.1 trillion reduction in U.S. gross domestic product by 2035. The study by the University of Maryland’s Center for Global Sustainability found […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Wildfire Smoke Increases Bad-Air Days, Are Government Agencies Doing Enough?",
      "link": "https://insideclimatenews.org/news/12062025/chicago-wildfire-smoke-toxic-air-health/",
      "pubDate": "Thu, 12 Jun 2025 17:32:02 +0000",
      "description": "CHICAGO—As Canadian wildfire smoke moved south into the American Midwest last week, this city experienced not only some of the worst air quality in the United States, but in the entire world. The day before smoke rolled in, the Cook County government sent out air-quality warnings to residents who subscribed to text alerts. Yet even […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Did the Housing Crisis Revitalize Efforts by Western Republicans to Sell Off Public Lands?",
      "link": "https://insideclimatenews.org/news/12062025/how-did-the-housing-crisis-revitalize-efforts-by-western-republicans-to-sell-off-public-lands/",
      "pubDate": "Thu, 12 Jun 2025 13:56:10 +0000",
      "description": "A years-long effort to sell public lands has gained steam in this year’s federal budget negotiations as a proposed solution to the housing crisis, but critics say it’s just the latest attempt to render an unpopular political proposition more palatable. Reps. Mark Amodei (R-Nevada) and Celeste Maloy (R-Utah) inserted a last-minute provision into the House […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}