{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2026-01-09T04:04:36.871584",
  "items": [
    {
      "title": "Outrage as Trump withdraws from key UN climate treaty along with dozens of international organisations",
      "link": "https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un",
      "pubDate": "Thu, 08 Jan 2026 14:38:29 GMT",
      "description": "<p>Experts decry move to leave UNFCCC as ‘embarrassing’ as president orders withdrawal from 66 international groups</p><p>Donald Trump has sparked outrage by announcing the US will exit the foundational international agreement to address the climate crisis, cementing the US’s utter isolation from the global effort to confront dangerously escalating temperatures.</p><p>In <a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">a presidential memorandum</a> issued on Wednesday, Trump withdrew from the UN Framework Convention on Climate Change (UNFCCC), along with 65 other organizations, agencies and commissions, calling them “contrary to the interests of the United States”.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/07/trump-international-groups-un\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Dog food accounts for 1% of UK greenhouse gas emissions, study finds",
      "link": "https://www.theguardian.com/lifeandstyle/2026/jan/08/dog-food-accounts-for-1-of-uk-greenhouse-gas-emissions-study-finds",
      "pubDate": "Thu, 08 Jan 2026 06:00:02 GMT",
      "description": "<p>Study of 1,000 products finds wet, raw and meat-rich products have higher climate impact than dry kibble</p><p>Dog food accounts for 1% of the UK’s total greenhouse gas emissions, according to research that found wet, raw and meat-rich products were associated with substantially higher emissions than dry kibble.</p><p>The analysis revealed striking differences in the environmental impact of commercial dog foods, with the highest-impact foods being responsible for up to 65 times more emissions than the lowest-rated options.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2026/jan/08/dog-food-accounts-for-1-of-uk-greenhouse-gas-emissions-study-finds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Liz Kendall says Elon Musk’s X must urgently deal with ‘appalling’ sexualised deepfake content produced by Grok AI - as it happened",
      "link": "https://www.theguardian.com/politics/live/2026/jan/06/badenoch-trump-venezuela-maduro-starmer-streeting-uk-politics-latest-news-updates",
      "pubDate": "Tue, 06 Jan 2026 17:49:47 GMT",
      "description": "<p>Science secretary says the deepfake content being produced on the platform is ‘unacceptable in decent society’</p><p>In her Today programme interview this morning <strong>Kemi Badenoch</strong> tried to outflank Nigel Farage on net zero scepticism by claiming (wrongly) that she started talking out this before he did.</p><p>Asked by the presenter, <strong>Nick Robinson</strong>, to give an example of a single policy that the Conservatives would implement to boost economic growth, <strong>Badenoch</strong> said that they would allow more drilling for oil in the North Sea.</p><p>There wasn’t a Reform party then ...</p><p>I have always been a net zero sceptic, even in government. I was the one who argued that we need to bring back some of these targets ... I’ve been consistent. Nigel Farage is following me.</p><p>Keir Starmer doesn’t have a plan, doesn’t have an agenda. He’s weak.</p><p>Nigel Farage is a one-man band who is all about himself and would make a mess of things. [He] doesn’t do detail.</p><p>More trucks are entering Gaza, and this is very welcome, but right now, key crossings remain closed, convoys are being turned back, medical and shelter supplies are blocked, and NGOs are being banned.</p><p>We joined nine other countries in stating that this is not acceptable, over the recess. The peace plan cannot work if NGOs are shut out. Israel’s decision to ban 37 of them is unjustifiable.</p> <a href=\"https://www.theguardian.com/politics/live/2026/jan/06/badenoch-trump-venezuela-maduro-starmer-streeting-uk-politics-latest-news-updates\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Trump taking ‘drill, baby, drill’ plan to Venezuela ‘terrible’ for climate, experts warn",
      "link": "https://www.theguardian.com/us-news/2026/jan/06/trump-venezuela-oil-climate-crisis",
      "pubDate": "Tue, 06 Jan 2026 13:00:13 GMT",
      "description": "<p>‘Everybody loses’ if production supercharged in country with largest known oil reserves, critics say</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, by dramatically seizing <a href=\"https://www.theguardian.com/world/nicolas-maduro\">Nicolás Maduro</a> and claiming dominion over <a href=\"https://www.theguardian.com/world/venezuela\">Venezuela</a>’s vast oil reserves, has taken his “<a href=\"https://www.theguardian.com/us-news/2025/mar/12/trump-fossil-fuels-oil-and-gas\">drill, baby, drill</a>” mantra global. Achieving the president’s dream of supercharging the country’s oil production would be financially challenging – and if fulfilled, would be “terrible for the climate”, experts say.</p><p>Trump has aggressively sought to <a href=\"https://www.theguardian.com/environment/2025/jan/22/trump-big-oil-energy-priorities-explained\">boost oil and gas production</a> within the US. Now, after the capture and arrest of Maduro and his wife, Cilia Flores, he is seeking to orchestrate a ramp-up of drilling in Venezuela, which has the largest known reserves of oil in the world – equivalent to about 300bn barrels, <a href=\"https://knowledge.energyinst.org/search/record?id=58930\">according to</a> research firm the Energy Institute.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/06/trump-venezuela-oil-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘The perfect storm’: Trump has left the US less prepared for natural disasters, experts say",
      "link": "https://www.theguardian.com/us-news/2026/jan/04/donald-trump-disaster-response-preparedness",
      "pubDate": "Sun, 04 Jan 2026 17:00:11 GMT",
      "description": "<p>Emergency managers say the US president has presided over a dangerous erosion in US capacity to prepare for and respond to natural disasters</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> has presided over a dangerous erosion in US capacity to prepare for and respond to natural disasters, according to emergency management experts.</p><p>The first year of his second term was marked by crackdowns on <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate</a> science that produced world-class weather forecasts and the gutting of frontline federal agencies - policies that have left the country, already struggling to keep pace with severe storms, even more at risk.</p> <a href=\"https://www.theguardian.com/us-news/2026/jan/04/donald-trump-disaster-response-preparedness\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "As a climate scientist, I know heatwaves in Australia will only get worse. We need to start preparing now | Sarah Perkins-Kirkpatrick",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now",
      "pubDate": "Thu, 08 Jan 2026 21:34:09 GMT",
      "description": "<p>During black summer, my daughters were too young to know what was happening. Now, amid another Australian heatwave, they deserve answers</p><p>When the forecasts for this week started to roll in, my mind immediately drifted back to Australia’s black summer.</p><p>I had taken my daughters down to the pool in our estate in western Sydney, hoping for a brief reprieve from the relentless heat. The Gospers Mountain fire was raging in the Blue Mountains, but on that particular day the smoke didn’t seem too bad.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/09/as-a-climate-scientist-i-know-heatwaves-in-australia-will-only-get-worse-we-need-to-start-preparing-now\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "If geoengineering is ever deployed in a climate emergency, transparency is key | Ines Camilloni",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency",
      "pubDate": "Thu, 08 Jan 2026 11:00:05 GMT",
      "description": "<p>We must not let geoengineering be shaped behind closed doors. Climate justice demands an inclusive approach</p><p>As the world faces the challenges of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> and critical threshold levels or tipping points may be reached soon, a disputable idea is gaining momentum as a potential solution: solar geoengineering – the deliberate reflection of sunlight to cool the planet. Advocates argue it could buy us time. Critics warn of unknown risks. Some see it as a possible emergency break if temperatures spiral out of control. Others call it a dangerous distraction that undermines meaningful climate action.</p><p>Research into solar geoengineering is advancing, including exploration of techniques such as stratospheric aerosol injection, which would involve spraying tiny reflective particles into the upper atmosphere to mimic the cooling effect of volcanic eruptions, and marine cloud brightening, which aims to enhance the reflectivity of low-lying marine clouds. While stratospheric aerosol injection is not being conducted, these technologies are being studied with increasing urgency in the global north. In the global south, however, they remain largely invisible to public discourse and policymaking.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/08/geoengineering-climate-emergency-transparency\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "What should Australians do when the heat is on? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2026/jan/08/what-should-australians-do-when-the-heat-is-on",
      "pubDate": "Wed, 07 Jan 2026 23:44:44 GMT",
      "description": "<p>It might be time to face some cold, hard facts</p><ul><li><p><strong>See more of </strong><a href=\"https://www.theguardian.com/profile/fiona-katauskas\"><strong>Fiona Katauskas’s cartoons here</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2026/jan/08/what-should-australians-do-when-the-heat-is-on\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "We study glaciers. ‘Artificial glaciers’ and other tech may halt their total collapse | Brent Minchew and Colin Meyer",
      "link": "https://www.theguardian.com/commentisfree/2026/jan/07/we-study-glaciers-artificial-glaciers-and-other-tech-may-halt-their-total-collapse",
      "pubDate": "Wed, 07 Jan 2026 11:00:11 GMT",
      "description": "<p>How might we prevent sea-level rise? Satellite-based radar, solar-powered drones, robot submarines and lab-based ‘artificial glaciers’ could all play a role</p><p>Sea levels are rising faster than at any point in human history, and for every foot that waters rise, 100 million people lose their homes. At current projections, that means about 300 million people will be forced to move in the decades to come, along with the social and political conflict as people migrate inland. Despite this looming crisis, the world still lacks specific, reliable forecasts for when and where the seas will rise – and we have invested almost nothing in understanding whether and how we can slow it down.</p><p>Societies must continue to focus on reducing greenhouse gas emissions, but it’s increasingly clear that the world needs to do more: we need to predict the future of the world’s ice with precision, and to explore safe, science-backed methods to keep it from melting away.</p> <a href=\"https://www.theguardian.com/commentisfree/2026/jan/07/we-study-glaciers-artificial-glaciers-and-other-tech-may-halt-their-total-collapse\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "As climate crisis threatened her home, Alolita was offered a chance at a new life in Australia",
      "link": "https://www.theguardian.com/world/2026/jan/09/as-climate-change-threatened-her-home-alolita-was-offered-a-chance-at-a-new-life-in-australia",
      "pubDate": "Fri, 09 Jan 2026 00:00:23 GMT",
      "description": "<p>Alolita Tekapu and her family among the first arrivals under a world-first agreement that allows people from Tuvalu to move to Australia <br /></p><p>On a suburban street in eastern Melbourne on a cool summer’s day, Alolita Tekapu sits on the couch feeding her one-month-old son, Philip, while her three older boys play outside. Her husband folds laundry nearby, pausing occasionally to check on the children.</p><p>It’s an ordinary domestic scene. But the reason this family are in Australia is far from ordinary.</p> <a href=\"https://www.theguardian.com/world/2026/jan/09/as-climate-change-threatened-her-home-alolita-was-offered-a-chance-at-a-new-life-in-australia\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Germany’s dying forests are losing their ability to absorb CO2. Can a new way of planting save them?",
      "link": "https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe",
      "pubDate": "Thu, 08 Jan 2026 09:00:03 GMT",
      "description": "<p>Vast swathes of the country’s trees have been killed off by droughts and infestations, in a trend sweeping across Europe. A shift towards more biodiverse cultivation could offer answers</p><p>Even the intense green of late spring cannot mask the dead trees in the Harz mountains. Standing upright across the gentle peaks in northern Germany, thousands of skeletal trunks mark the remnants of a once great spruce forest.</p><p>Since 2018, the region has been ravaged by a tree-killing bark beetle outbreak, made possible by successive droughts and heatwaves. It has transformed a landscape known for its verdant beauty into one dominated by a sickly grey.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/08/germany-forests-bark-beetle-spruce-co2-carbon-sink-monoculture-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘A silent majority’: MPs underestimate support for green policies, study reveals",
      "link": "https://www.theguardian.com/environment/2026/jan/05/mps-underestimate-support-green-policies-study",
      "pubDate": "Mon, 05 Jan 2026 12:38:55 GMT",
      "description": "<p>Exclusive: From solar subsidies to meat taxes, minority rightwing voices appear to drown out the consensus</p><p>“There may have been a silent majority in favour of windfarms and higher petrol taxes, but if there was, these people were mighty quiet. Essentially, all I ever heard from was people objecting to them.” That was the view of a former UK MP who took part in new research that reveals how significantly British and Belgian politicians underestimate the public’s support for climate action.</p><p>From solar power and energy efficiency to meat taxes and frequent flyer levies, the politicians consistently failed to appreciate people’s appetite for policies that tackle global heating. The misapprehension has real world consequences: those politicians were less willing to vote for or speak up for those policies, according to the study.</p> <a href=\"https://www.theguardian.com/environment/2026/jan/05/mps-underestimate-support-green-policies-study\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Just an unbelievable amount of pollution’: how big a threat is AI to the climate?",
      "link": "https://www.theguardian.com/technology/2026/jan/03/just-an-unbelievable-amount-of-pollution-how-big-a-threat-is-ai-to-the-climate",
      "pubDate": "Sat, 03 Jan 2026 08:00:32 GMT",
      "description": "<p>Defenders say AI can do good to fight the climate crisis. But spiralling energy and water costs leave experts worried</p><p>During a golden sunset in Memphis in May, Sharon Wilson pointed a thermal imaging camera at Elon Musk’s flagship datacentre to reveal a planetary threat her eyes could not. Free from pollution controls, the gas-fired turbines that power the world’s biggest AI supercomputer were pumping invisible fumes into the Tennessee sky.</p><p>“It was jaw-dropping,” said Wilson, a former oil and gas worker from Texas who has documented methane releases for more than a decade and estimates xAI’s Colossus datacentre was spewing more of the planet-heating gas than a large power plant. “Just an unbelievable amount of pollution.”</p> <a href=\"https://www.theguardian.com/technology/2026/jan/03/just-an-unbelievable-amount-of-pollution-how-big-a-threat-is-ai-to-the-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}