{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-29T19:18:56.447705",
  "items": [
    {
      "title": "Q&A: Arizona’s AG Takes on Utilities, Big Water Users and the Trump Administration",
      "link": "https://insideclimatenews.org/news/29092025/arizona-attorney-general-kris-mayes-takes-on-utilities-big-water-users/",
      "pubDate": "Mon, 29 Sep 2025 09:00:00 +0000",
      "description": "If there’s an environmental or climate fight in Arizona, Attorney General Kris Mayes is likely involved. Mayes has filed 25 lawsuits, many climate and energy related, against the Trump administration so far this year. She’s also intervened against plans to raise electricity rates by the state’s biggest utility, opposed plans to gut the state’s renewable […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With Federal Support for Wind and Solar Waning, States Are Trying to Push Policy Through on Their Own",
      "link": "https://insideclimatenews.org/news/29092025/states-push-for-renewable-energy-policy/",
      "pubDate": "Mon, 29 Sep 2025 08:55:00 +0000",
      "description": "This hasn’t been a kind year for developers looking to break ground on renewable energy projects. On President Donald Trump’s first day in office, he issued a memorandum halting approvals, permits, leases and loans for both offshore and onshore wind projects. The One Big Beautiful Bill Act, which passed in July with exclusively Republican support, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Political Whiplash Is Terrible for Wolves’ Future. But More Is Coming.",
      "link": "https://insideclimatenews.org/news/28092025/wolf-management-endangered-species-future/",
      "pubDate": "Sun, 28 Sep 2025 09:00:00 +0000",
      "description": "There are some 2,700 wolves across Idaho, Montana and Wyoming, and seemingly just as many opinions about how they should be managed.  In August, a federal judge from the U.S. District Court in Montana added one more to the mix when he ordered the U.S. Fish and Wildlife Service (USFWS) to revisit its 2024 decision […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Millions Face Climate Relocation, the Nation’s First Attempt Sparks Warnings and Regret",
      "link": "https://insideclimatenews.org/news/28092025/louisiana-isle-de-jean-charles-climate-relocation/",
      "pubDate": "Sun, 28 Sep 2025 08:55:00 +0000",
      "description": "This story is from Floodlight, a nonprofit newsroom that investigates the powers stalling climate action. Sign up for Floodlight’s newsletter here.  Leaving the tight-knit community his family had called home for five generations along the Louisiana coast was one of the hardest things Chris Brunet has had to do. But three years ago, he felt […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Turning Point for the Ocean: What the High Seas Treaty Means",
      "link": "https://insideclimatenews.org/news/27092025/high-seas-treaty-international-law/",
      "pubDate": "Sat, 27 Sep 2025 09:00:00 +0000",
      "description": "In a milestone for ocean governance and conservation, the High Seas Treaty has cleared the final hurdle to become international law, which for the first time provides a legal pathway towards protecting vast areas of the global ocean beyond countries’ national jurisdictions.  Last week, Sierra Leone and Morocco ratified the treaty—formally known as the Agreement […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can an AI-Guided Robot Help a California City Resist Sea Level Rise and Sequester Carbon?",
      "link": "https://insideclimatenews.org/news/27092025/california-san-rafael-startup-sea-level-rise-ai-solution/",
      "pubDate": "Sat, 27 Sep 2025 08:55:00 +0000",
      "description": "In the Northern California Bay Area, the weather has never pulled its punches. Storms pound the shorelines, king tides swallow streets and wind-driven wildfires blast through the forests. But the ocean and coasts in the region are bringing additional challenges, as rising sea levels push the waters of the bay higher and soil compaction sinks […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Unpacking Trump’s ‘Con Job’ Comments About Climate Change to the UN",
      "link": "https://insideclimatenews.org/news/27092025/unpacking-trump-climate-change-comments-at-un/",
      "pubDate": "Sat, 27 Sep 2025 08:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, a conversation between producers Jenni Doering and Aynsley O’Neill about President Donald Trump’s speech to the U.N. General Assembly. The conversation has been edited for length and clarity. Some of the world’s most powerful people gathered in New York City in recent days […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Is Duke Energy Liable for Climate-Related Property Damage After Funding Denialist Campaigns?",
      "link": "https://insideclimatenews.org/news/26092025/duke-energy-storm-damage-lawsuit/",
      "pubDate": "Fri, 26 Sep 2025 18:27:15 +0000",
      "description": "RALEIGH, N.C.—The state’s first climate deception case unfurled Thursday in North Carolina Business Court, where attorneys for the town of Carrboro and Duke Energy spent six hours sparring over legal arcana to answer a single question: Should a jury hear a case alleging that Duke Energy is responsible for lying about the link between climate […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Human Impacts on Ocean Could Double or Triple by 2050, a New UC Santa Barbara Study Warns",
      "link": "https://insideclimatenews.org/news/26092025/human-ocean-impacts-research/",
      "pubDate": "Fri, 26 Sep 2025 09:05:00 +0000",
      "description": "By 2050, the combined impacts of climate change and human activity on the ocean could be two to three times greater than they are today. Without urgent efforts to reduce these threats, a new study from the National Center for Ecological Analysis and Synthesis—an independent research affiliate of the University of California, Santa Barbara—warns those […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Passaic River Stars in a Short Drama About Its Life as a Superfund Site",
      "link": "https://insideclimatenews.org/news/26092025/passaic-river-play-spotlights-superfund-site/",
      "pubDate": "Fri, 26 Sep 2025 09:00:00 +0000",
      "description": "It is a perfect day in Newark, New Jersey. The sky is a vibrant blue, with few clouds, over Riverfront Park. Willow trees drape down and drift with the wind. Music blares from portable speakers. People lie on the grass or bike and enjoy the occasional breeze on a warm summer day.  By a busy […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}