{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-07T22:27:42.589440",
  "items": [
    {
      "title": "‘The Dirtiest, Worst Oil’ Is in Venezuela",
      "link": "https://insideclimatenews.org/news/07012026/venezuela-extra-heavy-oil-greenhouse-gas-emissions/",
      "pubDate": "Wed, 07 Jan 2026 21:35:59 +0000",
      "description": "Venezuela has the world’s largest oil reserves, but the South American country’s heavy oil deposits also stand out for another reason; on a barrel-for-barrel basis, they pack the most climate pollution. Following the capture of Venezuelan President Nicolás Maduro by U.S. forces, President Donald Trump said, in a social media post on Tuesday, that the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Oil Industry Will Eye Venezuela Warily, Experts Say",
      "link": "https://insideclimatenews.org/news/07012026/billions-needed-to-pump-more-venezuela-oil/",
      "pubDate": "Wed, 07 Jan 2026 20:08:59 +0000",
      "description": "Last March, Venezuela’s two most prominent opposition leaders transmitted a video message to Houston, appealing to one of the largest and most influential annual meetings of global energy titans. “Venezuela represents the greatest untapped opportunity in the world,” said Edmundo González Urrutia, the former ambassador widely seen as the rightful winner of the nation’s disputed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Ecuador’s Battle of Toad vs. Road, Toad Wins",
      "link": "https://insideclimatenews.org/news/07012026/endangered-jambato-toad-wins-against-ecuador-highway-construction/",
      "pubDate": "Wed, 07 Jan 2026 16:05:06 +0000",
      "description": "An Ecuadorian court has blocked construction of a highway after ruling it poses an imminent and irreversible threat to the rights of a critically endangered toad, a decision that underscores the country’s unique constitutional protections for nature. The opinion, issued Sunday by Judge Milton Gustavo Hernández Andino of a provincial court in Pujilí, suspended all […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "To Save An Endangered Prairie Fish, Dried-up Iowa Wetlands Get New Life",
      "link": "https://insideclimatenews.org/news/07012026/iowa-oxbow-wetlands-restoration-to-save-endangered-topeka-shiner/",
      "pubDate": "Wed, 07 Jan 2026 10:00:00 +0000",
      "description": "The minnow U.S. Fish and Wildlife Service ecologists pulled from the shallow moat was a puny thing, with a flare of orange rimming its fins and a dark band of scales running the full length of its inch-and-a-half body.  “Finally,” thought Kathy Law, as she peered at the little fish. In the summer sun, it […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Year After the LA Fires, Recovery Is Lagging, But Bright Spots Emerge",
      "link": "https://insideclimatenews.org/news/06012026/todays-climate-la-wildfires-anniversary-recovery-rebuilding/",
      "pubDate": "Tue, 06 Jan 2026 22:59:52 +0000",
      "description": "While people look to start fresh in the new year, many residents in California’s Los Angeles County are still living in the burn scars of the past. A year ago this week, a series of deadly wildfires tore through the region, their spread pushed by winds topping 80 miles per hour and parched vegetation that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Venezuelan Oil Brought to the U.S. Would Be Refined in Black Gulf Communities",
      "link": "https://insideclimatenews.org/news/06012026/venezuelan-oil-brought-to-the-u-s-would-be-refined-in-black-gulf-communities/",
      "pubDate": "Tue, 06 Jan 2026 21:30:51 +0000",
      "description": "This article was originally published by Capital B. On Saturday morning, John Beard woke up to news that he’d been dreading, but preparing for: A global oil crisis could hit closer to home in Texas. The southeastern part of the state is home to more than a dozen oil refineries, and he’d spent decades working […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Trump Derailed a NOAA Pioneer’s Move From Climate Impacts to Solutions",
      "link": "https://insideclimatenews.org/news/06012026/trump-federal-layoffs-derailed-noaa-scientists-climate-solutions/",
      "pubDate": "Tue, 06 Jan 2026 10:00:00 +0000",
      "description": "After spending the first 16 years of her federal government career focused on the impacts of climate change, Libby Jewett hoped to wrap up her time at the National Oceanic and Atmospheric Administration working on solutions. So in 2023, the marine ecologist gave up her post as the founding director of NOAA’s ocean acidification program, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Loosely Regulated Petrochemical Barge Industry Is Commandeering a Texas River",
      "link": "https://insideclimatenews.org/news/06012026/texas-san-jacinto-river-petrochemical-barge-industry/",
      "pubDate": "Tue, 06 Jan 2026 09:55:00 +0000",
      "description": "This article was originally published by Public Health Watch, a nonprofit investigative news organization. Find out more at publichealthwatch.org. SAN JACINTO RIVER, Texas—Over the past 30 years, federal and state agencies in Texas have allowed hundreds of oil and chemical barges to amass in a once-tranquil section of the San Jacinto River, just east of Houston.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Funding Salvaged in US Congress Spending Bill",
      "link": "https://insideclimatenews.org/news/05012026/congress-epa-budget-bill-rejects-extreme-cuts/",
      "pubDate": "Tue, 06 Jan 2026 02:13:29 +0000",
      "description": "In a step toward heading off a government shutdown when a temporary funding agreement expires at the end of January, appropriators in both the Senate and House of Representatives released a bipartisan spending package Monday morning that kept the budget of the Environmental Protection Agency largely intact.  The spending package would fund several federal agencies […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizona’s AG Is Clear-Eyed About the State’s Energy Costs and Water Scarcity—but Can It Help Her Win Reelection?",
      "link": "https://insideclimatenews.org/news/05012026/arizona-attorney-general-kris-mayes-energy-costs-water-scarcity/",
      "pubDate": "Mon, 05 Jan 2026 10:00:00 +0000",
      "description": "Kris Mayes believes in the lost art of the town hall.  That conviction recently brought the Arizona attorney general before a group of a few dozen residents of Sun City, Arizona, a far-flung suburb for retirees in the Phoenix area’s West Valley, to hear from residents how a proposed rate hike from the state’s largest […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}