{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-12-07T10:24:15.521833",
  "items": [
    {
      "title": "The Big Bet to Fix the Rio Grande Sewage Problem",
      "link": "https://insideclimatenews.org/news/07122025/rio-grande-sewage-pollution-texas-mexico/",
      "pubDate": "Sun, 07 Dec 2025 10:00:00 +0000",
      "description": "Reporting supported with a grant from The Water Desk at the University of Colorado Boulder. NUEVO LAREDO, Mexico—Silvia Fernández Gallardo Boone leaned over a stream of water rushing through a concrete chute at the city’s wastewater treatment plant.  “Smell it!” she said, beaming. Odorless, treated wastewater flowed into the Coyote Arroyo, or creek, then the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Jersey Has A New Map For Its Energy Future. The Ground Under It Is Already Shifting.",
      "link": "https://insideclimatenews.org/news/07122025/new-jersey-energy-grid-plan/",
      "pubDate": "Sun, 07 Dec 2025 09:55:00 +0000",
      "description": "In the waning days of Governor Phil Murphy’s tenure, state officials unveiled an updated Energy Master Plan that calls for 100 percent clean electricity by 2035 and steep reductions in climate pollution by midcentury. Since 2019, the state has used the first version of the plan as the backbone of its climate strategy, promising reliable, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Port That Could Doom the Amazon",
      "link": "https://insideclimatenews.org/news/07122025/icn-sunday-morning-port-that-could-doom-the-amazon/",
      "pubDate": "Sun, 07 Dec 2025 09:50:00 +0000",
      "description": "When a massive Chinese-backed port opened in Chancay, Peru, it was the realization, nearly two decades in the making, of a dream to revolutionize global trade by connecting South America to Asia with a straight-shot shipping route across the Pacific. The port — Peru’s first project under the banner of China’s Belt and Road Initiative […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Google Data Centers Will Bring Nuclear Power Back To Tornado Country",
      "link": "https://insideclimatenews.org/news/06122025/google-data-center-nuclear-power-iowa/",
      "pubDate": "Sat, 06 Dec 2025 10:00:00 +0000",
      "description": "When a derecho slammed into the Duane Arnold nuclear plant in 2020, Diana Lokenvitz had time for exactly one glance out her window. A wall of clouds had poured in from the west, swallowing Palo, Iowa, in darkness. “It was like it was pitch black night,” the senior systems engineer at the plant recalled.  Then, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Forestry Carbon Credit Programs Have a Poor Track Record. Can a More Refined Approach Fix the Problem?",
      "link": "https://insideclimatenews.org/news/06122025/family-forest-carbon-credit-program/",
      "pubDate": "Sat, 06 Dec 2025 09:55:00 +0000",
      "description": "David Funk has spent decades working to restore the native forest ecosystems of southeast Ohio. Now, he’s finally getting paid for it—through a carbon credit program. “The Nature Conservancy reached out and knew that I was very active in the preservation of woodlands in southeastern Ohio,” Funk said. “It was just a perfect fit for […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Tool Could Help Track Deep-Sea Mining Activity",
      "link": "https://insideclimatenews.org/news/05122025/deep-sea-mining-tracking-tool/",
      "pubDate": "Fri, 05 Dec 2025 22:32:26 +0000",
      "description": "As demand for critical minerals surges around the world, countries are debating whether to mine the untapped deep-sea reserves of cobalt, copper and manganese, miles below the surface. But a growing body of research shows that these activities could have profound consequences for ocean ecosystems, and the industries and communities that rely on them.  A […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Scientists Anticipate Less Reliance on the US in Future Carbon Monitoring",
      "link": "https://insideclimatenews.org/news/05122025/global-scientists-carbon-monitoring-noaa-cuts/",
      "pubDate": "Fri, 05 Dec 2025 10:00:00 +0000",
      "description": "This fall, when the World Meteorological Organization confirmed the grim news—a record 3.5 parts per million annual increase in the global concentration of carbon dioxide in the atmosphere—there was a somber, unspoken backstory. As the WMO compiled the numbers, it was preparing for the possibility that the central player in that monitoring effort—the United States—could […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Regulators Approve First New Gas Plant Since Passage of Clean Economy Act",
      "link": "https://insideclimatenews.org/news/05122025/virginia-regulators-new-dominion-energy-gas-plant/",
      "pubDate": "Fri, 05 Dec 2025 09:55:00 +0000",
      "description": "Dominion Energy’s proposal for a $1.47 billion natural gas plant in Chesterfield County aimed at meeting rising energy demands across the state has been approved by the State Corporation Commission. The Chesterfield Energy Reliability Center, or CERC, still must be evaluated for an air permit by the Virginia Department of Environmental Quality. That decision is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Homeowners Sue Oil Companies as Climate Damage Drives up Insurance Rates",
      "link": "https://insideclimatenews.org/news/05122025/washington-homeowners-sue-oil-companies-over-insurance-rates/",
      "pubDate": "Fri, 05 Dec 2025 09:50:00 +0000",
      "description": "Two homeowners in Washington state who have seen sharp increases in their home insurance premiums in recent years have brought a new lawsuit against major oil and gas companies—the first of its kind aiming to hold Big Oil responsible for climate-related spikes in insurance costs.  The case, filed last week in U.S. District Court in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Administration’s Threats to Shrink or Eliminate National Monuments Could Endanger Drinking Water for Millions",
      "link": "https://insideclimatenews.org/news/04122025/trump-administration-national-monuments-threats-could-endanger-drinking-water/",
      "pubDate": "Thu, 04 Dec 2025 17:15:00 +0000",
      "description": "The 31 national monuments designated since the Clinton administration, which could be downsized as the Trump administration pushes to open more public lands to extractive industries, safeguard clean water for millions of Americans, according to a new analysis from the Center for American Progress. Using geospatial data to quantify the miles of rivers and watersheds […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}