{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-10-08T16:30:17.619058",
  "items": [
    {
      "title": "National security threatened by climate crisis, UK defence chiefs due to warn",
      "link": "https://www.theguardian.com/environment/2025/oct/08/national-security-threatened-climate-crisis-uk-defence-chiefs-warn",
      "pubDate": "Wed, 08 Oct 2025 15:52:02 GMT",
      "description": "<p>Report by joint intelligence committee delayed, with concerns expressed that it may not be published </p><p>The UK’s national security is under severe threat from the climate crisis and the looming collapse of vital natural ecosystems, with food shortages and economic disaster potentially just years away, a powerful report by the UK’s defence chiefs is due to warn.</p><p>However, the report, which was supposed to launch on Thursday at a landmark event in London, has been delayed, and concerns have been expressed to the Guardian that it may not now be published.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/08/national-security-threatened-climate-crisis-uk-defence-chiefs-warn\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "More than 40 Trump administration picks tied directly to oil, gas and coal, analysis shows",
      "link": "https://www.theguardian.com/us-news/2025/oct/08/trump-administration-fossil-fuels-climate",
      "pubDate": "Wed, 08 Oct 2025 15:45:17 GMT",
      "description": "<p>Report looks at White House nominees and appointees and agencies dictating energy, environment and climate policy</p><p>Donald Trump has placed dozens of people with ties to the fossil fuel sector in his <a href=\"https://www.theguardian.com/us-news/trump-administration\">administration</a>, including more than 40 who have directly worked for oil, gas or coal companies, according to a <a href=\"https://u7061146.ct.sendgrid.net/ls/click?upn=u001.gqh-2BaxUzlo7XKIuSly0rCxXwZR0L9lem-2B5XpAYqIXzOQgVY0Vp5bkBMOekGT0T0OZ6NJRkYH7gijmHnEP9Vi1auCzsK7HAb2BEB-2Fccsj1Co-3DU5UH_9zSeFP1w5uBM-2FrFVTZzTH7D8qX16e0hB7b1f0c81TGsENPaaIQ2nJI4iWgJqb1lGBmam4oj4-2FRMZEB3hdBv2Gojr44mf4RjJkDMcieA2BrDrTPJT841TmlfHsJphHudKh19qPP2-2Bn7Ha4IXF7yU8r2mqBPwSJCYErcuMEFfneizIKUwhA9vxamfJS2-2BBb7FSaHwiPY4ueWplcEiSsfJaHnWHwzkvcvBEKmeaYxRWu86QEUcRnxlInM-2FdbV1lDYQtkzZTjArHxcpmxtzR-2FMAW50CSxzBK4ILlh8KO8KmU6D-2BvITyZPOhCwceexbDCmgDmiLUwMVjDjGsYgWX7x3psv1ooaVea2FE5gJbvS00a7jM-3D\">new analysis</a>.</p><p>The report from Public Citizen, a consumer advocacy and ethics non-profit that has been critical of the Trump administration, alongside the Revolving Door Project, a corporate watchdog, analyzed the backgrounds of nominees and appointees within the White House and eight agencies dictating energy, environmental and climate policy. That includes the Environmental Protection Agency, the interior and energy departments and others.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/08/trump-administration-fossil-fuels-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Tour operator Intrepid drops carbon offsets and emissions targets",
      "link": "https://www.theguardian.com/business/2025/oct/08/tour-operator-intrepid-drops-carbon-offsets-and-emissions-targets",
      "pubDate": "Wed, 08 Oct 2025 12:33:50 GMT",
      "description": "<p>Firm will instead invest A$2m a year in ‘climate impact fund’ supporting renewables and switching to EVs</p><p>One of the travel industry’s most environmentally focused tour operators, Intrepid, is scrapping carbon offsets and abandoning its emissions targets as unreachable.</p><p>The Australian-headquartered global travel company said it would instead invest A$2m (£980,000) a year in an audited “climate impact fund” supporting immediate practical measures such as switching to electric vehicles and investing in renewable energy.</p> <a href=\"https://www.theguardian.com/business/2025/oct/08/tour-operator-intrepid-drops-carbon-offsets-and-emissions-targets\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "New Zealand oceans warming 34% faster than global average, putting homes and industry at risk, report finds",
      "link": "https://www.theguardian.com/world/2025/oct/08/new-zealand-oceans-warming-34-per-cent-faster-than-global-average",
      "pubDate": "Wed, 08 Oct 2025 00:57:22 GMT",
      "description": "<p>NZ$180bn worth of housing and $26bn of infrastructure at risk of flooding and storm damage, new government report finds</p><p>New Zealand’s oceans are warming 34% faster than the global average, with NZ$180bn (US$104bn) worth of housing at risk of flooding, a new report about the nation’s marine environment has revealed.</p><p>The ministry of the environment and Stats NZ’s three-yearly update, <a href=\"https://mcusercontent.com/ebebf9501bcd56a598aa9f357/files/2d584549-1445-a5b3-f7dd-73c342c58c32/our_environment_2025_embargoed.pdf\">Our Environment 2025</a>, collates statistics, data and research across five domains – air, atmosphere and climate, freshwater, land, and marine – to paint a picture of the state of New Zealand’s marine environment.</p> <a href=\"https://www.theguardian.com/world/2025/oct/08/new-zealand-oceans-warming-34-per-cent-faster-than-global-average\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Glacier melt will lead to ice-free peaks in California for first time in human history",
      "link": "https://www.theguardian.com/environment/2025/oct/07/california-sierra-nevada-glaciers",
      "pubDate": "Tue, 07 Oct 2025 19:56:20 GMT",
      "description": "<p>New research shows massive glaciers in Sierra Nevada projected to melt away by the beginning of the next century</p><p>Deep in California’s Sierra Nevada, massive <a href=\"https://www.theguardian.com/environment/glaciers\">glaciers</a> are disappearing and projected to melt away completely by the beginning of the next century, leaving ice-free peaks for the first time in human history, new research has found.</p><p>The mountain range’s glaciers are older than previously known, dating back tens of thousands of years, with some as old as the last ice age, according to an article published last week in <a href=\"https://www.science.org/doi/10.1126/sciadv.adx9442\">Science Advances</a>.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/07/california-sierra-nevada-glaciers\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on climate policy: Britain needs clean power, not culture wars | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/02/the-guardian-view-on-climate-policy-britain-needs-clean-power-not-culture-wars",
      "pubDate": "Thu, 02 Oct 2025 17:32:45 GMT",
      "description": "<p>Kemi Badenoch’s plan to scrap the Climate Change Act is reckless. Ed Miliband offers a bolder, fairer vision. The future must be built on renewables</p><p>Let’s scrap Britain’s successful climate law so we can burn more gas, lose investment and have higher bills. Crazy as it might seem, that is the message of Kemi Badenoch’s <a href=\"https://www.theguardian.com/environment/2025/oct/02/kemi-badenoch-vows-to-repeal-climate-change-act\">new energy strategy</a>. The Conservative leader proposes to repeal the 2008 <a href=\"https://www.bbc.co.uk/news/articles/czrp2k3m3deo\">Climate Change Act</a> in favour of a plan to “maximise oil and gas extraction”, and remove all legally binding carbon targets. It’s pitched as pragmatism. But it’s a lurch into ideological self-harm.</p><p>Britain’s energy problem isn’t its climate legislation, which is admired globally, backed by <a href=\"https://www.upday.com/uk/politics/business-groups-alarmed-by-tory-climate-law-scrap-plan/mk3jhjl#:~:text=Business%20groups%20warn%20of%20economic,the%20Humber%20and%20Teesside%20regions.\">industry</a> and <a href=\"https://yougov.co.uk/politics/articles/52033-earth-day-2025-where-do-britons-stand-on-climate-change\">supported</a> by the public. It’s that this country remains too dependent on volatile fossil fuels. Emissions targets are not the reason for high bills. It is gas prices, which skyrocketed after Russia invaded Ukraine. They set UK <a href=\"https://www.sciencedirect.com/science/article/pii/S2352484723013057\">electricity</a> prices. In <a href=\"https://www.carbonbrief.org/factcheck-why-expensive-gas-not-net-zero-is-keeping-uk-electricity-prices-so-high/\">Europe</a>, they don’t – that’s why bills are lower there. Rather, Mrs Badenoch is choosing to follow <a href=\"https://edition.cnn.com/2025/09/04/business/power-prices-trump-inflation\">Donald Trump</a> in rolling back climate goals and seeing electricity prices in the US rise, not fall.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/02/the-guardian-view-on-climate-policy-britain-needs-clean-power-not-culture-wars\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Starmer can help shape the future of the world at Cop30. He can’t let fear of Farage stop him |  Michael Jacobs",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/02/starmer-cop30-climate-summit-brazil",
      "pubDate": "Thu, 02 Oct 2025 13:45:22 GMT",
      "description": "<p>The battle inside No 10 about whether the PM should attend an absolutely crucial climate summit in Brazil is ludicrous. He must assert himself – and go</p><p>No sooner has Keir Starmer reshuffled his cabinet, pronounced on Reform’s racist policies and <a href=\"https://www.theguardian.com/commentisfree/2025/sep/30/keir-starmer-speech-labour-conference-britain\">made his party conference speech</a>, than another key decision comes hurtling towards him. But this one concerns the future of the world. The issue is whether the prime minister attends the UN climate summit <a href=\"https://www.theguardian.com/environment/2025/sep/26/keir-starmer-faces-call-to-attend-cop30-summit\">in Brazil next month</a>.</p><p>You may think this would not require too much thought. Two years ago, Starmer <a href=\"https://www.theguardian.com/environment/2023/dec/01/keir-starmer-accuses-rishi-sunak-retreating-climate-leadership-cop28\">attacked Rishi Sunak</a> for not going to a much less significant climate meeting and said that, were he prime minister, he would definitely attend.</p><p>Michael Jacobs is professor of political economy at the University of Sheffield and a visiting senior fellow at the thinktank ODI Global</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/02/starmer-cop30-climate-summit-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "News Corp embraces fantasy genre by turning climate crisis into ‘laughable’ science fiction | Temperature Check",
      "link": "https://www.theguardian.com/environment/commentisfree/2025/oct/01/news-corp-daily-telegraph-calls-climate-crisis-science-fiction",
      "pubDate": "Wed, 01 Oct 2025 02:00:59 GMT",
      "description": "<p>The National Climate Risk Assessment is attacked in the Daily Telegraph, while wind turbines became a frightening obstacle for firefighting planes and solar panels a source of mountains of landfill waste</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=cvau_sfl\">Sign up for climate and environment editor Adam Morton’s free Clear Air newsletter here</a></p></li></ul><p>On the front page of the Daily Telegraph, Australia’s first comprehensive assessment of the risks from climate change became “SCIENCE FICTION”.</p><p>In other leading stories, wind turbines became a frightening obstacle for firefighting planes and solar panels were a source of mountains of landfill waste.</p><p><strong><a href=\"https://www.theguardian.com/environment/2025/mar/10/sign-up-for-the-clear-air-australia-environment-newsletter-with-adam-morton?CMP=copyembed\">Sign up to get climate and environment editor Adam Morton’s Clear Air column as a free newsletter</a></strong></p> <a href=\"https://www.theguardian.com/environment/commentisfree/2025/oct/01/news-corp-daily-telegraph-calls-climate-crisis-science-fiction\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Don’t panic’ could be Albanese’s mantra but that doesn’t mean we aren’t concerned about life, the universe and everything | Peter Lewis",
      "link": "https://www.theguardian.com/australia-news/commentisfree/2025/oct/01/albanese-world-stage-mantra-could-be-dont-panic",
      "pubDate": "Tue, 30 Sep 2025 23:00:56 GMT",
      "description": "<p>Despite a deep conviction planet Earth is heading in the wrong direction, voters are trusting Labor to navigate the wormholes</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>Our prime minister has navigated the world stage this past week as if being shepherded by The Hitchhiker’s Guide to the Galaxy, the fictional intergalactic <a href=\"https://hitchhikers.fandom.com/wiki/Main_Page\">wiki</a> that predated the internet, bearing the reassuring aphorism: “Don’t panic.”</p><p>From setting mildly ambitious climate targets, to joining a belated coalition recognising the Palestinian state, to enduring the US president’s best impression of <a href=\"https://hitchhikers.fandom.com/wiki/Vogon_poetry\">Vogon poetry</a> at the UN, Anthony Albanese has proceeded with calculated sobriety.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2025/oct/01/albanese-world-stage-mantra-could-be-dont-panic\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Canada’s former climate minister on making a change, ‘aloof’ Trudeau and sexism",
      "link": "https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism",
      "pubDate": "Wed, 08 Oct 2025 05:00:18 GMT",
      "description": "<p>Catherine McKenna’s memoir delves into thorny parts of being in office including death threats and being referred to as ‘climate Barbie’</p><p>Imagine there was a truck heading directly for your children. What would you do? Surely <em>everything </em>in your power to save them, including jumping in its way? Catherine McKenna, formerly the Canadian minister for environment and climate change, borrows this analogy for the climate crisis from a colleague to argue that we need to use “all the tools at our disposal” to tackle devastating danger that is already with us.</p><p>McKenna has recently published Run Like a Girl, which documents her time in government, among other things. Peppered with inspirational quotes, personal photos and campaign memorabilia, Run Like a Girl isn’t a straightforward memoir. She wrote it for “women and young people who want to make change”.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How do you talk to kids about violence in the news? We asked experts",
      "link": "https://www.theguardian.com/lifeandstyle/2025/oct/07/how-to-talk-with-kids-about-news-violence-experts",
      "pubDate": "Tue, 07 Oct 2025 11:00:03 GMT",
      "description": "<p>The Guardian spoke with therapists, media experts and journalists about helping kids process bad news and develop healthy media habits</p><p>When rightwing commentator Charlie Kirk was killed last month, footage of his shooting spread rapidly across social media. Today, anyone with a smartphone can access gruesome videos and images – as well as troves of misinformation. Though some experts have been sounding the alarm about the potential harm<strong> </strong>of smartphones on children and teen’s mental health, the fact is most young people still have access to phones – and the often disturbing content that flows out of them.</p><p>The Guardian spoke with seven experts on how best to speak with kids about upsetting content and news, at what age to start those conversations – and what to avoid.</p><p>Anya Kamenetz, journalist and publisher of <a href=\"https://thegoldenhour.substack.com/\">The Golden Hour</a> newsletter</p><p>Eugene Beresin, MD, psychiatrist and executive director of the Clay Center for Young Healthy Minds at Massachusetts general hospital</p><p>Tara Conley, assistant professor of media and journalism at Kent State University</p><p>Tori Cordiano, PhD, Ohio-based licensed clinical psychologist</p><p>Jill Murphy, chief content officer of Common Sense Media</p><p>Ashley Rogers Berner, <strong> </strong>professor at Johns Hopkins University</p><p>Holly Korbey, author of <a href=\"https://www.abebooks.com/9781475853001/Building-Better-Citizens-New-Civics-1475853009/plp\">Building Better Citizens</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2025/oct/07/how-to-talk-with-kids-about-news-violence-experts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘This is not a sealed deal’: Bryony Kimmings on confronting climate catastrophe in a ‘great night out’",
      "link": "https://www.theguardian.com/stage/2025/oct/06/bryony-kimmings-bog-witch-soho-theatre-walthamstow-comedy-from-the-climate-crisis",
      "pubDate": "Mon, 06 Oct 2025 09:43:12 GMT",
      "description": "<p>The revered performance artist returns with three arresting projects for stage and screen, each cultivating hope for the condition of the planet</p><p>Performance artist Bryony Kimmings doesn’t hold back. If something is troubling her then it invariably finds its way out in the open and into her work. Her early theatre shows, including <a href=\"https://www.theguardian.com/stage/2010/aug/22/sex-idiot-edinburgh-review\">Sex Idiot</a> and <a href=\"https://www.theguardian.com/culture/2011/aug/19/7-day-drunk-review\">7 Day Drunk</a>, took audiences on a freewheeling tour through the perils of early adulthood. Love, desire and STIs. Anxiety, alcohol and the drive to create good work. They were whirlwind one-woman shows, brimming with creativity, rammed with zany props and mad detours, and – despite all the doubts and fears contained within them – glowing with a childlike sort of optimism.</p><p>Later shows would see Kimmings pull other people and their concerns on to the stage. In <a href=\"https://www.theguardian.com/culture/2013/aug/06/female-role-models-bryony-kimmings\">Credible Likeable Superstar Role Model</a>, Kimmings and her nine-year-old niece created and performed a powerful critique of the hyper-sexualisation of tween culture. She and her then partner Tim Grayburn explored the devastating impact of depression in <a href=\"https://www.theguardian.com/stage/2015/aug/07/bryony-kimmings-edinburgh-fake-it-til-you-make-it-traverse-theatre\">Fake It ’Til You Make It</a>. As her profile grew, there followed an ambitious musical about cancer at the National Theatre (<a href=\"https://www.theguardian.com/stage/2016/oct/20/a-pacifists-guide-to-the-war-on-cancer-review-national-theatre\">A Pacifist’s Guide to the War on Cancer</a>) and <a href=\"https://www.theguardian.com/stage/2018/oct/09/im-a-phoenix-bitch-review-bryony-kimmings\">I’m a Phoenix, Bitch</a>, a ragingly powerful solo show about postnatal depression and the breakdown of Kimmings’s relationship and mental health.</p> <a href=\"https://www.theguardian.com/stage/2025/oct/06/bryony-kimmings-bog-witch-soho-theatre-walthamstow-comedy-from-the-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘We’ve done it before’: how not to lose hope in the fight against ecological disaster – podcast",
      "link": "https://www.theguardian.com/news/audio/2025/oct/06/weve-done-it-before-how-not-to-lose-hope-in-the-fight-against-ecological-disaster-podcast",
      "pubDate": "Mon, 06 Oct 2025 04:00:06 GMT",
      "description": "<p>Some days it can feel as if climate catastrophe is inevitable. But history is full of cases – such as the banning of whaling and CFCs – that show humanity can come together to avert disaster</p><p>By Kate Marvel. Read by Norma Butikofer</p> <a href=\"https://www.theguardian.com/news/audio/2025/oct/06/weve-done-it-before-how-not-to-lose-hope-in-the-fight-against-ecological-disaster-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}