{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-06-05T12:52:20.699811",
  "items": [
    {
      "title": "Marine heatwave found to have engulfed area of ocean five times the size of Australia",
      "link": "https://www.theguardian.com/environment/2025/jun/05/marine-heatwave-found-to-have-engulfed-area-of-ocean-five-times-the-size-of-australia",
      "pubDate": "Thu, 05 Jun 2025 00:01:53 GMT",
      "description": "<p>World Meteorological Organization report says record heat in 2024 was driven by climate crisis and intersected with extreme weather events</p><p>Almost 40 million sq kilometres of ocean around south-east Asia and the Pacific – an area five times the size of Australia – was engulfed in a marine heatwave in 2024, a World Meteorological Organization (WMO) report has revealed.</p><p>WMO scientists said the record heat – on land and in the ocean – was mostly driven by the climate crisis and coincided with a string of extreme weather events, from deadly landslides in the Philippines to floods in Australia and rapid glacier loss in Indonesia.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/05/marine-heatwave-found-to-have-engulfed-area-of-ocean-five-times-the-size-of-australia\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "James Cleverly takes on Kemi Badenoch over decision to ditch net zero targets",
      "link": "https://www.theguardian.com/politics/2025/jun/04/james-cleverly-kemi-badenoch-net-zero-targets",
      "pubDate": "Wed, 04 Jun 2025 12:42:02 GMT",
      "description": "<p>Senior Tory to give speech in which he will criticise ‘neo-luddites’ on right for failing to embrace green technology</p><p>James Cleverly has taken direct aim at Kemi Badenoch’s decision to ditch net zero targets by criticising what he called “neo-luddites” on the right who seem scared of using green technologies to protect the environment.</p><p>The senior Conservative MP, who lost to Badenoch in last year’s Tory leadership race, said it was a false choice to believe the UK had to choose between economic growth and protecting the environment. Badenoch has argued current net zero targets will harm the economy.</p> <a href=\"https://www.theguardian.com/politics/2025/jun/04/james-cleverly-kemi-badenoch-net-zero-targets\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Fire stations in England ‘falling apart’ amid £1bn funding cut, chiefs say",
      "link": "https://www.theguardian.com/uk-news/2025/jun/04/fire-stations-in-england-falling-apart-amid-1bn-funding-cut-chiefs-say",
      "pubDate": "Wed, 04 Jun 2025 05:00:57 GMT",
      "description": "<p>Exclusive: National Fire Chiefs Council warns of pressures, with callouts up 20% in a decade as firefighter numbers fall</p><p>Fire stations in England are “falling apart”, fire chiefs have warned, with funding plummeting by an estimated £1bn in the last decade as callouts have increased by a fifth.</p><p>Fire and rescue must not become the “forgotten emergency service”, the National Fire Chiefs Council (NFCC) urged, warning of mounting pressures that “risk undermining public and firefighter safety”, as it responds to more 999 calls with fewer firefighters.</p> <a href=\"https://www.theguardian.com/uk-news/2025/jun/04/fire-stations-in-england-falling-apart-amid-1bn-funding-cut-chiefs-say\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Vanuatu criticises Australia for extending gas project while making Cop31 bid",
      "link": "https://www.theguardian.com/world/2025/jun/03/vanuatu-criticises-australia-for-extending-gas-project-while-making-cop31-bid",
      "pubDate": "Tue, 03 Jun 2025 04:49:14 GMT",
      "description": "<p>Climate minister says greenlighting North West Shelf project until 2070 is not the leadership Pacific countries expect as Australia seeks to host summit</p><p>Vanuatu’s climate minister has expressed disappointment over Australia’s decision to extend one of the world’s biggest liquefied natural gas projects and said it raises questions over its bid to co-host the Cop31 summit with Pacific nations.</p><p>The UN is expected to announce which country will host the major climate summit in the coming weeks, with Australia pushing for the event to be held in Adelaide as part of a “Pacific Cop”.</p> <a href=\"https://www.theguardian.com/world/2025/jun/03/vanuatu-criticises-australia-for-extending-gas-project-while-making-cop31-bid\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "UK registers its hottest and sunniest spring on record",
      "link": "https://www.theguardian.com/uk-news/2025/jun/02/uk-registers-its-hottest-and-sunniest-spring-on-record",
      "pubDate": "Mon, 02 Jun 2025 15:43:42 GMT",
      "description": "<p>Met Office logs more than 650 hours of sunshine, 43% above seasonal average </p><p>The UK has registered its hottest and sunniest spring, prompting warnings that action is needed to tackle climate change.</p><p>Eight of the 10 warmest UK springs have occurred since the year 2000, and the three hottest have come since 2017.</p> <a href=\"https://www.theguardian.com/uk-news/2025/jun/02/uk-registers-its-hottest-and-sunniest-spring-on-record\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "There are huge floods and/or droughts all over! And insurance is wildly expensive (if you can even get it) | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/jun/04/there-are-huge-floods-andor-droughts-all-over-and-insurance-is-wildly-expensive-if-you-can-even-get-it",
      "pubDate": "Wed, 04 Jun 2025 06:33:44 GMT",
      "description": "<p>Surely the Albo government won’t stand for this unfairness to battlers!</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/jun/04/there-are-huge-floods-andor-droughts-all-over-and-insurance-is-wildly-expensive-if-you-can-even-get-it\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I received a 30-month jail sentence for nonviolent resistance. Why so harsh? Because protest works | Indigo Rumbelow",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/03/climate-protest-jail-sentence-resistance-just-stop-oil",
      "pubDate": "Tue, 03 Jun 2025 16:37:00 GMT",
      "description": "<p>The judge wanted us to show remorse, but I can’t apologise for fighting the climate disaster</p><p>Last week, at Minshull Street crown court in Manchester, I was sentenced to two and half years in prison for conspiring to intentionally cause a public nuisance. The prosecution’s case was that I intended to “obstruct the public or a section of the public in the exercise or enjoyment of a right that may be exercised or enjoyed by the public at large” – in other words, that I was part of Just Stop Oil’s plan to obstruct planes at Manchester airport. I did intend that – and I have a defence for my actions.</p><p>The offence of public nuisance – which falls under the Criminal Law Act 1977 and the Police, Crime, Sentencing and Courts Act 2022 – was traditionally and frequently used <a href=\"https://insights.doughtystreet.co.uk/post/102iagn/the-use-of-the-new-statutory-public-nuisance-offence-to-prosecute-political-and-e#:~:text=Section%2078%20of%20the%20PCSCA%20creates%20an%20offence%20of%20intentionally,'serious%20harm'%20(s\">to prosecute significant environmental offences</a>. It punished big corporations causing real harm to the general public by poisoning water, polluting air, <a href=\"https://www.lawteacher.net/cases/attorney-general-v-pya-quarries.php\">emitting dust and noise</a> or dumping chemical waste. There is no irony lost in the fact that the same offence in statutory form is now being zealously deployed to prosecute environmental protesters.</p><p>Indigo Rumbelow is co-founder of Just Stop Oil. She is serving a sentence in HMP Styal</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/03/climate-protest-jail-sentence-resistance-just-stop-oil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This is what Britain really needs to defend itself – and it doesn’t include spending billions on arms | Karen Bell",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/02/britain-defence-billions-arms-spending-climate-crisis",
      "pubDate": "Mon, 02 Jun 2025 17:15:51 GMT",
      "description": "<p>Spending should be focused on the immediate threats we face: underfunded public services and an escalating climate crisis</p><ul><li><p>Karen Bell is professor of social and environmental justice at the University of Glasgow</p></li></ul><p>The UK government has now unveiled its strategic defence review (SDR), positioning it as a bold response to global threats, particularly from Russia. The plan includes increasing defence spending to 2.5% of GDP by 2027, with aspirations to reach 3% in the next parliament.</p><p>The government’s narrative suggests that increased military spending will enhance national security and stimulate economic growth. However, this perspective neglects the immediate threats facing UK citizens: underfunded public services, a strained National Health Service and the escalating climate crisis.</p><p>Karen Bell is professor of social and environmental justice at the University of Glasgow. Richard Norton-Taylor, a former Guardian security editor and now contributor to Declassified UK, also contributed to this article</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/02/britain-defence-billions-arms-spending-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Are there billions more people on earth than we thought? If so, it’s no bad thing | Jonathan Kennedy",
      "link": "https://www.theguardian.com/commentisfree/2025/may/31/earth-population-billions-decline-birthrate-west",
      "pubDate": "Sat, 31 May 2025 09:00:40 GMT",
      "description": "<p>A study suggests the global population has been undercounted – but we shouldn’t let the overpopulation alarmists win the argument</p><p>According to the UN, the world’s population stands <a href=\"https://desapublications.un.org/publications/world-population-prospects-2024-summary-results\">at just over 8.2 billion</a>. However, a <a href=\"https://www.nature.com/articles/s41467-025-56906-7\">recent study suggests</a> the figure could be hundreds of millions or even billions higher. This news might sound terrifying, but it is important to remember that anxieties about overpopulation are rarely just about the numbers. They reflect power struggles over which lives matter, who is a burden or a threat and ultimately what the future should look like.</p><p>The world’s population reached 1 billion just after the turn of the 19th century. The number of people on the planet then began to grow exponentially, doubling to 2 billion by about 1925 and again to 4 billion about 50 years later. On 15<sup> </sup>November 2022, the UN announced the <a href=\"https://www.theguardian.com/world/2022/nov/15/i-cant-give-up-on-hope-as-the-worlds-population-passes-8bn-new-parents-from-italy-to-india-look-to-the-future\">birth of the eight billionth human</a>.</p><p>Jonathan Kennedy teaches politics and global health at Queen Mary University of London, and is the author of Pathogenesis: How Germs Made History</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/may/31/earth-population-billions-decline-birthrate-west\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "That sinking feeling: Australia’s Limestone Coast is drying up",
      "link": "https://www.theguardian.com/australia-news/2025/jun/05/that-sinking-feeling-australias-limestone-coast-is-drying-up",
      "pubDate": "Wed, 04 Jun 2025 15:00:44 GMT",
      "description": "<p>Groundwater levels are plunging in a rich agricultural region dubbed the Green Triangle. It’s a slowly unfolding disaster</p><p>Graham Kilsby, a fourth-generation farmer, is surveying the Kilsby sinkhole, a popular freshwater diving site on his property south of Mount Gambier.</p><p>The gin-clear waters provide visibility of up to 65 metres. But, as he inspects the sinkhole when Guardian Australia visits, alarm bells ring. Water levels dropped 1.5 metres between January and March 2025.</p><p>Lake George at Beachport. The drainage system that cuts through the region ends here, with flood water released into the sea. Here the drainage system is bone dry</p> <a href=\"https://www.theguardian.com/australia-news/2025/jun/05/that-sinking-feeling-australias-limestone-coast-is-drying-up\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "A moment that changed me: I saw my first wild water bear – and snapped out of my despair at the world",
      "link": "https://www.theguardian.com/lifeandstyle/2025/jun/04/a-moment-that-changed-me-i-saw-my-first-wild-water-bear-and-snapped-out-of-my-despair-at-the-world",
      "pubDate": "Wed, 04 Jun 2025 05:55:57 GMT",
      "description": "<p>I was in anguish over the climate crisis, ecological devastation and Russia’s invasion of Ukraine. But this almost indestructible little creature gave me a lesson in resilience</p><p>Less than a millimetre in length, the squishy, transparent animal was completely unaware of my presence, my entire existence, while I watched it in awe. On my computer screen, where I gazed at the image generated by a cheap USB microscope, the water bear stumbled over grains of eroded rock and plant matter, an assemblage of soil, and I felt amused by its bumbling nature. Like someone trying to move through a field of beach balls, I thought.</p><p>I had found this <a href=\"https://www.theguardian.com/science/2021/mar/20/tardigrades-natures-great-survivors\">water bear, or tardigrade</a>, in a clump of moss I collected during a wet and windy walk with our dog, Bernie, in late 2021. After changing into dry clothes, I rinsed the moss with water and removed the excess using coffee filter paper. Transferring the residue soil and stray moss leaves – known as phyllids – to a small glass bowl, I found the water bear within minutes, but I don’t know how long I then spent watching the little animal manoeuvre through its microscopic kingdom. Time seemed to stand still, my eyes glued to the screen.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2025/jun/04/a-moment-that-changed-me-i-saw-my-first-wild-water-bear-and-snapped-out-of-my-despair-at-the-world\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Half the tree of life’: ecologists’ horror as nature reserves are emptied of insects",
      "link": "https://www.theguardian.com/environment/2025/jun/03/climate-species-collapse-ecology-insects-nature-reserves-aoe",
      "pubDate": "Tue, 03 Jun 2025 07:00:25 GMT",
      "description": "<p>A new point in history has been reached, entomologists say, as climate-led species’ collapse moves up the food chain even in supposedly protected regions free of pesticides</p><p>Daniel Janzen only began watching the insects – truly watching them – when his ribcage was shattered. Nearly half a century ago, the young ecologist had been out documenting fruit crops in a dense stretch of Costa Rican forest when he fell in a ravine, landing on his back. The long lens of his camera punched up through three ribs, snapping the bones into his thorax.</p><p>Slowly, he dragged himself out, crawling nearly two miles back to the research hut. There were no immediate neighbours, no good roads, no simple solutions for getting to a hospital.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/03/climate-species-collapse-ecology-insects-nature-reserves-aoe\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Can a 15th-century Indian singing tradition help stop wildfires?",
      "link": "https://www.theguardian.com/global-development/2025/jun/03/15th-century-indian-singing-tradition-help-stop-wildfires-sankirtan-mandali",
      "pubDate": "Tue, 03 Jun 2025 03:00:19 GMT",
      "description": "<p><em>Sankirtan mandali</em> troupes are usually male singers and dancers. But in Odisha, women are joining in to spread safety messages as the climate crisis turns their region into a tinderbox</p><p>For years, the women of Murgapahadi village in eastern India have quietly managed farms and children, collected flowers and firewood in forests, and kept households running while their husbands work away in cities. This year, many are educating too – in song as they work.</p><p>Forest officials are enlisting devotional song-and-dance troupes – <em>sankirtan mandalis</em> – to help in the fight against <a href=\"https://www.theguardian.com/environment/2021/mar/20/battle-against-indias-forest-fires-similipal-aoe\">fires in the dry deciduous woods of Odisha state</a> in soaring <a href=\"https://www.theguardian.com/global-development/2025/may/19/the-fans-just-circulate-hot-air-how-indoor-heat-is-making-life-unbearable-in-indias-sweltering-cities\">temperatures</a>. Fires have already affected more than <a href=\"https://odishaforest.in/forest-fire\">4,500 hectares (11,120 acres) of forest in Odisha this year</a>, up from about 4,000 hectares in 2024. Officials are using technology such as AI cameras and satellite data to track blazes but are also turning to the appeal of song to ask villagers not to burn leaves in the forest, apractice believed to benefit the soil, but which has led to uncontrollable wildfires in recent years.</p> <a href=\"https://www.theguardian.com/global-development/2025/jun/03/15th-century-indian-singing-tradition-help-stop-wildfires-sankirtan-mandali\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}