{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-15T17:38:23.213997",
  "items": [
    {
      "title": "Talking About Energy Dominance? Solar Would Like to Have a Word.",
      "link": "https://insideclimatenews.org/news/15012026/inside-clean-energy-solar-dominance/",
      "pubDate": "Thu, 15 Jan 2026 14:00:00 +0000",
      "description": "There’s a lot happening right now in U.S. energy and policy and it’s easy to lose track of the larger picture. I’m going to ask you to turn your attention, at least for a few minutes, to something bigger that’s also happening: Solar power is moving toward dominance of the global energy system. The trend […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Hurricane-Prone Florida, Legislators Reconsider New Growth and Development Law",
      "link": "https://insideclimatenews.org/news/15012026/florida-legislators-reconsider-resiliency-efforts-law/",
      "pubDate": "Thu, 15 Jan 2026 10:00:00 +0000",
      "description": "After three hurricanes battered Florida in 2024, state lawmakers approved legislation that supporters said would help communities recover. But the measure has had the much more far-reaching consequence of blocking local sustainability and resilience efforts. The provisions of SB 180 that enhance growth and development in this booming state, which is uniquely vulnerable to more […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bessemer Data Center Developer to Request Rezoning for Additional 900 Acres",
      "link": "https://insideclimatenews.org/news/14012026/bessemer-alabama-data-center-to-ask-for-additional-900-acres/",
      "pubDate": "Wed, 14 Jan 2026 22:38:42 +0000",
      "description": "BESSEMER, Ala.—Logistic Land Investment LLC, the developer behind Project Marvel, a $14.5 billion proposed data center project in central Alabama, will request the rezoning of an additional 900 acres of land from agricultural to light industrial use, according to a Bessemer city council member.  Cleo King, who represents District 7, said in an interview Wednesday […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Iran’s Regime Has Survived War, Sanctions and Uprising. Environmental Crises May Bring It Down.",
      "link": "https://insideclimatenews.org/news/14012026/iran-environmental-crisis-water-shortage-protests/",
      "pubDate": "Wed, 14 Jan 2026 22:20:23 +0000",
      "description": "The anti‐government protests sweeping across Iran, from major cities to rural towns, are fueled by anger over economic collapse and political repression. But beneath the headlines of currency devaluations and street clashes lies a deeper, more permanent driver of dissent: ecological calamity. Decades of ignoring scientists, persecuting activists and greenlighting corrupt development schemes have triggered […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hochul Wants More Nuclear Power in New York",
      "link": "https://insideclimatenews.org/news/14012026/new-york-gov-hochul-highlights-nuclear-power-in-state-address/",
      "pubDate": "Wed, 14 Jan 2026 19:05:00 +0000",
      "description": "During her State of the State address this week, New York Gov. Kathy Hochul announced that she will push to invest more funds into nuclear energy, calling it “a vital part of our all-of-the-above approach to energy.”  The development of nuclear energy is a divisive issue among climate advocates in the state. Nuclear power plants […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Underwater Cameras Could Help Unlock America’s Tidal Energy Industry",
      "link": "https://insideclimatenews.org/news/14012026/tidal-turbine-study-tracks-impact-on-marine-life/",
      "pubDate": "Wed, 14 Jan 2026 19:00:00 +0000",
      "description": "At the narrow entrance to Sequim Bay’s tidal channel, an underwater, four-bladed turbine spinning above the seabed might look like a hazard. But here, in Washington state, underwater acoustic cameras bring to life a different story: Schools of Pacific herring swim through the rotors; harbor seals stop and curiously approach; diving cormorants instinctively steer clear.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Wyoming County Approves Construction of What Could Become the Largest Data Center in US",
      "link": "https://insideclimatenews.org/news/14012026/wyoming-county-approves-ai-data-center/",
      "pubDate": "Wed, 14 Jan 2026 10:00:00 +0000",
      "description": "Wyoming is poised to become an artificial-intelligence powerhouse after Laramie County commissioners last week unanimously voted to move forward with the construction of a 1.8 gigawatt data center designed to eventually scale up to 10 gigawatts, which would be the largest single AI campus in the U.S.  The facility will include the Project Jade data […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New EPA Proposal Would Strip States’ and Tribes’ Authority to Block Oil and Gas Pipelines, Other Infrastructure Projects",
      "link": "https://insideclimatenews.org/news/14012026/epa-proposal-streamlines-oil-gas-infrastructure-approval/",
      "pubDate": "Wed, 14 Jan 2026 09:55:00 +0000",
      "description": "The Trump Administration on Tuesday proposed a new rule aimed at speeding up and streamlining the permitting process for large energy and infrastructure projects, including oil and gas pipelines and facilities tied to artificial intelligence. The rule, which does not require action by Congress, includes a suite of procedural changes to section 401 of the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Climate Reports Show ‘Unprecedented Run of Global Heat’",
      "link": "https://insideclimatenews.org/news/13012026/multiple-reports-show-2025-extreme-global-heat/",
      "pubDate": "Wed, 14 Jan 2026 03:00:00 +0000",
      "description": "Several annual international climate reports released Tuesday indicate that relentless human-caused warming continued in 2025, especially in the oceans and at the poles.  For the third year in a row, Earth’s average temperature ran close to 1.5 degrees Celsius hotter than the climate that sustained human civilizations as the 20th century began, before fossil-fuel pollution […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Does Nature Contribute to the Economy? These Environmental Accountants Are Trying to Find Out",
      "link": "https://insideclimatenews.org/news/13012026/todays-climate-natural-capital-accounting-economy/",
      "pubDate": "Tue, 13 Jan 2026 22:37:31 +0000",
      "description": "In an era of rapid globalization, economic growth has come with trade-offs. To make room for urban development or fossil fuel extraction, countries often clear forests, pollute water and decimate wildlife populations.  However, while nations and businesses build lucrative markets around these activities, destroying nature often comes at a cost—literally. Natural resources underpin the global […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}