{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-06T10:30:56.470990",
  "items": [
    {
      "title": "How Trump Derailed a NOAA Pioneer’s Move From Climate Impacts to Solutions",
      "link": "https://insideclimatenews.org/news/06012026/trump-federal-layoffs-derailed-noaa-scientists-climate-solutions/",
      "pubDate": "Tue, 06 Jan 2026 10:00:00 +0000",
      "description": "After spending the first 16 years of her federal government career focused on the impacts of climate change, Libby Jewett hoped to wrap up her time at the National Oceanic and Atmospheric Administration working on solutions. So in 2023, the marine ecologist gave up her post as the founding director of NOAA’s ocean acidification program, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Loosely Regulated Petrochemical Barge Industry Is Commandeering a Texas River",
      "link": "https://insideclimatenews.org/news/06012026/texas-san-jacinto-river-petrochemical-barge-industry/",
      "pubDate": "Tue, 06 Jan 2026 09:55:00 +0000",
      "description": "This article was originally published by Public Health Watch, a nonprofit investigative news organization. Find out more at publichealthwatch.org. SAN JACINTO RIVER, Texas—Over the past 30 years, federal and state agencies in Texas have allowed hundreds of oil and chemical barges to amass in a once-tranquil section of the San Jacinto River, just east of Houston.  […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Funding Salvaged in US Congress Spending Bill",
      "link": "https://insideclimatenews.org/news/05012026/congress-epa-budget-bill-rejects-extreme-cuts/",
      "pubDate": "Tue, 06 Jan 2026 02:13:29 +0000",
      "description": "In a step toward heading off a government shutdown when a temporary funding agreement expires at the end of January, appropriators in both the Senate and House of Representatives released a bipartisan spending package Monday morning that kept the budget of the Environmental Protection Agency largely intact.  The spending package would fund several federal agencies […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizona’s AG Is Clear-Eyed About the State’s Energy Costs and Water Scarcity—but Can It Help Her Win Reelection?",
      "link": "https://insideclimatenews.org/news/05012026/arizona-attorney-general-kris-mayes-energy-costs-water-scarcity/",
      "pubDate": "Mon, 05 Jan 2026 10:00:00 +0000",
      "description": "Kris Mayes believes in the lost art of the town hall.  That conviction recently brought the Arizona attorney general before a group of a few dozen residents of Sun City, Arizona, a far-flung suburb for retirees in the Phoenix area’s West Valley, to hear from residents how a proposed rate hike from the state’s largest […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Health Care Providers Are Dropping a Common Anesthesia Drug That’s Also a Climate Super Pollutant",
      "link": "https://insideclimatenews.org/news/05012026/health-care-providers-are-dropping-a-common-anesthesia-drug-thats-also-a-climate-super-pollutant/",
      "pubDate": "Mon, 05 Jan 2026 09:55:00 +0000",
      "description": "Desflurane is a common anesthetic used in hospital operating rooms worldwide. It’s also a climate super pollutant. Now, several decades after the drug was first introduced, a growing number of U.S. hospitals have stopped using the anesthetic because of its outsized environmental impact. On January 1, the European Union went a step further, prohibiting its […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ten Million Corals Are in the Path of a Federal Dredging Project in Florida",
      "link": "https://insideclimatenews.org/news/04012026/florida-port-everglades-dredging-project-could-damaga-corals/",
      "pubDate": "Sun, 04 Jan 2026 10:00:00 +0000",
      "description": "Beneath the surface of one of South Florida’s busiest maritime hubs, Port Everglades, scientists found 10 million corals thriving in and around the main channel traversed daily by cargo and cruise ships, now threatened by a major federal dredging project.  The discovery, detailed in a new scientific analysis by the National Oceanic and Atmospheric Administration […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Real Pain of Climate Change Is Easy to Feel, but Increasingly Difficult to Study",
      "link": "https://insideclimatenews.org/news/04012026/chronic-pain-and-climate-change/",
      "pubDate": "Sun, 04 Jan 2026 09:55:00 +0000",
      "description": "Dawn Gibson can literally feel storms coming in her bones. “I’ll start feeling like this gnawing and throbbing in my bones and joints,” the 48-year-old suburban Detroiter said. “I get this feeling like my body is getting very heavy, and it’s almost like those old diving suits with the big window in front.” Imani Barbarin, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Lahore’s Smog Season, This Gen Z Doctor Is Centering Climate Change",
      "link": "https://insideclimatenews.org/news/03012026/lahore-pakistan-smog-season-climate-change/",
      "pubDate": "Sat, 03 Jan 2026 10:00:00 +0000",
      "description": "Dr. Farah Waseem can feel the smog the moment she steps outside each morning.  The air smells dusty and burnt, irritating her throat and eyes right away. She has a dry cough that won’t go away, as do both of her parents. In the mornings and evenings in particular, the air is thick and murky, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Network Blooms to Connect Fiber Farmers With Fabric Artisans",
      "link": "https://insideclimatenews.org/news/03012026/a-network-blooms-to-connect-fiber-farmers-with-fabric-artisans/",
      "pubDate": "Sat, 03 Jan 2026 09:45:00 +0000",
      "description": "When yarn-maker Anne Choi moved to New Jersey in 2014, she noticed the lack of connection between natural fiber farmers, who raise sheep, alpacas and goats or grow cotton and flax, and fiber artists, who knit, spin and dye the wool or thread into clothing, textiles and other goods.  The linkage between fiber farmers and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Why New York City Is Spending Millions on ‘Bluebelts’",
      "link": "https://insideclimatenews.org/news/02012026/why-nyc-is-spending-millions-on-bluebelts/",
      "pubDate": "Fri, 02 Jan 2026 10:00:00 +0000",
      "description": "New York City is expected to experience increasing rainfall over the next few decades, especially during cloudbursts—short, intense rainfall events. When rain falls, light showers can usually be handled by the complex network of sewer pipes that run beneath the city. But during heavy downpours, water can accumulate, posing a danger to the residents and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}