{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-22T08:30:40.454144",
  "items": [
    {
      "title": "Growing Tensions with Air Regulator Lead Top California Environmental Justice Advisor to Resign",
      "link": "https://insideclimatenews.org/news/21112025/california-air-resources-board-environmental-justice-resignation/",
      "pubDate": "Fri, 21 Nov 2025 23:43:49 +0000",
      "description": "While Governor Gavin Newsom was touting California’s climate leadership last week in Brazil at the U.N.’s annual climate summit, a conflict was brewing back home between environmental justice leaders and the state’s lead air pollution regulator.  The fallout came this Tuesday, when a top advisor to the California Air Resources Board resigned in protest over […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Plans to Expand Offshore Drilling Meet Bipartisan Opposition",
      "link": "https://insideclimatenews.org/news/21112025/trumps-plans-to-expand-offshore-drilling-meet-bipartisan-opposition/",
      "pubDate": "Fri, 21 Nov 2025 23:14:58 +0000",
      "description": "It’s not often that the governors of California and Florida are on the same page, but this week they’re aligned in opposition to the White House’s latest plan to expand offshore oil drilling near both their shores.  The Trump administration’s plans, announced Thursday by the Department of the Interior, propose offering as many as 34 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "International Effort to Curb Emissions of a Climate Super Pollutant Falls Short, UN Report Reveals",
      "link": "https://insideclimatenews.org/news/21112025/international-effort-to-curb-methane-emissions-falls-short/",
      "pubDate": "Fri, 21 Nov 2025 10:00:00 +0000",
      "description": "Despite the efforts of more than half of all countries worldwide to curb a key climate super-pollutant, a report released this week by the United Nations Environment Programme at the U.N. climate summit shows that global methane emissions continue to climb at a troubling pace. The report was the first worldwide assessment of the Global […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "California Is Finally Updating Its Methane Landfill Rule",
      "link": "https://insideclimatenews.org/news/20112025/california-is-finally-updating-its-methane-landfill-rule/",
      "pubDate": "Fri, 21 Nov 2025 01:45:24 +0000",
      "description": "California regulators voted on Thursday to update a 15-year-old rule controlling emissions of methane from municipal landfills, the second-largest source of the climate super pollutant in the state.  The effort by California’s greenhouse gas regulators to strengthen oversight and align methods to control and monitor methane emissions from landfills with the latest technological advances is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "US Is (Officially) Gone, But Not Forgotten, at COP30",
      "link": "https://insideclimatenews.org/news/20112025/united-states-cop30-absence-influence/",
      "pubDate": "Fri, 21 Nov 2025 01:29:15 +0000",
      "description": "BELÉM, Brazil—On the penultimate day of COP30, with nearly 200 countries close to finalizing a global roadmap toward a fossil fuel phase out, United Nations Secretary General Antonio Guterres had a simple message for President Donald Trump and the United States: “We are waiting for you.” Despite the absence of formal representation from the federal […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Gas Pipeline Proposals in Virginia Multiply Through the South—and Worry Community Activists",
      "link": "https://insideclimatenews.org/news/20112025/gas-pipeline-proposals-in-virginia-multiply-through-the-south-and-worry-community-activists/",
      "pubDate": "Thu, 20 Nov 2025 20:44:36 +0000",
      "description": "As plans for natural gas pipeline expansions in southwest Virginia are rapidly taking shape, proposals from two major energy firms to transport gas through the Appalachian regions of Virginia and North Carolina are fueling community concern.  Critics are disturbed by the route of the two proposed pipelines, now under review amid a surge of applications […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One Key State Remains in Limbo on Climate and Clean Energy Policies As Several Others Retreat",
      "link": "https://insideclimatenews.org/news/20112025/inside-clean-energy-massachusetts-policies/",
      "pubDate": "Thu, 20 Nov 2025 14:00:00 +0000",
      "description": "Massachusetts isn’t going to gut its landmark climate law—yet. The state House of Representatives appeared this week to be speeding toward passage of H4744, a bill that would revise some of the programs and policies behind the state’s requirement to halve its emissions by 2030 relative to 1990 levels. But on Tuesday, House Ways and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Seas Rise, So Do the Risks From Toxic Sites",
      "link": "https://insideclimatenews.org/news/20112025/sea-level-rise-toxic-site-risks/",
      "pubDate": "Thu, 20 Nov 2025 10:00:00 +0000",
      "description": "RICHMOND, Calif.—On a sunny morning in May, Luna Angulo walked alongside a towering chain-link fence topped with razor wire on San Francisco Bay’s eastern shore. She lingered near locked gates posted with warnings to keep out of the “hazardous substance area,” where long-shuttered chemical plants had dumped toxic waste on marshlands, and recounted the refinery […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Congress Axes Biden-Era Protections That Shielded Alaskan Wetlands From Drilling",
      "link": "https://insideclimatenews.org/news/20112025/congress-axes-alaska-wetlands-drilling-protections/",
      "pubDate": "Thu, 20 Nov 2025 09:55:00 +0000",
      "description": "The U.S. House of Representatives voted Tuesday to strike down protections against oil drilling in some of the most diverse ecosystems and wildest lands left in North America. The resolution passed relatively quietly, but the bill will have an enormous impact on millions of acres in northern Alaska, the subject of a decades-long fight over […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C. Office of Recovery and Resiliency So Poorly Managed That State Auditor Couldn’t Determine Full Extent of Waste",
      "link": "https://insideclimatenews.org/news/19112025/rebuildnc-was-a-disaster-auditor-says/",
      "pubDate": "Thu, 20 Nov 2025 00:14:29 +0000",
      "description": "The story of the North Carolina Office of Recovery and Resiliency’s disaster response efforts was itself ”a disaster.”  That’s what State Auditor Dave Boliek, a Republican, concluded in a scathing 506-page report released Wednesday, detailing mismanagement that left thousands of Hurricane Matthew and Florence survivors without homes and living in motels for as long as […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}