{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-24T12:56:34.199486",
  "items": [
    {
      "title": "Hurricane Helene and Subsequent Cleanup Efforts Have Decimated North America’s Most Biodiverse Waters",
      "link": "https://insideclimatenews.org/news/24072025/hurricane-helene-cleanup-decimated-biodiverse-waters/",
      "pubDate": "Thu, 24 Jul 2025 09:00:00 +0000",
      "description": "In Knoxville, Tennessee, there’s a minuscule warehouse tucked off the side of the road. Its tiny gravel parking lot is full. In the back of the cramped, wood-paneled building are dozens of aquarium tanks filled with endangered, threatened, imperiled, and at-risk fish species.  This is Conservation Fisheries Incorporated (CFI), a nonprofit dedicated to preserving Appalachian […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "On the Navajo Nation, the List of Mystery Wells Continues to Grow",
      "link": "https://insideclimatenews.org/news/24072025/navajo-nation-oil-wells-contaminated-water/",
      "pubDate": "Thu, 24 Jul 2025 08:50:00 +0000",
      "description": "This story was originally published by Capital & Main. On a warm evening in early June, Loretta Johnson pointed her white Chevy Silverado with a Navajo blanket-patterned steering wheel cover south on the main road leading out of Shiprock, New Mexico, and hit the accelerator—lightly. The retired nurse drove herself and a friend on the plumb-straight road […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Emergency Management Chief Raises Disaster Communication Concerns with State Lawmakers",
      "link": "https://insideclimatenews.org/news/23072025/texas-emergency-management-chief-disaster-communication-concerns-after-floods/",
      "pubDate": "Wed, 23 Jul 2025 22:50:59 +0000",
      "description": "Texas lawmakers heard nearly three hours of testimony Wednesday from the state’s emergency management chief about a system reliant on local emergency managers who may not have even received warnings in the hours before devastating floods ravaged Central and West Texas earlier this month. As the recovery efforts continue in Kerr County, legislators sought insight […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Governments Are Legally Required to Address Climate Change, Top Global Court Says",
      "link": "https://insideclimatenews.org/news/23072025/icj-rules-governments-are-legally-required-to-address-climate-change/",
      "pubDate": "Wed, 23 Jul 2025 22:17:42 +0000",
      "description": "THE HAGUE, Netherlands—Tuesday’s landmark advisory opinion from the International Court of Justice on climate change came as residents of some island nations are already “scraping barnacles off our grandfathers’ graves” as sea-level rise accelerates, said Julian Aguon, an Indigenous human rights lawyer and writer from Guam, in a poem he recited outside the Peace Palace […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Journalism, Propaganda and Climate Change",
      "link": "https://insideclimatenews.org/news/23072025/journalism-propaganda-and-climate-change/",
      "pubDate": "Wed, 23 Jul 2025 16:41:09 +0000",
      "description": "Recently I was on a Zoom call with a philanthropic advisor who toward the end of our conversation asked me an open-ended question: What do you think is missing from climate communications today? He regarded journalism to be a branch of communications—perhaps I didn’t agree with that characterization, he wondered?  For context he provided a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Study Reveals Mycorrhizal Fungal Hotspots and Their Lack of Protections",
      "link": "https://insideclimatenews.org/news/23072025/mycorrhizal-fungal-hotspots-lack-protections/",
      "pubDate": "Wed, 23 Jul 2025 15:35:46 +0000",
      "description": "In the soils of most ecosystems around the world, mycorrhizal fungal communities form intimate relationships with the roots of the plants above them, exchanging nutrients like phosphorus and nitrogen for carbon, of which they store an estimated 13 billion tons annually. But with mycorrhizal fungi living underground, science’s understanding of their global distribution has lagged behind […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Startups Make Products From the Carbon in Fossil Fuels",
      "link": "https://insideclimatenews.org/news/23072025/fossil-fuels-carbon-utilization-startups/",
      "pubDate": "Wed, 23 Jul 2025 09:05:00 +0000",
      "description": "At a San Antonio research campus, a four-story-tall contraption breaks apart the molecules of Texas shale gas, producing hydrogen and carbon.  But that carbon doesn’t form CO2 gas and drift into the atmosphere where it fuels global warming. Instead, it comes out as black powder that can be stored in bins, moved by railcar and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Republican Excitement for Wyoming Rare Earth Mining Contradicts the Party’s Disdain for Renewables",
      "link": "https://insideclimatenews.org/news/23072025/wyoming-rare-earth-mining-contradicts-republican-renewables-disdain/",
      "pubDate": "Wed, 23 Jul 2025 09:00:00 +0000",
      "description": "At the foot of Wyoming’s Big Horn Mountains sits a mine potentially full of minerals crucial for renewable energy, yet capable of drawing praise from some of the United States’ most ardent supporters of fossil fuels.  On July 11, the U.S. secretary of energy Chris Wright, the former CEO of a hydraulic fracturing company, joined […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Nine Governors Write to Regional Grid Operator PJM, Expressing Frustration Over Governance and Interconnection Delays",
      "link": "https://insideclimatenews.org/news/23072025/nine-governors-express-frustration-over-pjm-interconnection-delays/",
      "pubDate": "Wed, 23 Jul 2025 08:55:00 +0000",
      "description": "A bipartisan group of governors wants a larger seat at the table of PJM Interconnection, the regional electric grid operator that has had issues getting clean and affordable energy sources onto the grid in multiple states, including Virginia. Nine governors, including Gov. Glenn Youngkin (R-Va.), sent a letter to PJM last week asking for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A South Bronx Park is a Hive of Activity—for Bees and for New Yorkers Training for Green Jobs",
      "link": "https://insideclimatenews.org/news/23072025/new-york-city-concrete-plant-park-green-jobs/",
      "pubDate": "Wed, 23 Jul 2025 08:50:00 +0000",
      "description": "The buzz of bees at Concrete Plant Park in the South Bronx is a hint to some grand ambitions for job opportunities in this once abandoned industrial site. For nearly 50 years, the massive silos near the Bronx River were home to a bustling private concrete enterprise. Abandoned in the 1980s, the seven-acre site rotted […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}