{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-07-06T09:24:50.147269",
  "items": [
    {
      "title": "Texas flooding latest: 43 dead, including 15 children, as search for some two dozen girls continues – as it happened",
      "link": "https://www.theguardian.com/us-news/live/2025/jul/05/texas-flooding-latest-news-updates-guadalupe-river-flood-camp-mystic",
      "pubDate": "Sun, 06 Jul 2025 00:13:14 GMT",
      "description": "<p>Girls from Camp Mystic, a Christian summer camp along the Guadalupe River, are still missing, says city manager. This blog is now closed.</p><p>We have more from the Associated Press on <strong>Camp Mystic, </strong>the all-girls Christian summer camp from which up to 25 people are missing.</p><p>Chloe Crane, a teacher and former Camp Mystic counsellor, said her heart broke when a fellow teacher shared an email from the camp about the missing girls.</p><p>At least <strong>24 people have died</strong> and <strong>up to 25 people</strong> are missing after torrential rain caused flash floods along the <strong>Guadalupe River</strong> in <a href=\"https://www.theguardian.com/us-news/texas\">Texas</a> on Friday.</p><p><strong>Rescue teams</strong> are searching for the people who were attending the Christian all-girls <strong>Camp Mystic</strong> summer camp just outside the town of Kerrville 104km (64 miles) <strong>north-west of San Antonio</strong>.</p><p>As of Friday night, emergency personnel had <strong>rescued or evacuated 237 people, including 167</strong> by helicopter, Reuters reports.</p><p>The <strong>Texas</strong> Division of Emergency Management had <strong>14 helicopters</strong> and <strong>hundreds of emergency workers</strong>, as well as <strong>drones</strong>, involved in search-and-rescue operations.</p><p>A <strong>month’s worth of heavy rain</strong> fell in a matter of hours. In less than an hour the river rose 26 feet (7.9m) in what Kerr county sheriff’s office called “catastrophic flooding”.</p><p>The flooding swept away <strong>mobile homes</strong>, <strong>vehicles</strong> and <strong>holiday cabins</strong> where people were spending the 4 July weekend, the BBC said.</p><p>A <strong>state of emergency</strong> has been declared in several counties.</p><p>Speaking to reporters aboard Air Force One on Friday, <strong>US President Donald Trump</strong> said, “We’ll take care of them,” when asked about <strong>federal aid</strong> for the disaster.</p><p><strong>Kerr County Judge Rob Kelly</strong>, the top local elected official, said a disaster of such magnitude was unforeseen. “We had no reason to believe this was going to be anything like what’s happened here,” he said. “None whatsoever.”</p><p><strong>More rain</strong> is expected in the state, including around <strong>Waco</strong>, and flooding is anticipated downriver from <strong>Kerr county</strong>.</p> <a href=\"https://www.theguardian.com/us-news/live/2025/jul/05/texas-flooding-latest-news-updates-guadalupe-river-flood-camp-mystic\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Drone footage shows extent of deadly Texas flooding – video",
      "link": "https://www.theguardian.com/environment/video/2025/jul/05/drone-footage-shows-extent-of-flooding-in-texas-after-dozens-killed-and-more-missing-video",
      "pubDate": "Sat, 05 Jul 2025 13:25:09 GMT",
      "description": "<p>A drone video shows the scale of devastation left by the flash floods along the Guadalupe River in Texas on Friday. At least 24 people have died and trees, houses and cars were under water as rescue teams searched for missing people, including those attending the Christian all-girls Camp Mystic summer camp outside the town of Kerrville, 65 miles (105km) north-west of San Antonio. Donald Trump said: 'We’ll take care of them,' when asked about federal aid for the disaster</p> <a href=\"https://www.theguardian.com/environment/video/2025/jul/05/drone-footage-shows-extent-of-flooding-in-texas-after-dozens-killed-and-more-missing-video\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Putin insisted Russia ‘will not step back from goals’ in Ukraine in hour-long call to Trump, Kremlin says – as it happened",
      "link": "https://www.theguardian.com/world/live/2025/jul/03/europe-heatwave-live-news-latest-updates-crete-wildfire",
      "pubDate": "Thu, 03 Jul 2025 19:43:46 GMT",
      "description": "<p>This live blog is now closed. You can read our latest report on Ukraine here:</p><ul><li><p><a href=\"https://www.theguardian.com/world/2025/jul/03/deputy-commander-of-russian-navy-mikhail-gudkov-killed-in-strike-near-ukraine-frontline\">Deputy commander of Russian navy killed in strike near Ukraine frontline</a></p></li></ul><p><em>in Italy</em></p><p>Due to the climate emergency, <strong>Italian seas have reached temperatures above 20C even at depths of 40 metres</strong>, according to a report released on Wednesday by Greenpeace.</p> <a href=\"https://www.theguardian.com/world/live/2025/jul/03/europe-heatwave-live-news-latest-updates-crete-wildfire\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Extreme heatwaves may cause global decline in dairy production, scientists warn",
      "link": "https://www.theguardian.com/environment/2025/jul/03/heatwaves-global-dairy-decline-milk-production-farming-environment",
      "pubDate": "Thu, 03 Jul 2025 18:00:55 GMT",
      "description": "<p>Israel-based study finds that by 2050 average daily milk production could be reduced by 4% as a result of worsening heat stress</p><p>Dairy production will be threatened by the increasing frequency and intensity of heatwaves, a study has found.</p><p>Drawing on records from more than 130,000 cows over a period of 12 years, the researchers report that extreme heat reduces dairy cows’ ability to produce milk by 10%.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/03/heatwaves-global-dairy-decline-milk-production-farming-environment\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Europe’s extreme pollen triggered symptoms in those not known to have allergies, data shows",
      "link": "https://www.theguardian.com/society/2025/jul/03/europes-extremely-high-pollen-levels-triggered-allergies-in-some-for-first-time-data-shows",
      "pubDate": "Thu, 03 Jul 2025 11:50:39 GMT",
      "description": "<p>More people reporting problems as climate crisis means plants and trees flower earlier, extending the pollen season</p><p>Pollen levels were so extreme in parts of Europe during spring that even people not known to suffer allergies felt the effects of hay fever, data has shown.</p><p>The Copernicus Atmosphere Monitoring Service (Cams) observed a seasonal rise in grass and olive pollen release and transport across southern Europe and “extreme levels” of birch pollen in north-eastern regions, it said on Thursday.</p> <a href=\"https://www.theguardian.com/society/2025/jul/03/europes-extremely-high-pollen-levels-triggered-allergies-in-some-for-first-time-data-shows\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Deadly heatwaves are the new reality – we need to transform the UK's cities and towns to survive them | Hannah Martin",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/06/deadly-heatwaves-adapt-cities-towns",
      "pubDate": "Sun, 06 Jul 2025 07:00:32 GMT",
      "description": "<p>While we work towards net zero, we also need to adapt. And we can pay for cooling measures like splash pads and trees by taxing the worst polluters</p><p>There’s a lot to be anxious about as a new parent, let alone in a heatwave when the thermometer in your one-year-old daughter’s room is reading 26C. That’s six degrees higher than the upper limit of the <a href=\"https://www.lullabytrust.org.uk/baby-safety/safer-sleep-information/room-temperature/\">recommended temperature</a> for a child’s room. After scrolling my phone for advice on how to cool her room, I couldn’t help waking up every few hours to check she was OK on the baby monitor.</p><p>In the UK, we are unprepared at every level for the extreme weather caused by climate breakdown. Whether it’s unbearably hot buildings in the summer, our damp and cold homes (some of the leakiest in Europe) filled with mould in the winter, our unprotected towns built on flood plains, or our unfit-for-purpose train tracks that get shut down at the slightest weather warning, the climate crisis is already wreaking havoc on public and private infrastructure – and it’s only getting worse.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/06/deadly-heatwaves-adapt-cities-towns\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Bezos wedding was a study in disingenuous billionaire behavior | Katrina vanden Heuvel",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/02/bezos-wedding-billionaire-oligarchy-climate",
      "pubDate": "Wed, 02 Jul 2025 14:00:02 GMT",
      "description": "<p>The event of the oligarchical season showcased the carelessness of a couple who claim to care about the climate</p><p>If last week was the best of times for <a href=\"https://www.theguardian.com/us-news/zohran-mamdani\">Zohran Mamdani</a> and the working people of New York City, it was the worst of times for the billionaires who spent a small fortune trying to stop him from securing the city’s Democratic mayoral nomination. The media mogul <a href=\"https://www.businessinsider.com/billionaires-nyc-mayoral-race-cuomo-zohran-mamdani-2025-6\">Barry Diller</a>, to name just one, donated a cool $250,000 to Andrew Cuomo’s campaign, only to see the disgraced former governor lose by a decisive margin.</p><p>But Diller would soon be able to drown his disappointment in <a href=\"https://www.news18.com/viral/great-gatsby-themed-cocktails-to-pajama-party-what-jeff-bezos-has-planned-for-guests-in-venice-9404970.html\">Great Gatsby-themed cocktails</a> as he <a href=\"https://pagesix.com/2025/06/26/photos/jeff-bezos-and-lauren-sanchezs-wedding-weekend-arrivals-kim-kardashian-tom-brady-more/#8\">joined</a> Tom Brady, Ivanka Trump and at least three Kardashians for the cheeriest event on this season’s oligarchic social calendar: <a href=\"https://www.vanityfair.com/style/story/jeff-bezos-lauren-sanchez-arrive-aman-hotel-venice-wedding\">the Venetian wedding</a> of the former TV journalist Lauren Sánchez and the Amazon founder Jeff Bezos.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/02/bezos-wedding-billionaire-oligarchy-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on Europe’s heatwave: leaders should remind the public why ambitious targets matter | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/01/the-guardian-view-on-europes-heatwave-leaders-should-remind-the-public-why-ambitious-targets-matter",
      "pubDate": "Tue, 01 Jul 2025 17:55:59 GMT",
      "description": "<p>With net zero targets under attack from the populist right, dangerously high temperatures should refocus minds</p><p>At times like now, with dangerously high temperatures in several European countries, the urgent need for adaptation to an increasingly unstable climate is clearer than ever. From the French government’s decision to close schools to the <a href=\"https://www.theguardian.com/world/2025/jul/01/italy-limits-outdoor-work-as-heatwave-breaks-records-across-europe\">bans in most of Italy</a> on outdoor work at the hottest time of day, the immediate priority is to protect people from extreme heat – and to recognise that a heatwave can take a higher toll than a violent storm.</p><p>People who are already vulnerable, due to age or illness or poor housing, face the greatest risks from heatwaves. As well as changes to rules and routines, public health warnings are vital, especially where records are being broken and people are unfamiliar with the conditions. In the scorching European summer of 2022, an estimated <a href=\"https://www.theguardian.com/environment/2024/oct/29/climate-crisis-caused-half-of-european-heat-deaths-in-2022-says-study#:~:text=Climate%20crisis%20caused%20half%20of%20European%20heat%20deaths%20in%202022%2C%20says%20study,-This%20article%20is&amp;text=Climate%20breakdown%20caused%20more%20than,2022%2C%20a%20study%20has%20found.\">68,000 people died</a> due to heat. Health, welfare and emergency systems must respond to those needing help.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/01/the-guardian-view-on-europes-heatwave-leaders-should-remind-the-public-why-ambitious-targets-matter\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Locked playgrounds, broken paddling pools: it's a heatwave, but where will our children play? | Rhiannon Lucy Cosslett",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/28/child-friendly-summer-public-spaces-playgrounds",
      "pubDate": "Sat, 28 Jun 2025 11:00:23 GMT",
      "description": "<p>Having a child makes you see cities differently. As Britain heats up, we need to look to countries where public spaces work for both children and adults</p><p>There’s nothing like a boiling hot summer with an energetic small child to make you acutely aware of the need for outdoor space. We are lucky to have a garden, albeit an overgrown one that isn’t exactly child-friendly, so, like many parents, we mostly rely on public space in order for him to play and get the huge amount of exercise he needs. And, if you are able-bodied, there’s nothing like having a child to make you <a href=\"https://www.theguardian.com/culture/2025/may/24/brockwell-park-row-raises-age-old-questions-about-rights-to-public-space-music-festivals\">look at public spaces</a> differently.</p><p>Steps instead of ramps. A lack of benches on which to feed a baby, or give a toddler their snack. No shade. No access to toilets or changing tables. Nowhere to fill up a water bottle. No fences or gates dividing pedestrianised space from a busy road, or a deep body of water, or myriad other hazards. These are just some of the things that start to matter. Before your eyes, the urban environment becomes transformed and often inhospitable. Things such as locked playgrounds (I’m looking at you, Camden council – Falkland Place playground has been closed for literally months at this point) have the potential to ruin your morning. In a heatwave, broken splash pads and locked paddling pools (most recent personal disappointments include Brighton and Leamington Spa) feel like acts of particular cruelty.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist and author. Her <a href=\"https://guardianbookshop.com/the-republic-of-parenthood-9780715655856/?utm_source=theguardian&utm_medium=merch&utm_campaign=article\">Republic of Parenthood</a> book will be published this summer</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/28/child-friendly-summer-public-spaces-playgrounds\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Summer without cherry pie? Michigan’s signature crop faces battery of threats",
      "link": "https://www.theguardian.com/us-news/2025/jul/05/cherry-pie-michigan-signature-crop",
      "pubDate": "Sat, 05 Jul 2025 11:00:09 GMT",
      "description": "<p>Climate change, development, labor shortages and tariffs are making life the pits for the state’s cherry farmers</p><p>Nearly 100 years ago, north-west Michigan cherry farmers and Traverse City community leaders started a festival to promote the city and their region’s tart cherry crop as a tourist destination.</p><p>Now known as the “cherry capital of the world”, Traverse City’s National Cherry Festival draws 500,000 visitors over eight days to this picturesque Lake Michigan beach town to enjoy carnival rides and airshows, and to eat cherries. It also sparked a thriving agrotourism industry amid its rolling hills that now boasts dozens of shops, wineries, U-pick orchards, and farm-to-table restaurants helmed by James Beard-award-winning chefs.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/05/cherry-pie-michigan-signature-crop\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Like working in a volcano’: stories from six countries in Europe on a day of extreme heat",
      "link": "https://www.theguardian.com/world/2025/jul/05/stories-from-six-countries-europe-extreme-heat",
      "pubDate": "Sat, 05 Jul 2025 10:00:06 GMT",
      "description": "<p>How chefs, street performers and cheesemongers struggled to get their jobs done in record-busting temperatures</p><p>Hundreds of millions of people across Europe suffered an extreme heatwave this week, with temperatures smashing records as the continent sweltered.</p><p>With the human-caused climate emergency pushing the mercury ever higher, early in the summer Europe is experiencing troubling temperatures.</p> <a href=\"https://www.theguardian.com/world/2025/jul/05/stories-from-six-countries-europe-extreme-heat\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "On thin ice: three strategies to help you enjoy Australia’s snow season more sustainably | Change by degrees",
      "link": "https://www.theguardian.com/australia-news/2025/jul/05/on-thin-ice-three-strategies-to-help-you-enjoy-australias-snow-season-more-sustainably",
      "pubDate": "Sat, 05 Jul 2025 00:00:55 GMT",
      "description": "<p>Want to reduce your carbon (snow)print this winter? Here are tactics for making ski trips less damaging to the climate</p><ul><li><p><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></p></li></ul><p>As someone who has visited the snow for holidays since childhood, I’m sure I’m not alone in feeling increasingly uneasy about a once-cherished pastime.</p><p>For nature lovers, skiing offers a fantastic opportunity to appreciate the alpine environment – but it’s a carbon-intensive activity and the industry that surrounds it is causing negative climate impacts.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2025/jul/05/on-thin-ice-three-strategies-to-help-you-enjoy-australias-snow-season-more-sustainably\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘A war of the truth’: Europe’s heatwaves are failing to spur support for climate action",
      "link": "https://www.theguardian.com/environment/2025/jul/04/europe-heatwaves-failing-support-climate-action",
      "pubDate": "Fri, 04 Jul 2025 15:44:06 GMT",
      "description": "<p>Voters may feel hotter summers are ‘too much’ but they appear to tolerate roll-back of policies to stop global heating</p><p>“It’s just too much, isn’t it?” says Julie, a retiree in Stanford-le-Hope, Essex, about the 42C (107.6F) heat that her brother had seen scorch Spain last week. The former local government worker has felt summers get hotter over her lifetime and says she “couldn’t stand” such high heat herself.</p><p>But like many who experienced Europe’s first heatwave of the summer, Julie does not sound overly alarmed. She worries about climate breakdown for young people, but is not concerned about herself. She thinks more climate action would be nice, but does not know what can be done about it. She does not have much faith in the government.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/04/europe-heatwaves-failing-support-climate-action\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}