{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-05T13:30:55.796964",
  "items": [
    {
      "title": "With a Mayoral Election Coming Up, This Is Where NYC Stands on Climate Action",
      "link": "https://insideclimatenews.org/news/05092025/new-york-city-climate-action-mayoral-race/",
      "pubDate": "Fri, 05 Sep 2025 09:00:00 +0000",
      "description": "The city’s precarious position in the face of multiple climate change-related pressures, such as coastal or rainfall flooding and extreme heat, has not been a focus of this year’s mayoral race—but perhaps it should be.  The health and expansion of green space and trees, the creation of protection against flooding and the reduction of air […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Mayor Eric Adams’ Unfulfilled Promise for New York City Parks",
      "link": "https://insideclimatenews.org/news/05092025/mayor-eric-adams-new-york-city-parks/",
      "pubDate": "Fri, 05 Sep 2025 08:59:00 +0000",
      "description": "New York City’s parks and natural areas are crucial to resilience against the many climate change-related pressures that the metropolis faces. Parks offer residents respite from the dense urban landscape. They also absorb water during storms, limiting flooding, and provide shade, protecting many New Yorkers from the worst impacts of extreme heat.  Wetlands, which are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Embattled Texas Oilfield Waste Company Fined After Worker’s Death",
      "link": "https://insideclimatenews.org/news/05092025/mcbride-operating-oilfield-waste-texas-worker-death/",
      "pubDate": "Fri, 05 Sep 2025 08:55:00 +0000",
      "description": "By the time emergency medical providers reached McBride Operating in Waskom, Texas, a small town near the Louisiana border, it was too late. Pedro Julian Garcia, a father of two, died after being struck by a pump valve at the oilfield waste company on the night of Feb. 6, 2024.  Occupational Safety and Health Administration […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "House Republicans Push New Coal Bills, but Critics Say the Industry’s Decline Can’t Be Reversed",
      "link": "https://insideclimatenews.org/news/05092025/house-republicans-push-new-coal-bills/",
      "pubDate": "Fri, 05 Sep 2025 08:50:00 +0000",
      "description": "President Donald Trump has made reviving the coal industry a political and policy priority in his second term, swimming against the current of a domestic—and international—market that’s increasingly turned away from the fuel source. A Wednesday hearing of the House Natural Resources Subcommittee on Energy and Mineral Resources, on two bills aiming to bolster the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Arizonans Protest State’s Largest Utility Abandoning Clean Energy Commitments",
      "link": "https://insideclimatenews.org/news/04092025/arizona-public-service-clean-energy-roll-back-protest/",
      "pubDate": "Thu, 04 Sep 2025 23:09:00 +0000",
      "description": "PHOENIX—Despite a summer in which nearly 600 people are suspected to have died in the increasing heat of the changing climate in the nation’s sunniest state, Arizona’s largest utility walked back its clean energy commitments in August.   Nearly two dozen Arizonans gathered outside Arizona Public Services headquarters Thursday to protest that decision—as well as the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Opposition to an Alabama Medical Waste Treatment Facility Boils Over, a  Mysterious Facebook Page Weighs In",
      "link": "https://insideclimatenews.org/news/04092025/alabama-town-fights-medical-waste-facility/",
      "pubDate": "Thu, 04 Sep 2025 22:47:26 +0000",
      "description": "ONEONTA, Ala.—The names echoed down the halls of the Blount County courthouse Thursday morning like a child’s game of telephone. “Darlene?”  One of the county commissioners was reading from a list of those who’d asked to speak at a public meeting concerning the potential approval of a medical waste treatment facility in nearby Remlap.  “Darlene,” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pennsylvania Plastics Pollution Settlement Could Set a National Precedent for Control of Pellets",
      "link": "https://insideclimatenews.org/news/04092025/pennsylvania-nurdles-plastic-pollution-settlement/",
      "pubDate": "Thu, 04 Sep 2025 22:43:58 +0000",
      "description": "A Pennsylvania plastics manufacturer will pay $2.6 million for allegedly violating the federal Clean Water Act and will ensure that no more of its plastic pellets leak into waterways, under a proposed settlement with two environmental groups. PennEnvironment and Three Rivers Waterkeeper sued Styropek USA, claiming the company discharged large quantities of “nurdles”—tiny pellets used […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Dominion Energy and Big Tech Maneuver Over Pivotal Rate Decision in Virginia",
      "link": "https://insideclimatenews.org/news/04092025/dominion-energy-tech-virginia-rate-case/",
      "pubDate": "Thu, 04 Sep 2025 22:20:51 +0000",
      "description": "RICHMOND—The long-anticipated rate-setting showdown between big tech and Virginia’s largest utility kicked off this week with last minute maneuvers to influence the state regulator on a decision that may affect data center growth and rates for all customers in the state. Dominion Energy, with over 2.7 million customers in Virginia and other states, presented the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Coal Is Rising Along with Solar in the U.S. Power System, While Gas Loses a Step",
      "link": "https://insideclimatenews.org/news/04092025/inside-clean-energy-coal-solar-power-growth/",
      "pubDate": "Thu, 04 Sep 2025 13:00:00 +0000",
      "description": "Coal and utility-scale solar power each gained market share in the first half of this year, newly released data on U.S. electricity generation show. Natural gas, while still the market leader, lost some share. So what’s going on? The increase for coal and decrease for gas can be largely attributed to the prices of each […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Zambia Ordered a Mining Company to Pay Villagers After a Toxic Waste Spill. The Firm Made Them Sign Away Their Rights First",
      "link": "https://insideclimatenews.org/news/04092025/china-sino-metals-zambia-toxic-spill/",
      "pubDate": "Thu, 04 Sep 2025 09:00:00 +0000",
      "description": "Planet China: Sixth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. A Chinese mining company that spilled toxic waste on impoverished Zambian villages got people to waive their right to sue using a government-ordered compensation process, according to documents reviewed by Inside Climate News.  In July, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}