{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-04T02:54:34.980286",
  "items": [
    {
      "title": "Eighteen Months After a Fatal Explosion, Alabama Rolls Back Its Commitment to Monitor Explosive Gases Above Coal Mines",
      "link": "https://insideclimatenews.org/news/03102025/alabama-rolls-back-commitment-to-monitor-coal-mine-gases/",
      "pubDate": "Fri, 03 Oct 2025 23:12:47 +0000",
      "description": "OAK GROVE, Ala.—Alabama officials charged with protecting residents from surface impacts of underground coal mining have notified the federal government that they’ve suspended plans to require that expanding mines monitor for potentially explosive methane gas. The decision is a reversal of the state’s previous agreement with federal regulators spurred by a fatal home explosion above […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Study Shows Disruption of Ocean Currents That Stabilize the Global Climate",
      "link": "https://insideclimatenews.org/news/03102025/atlantic-meridional-overturning-current-disruption/",
      "pubDate": "Fri, 03 Oct 2025 18:00:00 +0000",
      "description": "A new study analyzing chemical traces in the growth rings of clam shells reinforces growing concerns about the stability of a key North Atlantic Ocean current that helps keep the global climate livable.  The findings, published on Thursday in Science Advances, examined changes in the ocean south of Greenland during the last 150 years and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Proposal to Undo Roadless Rule Would Open Some of Southern California’s Last Wild Forests to Development",
      "link": "https://insideclimatenews.org/news/03102025/roadless-rule-reversal-cleveland-national-forest-logging/",
      "pubDate": "Fri, 03 Oct 2025 09:00:00 +0000",
      "description": "To see what Southern California looked like before millions of homes sprawled through the region, head to Cleveland National Forest. Nestled between Los Angeles and San Diego, the forest’s three districts are a refuge for the region’s wildlife and locals looking to escape the hustle and bustle of the state’s two biggest cities.  From above, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Boston’s Food Forests Take Root as a Climate Equity Strategy",
      "link": "https://insideclimatenews.org/news/03102025/boston-edible-food-forests/",
      "pubDate": "Fri, 03 Oct 2025 08:55:00 +0000",
      "description": "“Edible forests” are popping up in Boston. Scattered across the city, once-empty lots have been overtaken by fruit trees and berry-filled bushes. Open to the public, they are forage-friendly pockets in the urban grid.  The rise of urban food forests in Boston can be attributed to the decade-long work of the nonprofit Boston Food Forest […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Utility Pilots Vehicle-to-Grid Program With Electric School Buses",
      "link": "https://insideclimatenews.org/news/03102025/illinois-electric-school-bus-vehicle-to-grid-program/",
      "pubDate": "Fri, 03 Oct 2025 08:50:00 +0000",
      "description": "The largest electric utility in Illinois is rolling out a program for a vehicle-to-grid (V2G) electric school bus–charging pilot with three Chicagoland school districts, testing the functionality of bidirectional chargers that could make energy cheaper for customers and reduce grid load.  The Commonwealth Edison Co. (ComEd) announced in September that it would begin the testing […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lawmakers Scrutinize Secretive Process Behind Energy Bill Hikes",
      "link": "https://insideclimatenews.org/news/03102025/new-york-energy-bill-rate-hikes/",
      "pubDate": "Fri, 03 Oct 2025 08:45:00 +0000",
      "description": "This story originally appeared in New York Focus, a nonprofit news publication investigating power in New York. Sign up for their newsletter here. In theory, the process that determines your energy bills plays out in public, through innumerable documents and comments posted online and hearings that are open to all.  In practice, watchdogs say, the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In First Address on Climate Change, Pope Leo Signals Continuity With Francis—and Opposition to Trump",
      "link": "https://insideclimatenews.org/news/02102025/pope-leo-addresses-climate-change-trump-opposition/",
      "pubDate": "Thu, 02 Oct 2025 23:06:19 +0000",
      "description": "Pope Leo on Wednesday spoke before a slowly melting chunk of glacial ice in Vatican City in his first address on climate change. On a stage adorned with ferns and lush plants, Leo addressed a crowd of roughly 1,000 attendees representing Indigenous groups and environmental organizations across the world. The remarks were the strongest signal […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Its New Carbon Plan, Duke Energy Gambles on Coal as a Shorter-Term Fix for Powering Data Centers",
      "link": "https://insideclimatenews.org/news/02102025/duke-energy-carbon-plan-coal-data-centers/",
      "pubDate": "Thu, 02 Oct 2025 21:39:43 +0000",
      "description": "Duke Energy plans to burn coal for two to four years longer than previously estimated, which will result in millions of tons in additional greenhouse gases over the next decade when combined with other proposed changes to the utility’s fuel mix.  The utility would significantly increase battery storage—by 56 percent—but also deploy fewer renewables. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Moves to Prioritize Review of New Chemicals for Data Centers",
      "link": "https://insideclimatenews.org/news/02102025/epa-prioritizes-data-center-forever-chemicals-review/",
      "pubDate": "Thu, 02 Oct 2025 19:03:15 +0000",
      "description": "The Trump administration has begun prioritizing the review of new, potentially hazardous chemicals used in data centers that public health advocates and environmental attorneys warn could endanger workers, communities and the environment. While the Environmental Protection Agency, which made the announcement last month, has prioritized new chemical reviews for some industries in the past, advocates […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Vehicle-to-Grid Power Is Becoming a Reality, But Why Isn’t Progress Faster?",
      "link": "https://insideclimatenews.org/news/02102025/inside-clean-energy-vehicle-to-grid-power/",
      "pubDate": "Thu, 02 Oct 2025 13:00:00 +0000",
      "description": "A Maryland utility is touting a project that allows owners of Ford F-150 Lightning electric pickups to send power from their vehicles to the grid and get compensated for it. The Baltimore Gas and Electric Co. project is a partnership with Ford, the automaker, and Sunrun, a solar and energy services company. It’s the kind […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}