{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-16T10:29:55.517027",
  "items": [
    {
      "title": "Trump Hails $90 Billion in Corporate Investment to Make Pennsylvania an AI Hub, Fueled by Natural Gas",
      "link": "https://insideclimatenews.org/news/15072025/trump-hails-pennsylvania-ai-investment-fueled-by-natural-gas/",
      "pubDate": "Wed, 16 Jul 2025 00:26:40 +0000",
      "description": "PITTSBURGH—Flanked by titans of the fossil fuel, tech and finance industries, President Donald Trump on Tuesday hailed $90 billion in private investments aimed at building a massive artificial intelligence hub around Pennsylvania’s natural gas resources. “This is a really triumphant day for the people of the Commonwealth and for the United States of America,” Trump […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Politicians Quarrel Over Wildfire Smoke, Research on Its Health Impacts Piles Up",
      "link": "https://insideclimatenews.org/news/15072025/todays-climate-wildfire-smoke-health-politics/",
      "pubDate": "Tue, 15 Jul 2025 20:27:09 +0000",
      "description": "The dog days of summer are synonymous with sizzling temperatures, longer nights and ... wildfire smoke?  As climate change supercharges wildfires, smoke from these blazes is becoming more pervasive, particularly throughout the peak months of the season in July and August. The health impacts of this haze go far beyond a pesky cough. In recent […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "NASA Pulls Back From Promise to Host Major Climate Change Reports, Citing Legal Loophole",
      "link": "https://insideclimatenews.org/news/15072025/nasa-reverses-promise-to-host-major-climate-change-reports/",
      "pubDate": "Tue, 15 Jul 2025 17:56:18 +0000",
      "description": "WASHINGTON—NASA this week reversed its commitment to host congressionally mandated climate change reports after the federal government’s Global Change Research Program (USGCRP) website, which was responsible for releasing the reports, unexpectedly went offline earlier this month. The reports, which consolidated findings from the nation’s top-tier climate science research, helped communities plan for wildfires, floods and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Humans Are Wiping Out Water Bodies That Life Depends On, New Report Says",
      "link": "https://insideclimatenews.org/news/15072025/humans-are-wiping-out-water-bodies-that-life-depends-on-new-report-says/",
      "pubDate": "Tue, 15 Jul 2025 14:42:15 +0000",
      "description": "A landmark report for the global agreement on wetlands paints a dire picture of the state of the world’s water bodies that underpin all life on Earth.  The report, released Tuesday by the secretariat of the Convention on Wetlands, says that since 1970 more than one-fifth of wetlands have been lost, meaning they have shrunk […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois Communities Grapple With ‘Forever Chemicals’ in Their Drinking Water",
      "link": "https://insideclimatenews.org/news/15072025/illinois-drinking-water-pfas-forever-chemicals/",
      "pubDate": "Tue, 15 Jul 2025 09:00:00 +0000",
      "description": "The warnings came in the mail this spring to 47 community water systems serving more than 400,000 Illinois residents: Elevated levels of harmful PFAS, better known as “forever chemicals,” had been found in their drinking water. The notice, mailed by the Illinois Environmental Protection Agency in April, was triggered by a tighter federal PFAS standard […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bessemer, Alabama, Could Face Legal Action Over Environmental Impacts From a ‘Hyperscale’ Data Center",
      "link": "https://insideclimatenews.org/news/14072025/bessemer-alabama-data-center-environmental-impact-potential-legal-action/",
      "pubDate": "Mon, 14 Jul 2025 22:47:32 +0000",
      "description": "BESSEMER, Ala.—Do not move forward without more information.  That’s the advice representatives of the Center for Biological Diversity have provided to Bessemer City Council members ahead of a Tuesday vote to green light a $14.5 billion data center project that could cause significant environmental harm. In a letter sent to the council members on Monday, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Research Shows More Extreme Global Warming Impacts Looming for the Northeast",
      "link": "https://insideclimatenews.org/news/14072025/northeast-global-warming-impacts-noreasters/",
      "pubDate": "Mon, 14 Jul 2025 19:08:38 +0000",
      "description": "A pair of new climate studies suggest an intensification of strong storms called nor’easters and other disruptive extremes affecting the East Coast of North America on an overheated planet. Nor’easters generally form within about 100 miles of the East Coast between North Carolina and Massachusetts, often when cooler air from Canada meets warm, moist air […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Air Pollution Can Speed Aging, New Study Finds, but Measuring Other Factors Is Challenging",
      "link": "https://insideclimatenews.org/news/14072025/air-pollution-can-speed-aging/",
      "pubDate": "Mon, 14 Jul 2025 15:59:01 +0000",
      "description": "Delaying the aging process is a huge business, with anti-aging creams and brain health supplements claiming to slow physical and mental aging contributing to a multibillion dollar industry and researchers examining how video games can slow cognitive decline.  But identifying external stressors that speed the aging process is just as important as finding ways to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Chicago Was Supposed to Warn Residents About Toxic Lead Pipes. It’s Barely Started",
      "link": "https://insideclimatenews.org/news/14072025/chicago-was-supposed-to-warn-residents-about-toxic-lead-pipes-its-barely-started/",
      "pubDate": "Mon, 14 Jul 2025 10:30:00 +0000",
      "description": "This story is a partnership between Grist, Inside Climate News and WBEZ. This coverage is made possible through a partnership between Grist and WBEZ, a public radio station serving the Chicago metropolitan region. Beatriz Salazar was sifting through her usual pile of mail this spring when an envelope from the city of Chicago caught her […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Baltimore’s Wetlands Restoration Pushes Ahead Despite Federal Funding Setbacks",
      "link": "https://insideclimatenews.org/news/13072025/baltimore-wetlands-restoration-federal-funding-setbacks/",
      "pubDate": "Sun, 13 Jul 2025 09:00:00 +0000",
      "description": "BALTIMORE—Gravel crunched underfoot as Brad Rogers and Andrew Forbes stepped onto a narrow strip carved along a portion of the Patapsco River shoreline that’s slated to be a 9-acre tidal wetland. At the site, just south of the Hanover Street Bridge, crews had been at work since last September, constructing a gravel sill that would […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}