{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-10T10:29:07.040853",
  "items": [
    {
      "title": "In the Sweltering Southwest, Planting Solar Panels in Farmland Can Help Both Photovoltaics and Crops",
      "link": "https://insideclimatenews.org/news/10072025/agrivoltaic-solar-southwest-farmland/",
      "pubDate": "Thu, 10 Jul 2025 09:00:00 +0000",
      "description": "“We were getting basil leaves the size of your palm,” University of Arizona researcher Greg Barron-Gafford said, describing some of the benefits he and his team have seen farming under solar panels in the Tucson desert. For 12 years, Barron-Gafford has been investigating agrivoltaics, the integration of solar arrays into working farmland. This practice involves […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Can Shoreline Restoration Rein in Rising Flood Insurance Prices?",
      "link": "https://insideclimatenews.org/news/10072025/marsh-shoreline-restoration-flood-insurance-prices/",
      "pubDate": "Thu, 10 Jul 2025 08:50:00 +0000",
      "description": "This article was originally published by Southern Science. Some have called Alabama’s Dauphin Island the “Unluckiest Island in America” because it has repeatedly been hit by major hurricanes and storms. But it’s also a place where the residents have tremendous resilience and community strength, Terry Sheffield said, to rebuild after those storms. “It’s amazing how well […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Pick to Head NOAA Faces Senators in the Wake of Multiple Weather-Stoked Disasters",
      "link": "https://insideclimatenews.org/news/09072025/trump-picks-neil-jacobs-to-lead-noaa/",
      "pubDate": "Wed, 09 Jul 2025 22:16:53 +0000",
      "description": "After fatal weather-related disasters battered three states over the past week, President Donald Trump’s choice to lead the country’s top weather research agency told lawmakers Wednesday that he supports the administration’s calls to slash its budget—and he failed to directly acknowledge the impact of climate change on extreme weather. The Trump administration tapped Neil Jacobs, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Plastics Talks Set to Resume Next Month Must Prioritize Environment and Health, Experts Say",
      "link": "https://insideclimatenews.org/news/09072025/global-plastics-talks-resume-next-month/",
      "pubDate": "Wed, 09 Jul 2025 20:45:07 +0000",
      "description": "No place on Earth is safe from plastic pollution. Plastic garbage and tiny shards of these long-lived petroleum-based polymers taint the highest Himalayan mountains, deepest ocean trenches, outermost Antarctic field stations and hidden recesses of the human body. To manage the rapidly accelerating plastic crisis, 175 countries adopted a United Nations resolution in 2022 to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "AI Can Help Limit the Spread of Misinformation During Natural Disaster, Study Finds",
      "link": "https://insideclimatenews.org/news/09072025/ai-could-limit-natural-disaster-misinformation/",
      "pubDate": "Wed, 09 Jul 2025 09:00:00 +0000",
      "description": "By the third day after the levees broke in August 2005, misinformation in New Orleans about lawlessness and looting was rampant. It became so pervasive that many recovery efforts following Hurricane Katrina’s landfall were halted or delayed. In 2018, a wave of wildfires in California sparked its own misinformation surge. U.S. Rep. Marjorie Taylor Greene […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Human-Caused Global Warming Spiked the Death Toll of Europe’s Early Summer Heatwave",
      "link": "https://insideclimatenews.org/news/09072025/global-warming-spiked-europe-heatwave-death-toll/",
      "pubDate": "Wed, 09 Jul 2025 04:01:00 +0000",
      "description": "Human-caused global warming increased the peak temperatures of an early summer heatwave across much of Europe by up to 7 degrees Fahrenheit and tripled the number of expected heat deaths in 12 European cities, an international team of scientists reported Tuesday during an online press conference. The rapid analysis of heat deaths included Paris, London, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Move to Increase Coal Mining in the Powder River Basin Will Worsen Climate Change, Experts Warn",
      "link": "https://insideclimatenews.org/news/08072025/trump-powder-river-basin-coal-mining/",
      "pubDate": "Tue, 08 Jul 2025 22:43:13 +0000",
      "description": "The Trump administration—ignoring decades of climate science and downward economic trends—has begun the process of reopening millions of acres of public land to coal mining in the Powder River Basin, the nation’s largest coal deposit. The Bureau of Land Management (BLM), in response to executive orders signed by President Donald Trump, published notices Tuesday asking […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Flooding Signals Growing Extreme Weather Threats to Summer Camps",
      "link": "https://insideclimatenews.org/news/08072025/todays-climate-flash-floods-texas-summer-camp/",
      "pubDate": "Tue, 08 Jul 2025 20:02:35 +0000",
      "description": "The deluge hit in the early morning hours of July 4.  In the Hill Country region of central Texas, torrential rains triggered flash flooding that devastated communities along the Guadalupe River. Around 3 a.m., the river climbed about 1 foot every 5 minutes in Hunt, Texas, according to the National Weather Service. Water levels ultimately […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Issues Executive Order Targeting ‘Unreliable’ Clean Energy Options",
      "link": "https://insideclimatenews.org/news/08072025/trump-executive-order-targets-solar-wind/",
      "pubDate": "Tue, 08 Jul 2025 19:36:47 +0000",
      "description": "President Donald Trump issued an executive order Monday that he said will “end taxpayer support for unaffordable and unreliable ‘green’ energy sources” such as wind and solar. But it’s not clear whether the order will have much of an effect other than to underscore the president’s antipathy for those power sources. Some observers speculate this […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Helped Fuel Heavy Rains That Led to Devastating Texas Flood",
      "link": "https://insideclimatenews.org/news/08072025/climate-change-helped-fuel-heavy-rains-that-led-to-devastating-texas-flood/",
      "pubDate": "Tue, 08 Jul 2025 13:33:08 +0000",
      "description": "Heavy rains over the weekend that pushed the Guadalupe River in Texas’ Hill Country to its second-highest height on record had by Tuesday resulted in more than 100 reported deaths, including 27 children and counselors from Camp Mystic. But as search and rescue teams and volunteers sweep the banks of the river for missing people, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}