{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-07T22:23:00.965736",
  "items": [
    {
      "title": "Trump Names More Priority Minerals for U.S. Mining Revival",
      "link": "https://insideclimatenews.org/news/07112025/trump-administration-adds-priority-minerals/",
      "pubDate": "Fri, 07 Nov 2025 22:20:03 +0000",
      "description": "The Trump Administration added 10 new minerals on Friday to a list of the federal government’s most desired mining commodities, including copper, uranium and metallurgical coal. The list of critical minerals now includes 60 elements and compounds, up from 35 in 2018, when it was first released. The minerals are designated as essential for advanced […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "States and Nonprofits Are Helping National Parks Run During the Shutdown. Could Their Efforts Backfire?",
      "link": "https://insideclimatenews.org/news/07112025/states-nonprofits-help-national-parks-run-during-government-shutdown/",
      "pubDate": "Fri, 07 Nov 2025 19:50:57 +0000",
      "description": "COLUMBIA FALLS, Mont.—Glacier National Park’s Going-to-the-Sun Road, completed in 1933, weaves past meandering streams, expansive valleys, stoic limestone peaks and receding glaciers. Jeff Mow, Glacier’s former superintendent, knows the road’s spectacular vistas well, but this fall he used it to provide a glimpse into a much grimmer picture: how the federal government shutdown impacts national […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "N.C. Supreme Court Says State Regulators Erred on CAFO Permits",
      "link": "https://insideclimatenews.org/news/07112025/north-carolina-supreme-court-cafo-permits/",
      "pubDate": "Fri, 07 Nov 2025 17:44:33 +0000",
      "description": "The North Carolina Supreme Court has ruled in favor of a powerful agribusiness group, concluding that state regulators improperly included three specific conditions in general permits that govern industrialized hog, cattle and poultry operations. The first included a requirement that all concentrated animal feeding operations (CAFOs) submit a short annual report summarizing their operations, including […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Hurtling Toward Climate Chaos’ as COP30 Nears",
      "link": "https://insideclimatenews.org/news/07112025/climate-chaos-ahead-of-cop30/",
      "pubDate": "Fri, 07 Nov 2025 10:00:00 +0000",
      "description": "In a recent science briefing, some of the world’s leading climate researchers said that accelerated warming over the past 10 years is a warning that Earth’s natural carbon-absorbing systems, including forests and oceans, are breaking down in the face of relentlessly rising greenhouse gas levels from fossil fuel emissions. Last week’s presentation, led by researchers […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Conservation Groups Blast Trump’s Latest Choice to Head Up the Bureau of Land Management",
      "link": "https://insideclimatenews.org/news/06112025/steve-pearce-trump-bureau-of-land-management-nomination/",
      "pubDate": "Thu, 06 Nov 2025 23:10:21 +0000",
      "description": "President Donald Trump on Wednesday tapped a conservation critic and former oil industry executive to head up the federal agency that oversees the majority of public lands in the United States.  If approved, former U.S. Rep. Steve Pearce of New Mexico will lead the Bureau of Land Management, which is responsible for balancing conservation of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Illinois General Assembly Passes Energy Reform Act Aiming to Reduce Rates and Reach Clean Energy Goals",
      "link": "https://insideclimatenews.org/news/06112025/illinois-general-assembly-passes-clean-reliable-grid-affordability-act/",
      "pubDate": "Thu, 06 Nov 2025 17:12:11 +0000",
      "description": "Illinois’ General Assembly passed a package of comprehensive energy reforms last week that would help the state reach its clean energy goals and aims to lower prices for consumers.  The Clean and Reliable Grid Affordability (CRGA) Act will add battery storage to community solar projects and fund improvements to energy grid infrastructure that advocacy groups […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "When the Power Grid Needs Relief from High Demand, Here’s Who You Call",
      "link": "https://insideclimatenews.org/news/06112025/inside-clean-energy-cpower-grid-relief/",
      "pubDate": "Thu, 06 Nov 2025 14:00:00 +0000",
      "description": "When electricity supplies are tight, being able to flip a few switches and save 38 gigawatt-hours is a pretty cool trick. CPower Energy said this week that its customers reduced their grid electricity usage by that amount from January to September, which is enough to power about 8 million houses during a grid emergency. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Another Dry Spell Hits New England, Raising Alarm About Flash Droughts",
      "link": "https://insideclimatenews.org/news/06112025/new-england-drought-risk/",
      "pubDate": "Thu, 06 Nov 2025 10:00:00 +0000",
      "description": "Eighty-two percent of New England is experiencing drought conditions, affecting everything from wildfire risk to the vibrancy of the region’s iconic fall foliage. As farmers across the region struggle with shrinking crop yields and wells run dry, some of the nation’s leading climatologists are wondering whether flash droughts in New England are becoming the new […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trucks Move the Country’s Goods Through This County. As Even More Loom, People Are Pushing Back.",
      "link": "https://insideclimatenews.org/news/06112025/illinois-will-county-intermodal-transport-hub-truck-pollution/",
      "pubDate": "Thu, 06 Nov 2025 09:55:00 +0000",
      "description": "ELWOOD, Ill.—When Terri Papesh says she can’t stand the smell of diesel, she doesn’t mean it figuratively. The 62-year-old has a variety of health problems that make her more sensitive to the sulfur dioxide molecules spewing from the tailpipes of semi-trucks. “I have literally had times where diesel fumes would send me into an asthma […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Hurricane and Tropical Storm Remnants Impact the Midwest, Too",
      "link": "https://insideclimatenews.org/news/06112025/midwest-hurricane-tropical-storm-impacts/",
      "pubDate": "Thu, 06 Nov 2025 09:50:00 +0000",
      "description": "When hurricanes form, all eyes are on the places where they make landfall—for obvious reasons. But their effects can extend hundreds of miles inland. Case in point: Remnants of dozens of hurricanes and tropical storms have swept through the Midwest. Had Hurricane Melissa taken a more westerly route last week, it could have brought the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}