{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-07-18T13:41:24.472805",
  "items": [
    {
      "title": "One Small Country, Nearly $20 Billion in Corporate Claims",
      "link": "https://insideclimatenews.org/news/18072025/honduras-faces-20-billion-dollars-in-isds-claims/",
      "pubDate": "Fri, 18 Jul 2025 09:00:00 +0000",
      "description": "Honduras is one of the poorest countries in the Western Hemisphere. But that vulnerability has not stopped foreign companies from filing a wave of legal claims against the small nation that collectively seek roughly $20 billion, according to a new analysis by advocacy groups, a figure equal to more than five times Honduras’ public expenditures […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Southwestern Drought Likely to Continue Through 2100, Research Finds",
      "link": "https://insideclimatenews.org/news/18072025/southwestern-drought-likely-to-continue-through-2100/",
      "pubDate": "Fri, 18 Jul 2025 08:55:00 +0000",
      "description": "The drought in the Southwestern U.S. is likely to last for the rest of the 21st century and potentially beyond as global warming shifts the distribution of heat in the Pacific Ocean, according to a study published last week led by researchers at the University of Texas at Austin. Using sediment cores collected in the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Analysts Expect More Oil and Gas Mergers. What Could That Mean for the Climate?",
      "link": "https://insideclimatenews.org/news/18072025/oil-and-gas-mergers-bp-shell/",
      "pubDate": "Fri, 18 Jul 2025 08:50:00 +0000",
      "description": "Investor excitement after The Wall Street Journal reported recently that Shell was in early talks to acquire BP was quickly dampened by Shell’s outright dismissal of the possibility as “market speculation.” But one way or another, analysts and consultants for the oil and gas industry expect further consolidation is coming.  That could have a mixed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA Tries to Stop Closure of Colorado Coal Plants After Meeting With Colorado Springs Utilities",
      "link": "https://insideclimatenews.org/news/17072025/epa-tries-to-stop-closure-of-colorado-coal-plants/",
      "pubDate": "Thu, 17 Jul 2025 23:40:47 +0000",
      "description": "The U.S. Environmental Protection Agency informed Colorado Wednesday that the state could not close coal-fired power plants to improve air quality in the West, three months after the agency heard arguments from Colorado Springs Utilities requesting it be allowed to continue burning coal to generate electricity. State regulation in Colorado requires certain coal-fired power plants […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Deep Sea Mining Negotiations Resume Amid Industry Pushback and Environmental Alarm",
      "link": "https://insideclimatenews.org/news/17072025/deep-sea-mining-negotiations-resume-amid-industry-pushback/",
      "pubDate": "Thu, 17 Jul 2025 22:48:28 +0000",
      "description": "Global negotiations over the future of the deep sea are underway this week in Kingston, Jamaica where member states of the International Seabed Authority have gathered to continue shaping a regulatory framework for commercial mining in international waters.  The three-week summit is dedicated to finalizing a long-debated set of rules known as the Mining Code […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "30 Years After Chicago’s Deadliest Heat Wave, Systemic Racism Is Still the Root Problem",
      "link": "https://insideclimatenews.org/news/17072025/30-years-after-chicagos-deadliest-heat-wave-systemic-racism-is-still-the-root-problem/",
      "pubDate": "Thu, 17 Jul 2025 14:46:04 +0000",
      "description": "CHICAGO—Cheryl Johnson was watching the news during the worst heat wave in her city’s history when she learned that a man she’d known since she was a child had been found dead on the steps of a church downtown. She’ll never forget the moment. Her friend—who she knew by his nickname DD—was in his 40s, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Consumers (and a Utility) Get a Win in Ohio, While Data Centers Take the Loss",
      "link": "https://insideclimatenews.org/news/17072025/inside-clean-energy-ohio-data-centers-penalties/",
      "pubDate": "Thu, 17 Jul 2025 13:00:00 +0000",
      "description": "An Ohio utility has won an important fight over who assumes the financial risk of data centers, and the result may help guide decisions across the country. Data centers will now need to pay penalties if they say they are going to build a project and then fail to live up to commitments, which provides […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In South Memphis, Elon Musk’s Colossus Operated Gas Turbines Without Appropriate Permits, Residents and Activists Claim",
      "link": "https://insideclimatenews.org/news/17072025/elon-musk-xai-data-center-gas-turbines-memphis/",
      "pubDate": "Thu, 17 Jul 2025 09:00:00 +0000",
      "description": "The Shelby County Health Department in Memphis has approved an air quality permit that will allow Elon Musk’s supercomputer facility—Colossus—to continue burning gas, despite more than a year of protests and numerous campaigns by residents and climate activists who opposed what they said was illegal operation of 35 gas-fueled turbines to power the facility.  The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Prominent Everglades Scientist Prepares for Jail Amid Bitter Legal Dispute with Former Employer",
      "link": "https://insideclimatenews.org/news/17072025/everglades-scientist-tom-van-lent-prepares-for-jail/",
      "pubDate": "Thu, 17 Jul 2025 08:50:00 +0000",
      "description": "A prominent scientist whose work has helped steer a restoration of the Everglades that is among the most ambitious of its kind in human history will surrender Thursday in Miami for a 10-day jail sentence, a consequence of a bitter legal dispute with his former employer. Tom Van Lent is accused of stealing “trade secrets” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Bipartisan Cryptocurrency Legislation Will Fuel Further Environmental Destruction, Environmental Advocates Say",
      "link": "https://insideclimatenews.org/news/16072025/genius-act-cryptocurrency-legislation-environmental-impact/",
      "pubDate": "Thu, 17 Jul 2025 00:25:42 +0000",
      "description": "Legislation currently making its way through Congress that proponents say will place much-needed guardrails on cryptocurrency will only exacerbate the industry’s insatiable energy demands and climate pollution, environmentalists say. Republican leaders in the U.S. House of Representatives declared this week to be “Crypto Week,” during which they hope to pass several bills related to cryptocurrency. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}