{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-10-13T07:24:40.505393",
  "items": [
    {
      "title": "A Short-Lived Win in a Never-Ending Fight Over Forever Chemicals",
      "link": "https://insideclimatenews.org/news/12102025/forever-war-nc-activists-fight-chemours-pfas-water-pollution/",
      "pubDate": "Sun, 12 Oct 2025 09:00:00 +0000",
      "description": "Forever War, Part 1: This story is published in partnership with The Assembly and with WHQR, a nonprofit radio station and NPR affiliate in Wilmington. It is the first in a series of stories about the PFAS crisis in North Carolina.  Listen to an audio version of this story below. OAK ISLAND, N.C.—Emily Donovan stood […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Forever War",
      "link": "https://insideclimatenews.org/news/12102025/icn-sunday-morning-forever-war/",
      "pubDate": "Sun, 12 Oct 2025 08:50:00 +0000",
      "description": "Environmentalists have been fighting for over a decade to get PFAS out of Cape Fear River in eastern North Carolina. The insidious chemicals have eluded traditional water treatment systems and flowed through the taps of hundreds of thousands of people.  Advocates scored a brief victory last year when the EPA announced new regulations to reduce […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Climate Change Comes for the House of the Seven Gables",
      "link": "https://insideclimatenews.org/news/12102025/climate-change-comes-for-the-house-of-the-seven-gables/",
      "pubDate": "Sun, 12 Oct 2025 08:00:00 +0000",
      "description": "SALEM, Mass.—Paul Wright leans over a 17th-century granite barrier and points at a faint watermark depicting Salem Harbor’s daily rise and fall.  “On a normal day, high tides reach just four feet from the top of the seawall,” he says. “When there’s a big storm or king tide, that’s when it gets close to spilling […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "EPA’s ‘Comeback’ a Sham Fueled by Trump’s Authoritarian Power Grab, Critics Charge",
      "link": "https://insideclimatenews.org/news/11102025/epas-comeback-a-sham-authoritarian-power-grab/",
      "pubDate": "Sat, 11 Oct 2025 12:00:00 +0000",
      "description": "Federal environmental scientists have been “left largely defenseless.” Their jobs abruptly terminated. Their research and policy advice ignored, manipulated or suppressed. Their agency captured by the industry it’s obligated to regulate. That’s the assessment of the Office of Inspector General, or OIG, the U.S. Environmental Protection Agency’s government watchdog, and two nonpartisan, nonprofit groups made […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "One of the World’s Largest Geothermal Networks Is Buried Beneath a Corporate Campus in Rural Wisconsin",
      "link": "https://insideclimatenews.org/news/11102025/wisconsin-geothermal-networks/",
      "pubDate": "Sat, 11 Oct 2025 09:00:00 +0000",
      "description": "VERONA, Wis.—You only need a glance at the “Intergalactic Headquarters” of Epic Systems to realize the corporate campus of this medical records software company is not a typical office park. Buildings resemble Willy Wonka’s chocolate factory, the Emerald City of Oz and Hogwarts Castle. There’s a treehouse conference room, a “Deep Space” auditorium and a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maryland’s Conowingo Dam Settlement Reasserts State’s Clean Water Act Authority but Revives Dredging Debate",
      "link": "https://insideclimatenews.org/news/11102025/conowingo-dam-settlement/",
      "pubDate": "Sat, 11 Oct 2025 08:55:00 +0000",
      "description": "Maryland this month finalized a $340 million deal with Constellation Energy to relicense the Conowingo Dam in Cecil County, ending years of litigation and regulatory uncertainty. The agreement restores the state’s authority to enforce water quality standards under the Clean Water Act and sets a possible precedent for dozens of hydroelectric relicensing cases nationwide expected […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Shutdown Hampers Chesapeake Bay Agreement Talks",
      "link": "https://insideclimatenews.org/news/10102025/federal-shutdown-hampers-chesapeake-bay-agreement-talks/",
      "pubDate": "Fri, 10 Oct 2025 23:40:48 +0000",
      "description": "The ongoing federal shutdown has eclipsed the final stretch of negotiations on an updated agreement to guide restoration of the Chesapeake Bay, leaving partner states to contemplate a less ambitious pact with scaled-back targets and modest cleanup goals.  Nearly all normally participating federal agencies have been absent from these deliberations since the Oct. 1 shutdown. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Trump Administration Is Cutting Billions in Clean Energy Investments—But the Savings Are Overstated",
      "link": "https://insideclimatenews.org/news/10102025/the-trump-administration-is-cutting-billions-in-clean-energy-grants-but-savings-are-overstated/",
      "pubDate": "Fri, 10 Oct 2025 21:25:36 +0000",
      "description": "Just days after announcing sweeping cuts to clean energy programs across the country, the Trump administration appears to be upping the ante—potentially clawing back billions more in federal funding. The U.S. Department of Energy initially announced the termination of 321 financial awards on Oct. 2, which the agency said totaled $7.56 billion in taxpayer savings. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Bitcoin Mine Came to Michigan’s Upper Peninsula, and Dafter Township Isn’t Happy",
      "link": "https://insideclimatenews.org/news/10102025/michigan-upper-peninsula-bitcoin-mine-noise-litigation/",
      "pubDate": "Fri, 10 Oct 2025 08:55:00 +0000",
      "description": "This is the last of three articles about Michigan communities organizing to stop the construction of energy-intensive computing facilities.  A log cabin building surrounded by forest in the expansive wilderness of Michigan’s Upper Peninsula houses the Lake Superior Academy, a school focused on environmental education for its K-5 students.  The Dafter Township property was an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Grid Operators and Regulators Iron Out New Rules for Data Centers",
      "link": "https://insideclimatenews.org/news/10102025/texas-grid-operators-and-regulators-iron-out-new-rules-for-data-centers/",
      "pubDate": "Fri, 10 Oct 2025 08:21:00 +0000",
      "description": "Texas Gov. Greg Abbott signed a law in June that empowers the state’s grid operator to remotely disconnect data centers and other large energy users if the grid is under extreme stress. The so-called “kill switch” is just one aspect of the wide-ranging state legislation meant to govern the growing number of energy-intensive supercomputer warehouses […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}