{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-06T07:31:53.059461",
  "items": [
    {
      "title": "Nations Meet in Geneva in a Final Push to End Plastic Pollution",
      "link": "https://insideclimatenews.org/news/05082025/un-plastic-committee-resumes-negotiations-in-geneva/",
      "pubDate": "Wed, 06 Aug 2025 00:35:13 +0000",
      "description": "Delegates from 184 countries met in Geneva Tuesday to resume negotiations in the last scheduled opportunity to halt the escalating plastic pollution crisis through a legally binding global agreement. Negotiations for the U.N. Intergovernmental Negotiating Committee on Plastic Pollution started three-and-a-half years ago but reached an impasse, primarily over whether to limit plastic production, during […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Alabama Power Gets Approval to Buy $622 Million Natural Gas Plant, Expecting More Data Centers",
      "link": "https://insideclimatenews.org/news/05082025/alabama-power-lindsay-hill-natural-gas-plant/",
      "pubDate": "Tue, 05 Aug 2025 22:01:48 +0000",
      "description": "MONTGOMERY, Ala.—Alabama state regulators have cleared the way for Alabama Power to purchase an 895-megawatt gas-fired power plant, further tying Alabama’s largest electric utility to climate-polluting natural gas for decades to come.  The three-member Alabama Public Service Commission unanimously approved a request from the utility to purchase the Lindsay Hill Generating Station near Billingsley.  The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Changes in Nature’s Symphony Can Reflect Climate Impacts",
      "link": "https://insideclimatenews.org/news/05082025/todays-climate-nature-sound-warming-impacts/",
      "pubDate": "Tue, 05 Aug 2025 21:10:42 +0000",
      "description": "If a tree falls in a forest and no one is around to hear it, does it make a sound?  The answer is a resounding yes—and we know this for certain because of the vast network of audio recorders that researchers have set up in recent decades to eavesdrop on nature’s symphony, from chirping birds […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Copper Mines Close in on Western Apache Sacred Site, and the Forest Protected to Mitigate The Damage",
      "link": "https://insideclimatenews.org/news/05082025/western-apache-sacred-site-copper-mines/",
      "pubDate": "Tue, 05 Aug 2025 20:16:56 +0000",
      "description": "MAMMOTH, Ariz.—On the banks of the San Pedro River lies one of the American Southwest’s few remaining old-growth mesquite bosques—a streamside forest in more than 3,000 acres of riparian ecosystem that is one of Arizona’s last intact landscapes. Known as the 7B Ranch, the mesquite forest is vital to the area’s biodiversity. It is the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Kids in Pennsylvania Are Breathing (Much) Easier After a Coal Plant Shuttered",
      "link": "https://insideclimatenews.org/news/05082025/pittsburgh-asthma-cases-drop-after-coal-plant-closure/",
      "pubDate": "Tue, 05 Aug 2025 09:00:00 +0000",
      "description": "In 2015, when Karen Grzywinski heard that the Shenango Coke Works near Pittsburgh was closing after 54 years in operation, she didn’t believe it. Neither did her neighbors, some of whom had joined her in fighting a long battle for the plant to better control its pollution. “A number of us thought it was a […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New York Can’t Meet Its Ambitious Climate Targets. Maybe the Plan Was Doomed From the Start",
      "link": "https://insideclimatenews.org/news/05082025/new-york-fails-ambitious-climate-targets-utility-bills/",
      "pubDate": "Tue, 05 Aug 2025 08:55:00 +0000",
      "description": "It’s hot and humid in New York City. After a long, cold winter, the heat came suddenly—days after the official start of summer. Central Park hit its highest temperature—99 degrees—since 2012 and Con Edison, the area’s main electricity provider, issued blackout warnings.  Between 2018 and 2022, an average of 525 deaths a year were attributed […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid Federal PFAS Rollbacks, New Jersey Scores Record $2 Billion DuPont Settlement",
      "link": "https://insideclimatenews.org/news/04082025/new-jersey-record-2-billion-dupont-settlement/",
      "pubDate": "Mon, 04 Aug 2025 22:06:22 +0000",
      "description": "While the federal government is scaling back regulations on “forever chemicals,” New Jersey is holding polluters accountable, announcing a record-breaking $2 billion settlement with DuPont and several related companies with a $875 million payout and up to $1.2 billion in cleanup costs. The deal, which follows a two-month-long trial, is touted by New Jersey officials […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Grand Canyon Fire Is Now the Largest Burning in the Nation",
      "link": "https://insideclimatenews.org/news/04082025/grand-canyon-fire-largest-in-nation/",
      "pubDate": "Mon, 04 Aug 2025 21:36:59 +0000",
      "description": "A wildfire that has closed the North Rim of Grand Canyon National Park raged out of control over the weekend and is now the largest currently burning in the country. The Dragon Bravo fire has burned more than 123,000 acres and was only 13 percent contained as of Monday afternoon, according to a federal interagency […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Data Center Proposals Would ‘Kill’ Michigan’s Strong New Climate Laws",
      "link": "https://insideclimatenews.org/news/04082025/michigan-data-centers-would-kill-climate-laws/",
      "pubDate": "Mon, 04 Aug 2025 19:42:13 +0000",
      "description": "The “offramp” provision in Michigan’s 2023 climate and clean energy laws allows utilities to keep running or building fossil fuel plants if renewable sources cannot handle the energy grid’s load. Now, newly proposed data centers could cause the offramp to be triggered, as DTE Energy executives say they are working on plans to power those […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Scientists Pinpoint Cause of Massive Sea Star Die-Offs, and Suspect a Link to Global Warming",
      "link": "https://insideclimatenews.org/news/04082025/massive-sea-star-die-offs-global-warming/",
      "pubDate": "Mon, 04 Aug 2025 15:00:00 +0000",
      "description": "After years of scientific sleuthing, a team of West Coast researchers reported that they have identified a particular strain of ocean bacteria that has killed more than 6 billion sea stars since 2013. In a paper published Monday in the journal Nature Ecology & Evolution, they said the die-off was caused by a type of […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}