{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-07-10T05:28:49.589413",
  "items": [
    {
      "title": "Ted Cruz ensured Trump spending bill slashed weather forecasting funding",
      "link": "https://www.theguardian.com/us-news/2025/jul/07/ted-cruz-trump-weather-forecasting-cuts",
      "pubDate": "Wed, 09 Jul 2025 17:06:44 GMT",
      "description": "<p>Senator on vacation abroad while Texas was hit by deadly floods, a disaster worsened by forecasting cuts, critics say</p><p><a href=\"https://www.theguardian.com/us-news/ted-cruz\">Ted Cruz</a> has had quite a week. On Tuesday, the Texas senator ensured the Republican spending bill slashed funding for weather forecasting, only to then go on vacation to Greece while his state was hit by deadly flooding, a disaster critics say was worsened by cuts to forecasting.</p><p>Cruz, who infamously <a href=\"https://www.theguardian.com/us-news/2021/feb/18/ted-cruz-cancun-flight-texas-storms-holiday-senator-reports\">fled</a> Texas for Cancún when a crippling winter storm ravaged his state in 2021, was <a href=\"https://x.com/MeidasTouch/status/1942287201984995489\">seen</a> visiting the Parthenon in Athens with his wife, Heidi, on Saturday, a day after a flash flood along the Guadalupe River in central Texas killed more than 100 people, <a href=\"https://www.theguardian.com/us-news/2025/jul/07/texas-floods-summer-camp-death-toll-victims\">including</a> dozens of children and counselors at a camp.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/07/ted-cruz-trump-weather-forecasting-cuts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Accelerated glacial melt and monsoon rains trigger deadly floods in Pakistan",
      "link": "https://www.theguardian.com/world/2025/jul/09/accelerated-glacial-melt-and-monsoon-rains-trigger-deadly-floods-in-pakistan",
      "pubDate": "Wed, 09 Jul 2025 14:06:40 GMT",
      "description": "<p>Record temperatures and seasonal downpours raise fears of a repeat of the devastating flooding in 2022</p><p>Glaciers across northern Pakistan have been melting at an accelerated pace as a result of record-breaking summer temperatures, leading to deadly flash flooding and landslides.</p><p>The floods and heavy monsoon rains have caused devastation across the country this summer, killing at least 72 people and injuring more than 130 since the rains began in late June.</p> <a href=\"https://www.theguardian.com/world/2025/jul/09/accelerated-glacial-melt-and-monsoon-rains-trigger-deadly-floods-in-pakistan\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "French warned of high-risk summer for wildfires as Marseille blaze contained",
      "link": "https://www.theguardian.com/world/2025/jul/09/french-warned-of-high-risk-summer-for-wildfires-as-marseille-blaze-contained",
      "pubDate": "Wed, 09 Jul 2025 12:07:33 GMT",
      "description": "<p>Mayor urges people to exercise utmost caution as weather service says situation around Mediterranean is critical</p><p>More than 15,000 residents of Marseille confined to their homes have been allowed out after a wildfire on the outskirts of France’s second city was brought under control, but officials have warned the country faces an exceptionally high-risk summer.</p><p>Fanned by gale-force winds and kindled by parched vegetation, several fires have burned swathes of southern France in recent days, <a href=\"https://www.theguardian.com/world/2025/jul/08/marseille-airport-cancels-all-flights-as-wildfire-encroaches-on-city\">including Tuesday’s just north of the port city</a>. The weather service has said the weeks ahead could be critical.</p> <a href=\"https://www.theguardian.com/world/2025/jul/09/french-warned-of-high-risk-summer-for-wildfires-as-marseille-blaze-contained\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Thousands meet their MPs to show huge demand for climate action",
      "link": "https://www.theguardian.com/environment/2025/jul/09/thousands-meet-their-mps-to-show-huge-demand-for-climate-action",
      "pubDate": "Wed, 09 Jul 2025 05:00:42 GMT",
      "description": "<p>Mass lobby in Westminster is kicked off with giant image on cliffs of Dover stating ‘89% of people want climate action’</p><p>More than 5,000 people from across the UK arrived in Westminster on Wednesday to meet their MPs and demand urgent climate action to protect their communities.</p><p>The mass lobby is one of the largest to date. The constituents, including parents and pensioners, doctors, teachers, farmers and youth campaigners, have arranged to lobby at least 500 MPs, about 80% of the total.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/09/thousands-meet-their-mps-to-show-huge-demand-for-climate-action\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Climate breakdown tripled death toll in Europe’s June heatwave, study finds",
      "link": "https://www.theguardian.com/environment/2025/jul/09/europe-june-heatwave-study-climate-breakdown-tripled-death-toll",
      "pubDate": "Wed, 09 Jul 2025 04:00:40 GMT",
      "description": "<p>Heat caused 2,300 deaths across 12 cities, of which 1,500 were down to climate crisis, scientists say</p><p>Planet-heating pollution tripled the death toll from the “quietly devastating” heatwave that seared Europe at the end of June, <a href=\"https://www.imperial.ac.uk/grantham/publications/all-publications/climate-change-tripled-heat-related-deaths-in-early-summer-european-heatwave.php\">early analysis</a> covering a dozen cities has found, as experts warned of a worsening health crisis that is being overlooked.</p><p>Scientists estimate that high heat killed 2,300 people across 12 major cities as temperatures soared across Europe between 23 June and 2 July. They attributed 1,500 of the deaths to climate breakdown, which has heated the planet and made the worst extremes even hotter.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/09/europe-june-heatwave-study-climate-breakdown-tripled-death-toll\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Extreme heat is our future – European cities must adapt | Alexander Hurst",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/09/extreme-heat-european-cities-greenery-swimming-climate-crisis",
      "pubDate": "Wed, 09 Jul 2025 12:00:49 GMT",
      "description": "<p>Greenery, shade and swimming spots won’t solve the climate crisis, but they’re becoming ever more critical</p><p>Three years ago, in Zurich for the first time, I crossed a bridge over the Limmat River and saw people floating down it in rubber rings on their way home from work, some casually holding beers. The Limmat is so clear that it almost begs you not only to jump in, but to drink it.</p><p>Paris’s Canal Saint-Martin has never produced either desire in me – but sweltering in last week’s 38C heat, I wanted to close my eyes, pretend it was the Limmat, and leap. Others weren’t so hesitant; there was a line of people going up one of the footbridges over the canal waiting for their turn to jump, dive, backflip or just belly-flop into the water.</p><p>Alexander Hurst is a Guardian Europe columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/09/extreme-heat-european-cities-greenery-swimming-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Did National Weather Service cuts lead to the Texas flood disaster? We don’t know | Rebecca Solnit",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/08/national-weather-service-cuts-texas-flooding",
      "pubDate": "Tue, 08 Jul 2025 10:00:38 GMT",
      "description": "<p>We all need to be careful about how we get information and reach conclusions – especially now</p><p>Why exactly so many people drowned in the terrible Independence Day floods that swept through Texas’s Hill Country will probably have multiple explanations that will take a while to obtain. But it’s 2025, and people want answers immediately, and lots of people seized on stories blaming the National Weather Service (NWS).</p><p>There were two opposing reasons to blame this vital government service. For local and state authorities, blaming a branch of the federal government was a way of avoiding culpability themselves. And for a whole lot of people who deplore the Trump/Doge cuts to federal services, including the National Oceanic and Atmospheric Administration (Noaa) and the National Weather Service, the idea that the NWS failed served to underscore how destructive those cuts are.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/08/national-weather-service-cuts-texas-flooding\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Brics summit in Brazil tries to reinvent collective approach to world’s problems | Jonathan Watts",
      "link": "https://www.theguardian.com/environment/2025/jul/07/brics-summit-brazil-president-lula",
      "pubDate": "Mon, 07 Jul 2025 12:23:24 GMT",
      "description": "<p>President Lula rebukes wealthy countries for retreating on climate and trade but bloc is divided and unbalanced</p><p>As the US retreats from the international stage, the most powerful political alliance in the global south has come together in Brazil this week to try to revive and reinvent a collective approach to the world’s problems.</p><p>The summit of the Brics group of nations at the Museum of Contemporary Art on the edge of Guanabara Bay in Rio de Janeiro is both a dress rehearsal for the Belém Cop30 UN climate conference in November and a rebuke to wealthier countries that have withdrawn to bunkers, launched missiles and choked off aid to poorer regions.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/07/brics-summit-brazil-president-lula\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Politicians are retreating from net zero because they think the public doesn’t care. But they’re wrong | Rebecca Willis",
      "link": "https://www.theguardian.com/commentisfree/2025/jul/07/politicians-net-zero-public-research-climate-crisis",
      "pubDate": "Mon, 07 Jul 2025 08:00:03 GMT",
      "description": "<p>Our research shows people are strongly in favour of measures to tackle the climate crisis. They just need to be listened to</p><ul><li><p>Rebecca Willis is professor of energy and climate governance at Lancaster University</p></li></ul><p>There’s not much that unites our fractured House of Commons at the moment. But on one issue, politicians from all parties seem to agree: the great British public don’t really want ambitious action to meet net zero goals. They may concur on this – but they are wrong.</p><p>On the right of the spectrum, opposition politicians have been sounding a rapid retreat from the net zero target. In doing so, they are breaking with a strong Conservative tradition – it was Theresa May who signed the target into law <a href=\"https://www.gov.uk/government/news/pm-theresa-may-we-will-end-uk-contribution-to-climate-change-by-2050#:~:text=Press%20release-,PM%20Theresa%20May%3A%20we%20will%20end%20UK,to%20climate%20change%20by%202050&text=Legislation%20laid%20today%20puts%20the,zero%20emissions%20target%20in%20law.&text=The%20Prime%20Minister%20has%20today,to%20climate%20change%20by%202050.\">in 2019</a>, with cross-party support. Council elections this spring saw victories for Reform UK, which opposes most net zero policies outright, and argues for an economy based on fossil fuels. Meanwhile, the Labour government has net zero as one of its <a href=\"https://labour.org.uk/wp-content/uploads/2024/03/Make-Britain-a-Clean-Energy-Superpower.pdf\">five missions</a>, yet it, too, seems reluctant to make a positive case for action to tackle the climate crisis. It worries there won’t be enough support for policies such as replacing gas boilers or managing demand for flying, and it has been further cowed by <a href=\"https://www.theguardian.com/environment/2025/apr/29/phasing-out-fossil-fuels-doomed-to-fail-tony-blair-climate\">unhelpful voices off</a> from the former prime minister Tony Blair.</p><p>Rebecca Willis is professor of energy and climate governance at Lancaster University</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jul/07/politicians-net-zero-public-research-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Floods are swallowing their village. Trump’s EPA cut a major lifeline for them and others",
      "link": "https://www.theguardian.com/environment/2025/jul/07/trump-administration-epa-grants-floods",
      "pubDate": "Mon, 07 Jul 2025 12:00:07 GMT",
      "description": "<p>The administration has wiped over $2.7bn in climate grants, hitting underserved communities across the US the hardest</p><p><em>This story was originally published by <a href=\"https://floodlightnews.org/\">Floodlight</a></em></p><p>Acre by acre, the village of Kipnuk is falling into the river.</p> <a href=\"https://www.theguardian.com/environment/2025/jul/07/trump-administration-epa-grants-floods\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Summer without cherry pie? Michigan’s signature crop faces battery of threats",
      "link": "https://www.theguardian.com/us-news/2025/jul/05/cherry-pie-michigan-signature-crop",
      "pubDate": "Sat, 05 Jul 2025 11:00:09 GMT",
      "description": "<p>Climate change, development, labor shortages and tariffs are making life the pits for the state’s cherry farmers</p><p>Nearly 100 years ago, north-west Michigan cherry farmers and Traverse City community leaders started a festival to promote the city and their region’s tart cherry crop as a tourist destination.</p><p>Now known as the “cherry capital of the world”, Traverse City’s National Cherry Festival draws 500,000 visitors over eight days to this picturesque Lake Michigan beach town to enjoy carnival rides and airshows, and to eat cherries. It also sparked a thriving agrotourism industry amid its rolling hills that now boasts dozens of shops, wineries, U-pick orchards, and farm-to-table restaurants helmed by James Beard-award-winning chefs.</p> <a href=\"https://www.theguardian.com/us-news/2025/jul/05/cherry-pie-michigan-signature-crop\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Like working in a volcano’: stories from six countries in Europe on a day of extreme heat",
      "link": "https://www.theguardian.com/world/2025/jul/05/stories-from-six-countries-europe-extreme-heat",
      "pubDate": "Sat, 05 Jul 2025 10:00:06 GMT",
      "description": "<p>How chefs, street performers and cheesemongers struggled to get their jobs done in record-busting temperatures</p><p>Hundreds of millions of people across Europe suffered an extreme heatwave this week, with temperatures smashing records as the continent sweltered.</p><p>With the human-caused climate emergency pushing the mercury ever higher, early in the summer Europe is experiencing troubling temperatures.</p> <a href=\"https://www.theguardian.com/world/2025/jul/05/stories-from-six-countries-europe-extreme-heat\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "On thin ice: three strategies to help you enjoy Australia’s snow season more sustainably | Change by degrees",
      "link": "https://www.theguardian.com/australia-news/2025/jul/05/on-thin-ice-three-strategies-to-help-you-enjoy-australias-snow-season-more-sustainably",
      "pubDate": "Sat, 05 Jul 2025 00:00:55 GMT",
      "description": "<p>Want to reduce your carbon (snow)print this winter? Here are tactics for making ski trips less damaging to the climate</p><ul><li><p><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></p></li></ul><p>As someone who has visited the snow for holidays since childhood, I’m sure I’m not alone in feeling increasingly uneasy about a once-cherished pastime.</p><p>For nature lovers, skiing offers a fantastic opportunity to appreciate the alpine environment – but it’s a carbon-intensive activity and the industry that surrounds it is causing negative climate impacts.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2025/jul/05/on-thin-ice-three-strategies-to-help-you-enjoy-australias-snow-season-more-sustainably\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}