{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-10-11T17:17:39.826672",
  "items": [
    {
      "title": "New report examines fossil fuel ties of dozens of Trump administration hires",
      "link": "https://grist.org/accountability/new-report-examines-fossil-fuel-ties-of-dozens-of-trump-administration-hires/",
      "pubDate": "Sat, 11 Oct 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "New research shows there’s a simple way to protect workers. Is OSHA listening?",
      "link": "https://grist.org/business/simple-way-to-protect-workers-extreme-heat-osha/",
      "pubDate": "Fri, 10 Oct 2025 08:45:00 +0000",
      "description": "A new study confirms that commonsense workplace protections from extreme heat — water, shade, breaks — help save workers from being injured on the job. The finding — something labor and climate advocates have long known and pushed for in public policy — comes just as the federal government shutdown may have suspended the Occupational Safety and Health Administration’s lengthy rulemaking process to create the U.S.’s first-ever nationwide heat standard for workers.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The shutdown is poised to deepen hunger in America — just as the Trump administration stopped tracking it",
      "link": "https://grist.org/food-and-agriculture/shutdown-deepen-hunger-america-trump-administration-stopped-tracking-it/",
      "pubDate": "Fri, 10 Oct 2025 08:30:00 +0000",
      "description": "The federal government shutdown is stretching into a second week with no end in sight. As Democrats and Republicans in Congress face a politically charged funding impasse, nutrition experts warn that women and children reliant on federal food assistance funding are particularly vulnerable to imminently losing their grocery benefits. \n<br><br>\nShortly before the shutdown, the Department of Agriculture moved to scrap the Household Food Security Report, the nation’s primary tool for tracking food insecurity, and in doing so, stripped away the very infrastructure needed to remedy rising hunger in America.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Youth plaintiffs test out a new legal strategy to counter Trump’s support for fossil fuels",
      "link": "https://grist.org/justice/youth-plaintiffs-test-out-a-new-legal-strategy-to-counter-trumps-support-for-fossil-fuels/",
      "pubDate": "Thu, 09 Oct 2025 08:45:00 +0000",
      "description": "In spring of this year, the nonprofit law firm Our Children’s Trust invited Miko Vergun, a plaintiff in the landmark 2015 federal youth climate lawsuit Juliana v. United States, to join a lawsuit challenging the constitutionality of Trump’s three executive orders, “Unleashing American Energy,” “Declaring a National Energy Emergency” and “Reinvigorating America’s Beautiful Clean Coal Industry.”\n<br><br>\nThe Juliana case asked the court to order the government to prepare and implement a plan to fix climate change. This time, plaintiffs are seeking a narrower remedy.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Buoyed by a retro revival, Kodak’s dark environmental past is coming to light",
      "link": "https://grist.org/accountability/buoyed-by-a-retro-revival-kodaks-dark-environmental-past-is-coming-to-light/",
      "pubDate": "Thu, 09 Oct 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "As Trump champions fossil fuels, the world is betting on renewable energy",
      "link": "https://grist.org/international/global-renewable-energy-report-2025-ember/",
      "pubDate": "Thu, 09 Oct 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Inside the Indonesian boomtowns powering the world’s electric vehicles",
      "link": "https://grist.org/labor/indonesia-nickel-chinese-workers-energy-transition/",
      "pubDate": "Wed, 08 Oct 2025 08:45:00 +0000",
      "description": "It’s hard to imagine a global transition away from fossil fuels without nickel. Nickel is a crucial component of EV batteries and energy storage systems. More nickel in an EV battery pack means longer mileage and improved performance from a single charge. The metal is also used in solar panels and wind turbines. Last year, Indonesia produced approximately 2.2 million tons of nickel, accounting for around 60 percent of global production. \n<br><br>\nBut the nascent energy transition comes at a steep cost to the workers driving it.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The ambitious plan to protect Northern California’s Plumas National Forest from wildfires",
      "link": "https://grist.org/wildfires/the-ambitious-plan-to-protect-northern-californias-plumas-national-forest-from-wildfires/",
      "pubDate": "Tue, 07 Oct 2025 08:45:00 +0000",
      "description": "Plumas National Forest officials have launched a plan for a dramatic change in forest management. To mount it, they are using chain saws, drip torches, and an array of gigantic machines that include masticators, feller bunchers, grapples, and hot saws. The goal is to thin, log, and intentionally burn what experts say are unnaturally fire-prone forests. If their work can stay ahead of stand-converting flames, they hope to leave a vast swath of trees resilient to future fires. The project, which targets 285,000 acres of forest, is called Plumas Community Protection, and Congress in 2023 gave the Forest Service $274 million to carry it out.\n<br><br>\nThe plan’s success depends on rapid accomplishment by a bureaucracy seldom known to be nimble, and now in the hands of an administration that has laid off thousands of workers and frozen millions of dollars of federal funds.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The ocean is a carbon toilet. Marine heat waves are clogging it.",
      "link": "https://grist.org/climate/the-ocean-is-a-carbon-toilet-marine-heat-waves-are-clogging-it/",
      "pubDate": "Mon, 06 Oct 2025 09:00:00 +0000",
      "description": "The planet would be a whole lot hotter if it weren’t for fecal pellets. Across the world’s oceans, tiny organisms known as phytoplankton harvest the sun’s energy, gobbling up carbon dioxide and releasing oxygen. They’re eaten by little animals called zooplankton, which poop out pellets that sink to the seafloor. What is essentially a giant toilet, then, flushes carbon at the surface into the depths, where it stays locked away from the atmosphere, thus keeping the amount of CO2 up there in check.\n<br><br>\nBut worrying signals are flashing that this commode could be changing in profound ways.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Breast cancer, dizziness, headaches: El Paso residents ask if a warehouse’s toxic emissions are to blame",
      "link": "https://grist.org/accountability/el-paso-medical-supply-warehouse-ethylene-oxide/",
      "pubDate": "Mon, 06 Oct 2025 08:30:00 +0000",
      "description": "A Grist investigation that modeled self-reported ethylene oxide emissions from Cardinal Health’s El Paso warehouses found that levels near at least one of the facilities exceeded allowable limits. The modeling results also indicated that the warehouses expose about 90 percent of the city’s population to a cancer risk above 1 in 1 million — the level that the Environmental Protection Agency strives to keep the largest number of people below — and residents living closest to the warehouses can be exposed to risk levels as high as 1 in 5,000.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The EPA is ending greenhouse gas data collection. Who will step up to fill the gap?",
      "link": "https://grist.org/accountability/the-epa-is-ending-greenhouse-gas-data-collection-who-will-step-up-to-fill-the-gap/",
      "pubDate": "Sun, 05 Oct 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "At least 170 US hospitals face major flood risk. Experts say Trump is making it worse.",
      "link": "https://grist.org/accountability/at-least-170-us-hospitals-face-major-flood-risk-experts-say-trump-is-making-it-worse/",
      "pubDate": "Sat, 04 Oct 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How disasters change our love lives — for better and for worse",
      "link": "https://grist.org/culture/how-disasters-change-our-love-lives-for-better-and-for-worse/",
      "pubDate": "Fri, 03 Oct 2025 08:45:00 +0000",
      "description": "Studies reinforce the toll extreme weather events can take on relationships. After 1989’s Hurricane Hugo, for instance, couples in South Carolina counties where a disaster was declared divorced at higher rates than in less-devastated areas. But the data also tells a more complicated story: Marriage and birth rates also climbed in those same hard-hit areas. The researchers suspected that surviving a life-threatening disaster motivated people to reevaluate what’s important to them, sometimes drawing them closer, sometimes pulling them apart.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Small farmers are more squeezed than ever. A California grant program offers a lifeline.",
      "link": "https://grist.org/food-and-agriculture/california-farm-to-school-grant-program-offers-a-lifeline/",
      "pubDate": "Fri, 03 Oct 2025 08:30:00 +0000",
      "description": "A recent report shows that the Farm to School grant program, which started in 2021, has been effective at supporting small, mid-sized, and socially or economically disadvantaged farmers. The program is open to applications from farmers, schools, child care centers, and other organizations focused on assisting schools with local food procurement or other food education initiatives. It’s designed to both support local producers and bring more fresh, sustainably grown produce to students across California. \n<br><br>\nIt’s also a sign of how some states are continuing efforts to support farmers in the face of mounting federal cuts.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The kids who sued America over climate change aren’t done yet",
      "link": "https://grist.org/global-indigenous-affairs-desk/the-kids-who-sued-america-over-climate-change-arent-done-yet/",
      "pubDate": "Fri, 03 Oct 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In Arizona, a fight against a deadly fungus is under threat from Trump’s health policies",
      "link": "https://grist.org/health/valley-fever-arizona-fungus-climate-change/",
      "pubDate": "Thu, 02 Oct 2025 08:45:00 +0000",
      "description": "What might become the world’s first-ever fungal vaccine, discovered by a team of researchers at the Valley Fever Center for Excellence in Tucson, is nearing the end of the long federal regulatory process for use against valley fever in dogs. A pharmaceutical company has already initiated the process of adapting it for use in humans.\n<br><br>\nBut this effort is on a collision course with the Trump administration’s new policies. The quest to free Arizona of its fungal scourge, never closer to bearing fruit, has also never been more at risk.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "5 things to know about the fungal infection valley fever",
      "link": "https://grist.org/health/5-things-to-know-about-the-fungal-infection-valley-fever/",
      "pubDate": "Thu, 02 Oct 2025 08:40:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Why Trump’s purge of ‘negative’ national park signs includes climate change",
      "link": "https://grist.org/politics/why-trumps-purge-of-negative-national-park-signs-includes-climate-change/",
      "pubDate": "Thu, 02 Oct 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "An absurdist theater artist prepares New Yorkers for climate disasters",
      "link": "https://grist.org/culture/an-absurdist-theatre-artist-prepares-new-yorkers-for-climate-disasters/",
      "pubDate": "Thu, 02 Oct 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "E-bikes could cut carbon, congestion, and costs — if cities take them seriously",
      "link": "https://grist.org/transportation/e-bikes-could-cut-carbon-congestion-and-costs-if-cities-take-them-seriously/",
      "pubDate": "Wed, 01 Oct 2025 08:45:00 +0000",
      "description": "As more electric vehicles hit the road, the temptation is to invest heavily in the infrastructure — roads, highways, parking lots — that will preserve the status quo of prioritizing cars over people. Meanwhile, the e-bike market is skyrocketing — and, according to some studies, outpacing electric cars — providing an even more environmentally friendly travel option. The question now is: Do officials double down on deadly car-centric urban design, or do they rethink cities to encourage people to ditch four wheels for two?",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}