{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-02-11T07:11:50.922072",
  "items": [
    {
      "title": "Choosing the Right Home Is Tough. Climate Change Is Making It Harder.",
      "link": "https://insideclimatenews.org/news/10022026/todays-climate-risks-buying-homes-flooding-wildfire/",
      "pubDate": "Tue, 10 Feb 2026 22:51:53 +0000",
      "description": "Trying to buy a home comes with a seemingly endless list of things to consider: What’s the commute to work like? Can you qualify for a mortgage? Will the small kitchen drive you crazy?  But climate change is throwing a snag in one of the most important considerations during the home-buying process—location. With catastrophic wildfires, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Will Order Defense Department to Buy Coal Power",
      "link": "https://insideclimatenews.org/news/10022026/trump-department-of-defense-coal-power/",
      "pubDate": "Tue, 10 Feb 2026 22:20:31 +0000",
      "description": "President Donald Trump plans to announce an executive order on Wednesday directing the U.S. Department of Defense to buy electricity from coal-fired power plants. The order, first reported by The Wall Street Journal and confirmed by a White House official, comes as the administration plans to repeal the endangerment finding, a landmark climate ruling that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trailblazing Atmospheric Scientist Was ‘a Titan in the Scientific World’",
      "link": "https://insideclimatenews.org/news/10022026/trailblazing-atmospheric-scientist-was-a-titan-in-the-scientific-world/",
      "pubDate": "Tue, 10 Feb 2026 10:00:00 +0000",
      "description": "More than half a century ago, at Queen’s University Belfast in Northern Ireland, Michael McElroy’s classmates had just finished an exceptionally difficult math exam and were ready to vent. But first they wanted to hear from the class’s star student. “So Michael comes rushing up, and they said, ‘What did you think?’” Veronica McElroy, Michael’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Administration to Finalize Protections for 11 South Florida Plants and Animals",
      "link": "https://insideclimatenews.org/news/09022026/south-florida-plants-animals-endangered-species-act/",
      "pubDate": "Mon, 09 Feb 2026 23:35:21 +0000",
      "description": "The Trump administration has agreed to finalize protections under the Endangered Species Act for 11 South Florida plants and animals, settling federal litigation over their plight. The agreement involves the Florida Keys mole skink, Rim Rock crowned snake and Key ring-necked snake. Also included in the settlement are eight rare plants, including three imperiled by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Local Barley Becomes Local Booze at a Wisconsin Distillery Prioritizing Ag Sustainability",
      "link": "https://insideclimatenews.org/news/09022026/wisconsin-distillery-sustainable-agriculture/",
      "pubDate": "Mon, 09 Feb 2026 10:00:00 +0000",
      "description": "In the Driftless Area of Wisconsin, food and beverage businesses are partnering with organic farms in a small but growing effort to promote regenerative agriculture practices across the unique region, known for its uneven landscape of steep hillsides and deeply carved river valleys.  State Line Distillery in Madison partners directly with farms in a grain-to-glass […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘A Disaster Waiting to Happen’: How the Fracking Boom Put an Oil Field in the Guadalupe River Floodplain",
      "link": "https://insideclimatenews.org/news/08022026/texas-guadalupe-river-floodplain-fracking-boom/",
      "pubDate": "Sun, 08 Feb 2026 10:00:00 +0000",
      "description": "GONZALES, Texas—More than 500 enormous oil tanks dot the floodplains of the Guadalupe River and its tributaries where they cross one of Texas’ leading oilfields, an Inside Climate News investigation has found, posing risk of an environmental disaster.  Longtime residents of these historic ranchlands still remember the last time these plains filled up with water […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Disaster Looms on the Guadalupe River Floodplain",
      "link": "https://insideclimatenews.org/news/08022026/icn-sunday-morning-guadalupe-river-floodplain-fracking/",
      "pubDate": "Sun, 08 Feb 2026 09:50:00 +0000",
      "description": "An epic flood a generation ago drenched areas around Texas’ Guadalupe River, showing how quickly and dangerously the region could be submerged. Since then, Texas — with no state floodplain policy — has allowed oil companies to frack this same area, extracting fossil fuels underground in the Eagle Ford Shale. It may be, as one […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Groundbreaking Geothermal Heating and Cooling Network Saves This Colorado College Money and Water",
      "link": "https://insideclimatenews.org/news/07022026/colorado-college-geothermal-network/",
      "pubDate": "Sat, 07 Feb 2026 10:00:00 +0000",
      "description": "GRAND JUNCTION, Colo.—The discussions started roughly a decade ago, when an account manager at Xcel Energy, the electricity and gas utility provider, expressed confusion, officials at Colorado Mesa University recalled.  A public school on the state’s remote western slope, Colorado Mesa had recently doubled in size, but its energy usage had hardly budged as it […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Georgia Power Gas Expansion Would Drive Significant Climate-Damaging Pollution",
      "link": "https://insideclimatenews.org/news/07022026/georgia-power-natural-gas-expansion-pollution/",
      "pubDate": "Sat, 07 Feb 2026 09:55:00 +0000",
      "description": "Georgia regulators have approved a massive expansion of natural gas power plants that could dramatically increase the state’s climate pollution, largely to support the rapid growth of data centers. The projects approved by Georgia’s Public Service Commission in December include additions to nine natural gas facilities owned or backed by Georgia Power. Since the plan […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The State of Environmental Justice Under Trump 2.0",
      "link": "https://insideclimatenews.org/news/07022026/environmental-justice-under-trump/",
      "pubDate": "Sat, 07 Feb 2026 09:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Paloma Beltran with Monique Harden, an environmental justice lawyer and advocate in New Orleans. For generations, African American and other communities of color have been exposed to higher levels of pollution from landfills, chemical plants and highways.  While the majority […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}