{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-08-13T14:26:59.633961",
  "items": [
    {
      "title": "Can Colorado Recycle Toxic Water from Oil and Gas Drilling Without Increasing Emissions?",
      "link": "https://insideclimatenews.org/news/13082025/colorado-oil-gas-toxic-water-recycling/",
      "pubDate": "Wed, 13 Aug 2025 09:05:00 +0000",
      "description": "RIFLE, Colo.—The vegetation along the Colorado River as it runs next to Interstate 70 is lush in early June, soaking up the tail end of this year’s meager spring runoff as it makes its way West.  But as you approach Rifle, Colorado, splotches of dry grass begin popping up on the slopes above the river’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Environmental Justice Test Case for Trump’s EPA: A Creek That Smells Like Death",
      "link": "https://insideclimatenews.org/news/13082025/north-carolina-brenntag-water-contamination-environmental-justice/",
      "pubDate": "Wed, 13 Aug 2025 09:00:00 +0000",
      "description": "DURHAM, N.C.—On a summer afternoon in Burton Park, hip-hop throbs from a car stereo over the backbeat of a basketball slapping on concrete. The sun bakes a grid of identical brick buildings, whose wheezing window air conditioners can barely keep pace with the 96-degree heat. Three young boys laugh and shout as they speed down […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "RAGBRAI, the World’s Largest Recreational Bike Ride, Is Getting Hotter and Harder",
      "link": "https://insideclimatenews.org/news/13082025/iowa-ragbrai-bike-ride-heat/",
      "pubDate": "Wed, 13 Aug 2025 08:55:00 +0000",
      "description": "Laura Ferguson has a strict no-plastic-water-bottle rule when she bikes across Iowa.  She has managed to complete 19 RAGBRAIs—the Register’s Annual Great Bike Across Iowa—relying solely on hoses, taps and her reusable water bottles. But on a blisteringly hot Wednesday this July, with 72 miles of Iowa roadways to cover, Ferguson finally caved, accepting an […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Will Endangerment Finding Repeal Trigger New State Actions on Climate?",
      "link": "https://insideclimatenews.org/news/12082025/endangerment-finding-repeal-state-climate-actions/",
      "pubDate": "Tue, 12 Aug 2025 23:29:08 +0000",
      "description": "President Donald Trump’s administration is not the first to declare it has no legal authority to regulate greenhouse gas emissions. Twenty-two years ago, President George W. Bush’s administration came to the same conclusion, but that was hardly the end of the matter. The Bush decision touched off an era of aggressive legal and regulatory action […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Trump Administration’s Concerted Attacks on Wind Threaten the Industry’s Future",
      "link": "https://insideclimatenews.org/news/12082025/todays-climate-trump-wind-energy-threats/",
      "pubDate": "Tue, 12 Aug 2025 20:45:44 +0000",
      "description": "In the weeks leading up to his inauguration, President Donald Trump made a pledge: “no new windmills.” He’s made major headway on that this year. Since January, the administration has issued a flurry of orders and actions disrupting wind development on the country’s federal lands and waters, which has had ripple effects across the industry. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Week of Gulf South Solidarity in New York City",
      "link": "https://insideclimatenews.org/news/12082025/new-york-city-gulf-coast-protests/",
      "pubDate": "Tue, 12 Aug 2025 19:55:06 +0000",
      "description": "NEW YORK—Manning Rollerson stood at the glass doors of Chubb Insurance’s Midtown Manhattan headquarters, a petition in hand and a Houston Texans cap shading his face. Chants echoed off the surrounding buildings, but no company representatives came out—only building security. Rollerson’s request was clear: He wanted Chubb to stop insuring fossil fuel projects near his […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Broiled by Heat Waves, Residents of the Concrete Jungle Suffer",
      "link": "https://insideclimatenews.org/news/12082025/new-york-city-heat-island-effect/",
      "pubDate": "Tue, 12 Aug 2025 09:00:00 +0000",
      "description": "Summer heat in New York City beats down on asphalt and tall buildings, which get hotter, scorching the locals, who can’t stop sweating. Exhaust from trucks and cars hangs in the air and the subway stations trap extreme amounts of heat. Some residents face greater exposure to high temperatures than others. That depends on multiple […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "As Climate Change Makes Hail More Destructive, Illinois Residents Pay the Price",
      "link": "https://insideclimatenews.org/news/12082025/illinois-hail-damage-insurance-rates/",
      "pubDate": "Tue, 12 Aug 2025 08:55:00 +0000",
      "description": "For 40 days this summer, Illinois atmospheric scientist Victor Gensini and roughly 100 other specialists and students traveled the Great Plains chasing storms. More specifically, they investigated severe convective storms, the weather events that cause tornadoes and thunderheads. But their true quarry was something more elusive: hail. “It’s just an underappreciated peril that causes billions […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After Turmoil and No-Confidence Votes, Sierra Club Terminates Ben Jealous",
      "link": "https://insideclimatenews.org/news/11082025/after-turmoil-and-no-confidence-votes-sierra-club-terminates-ben-jealous/",
      "pubDate": "Tue, 12 Aug 2025 00:11:16 +0000",
      "description": "Ben Jealous’ tenure at the Sierra Club has come to an end.  Leadership at the environmental organization announced the executive director’s firing to staff in an email Monday evening.  “Following an extensive evaluation of his conduct, the Board of Directors unanimously voted to terminate Ben Jealous’ employment for cause. This was not a decision we […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Coal Company Sues UK After Environmentalists Win Major Climate Case in British Court",
      "link": "https://insideclimatenews.org/news/11082025/coal-company-sues-uk-after-environmentalists-win-climate-case/",
      "pubDate": "Mon, 11 Aug 2025 20:38:56 +0000",
      "description": "A coal company is pushing back against the United Kingdom after a British court canceled a proposed mine due to a flawed accounting of its potential climate impacts. On Friday, the mine’s Singaporean and U.K. investors initiated arbitration proceedings against the British government based on a 1975 treaty between the U.K. and Singapore that allows […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}