{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-11-10T14:26:23.120525",
  "items": [
    {
      "title": "Cop30 live: crucial climate talks begin in Brazil as hosts insist summit must lead to ‘implementation’",
      "link": "https://www.theguardian.com/environment/live/2025/nov/10/cop30-climate-talks-brazil-belem-latest-news-updates",
      "pubDate": "Mon, 10 Nov 2025 14:05:32 GMT",
      "description": "<p>Ministers and high-ranking officials from nearly 200 countries have gathered in the Amazonian city of Belem, with Brazil insisting this will be “the Cop of implementation”.</p><p>The opening plenary is starting now. Mukhtar Babayev, Azerbaijan’s minister for ecology and the president of the previous COP in Baku has passed the baton to Brazil.</p><p>He stressed the importance of building on the climate finance commitments made last year, when wealthy nations agreed to provide $300bn annually by 2035, with a broader aspiration to scale this up to 1.3trillion a year with support from private sources. “Delivering the Baku finance goal will be essential to success,” he said. “We ask vulnerable Communities to accept the limits of how much support they could expect. Now in eagle measure we see the donors deliver in full with developed countries taking the lead.</p><p>When children are invisible in data, budgets, and strategies, they are invisible in the solutions that shape their lives. Policies that fail to track how resources reach girls and boys are failing the very generation most affected by the climate crisis.</p><p>We are entering an age of hungry futures. Children are on the frontlines of climate change, yet their needs and voices are almost invisible in the world’s climate blueprints. COP30 in Brazil must be a turning point. Children cannot be an afterthought in climate policy - they must be at the heart of it.</p> <a href=\"https://www.theguardian.com/environment/live/2025/nov/10/cop30-climate-talks-brazil-belem-latest-news-updates\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Jailed climate activist facing deportation from UK fights ‘crazy double punishment’",
      "link": "https://www.theguardian.com/environment/2025/nov/10/jailed-climate-activist-marcus-decker-deportation-uk-double-punishment",
      "pubDate": "Mon, 10 Nov 2025 12:33:31 GMT",
      "description": "<p>Marcus Decker is supported by climate experts, religious leaders and celebrities as he fights being first person in UK to be ‘deported for peaceful protest’</p><p>A climate activist who is appealing against his deportation after serving one of the longest prison sentences in modern British history for peaceful protest has criticised his “crazy double punishment”.</p><p>Marcus Decker <a href=\"https://www.theguardian.com/environment/2023/apr/21/just-stop-oil-protesters-jailed-for-dartford-crossing-protest\">was jailed for two years and seven months</a> for a protest in which he climbed the Queen Elizabeth Bridge over the Dartford Crossing and unveiled a Just Stop Oil banner in October 2022.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/10/jailed-climate-activist-marcus-decker-deportation-uk-double-punishment\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Monday briefing: What to expect from Cop30 as the crucial climate conference kicks off in Brazil",
      "link": "https://www.theguardian.com/world/2025/nov/10/first-edition-cop30",
      "pubDate": "Mon, 10 Nov 2025 06:33:06 GMT",
      "description": "<p>In today’s newsletter: As the world’s leaders gather in Brazil, the urgency of the climate crisis collides with political inertia. The Guardian’s journalists will be following all the stories from Belém</p><p></p><p>Good morning. I was warned when I agreed to sit in on First Edition that sometimes your early Monday morning could get derailed by a big breaking news story. So imagine my face yesterday when it happened on my very first weekend, as the BBC’s director general, Tim Davie, and the head of BBC News, Deborah Turness, <a href=\"https://www.theguardian.com/media/2025/nov/09/tim-davie-expected-to-resign-bbc-director-general\">both resigned</a>.</p><p>The decisions come in the wake of Donald Trump’s press secretary, Karoline Leavitt, describing the BBC as “100% fake news” over the way a speech by the US president was edited. A week of hostile rightwing media headlines – very clearly set out by Jamie Grierson in <a href=\"https://www.theguardian.com/media/2025/nov/09/bbc-bias-row-timeline-a-week-of-hostile-headlines-and-calls-for-heads-to-roll\">this piece</a> – seems to have taken its toll at the top of the corporation. Culture secretary Lisa Nandy’s judgement will also no doubt be in the spotlight, having said, prior to his resignation, that she “retained confidence” in how Davie was handling the situation. Davie himself clearly didn’t agree.</p><p><em><strong>UK news</strong></em> | Tim Davie, the BBC’s director general, and Deborah Turness, head of BBC News <a href=\"https://www.theguardian.com/media/2025/nov/09/tim-davie-expected-to-resign-bbc-director-general\">have resigned</a> after a former adviser to the corporation accused it of “serious and systemic” bias in its coverage of issues including Donald Trump, Gaza and trans rights.</p><p><em><strong>Remembrance day </strong></em>| Veterans of the second world war <a href=\"https://www.theguardian.com/uk-news/2025/nov/09/second-world-war-veterans-applauded-king-leads-remembrance-sunday-service\">were applauded</a> as they arrived at the Remembrance Sunday service at the Cenotaph in Whitehall to honour those who have died in conflict.</p><p><em><strong>US news </strong></em>| More than 2,500 flights were <a href=\"https://www.theguardian.com/us-news/2025/nov/09/flight-cancellations-government-shutdown\">cancelled</a> as US transportation secretary Sean Duffy said flight reductions could reach 20% if the federal government shutdown persisted.</p><p><em><strong>The Philippines </strong></em>| More than a million people were evacuated from their homes in the Philippines and at least two people were killed as Typhoon Fung-wong – <a href=\"https://www.theguardian.com/world/2025/nov/09/more-than-100000-evacuated-in-the-philippines-as-fung-wong-intensifies-into-super-typhoon\">the second big storm to hit</a> in the space of a few days – made landfall on the east coast.</p><p><em><strong>Business news </strong></em>| The Barclay family is set to <a href=\"https://www.theguardian.com/business/2025/nov/09/us-private-equity-giant-poised-to-take-over-online-retailer-the-very-group\">lose control</a> of another part of their former business empire with a US private equity firm taking control of online retailer the Very Group.</p> <a href=\"https://www.theguardian.com/world/2025/nov/10/first-edition-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Rich countries have lost enthusiasm for tackling climate crisis, says Cop30 chief",
      "link": "https://www.theguardian.com/environment/2025/nov/10/rich-countries-have-lost-enthusiasm-for-tackling-climate-crisis-says-cop30-chief",
      "pubDate": "Mon, 10 Nov 2025 05:00:54 GMT",
      "description": "<p>Brazil’s André Corrêa do Lago says countries should follow China’s lead on clean energy as conference begins</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/10/cop30-what-are-the-main-issues-and-why-do-they-matter\">Cop30: what are the main issues?</a></p></li><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/10/from-net-zero-to-ndcs-your-comprehensive-cop30-jargon-buster\">Net zero to NDCs: your Cop30 jargon buster</a></p></li></ul><p>Rich countries have lost enthusiasm for combating the climate crisis while China is surging ahead in producing and using clean energy equipment, the president of the UN climate talks has said.</p><p>More countries should follow China’s lead instead of complaining about being outcompeted, said André Corrêa do Lago, the Brazilian diplomat in charge of the <a href=\"https://www.theguardian.com/news/ng-interactive/2025/nov/09/amid-squabbles-bombast-and-competing-interests-what-can-cop30-achieve\">Cop30 conference</a>, which begins on Monday.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/10/rich-countries-have-lost-enthusiasm-for-tackling-climate-crisis-says-cop30-chief\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Growth in global demand for ‘green’ office buildings slows amid Trump policies",
      "link": "https://www.theguardian.com/business/2025/nov/10/growth-in-global-demand-for-green-office-buildings-slows-amid-trump-policies",
      "pubDate": "Mon, 10 Nov 2025 00:01:45 GMT",
      "description": "<p>Fall reported by Royal Institution of Chartered Surveyors as UN calls for accelerated action in buildings sector to meet global climate goals</p><p>The growth in global demand for “green” office buildings has slowed after <a href=\"https://www.theguardian.com/environment/2025/oct/31/harrison-ford-donald-trump-climate-crisis\">Donald Trump’s assault on environmental protection policies</a> caused a slump in interest in the US, according to a survey of construction industry professionals.</p><p>Building occupiers and investors across North America and South America expressed significantly lower growth in demand for green commercial buildings, a shift that “seems to be in response to a change in US policy focus”, according to a survey of members of the Royal Institution of Chartered Surveyors (Rics). Reported demand across the rest of the world also fell, albeit not as sharply.</p> <a href=\"https://www.theguardian.com/business/2025/nov/10/growth-in-global-demand-for-green-office-buildings-slows-amid-trump-policies\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I wish we could ignore Bill Gates on the climate crisis. But he’s a billionaire, so we can’t | George Monbiot",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30",
      "pubDate": "Sat, 08 Nov 2025 08:00:02 GMT",
      "description": "<p>Money talks – and his essay denouncing ‘near-term emissions goals’ at Cop30 mostly argues the case for letting the ultra-rich off the hook</p><p>Let’s begin with the fundamental problem: Bill Gates is a politics denier. Though he came to it late, he now <a href=\"https://www.nytimes.com/2021/02/15/books/review/bill-gates-how-to-avoid-a-climate-disaster.html\">accepts the realities of climate science</a>. But he lives in flat, <a href=\"https://www.theguardian.com/commentisfree/2022/may/13/optimism-climate-predictions-techno-polluters\">embarrassing denial about political realities</a>. His <a href=\"https://www.gatesnotes.com/home/home-page-topic/reader/three-tough-truths-about-climate\">latest essay</a> on climate, published last week, treats the issue as if it existed in a political vacuum. He writes as if there were no such thing as political power, and no such thing as billionaires.</p><p>His main contention is that funds are very limited, so the delegates at this month’s <a href=\"https://unfccc.int/cop30\">climate summit</a> in Brazil should direct money away from “near-term emissions goals” towards climate “adaptation” and spending on poverty and disease.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/08/bill-gates-climate-crisis-billionaire-essay-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on worsening extreme weather: the injustice of the climate crisis grows ever clearer | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/07/the-guardian-view-on-worsening-extreme-weather-the-injustice-of-the-climate-crisis-grows-ever-clearer",
      "pubDate": "Fri, 07 Nov 2025 18:30:40 GMT",
      "description": "<p>The increasing ferocity and frequency of tropical storms imposes an unbearable burden on countries including Jamaica</p><p>The geographically uneven risks from increasingly extreme and dangerous weather grow ever starker. As Jamaica and other Caribbean countries <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-jamaica-relief\">clear up after Hurricane Melissa</a>, and Typhoon Kalmaegi heads west after killing nearly 200 people in the Philippines and Vietnam, the case for more international support to countries facing the most destructive impacts from global heating has never been stronger.</p><p>Last week’s five-day rainfall in Jamaica was made <a href=\"https://www.theguardian.com/world/2025/nov/06/hurricane-melissa-storm-strength-climate-crisis\">twice as likely</a> by higher temperatures, according to initial findings from <a href=\"https://www.theguardian.com/environment/2024/nov/18/how-do-we-know-that-the-climate-crisis-is-to-blame-for-extreme-weather\">climate attribution studies</a>. The current death toll across the Caribbean is at least 75. The economic and social costs are hard to quantify in a region that is still recovering from 2024’s <a href=\"https://www.theguardian.com/world/article/2024/aug/22/caribbean-nations-still-facing-humanitarian-crisis-weeks-after-hurricane-beryl-destruction\">Hurricane Beryl</a>. Crucial infrastructure has been destroyed before the loans used to build it have even been paid off. Andrew Holness, Jamaica’s prime minister, estimates that the damage there is roughly equivalent to <a href=\"https://www.theguardian.com/world/2025/nov/05/jamaica-pm-says-hurricane-melissa-caused-damage-equivalent-to-nearly-one-third-of-gdp\">one-third of the country’s gross domestic product</a>.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/the-guardian-view-on-worsening-extreme-weather-the-injustice-of-the-climate-crisis-grows-ever-clearer\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Net zero is an insidious loophole that distracts from the scientific imperative to eliminate fossil fuels | Joëlle Gergis",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30",
      "pubDate": "Thu, 06 Nov 2025 23:01:50 GMT",
      "description": "<p>History tells us that polite incrementalism and political kowtowing will prevail at Cop30 – even as catastrophe unfolds around us</p><p>As world leaders gather in Brazil this year for <a href=\"https://www.theguardian.com/environment/cop30\">Cop30 – the first Amazonian Cop</a> – it’s worth doing a quick reality check on how we are collectively tracking to reduce global greenhouse gas emissions.</p><p>Despite 30 years of UN climate summits, about half of the carbon dioxide accumulated in the atmosphere since the Industrial Revolution has been emitted since 1990. Incidentally, 1990 was the year the Intergovernmental Panel on Climate Change – the global authority on climate change science – released its First Assessment Report confirming the threat of human-caused global warming. As scientists all over the world prepare the IPCC’s Seventh Assessment Report, we do so knowing that our work is still being overshadowed by politics. Despite all the well-intentioned half-measures, the truth is that the world is still disastrously off track to limit dangerous climate change.</p><p>Dr Joëlle Gergis is an award-winning climate scientist and writer from the University of Melbourne. She served as a lead author on the United Nations’ Intergovernmental Panel on the Climate Change’s Sixth Assessment Report</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/07/net-zero-distracts-from-scientific-imperative-to-eliminate-fossil-fuels-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The era of fine speeches and good intentions is over. Brazil’s Cop30 will be about action | Luiz Inácio Lula da Silva",
      "link": "https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula",
      "pubDate": "Thu, 06 Nov 2025 05:00:48 GMT",
      "description": "<p>This is our message to world leaders: make this the ‘Cop of truth’, before people lose faith</p><ul><li><p>Luiz Inácio Lula da Silva is the president of Brazil</p></li></ul><p>Today, in the Brazilian Amazon, the Belém summit opens ahead of the 30th United Nations climate change conference (Cop30). I have convened world leaders in the days leading up to the conference so that we can all commit to acting with the urgency the climate crisis demands.</p><p>If we fail to move beyond speeches into real action, our societies will lose faith – not only in the Cops, but in multilateralism and international politics more broadly. That is why I have summoned leaders to the Amazon: to make this the “Cop of truth”, the moment we demonstrate the seriousness of our shared commitment to the planet.</p><p>Luiz Inácio Lula da Silva is the president of Brazil</p> <a href=\"https://www.theguardian.com/commentisfree/2025/nov/06/brazil-cop-30-truth-world-leaders-climate-crisis-president-lula\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Counting down to zero: the final warning from a climate diplomat – podcast",
      "link": "https://www.theguardian.com/news/audio/2025/nov/10/counting-down-to-zero-the-final-warning-from-a-climate-diplomat-podcast",
      "pubDate": "Mon, 10 Nov 2025 05:00:52 GMT",
      "description": "<p>Before Peter Betts died in 2023, he wanted to pass on what he had learned over many years of negotiating at Cops – including how Paris 2015 was saved at the last bell</p><p>By Peter Betts. Read by Andrew McGregor</p> <a href=\"https://www.theguardian.com/news/audio/2025/nov/10/counting-down-to-zero-the-final-warning-from-a-climate-diplomat-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Existential and urgent’: what impact will ICJ climate ruling have on Cop30?",
      "link": "https://www.theguardian.com/environment/2025/nov/09/what-impact-will-icj-climate-ruling-have-on-cop30",
      "pubDate": "Sun, 09 Nov 2025 15:36:04 GMT",
      "description": "<p>Decision by international court of justice hailed as a gamechanger for climate justice and accountability</p><p>In July 2025, the international court of justice delivered a landmark decision that clarified that all states were bound under international law to tackle the human-made climate crisis, which the judges unanimously concluded posed an “urgent and existential threat” to the planet’s life-sustaining systems and therefore humanity itself.</p><p>The ICJ advisory opinion built on rulings from hundreds of climate lawsuits across the world over the past decade or more, and added further legal weight to strong decisions from the inter-American court of human rights in July 2025 and the international tribunal on the law of the sea in May 2024.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/09/what-impact-will-icj-climate-ruling-have-on-cop30\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Lula’s balancing act: Cop30 Amazon summit juggles climate and social priorities",
      "link": "https://www.theguardian.com/environment/2025/nov/08/brazil-amazon-summit-juggles-climate-and-social-priorities",
      "pubDate": "Sat, 08 Nov 2025 14:00:05 GMT",
      "description": "<p>Brazil’s president welcomes world leaders while navigating divided government, promising action on deforestation and emissions</p><ul><li><p><a href=\"https://www.theguardian.com/environment/2025/nov/06/tropical-forest-forever-fund-proposed-cop30-tackle-climate-change\">How could the Tropical Forest Forever Facility tackle deforestation?</a></p></li></ul><p>Brazil’s president, Luiz Inácio Lula da Silva, has welcomed world leaders to Belém for the first climate summit in the Amazon, where conservationists hope he can be a champion for the rainforest and its people.</p><p>But with a divided administration, a hostile Congress and 20th-century developmentalist instincts, this global figurehead of the centre left has a balancing act to perform in advocating protection of nature and a reduction of emissions.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/08/brazil-amazon-summit-juggles-climate-and-social-priorities\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Less arguing, more action: will Brazil’s unorthodox approach to Cop30 work?",
      "link": "https://www.theguardian.com/environment/2025/nov/08/brazil-unorthodox-cop30-approach-no-agenda",
      "pubDate": "Sat, 08 Nov 2025 06:00:55 GMT",
      "description": "<p>Host uses Indigenous concepts and changes agenda to help delegates agree on ways to meet existing climate goals</p><p>Shipping containers, cruise ships, river boats, schools and even army barracks have been pressed into service as <a href=\"https://www.theguardian.com/environment/2025/sep/16/un-tries-to-limit-staff-going-to-cop30-in-brazil-due-to-high-price-of-hotels\">accommodation</a> for the 50,000 plus people descending on the Amazon: this year’s Cop30 climate summit is going to be, in many ways, an unconventional one.</p><p>Located in <a href=\"https://www.theguardian.com/environment/2025/apr/25/brazil-host-cop30-climate-talks-amazon\">Belém, a small city at the mouth of the Amazon river</a>, the Brazilian hosts have been <a href=\"https://www.theguardian.com/environment/2025/jul/30/un-emergency-talks-sky-high-accommodation-costs-cop30-brazil\">criticised for the exorbitant cost of scarce hotel rooms</a> and <a href=\"https://www.theguardian.com/environment/2025/sep/22/belem-residents-evicted-to-make-way-for-cop30-rentals#:~:text=On%20the%20edge%20of%20the,days%20to%20vacate%20their%20apartments.\">hastily vacated apartments</a>. Many delegations have slimmed down their presence, while business leaders have decamped to hold their own events in São Paulo and Rio de Janeiro.</p> <a href=\"https://www.theguardian.com/environment/2025/nov/08/brazil-unorthodox-cop30-approach-no-agenda\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}