{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2026-01-26T04:19:36.559604",
  "items": [
    {
      "title": "What’s Killing Onshore Wind Power?",
      "link": "https://insideclimatenews.org/news/25012026/onshore-wind-power-opposition-road-blocks/",
      "pubDate": "Sun, 25 Jan 2026 10:00:00 +0000",
      "description": "SHENANDOAH, Iowa—First viewed from a pickup truck driving south on U.S. 59, the wind turbines seem small and delicate. The newly constructed wind farm is a matter of pride for Gregg Connell, the man behind the wheel of the truck. He is a former two-term mayor of this southwestern Iowa city and an official with […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Chinese Coal Offer Pakistan Couldn’t Afford But Didn’t Refuse",
      "link": "https://insideclimatenews.org/news/25012026/pakistan-energy-crisis-chinese-coal-plants/",
      "pubDate": "Sun, 25 Jan 2026 09:55:00 +0000",
      "description": "Planet China: Fourteenth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. QADIRABAD, Pakistan—Only a few weeks to wrap up a lifetime. The thought crossed Muhammad Imran’s mind and lingered as he prepared in November to depart the country with his family, perhaps for good. Disheartened by Pakistan’s chronic […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "An Enormous Climate Blind Spot",
      "link": "https://insideclimatenews.org/news/25012026/icn-sunday-morning-ocean-warming/",
      "pubDate": "Sun, 25 Jan 2026 09:50:00 +0000",
      "description": "Oceans cover 70% of the earth’s surface, absorb 90% of excess heat trapped by greenhouse gases, and help prevent dramatic temperature spikes on land. Yet they’re often overlooked in conversations about climate change. The consequences are significant. Ignoring ocean damage nearly doubles the cost of climate change and has left a multi-trillion-dollar blind spot in […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Trump Doesn’t Understand About Greenland",
      "link": "https://insideclimatenews.org/news/25012026/what-trump-doesnt-understand-about-greenland/",
      "pubDate": "Sun, 25 Jan 2026 09:30:00 +0000",
      "description": "While President Trump claimed earlier this month that Greenland was surrounded by Chinese destroyers and Russian submarines, the reality out on the water was different.  The only verifiable fleet was, in fact, the nearly 4,000 fishermen on the hunt for northern prawns, Greenland halibut and Atlantic cod. Even as the Kingdom of Denmark—responsible for the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Unbelievably Vulnerable’: The Climate Challenges Facing Mamdani’s New York City",
      "link": "https://insideclimatenews.org/news/24012026/climate-challenges-mamdani-new-york-city/",
      "pubDate": "Sat, 24 Jan 2026 10:00:00 +0000",
      "description": "Climate advocates in New York City celebrated when Zohran Mamdani won the mayoral election, applauding his history of opposing the expansion of gas infrastructure in the city and his framing of climate action as important to his affordability agenda. Now, those advocates will closely monitor how he addresses the city’s pressing climate issues, including flooding, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Cost of Ignoring Fossil Fuel Pollution’s Health Impacts",
      "link": "https://insideclimatenews.org/news/24012026/the-cost-of-ignoring-fossil-fuel-pollutions-health-impacts/",
      "pubDate": "Sat, 24 Jan 2026 09:50:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Steve Curwood with Dr. Vanessa Kerry at the Harvard T. H. Chan School of Public Health. Ever since the Six Cities study, led by Harvard University’s public health experts, first found in the 1990s that coal power plant smokestacks were […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Post-COP 30 Modeling Shows World Is Far Off Track for Climate Goals",
      "link": "https://insideclimatenews.org/news/24012026/post-cop-30-modeling-shows-world-is-far-off-track-for-climate-goals/",
      "pubDate": "Sat, 24 Jan 2026 09:45:00 +0000",
      "description": "After yet another international climate summit ended last fall without binding commitments to phase out fossil fuels, a leading global climate model is offering a stark forecast for the decades ahead. The Massachusetts Institute of Technology’s (MIT) “2025 Global Change Outlook” finds the world on track to exceed key climate thresholds under current policies, even […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Grant Terminations Upheld by Fourth Circuit Court of Appeals",
      "link": "https://insideclimatenews.org/news/23012026/trumps-grant-terminations-upheld-by-fourth-circuit-court-of-appeals/",
      "pubDate": "Fri, 23 Jan 2026 23:06:47 +0000",
      "description": "Six cities and 13 nonprofit groups still cannot recoup millions of dollars after the Fourth Circuit Court of Appeals this week overturned a lower court’s ruling that forbade the Trump administration from terminating or freezing grant funding for environmental justice, agricultural and climate programs. The three-judge panel—Paul Niemeyer, Allison Rushing and Toby Heyten—concluded that “the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "This Small Alabama Town Was Part of the Manhattan Project. Now It May Host a Hyperscale Data Center.",
      "link": "https://insideclimatenews.org/news/23012026/this-small-alabama-town-was-part-of-the-manhattan-project-now-it-may-host-a-hyperscale-data-center/",
      "pubDate": "Fri, 23 Jan 2026 22:29:14 +0000",
      "description": "CHILDERSBURG, Ala.—At Tuesday’s City Council meeting, there were few questions and fewer answers.  Despite the lack of public detail about a proposed hyperscale data center in the town of 5,000 south of Birmingham, Childersburg City Council members unanimously approved a change to their zoning ordinance allowing the operation of the data center at a site […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Virginia Attorney General Takes Steps to Rejoin the Regional Greenhouse Gas Initiative",
      "link": "https://insideclimatenews.org/news/23012026/virginia-attorney-general-takes-steps-to-rejoin-the-regional-greenhouse-gas-initiative/",
      "pubDate": "Fri, 23 Jan 2026 20:03:56 +0000",
      "description": "RICHMOND, Va.— Virginia’s newly elected Democratic Attorney General Jay Jones took action Thursday that creates a pathway for Virginia to rejoin the carbon market called the Regional Greenhouse Gas Initiative, or RGGI. In November 2024, a judge in Floyd County Circuit Court ruled that the state must rejoin RGGI after its illegal withdrawal by then-Gov. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}