{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-06-07T17:20:08.799933",
  "items": [
    {
      "title": "Rockaway is a New York Coastal Community Trying to Fight Erosion–and Then EPA Cancelled Funding",
      "link": "https://insideclimatenews.org/news/07062025/new-york-rockaway-erosion-restoration-canceled-funding/",
      "pubDate": "Sat, 07 Jun 2025 09:00:00 +0000",
      "description": "Adriana Jovanovic clambered cheerfully over the metal railing next to the dunes along Rockaway Beach. She landed in a patch of sand where she and her team, nicknamed the “dune squad,” had sown native roses and goldenrod among other native plants.  “We’re hand watering those that need a little extra help,” she said as about […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In One of the Nation’s Most Polluted Communities, Trump Terminates Funding for Air Monitoring",
      "link": "https://insideclimatenews.org/news/07062025/trump-terminates-air-monitor-funding-in-majority-black-north-birmingham/",
      "pubDate": "Sat, 07 Jun 2025 08:55:00 +0000",
      "description": "BIRMINGHAM, Ala.—When Jilisa Milton received the grant termination letter, she wasn’t surprised. She suspected this day would come.  The language the Greater Birmingham Alliance to Stop Pollution (GASP) had used in its application to the Environmental Protection Agency had been clear. “We’re talking about helping a community,” Milton, GASP’s executive director, said last week, “where […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Some Hopeful News About the Future of the World’s Corals",
      "link": "https://insideclimatenews.org/news/07062025/coral-bleaching-reef-restoration-progress/",
      "pubDate": "Sat, 07 Jun 2025 08:50:00 +0000",
      "description": "From our collaborating partner “Living on Earth,” public radio’s environmental news magazine, an interview by producer Aynsley O’Neill with Steve Palumbi, Stanford University professor of biology and oceans.  Record-breaking heat in the oceans is disrupting marine ecosystems around the world in a multitude of ways, including the most widespread coral bleaching event ever documented. The […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Canceled Climate Grants Would Have Cut Pollution While Boosting Production, Jobs at Two Alabama Ironworks",
      "link": "https://insideclimatenews.org/news/06062025/canceled-climate-grants-would-have-cut-pollution-while-boosting-production-jobs-at-two-alabama-ironworks/",
      "pubDate": "Fri, 06 Jun 2025 23:38:15 +0000",
      "description": "BIRMINGHAM, Ala.—Two iron pipe manufacturers in Alabama learned last week they lost a combined $150 million in promised federal funding that would have increased productivity and employment while slashing greenhouse gas emissions and other air pollution.  The grants, $75 million each, were issued to the American Cast Iron Pipe Company in Birmingham and the U.S. […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "People Using Apps Like iNaturalist and Merlin Are Helping Fuel Scientific Discovery",
      "link": "https://insideclimatenews.org/news/06062025/todays-climate-community-science-inaturalist-merlin-science/",
      "pubDate": "Fri, 06 Jun 2025 20:06:07 +0000",
      "description": "In April, more than 100,000 people from nearly 700 cities around the world set out on a mission to document as many plants and animals as they could in their urban environments.  The early results from this effort are in: Participants made more than 3.3 million observations of over 73,000 species, thousands of which are […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "UN Scientists Propose a Plan to Meet Global Demand for Critical Minerals",
      "link": "https://insideclimatenews.org/news/06062025/united-nations-scientists-propose-global-minerals-trust/",
      "pubDate": "Fri, 06 Jun 2025 19:39:52 +0000",
      "description": "Minerals like lithium, cobalt, nickel and copper are essential to building clean energy technology. Without them, there can be no solar panels, no electric vehicles, no wind turbines and no batteries.  As more sectors and countries invest in renewable energy and electric vehicles, along with artificial intelligence and data centers, the global appetite for these […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Hastens ‘Drumbeat’ of Deferred Coal Plant Retirements",
      "link": "https://insideclimatenews.org/news/06062025/trump-administration-defers-coal-plant-retirements/",
      "pubDate": "Fri, 06 Jun 2025 09:00:00 +0000",
      "description": "The newest player on the U.S. coal scene, Core Natural Resources, had good news and bad news for investors when it announced its results for the start of the year. The company missed Wall Street expectations with its net loss of $69 million, which it attributed mostly to birth pains: the costs of the January […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How Nantucket Is Preparing for Rising Seas",
      "link": "https://insideclimatenews.org/news/06062025/nantucket-sea-level-rise-coastal-resilience/",
      "pubDate": "Fri, 06 Jun 2025 08:55:00 +0000",
      "description": "NANTUCKET—It’s no longer unusual to see a kayaker paddling along downtown Easy Street. The cobblestones along the town’s waterfront once were flooded a handful of times a year. That rose to an average of 37 days a year by 2020, according to tide gauge monitors by the National Oceanic and Atmospheric Administration. The next year, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Lifeblood for Pacific Islands Threatened as Warming Ocean Drives Tuna East",
      "link": "https://insideclimatenews.org/news/06062025/pacific-island-fishing-jobs-threatened-warming-ocean-drives-tuna-east/",
      "pubDate": "Fri, 06 Jun 2025 08:50:00 +0000",
      "description": "This story was produced by Honolulu Civil Beat, a nonprofit news organization covering Hawaiʻi that specializes in accountability and in-depth enterprise coverage. For more stories like this, subscribe to their newsletters.  Adrian Wickham is worried. He sits quietly in the back of a cavernous conference hall, fiddling with his fedora as he listens to Pacific […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The Estate of a Woman Who Died in the 2021 Pacific Northwest Heat Dome Sues Big Oil for Wrongful Death",
      "link": "https://insideclimatenews.org/news/05062025/the-estate-of-a-woman-who-died-in-the-2021-pacific-northwest-heat-dome-sues-big-oil-for-wrongful-death/",
      "pubDate": "Fri, 06 Jun 2025 00:09:58 +0000",
      "description": "The daughter of a woman who was killed by extreme heat during the 2021 Pacific Northwest heat dome has filed a first-of-its-kind lawsuit against major oil companies claiming they should be held responsible for her death. The civil lawsuit, filed on May 29 in King County Superior Court in Seattle, is the first wrongful death […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}