{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-09-13T05:20:48.954755",
  "items": [
    {
      "title": "Climate Change-Driven Floods Continue to Displace Millions in Pakistan",
      "link": "https://insideclimatenews.org/news/12092025/climate-change-driven-floods-continue-to-displace-millions-in-pakistan/",
      "pubDate": "Fri, 12 Sep 2025 22:05:11 +0000",
      "description": "More than 2 million people have been displaced in Pakistan since June of this year, as floods continue to cause destruction across a country still reeling from the devastation of relentless climate shocks in recent years. As of Friday, Pakistan’s disaster management authority reported that this monsoon season has killed more than 950 people since […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Global Warming Is Fueling Dengue Fever Outbreaks",
      "link": "https://insideclimatenews.org/news/12092025/global-warming-dengue-fever-outbreaks/",
      "pubDate": "Fri, 12 Sep 2025 19:07:22 +0000",
      "description": "Global cases of flu-like dengue fever reached a historic high last year, with over 14.6 million cases and more than 12,000 related deaths reported to the World Health Organization.  Global warming is driving up those infection numbers in a big way, a new study suggests. Transmitted by the cold-blooded Aedes aegypti mosquito, the dengue virus […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "RFK Jr. Is Making America Safe for Debilitating ‘Neglected’ Tropical Diseases",
      "link": "https://insideclimatenews.org/news/12092025/rfk-jr-neglected-tropical-diseases/",
      "pubDate": "Fri, 12 Sep 2025 18:32:00 +0000",
      "description": "Pathogens around the world just got a helping hand from the Trump administration. Next year should have been a year of celebration for experts dedicated to ridding the world of disabling and deadly infectious diseases. It would have been the 20th anniversary of the U.S. Agency for International Development (USAID) Neglected Tropical Diseases Program, which […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "House Republicans’ Use of Little-Known Law to Strike Down Public Land Plans Could Be Pandora’s Box Moment",
      "link": "https://insideclimatenews.org/news/12092025/public-land-plans-congressional-review-act/",
      "pubDate": "Fri, 12 Sep 2025 09:00:00 +0000",
      "description": "When the U.S. House of Representatives invoked a little-known law to roll back three plans for managing public lands, it was an unprecedented move.  The resource management plans by the Bureau of Land Management for Montana, Alaska and North Dakota collectively guide decisions on over 166 million acres, shaping oil and gas leasing, renewable energy, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Michigan’s Upper Peninsula, Stargazing Sheds Light on the Dark Sky Movement",
      "link": "https://insideclimatenews.org/news/12092025/michigan-keweenaw-dark-sky-park/",
      "pubDate": "Fri, 12 Sep 2025 08:55:00 +0000",
      "description": "At the northern tip of Michigan’s Upper Peninsula, where rugged cliffs jut out toward Lake Superior, Keweenaw County is known for its rich biodiversity and opportunities for outdoor recreation. One of the region’s most remarkable qualities, though, is its darkness. Far from large city centers, the county has embraced its lack of light pollution, or […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Department of Energy Allocates $134 million for Fusion Funding",
      "link": "https://insideclimatenews.org/news/11092025/energy-department-fusion-funding/",
      "pubDate": "Fri, 12 Sep 2025 00:14:38 +0000",
      "description": "The U.S. Department of Energy announced $134 million in funding for two fusion programs on Wednesday, money intended to work on bridging the gap between research and commercialization.  The bulk of the funding is reserved for seven teams tied to the Fusion Innovative Research Engine (FIRE) Collaboratives, a collection of virtual teams at universities and […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Las tuberías de plomo están en todas partes en Chicago; conoce cómo puedes protegerte",
      "link": "https://insideclimatenews.org/news/11092025/las-tuberias-de-plomo-estan-en-todas-partes-en-chicago-conoce-como-puedes-protegerte/",
      "pubDate": "Thu, 11 Sep 2025 23:01:01 +0000",
      "description": "Read this article in English. Este reportaje es una asociación entre Inside Climate News, Grist, WBEZ y City Bureau. Los residentes de Chicago se enfrentan a una exposición diaria al plomo por las tóxicas líneas de servicio de plomo, las tuberías subterráneas que conectan los edificios con el suministro de agua de la ciudad. La ciudad tiene la mayor cantidad de […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "¿Dónde se encuentra la tubería de agua con plomo en Chicago?",
      "link": "https://insideclimatenews.org/news/11092025/donde-se-encuentra-la-tuberia-de-agua-con-plomo-en-chicago/",
      "pubDate": "Thu, 11 Sep 2025 22:46:25 +0000",
      "description": "Read this article in English. Este reportaje es una asociación entre Inside Climate News, Grist y WBEZ. Mientras Gina Ramírez abrochaba a su hijo de 11 años de edad en el auto para llevarlo a la escuela, le entregó una botella de agua de plástico. “Me encantaría que si él tiene sed, pusiera un vaso debajo de la llave”, dijo […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Deforestation Threatens Public Health. Securing Indigenous Land Rights Can Help, Researchers Find",
      "link": "https://insideclimatenews.org/news/11092025/indigenous-land-rights-can-help-deforestation/",
      "pubDate": "Thu, 11 Sep 2025 15:00:00 +0000",
      "description": "Indigenous territories are a crucial bulwark against the destruction of the Amazon rainforest. A new peer-reviewed study shows they also safeguard the health of millions living there.  The study, published Thursday in the journal Communications Earth and Environment, examined the impact Indigenous territories have on human health across the Amazon biome, a region that’s home […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Utility-Scale Solar Can Withstand Severe Hailstorms. Here’s How",
      "link": "https://insideclimatenews.org/news/11092025/inside-clean-energy-utility-scale-solar-hailstorms/",
      "pubDate": "Thu, 11 Sep 2025 13:00:00 +0000",
      "description": "As Texas becomes the country’s leader in generating solar power, the state’s propensity for severe hailstorms is a hazard that energy companies aim to manage. I’m writing about solar and hail this week, not because of any incident, but because of a lack of incidents. We are near the end of the spring and summer […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}