{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-10-11T07:19:28.136935",
  "items": [
    {
      "title": "Prince William to attend Cop30 UN climate summit in Brazil",
      "link": "https://www.theguardian.com/environment/2025/oct/09/prince-william-to-attend-cop30-un-climate-summit-in-brazil",
      "pubDate": "Thu, 09 Oct 2025 17:09:25 GMT",
      "description": "<p>Prince of Wales’s decision welcomed as a means of drawing attention to the event and galvanising talks</p><p>The Prince of Wales will attend the crunch Cop30 UN climate summit in Brazil next month, the Guardian has learned, but whether the prime minister will go is still to be decided.</p><p>Prince William will present the Earthshot prize, a global environmental award and attend the meeting of representatives of more than 190 governments in Belém.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/09/prince-william-to-attend-cop30-un-climate-summit-in-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "More than 40 Trump administration picks tied directly to oil, gas and coal, analysis shows",
      "link": "https://www.theguardian.com/us-news/2025/oct/08/trump-administration-fossil-fuels-climate",
      "pubDate": "Thu, 09 Oct 2025 14:37:27 GMT",
      "description": "<p>Report looks at White House nominees and appointees and agencies dictating energy, environment and climate policy</p><p>Donald Trump has placed dozens of people with ties to the fossil fuel sector in his <a href=\"https://www.theguardian.com/us-news/trump-administration\">administration</a>, including more than 40 who have directly worked for oil, gas or coal companies, according to a <a href=\"https://u7061146.ct.sendgrid.net/ls/click?upn=u001.gqh-2BaxUzlo7XKIuSly0rCxXwZR0L9lem-2B5XpAYqIXzOQgVY0Vp5bkBMOekGT0T0OZ6NJRkYH7gijmHnEP9Vi1auCzsK7HAb2BEB-2Fccsj1Co-3DU5UH_9zSeFP1w5uBM-2FrFVTZzTH7D8qX16e0hB7b1f0c81TGsENPaaIQ2nJI4iWgJqb1lGBmam4oj4-2FRMZEB3hdBv2Gojr44mf4RjJkDMcieA2BrDrTPJT841TmlfHsJphHudKh19qPP2-2Bn7Ha4IXF7yU8r2mqBPwSJCYErcuMEFfneizIKUwhA9vxamfJS2-2BBb7FSaHwiPY4ueWplcEiSsfJaHnWHwzkvcvBEKmeaYxRWu86QEUcRnxlInM-2FdbV1lDYQtkzZTjArHxcpmxtzR-2FMAW50CSxzBK4ILlh8KO8KmU6D-2BvITyZPOhCwceexbDCmgDmiLUwMVjDjGsYgWX7x3psv1ooaVea2FE5gJbvS00a7jM-3D\">new analysis</a>.</p><p>The report from Public Citizen, a consumer advocacy and ethics non-profit that has been critical of the Trump administration, alongside the Revolving Door Project, a corporate watchdog, analyzed the backgrounds of nominees and appointees within the White House and eight agencies dictating energy, environmental and climate policy. That includes the Environmental Protection Agency, the interior and energy departments and others.</p> <a href=\"https://www.theguardian.com/us-news/2025/oct/08/trump-administration-fossil-fuels-climate\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘Humanitarian’ visa must be created for Pacific Islanders displaced by climate crisis, experts say",
      "link": "https://www.theguardian.com/world/2025/oct/09/climate-crisis-humanitarian-visa-displaced-pacific-islanders",
      "pubDate": "Thu, 09 Oct 2025 01:02:25 GMT",
      "description": "<p>Calls for reform to allow people across the Pacific threatened by climate crisis to more easily migrate, particularly to New Zealand</p><p>Climate and migration experts are calling for urgent action to create legal pathways for people displaced by the climate crisis, as a new report highlights the scale of the problem across the Pacific.</p><p>Research by Amnesty International released on Thursday found current immigration systems are inadequate for Pacific Islanders seeking safety and stability, as rising seas threaten to make their homelands uninhabitable.</p> <a href=\"https://www.theguardian.com/world/2025/oct/09/climate-crisis-humanitarian-visa-displaced-pacific-islanders\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "National security threatened by climate crisis, UK intelligence chiefs due to warn",
      "link": "https://www.theguardian.com/environment/2025/oct/08/national-security-threatened-climate-crisis-uk-defence-chiefs-warn",
      "pubDate": "Wed, 08 Oct 2025 15:52:02 GMT",
      "description": "<p>Report by joint intelligence committee delayed, with concerns expressed that it may not be published </p><p>The UK’s national security is under severe threat from the climate crisis and the looming collapse of vital natural ecosystems, with food shortages and economic disaster potentially just years away, a powerful report by the UK’s intelligence chiefs is due to warn.</p><p>However, the report, which was supposed to launch on Thursday at a landmark event in London, has been delayed, and concerns have been expressed to the Guardian that it may have been blocked by number 10.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/08/national-security-threatened-climate-crisis-uk-defence-chiefs-warn\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Tour operator Intrepid drops carbon offsets and emissions targets",
      "link": "https://www.theguardian.com/business/2025/oct/08/tour-operator-intrepid-drops-carbon-offsets-and-emissions-targets",
      "pubDate": "Wed, 08 Oct 2025 12:33:50 GMT",
      "description": "<p>Firm will instead invest A$2m a year in ‘climate impact fund’ supporting renewables and switching to EVs</p><p>One of the travel industry’s most environmentally focused tour operators, Intrepid, is scrapping carbon offsets and abandoning its emissions targets as unreachable.</p><p>The Australian-headquartered global travel company said it would instead invest A$2m (£980,000) a year in an audited “climate impact fund” supporting immediate practical measures such as switching to electric vehicles and investing in renewable energy.</p> <a href=\"https://www.theguardian.com/business/2025/oct/08/tour-operator-intrepid-drops-carbon-offsets-and-emissions-targets\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Has finding an affordable home in Australia just gotten harder? | Fiona Katauskas",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder",
      "pubDate": "Thu, 09 Oct 2025 02:04:41 GMT",
      "description": "<p>Thanks climate change</p><ul><li><p>See more of <a href=\"https://www.theguardian.com/profile/fiona-katauskas\">Fiona Katauskas’s cartoons here</a></p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/oct/09/has-finding-an-affordable-home-in-australia-just-gotten-harder\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on Cop30: Starmer must stop havering and announce that he’s going to Brazil | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/08/the-guardian-view-on-cop30-starmer-must-stop-havering-and-announce-that-hes-going-to-brazil",
      "pubDate": "Wed, 08 Oct 2025 17:51:03 GMT",
      "description": "<p>With global heating on a dangerous trajectory, it would be unforgivable for the prime minister to miss the summit in Belém</p><p>In a month, this year’s UN climate summit, Cop30, begins in <a href=\"https://www.theguardian.com/environment/2025/sep/20/simon-stiell-un-climate-chief-climate-progress-green-transition\">Belém</a>, Brazil – preceded by a key leaders’ meeting. It is a crucial moment. The UN’s scientists have yet to publish calculations based on the latest round of nationally determined contributions (NDCs) – as countries’ emissions pledges are known. But Brazil’s president, Luiz Inácio Lula da Silva, has called leaders together because it is already clear that the current emissions pledges are nowhere near enough. The Paris 1.5C threshold was <a href=\"https://www.bbc.com/future/article/20231130-climate-crisis-the-15c-global-warming-threshold-explained\">crossed</a> last year. Without stronger action, that temporary breach will become irreversible – with devastating consequences for people and planet.</p><p>Lula’s diplomatic <a href=\"https://www.theguardian.com/world/2025/oct/06/brazil-president-lula-trump-tariffs-sanctions\">outreach</a> to Donald Trump, who calls the climate crisis a “con job”, suggests he is trying to bring key players into the fold ahead of Belém. Having heavyweights in the room can make all the difference. Ten years ago in Paris, world leaders’ presence proved crucial to securing an ambitious deal. That’s why it is important that Sir Keir Starmer attends. He may not be the most powerful world leader, but his presence is a moral and diplomatic imperative. If King Charles is able to, he ought to go too. Soft power can help to rebuild the spirit of cooperation to keep the hopes in the Paris agreement alive.</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/08/the-guardian-view-on-cop30-starmer-must-stop-havering-and-announce-that-hes-going-to-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Guardian view on climate policy: Britain needs clean power, not culture wars | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/02/the-guardian-view-on-climate-policy-britain-needs-clean-power-not-culture-wars",
      "pubDate": "Thu, 02 Oct 2025 17:32:45 GMT",
      "description": "<p>Kemi Badenoch’s plan to scrap the Climate Change Act is reckless. Ed Miliband offers a bolder, fairer vision. The future must be built on renewables</p><p>Let’s scrap Britain’s successful climate law so we can burn more gas, lose investment and have higher bills. Crazy as it might seem, that is the message of Kemi Badenoch’s <a href=\"https://www.theguardian.com/environment/2025/oct/02/kemi-badenoch-vows-to-repeal-climate-change-act\">new energy strategy</a>. The Conservative leader proposes to repeal the 2008 <a href=\"https://www.bbc.co.uk/news/articles/czrp2k3m3deo\">Climate Change Act</a> in favour of a plan to “maximise oil and gas extraction”, and remove all legally binding carbon targets. It’s pitched as pragmatism. But it’s a lurch into ideological self-harm.</p><p>Britain’s energy problem isn’t its climate legislation, which is admired globally, backed by <a href=\"https://www.upday.com/uk/politics/business-groups-alarmed-by-tory-climate-law-scrap-plan/mk3jhjl#:~:text=Business%20groups%20warn%20of%20economic,the%20Humber%20and%20Teesside%20regions.\">industry</a> and <a href=\"https://yougov.co.uk/politics/articles/52033-earth-day-2025-where-do-britons-stand-on-climate-change\">supported</a> by the public. It’s that this country remains too dependent on volatile fossil fuels. Emissions targets are not the reason for high bills. It is gas prices, which skyrocketed after Russia invaded Ukraine. They set UK <a href=\"https://www.sciencedirect.com/science/article/pii/S2352484723013057\">electricity</a> prices. In <a href=\"https://www.carbonbrief.org/factcheck-why-expensive-gas-not-net-zero-is-keeping-uk-electricity-prices-so-high/\">Europe</a>, they don’t – that’s why bills are lower there. Rather, Mrs Badenoch is choosing to follow <a href=\"https://edition.cnn.com/2025/09/04/business/power-prices-trump-inflation\">Donald Trump</a> in rolling back climate goals and seeing electricity prices in the US rise, not fall.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/02/the-guardian-view-on-climate-policy-britain-needs-clean-power-not-culture-wars\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Starmer can help shape the future of the world at Cop30. He can’t let fear of Farage stop him |  Michael Jacobs",
      "link": "https://www.theguardian.com/commentisfree/2025/oct/02/starmer-cop30-climate-summit-brazil",
      "pubDate": "Thu, 02 Oct 2025 13:45:22 GMT",
      "description": "<p>The battle inside No 10 about whether the PM should attend an absolutely crucial climate summit in Brazil is ludicrous. He must assert himself – and go</p><p>No sooner has Keir Starmer reshuffled his cabinet, pronounced on Reform’s racist policies and <a href=\"https://www.theguardian.com/commentisfree/2025/sep/30/keir-starmer-speech-labour-conference-britain\">made his party conference speech</a>, than another key decision comes hurtling towards him. But this one concerns the future of the world. The issue is whether the prime minister attends the UN climate summit <a href=\"https://www.theguardian.com/environment/2025/sep/26/keir-starmer-faces-call-to-attend-cop30-summit\">in Brazil next month</a>.</p><p>You may think this would not require too much thought. Two years ago, Starmer <a href=\"https://www.theguardian.com/environment/2023/dec/01/keir-starmer-accuses-rishi-sunak-retreating-climate-leadership-cop28\">attacked Rishi Sunak</a> for not going to a much less significant climate meeting and said that, were he prime minister, he would definitely attend.</p><p>Michael Jacobs is professor of political economy at the University of Sheffield and a visiting senior fellow at the thinktank ODI Global</p> <a href=\"https://www.theguardian.com/commentisfree/2025/oct/02/starmer-cop30-climate-summit-brazil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "With most MPs ignorant of the urgency, how can the UK ever reach net zero?",
      "link": "https://www.theguardian.com/news/2025/oct/10/with-most-mps-ignorant-of-the-urgency-how-can-the-uk-ever-reach-net-zero",
      "pubDate": "Fri, 10 Oct 2025 05:00:44 GMT",
      "description": "<p>Only 15 of 100 MPs surveyed knew of IPCC report that CO<sub>2</sub> needs to peak this year to keep global heating to 1.5C</p><p>The people you hope would be best informed about the imminent threat of climate breakdown would be members of parliament. After all, droughts and storms affecting their constituents have been a recurring news item. The need to reach net zero carbon emissions by 2050 requires an informed debate among parties.</p><p>The key question on which the latest <a href=\"https://www.theguardian.com/environment/2022/feb/28/what-is-the-ipcc-climate-change-report-and-what-will-it-say\">Intergovernmental Panel on Climate Change report</a>, in 2022, reached hard-won scientific consensus was when CO<sub>2</sub> emissions need to peak for a realistic chance of keeping global temperature increases below 1.5C, the target set by the 2015 Paris agreement as too dangerous to exceed. The answer, given great prominence in the report and the media coverage of it, was this year, 2025.</p> <a href=\"https://www.theguardian.com/news/2025/oct/10/with-most-mps-ignorant-of-the-urgency-how-can-the-uk-ever-reach-net-zero\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Americans are dying from extreme heat. Autopsy reports don’t show the full story",
      "link": "https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy",
      "pubDate": "Thu, 09 Oct 2025 15:00:28 GMT",
      "description": "<p>Official reports are likely to overlook heat’s role in a death. As US temperatures rise, experts say the true toll needs to be counted</p><p>Among the autopsy reports that made my heart skip a beat was Hannah Rose Moody.</p><p>One morning last May, the 31-year-old set out on a favourite desert hike near her home in Scottsdale, Arizona. It was already 91F (33C) when she set off. On Instagram, she told her 50,000 followers: “Conquering this trail as a last hurrah before summer hits ☀️... I have like 5 gallons of water with me don’t worry .”</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2025/oct/09/extreme-heat-deaths-autopsy\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Canada’s former climate minister on making a change, ‘aloof’ Trudeau and sexism",
      "link": "https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism",
      "pubDate": "Wed, 08 Oct 2025 05:00:18 GMT",
      "description": "<p>Catherine McKenna’s memoir delves into thorny parts of being in office including death threats and being referred to as ‘climate Barbie’</p><p>Imagine there was a truck heading directly for your children. What would you do? Surely <em>everything </em>in your power to save them, including jumping in its way? Catherine McKenna, formerly the Canadian minister for environment and climate change, borrows this analogy for the climate crisis from a colleague to argue that we need to use “all the tools at our disposal” to tackle devastating danger that is already with us.</p><p>McKenna has recently published Run Like a Girl, which documents her time in government, among other things. Peppered with inspirational quotes, personal photos and campaign memorabilia, Run Like a Girl isn’t a straightforward memoir. She wrote it for “women and young people who want to make change”.</p> <a href=\"https://www.theguardian.com/environment/2025/oct/08/canadas-former-climate-minister-on-making-a-change-aloof-trudeau-and-sexism\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "How do you talk to kids about violence in the news? We asked experts",
      "link": "https://www.theguardian.com/lifeandstyle/2025/oct/07/how-to-talk-with-kids-about-news-violence-experts",
      "pubDate": "Tue, 07 Oct 2025 11:00:03 GMT",
      "description": "<p>The Guardian spoke with therapists, media experts and journalists about helping kids process bad news and develop healthy media habits</p><p>When rightwing commentator Charlie Kirk was killed last month, footage of his shooting spread rapidly across social media. Today, anyone with a smartphone can access gruesome videos and images – as well as troves of misinformation. Though some experts have been sounding the alarm about the potential harm<strong> </strong>of smartphones on children and teen’s mental health, the fact is most young people still have access to phones – and the often disturbing content that flows out of them.</p><p>The Guardian spoke with seven experts on how best to speak with kids about upsetting content and news, at what age to start those conversations – and what to avoid.</p><p>Anya Kamenetz, journalist and publisher of <a href=\"https://thegoldenhour.substack.com/\">The Golden Hour</a> newsletter</p><p>Eugene Beresin, MD, psychiatrist and executive director of the Clay Center for Young Healthy Minds at Massachusetts general hospital</p><p>Tara Conley, assistant professor of media and journalism at Kent State University</p><p>Tori Cordiano, PhD, Ohio-based licensed clinical psychologist</p><p>Jill Murphy, chief content officer of Common Sense Media</p><p>Ashley Rogers Berner, <strong> </strong>professor at Johns Hopkins University</p><p>Holly Korbey, author of <a href=\"https://www.abebooks.com/9781475853001/Building-Better-Citizens-New-Civics-1475853009/plp\">Building Better Citizens</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2025/oct/07/how-to-talk-with-kids-about-news-violence-experts\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}