{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-05-29T10:27:51.802074",
  "items": [
    {
      "title": "Pennsylvania Fracking Company Surrenders Water Permits Over Concerns About Stream Flow",
      "link": "https://insideclimatenews.org/news/29052025/pennsylvania-fracking-company-surrenders-water-permits/",
      "pubDate": "Thu, 29 May 2025 09:00:00 +0000",
      "description": "A natural gas company has surrendered its permits to pump water from a western Pennsylvania creek in a move welcomed by environmentalists fearful of rising industrial demand for surface water and the growing threat of climate change. PennEnergy Resources asked the state’s Department of Environmental Protection in April to rescind its permits for 1.5 million […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "German Court Rejects Peruvian’s Claim of Climate Harms",
      "link": "https://insideclimatenews.org/news/28052025/german-court-rejects-peruvian-claim-of-rwe-climate-harms/",
      "pubDate": "Wed, 28 May 2025 21:44:05 +0000",
      "description": "After nearly 10 years of litigation, a regional civil court in Germany on Wednesday dismissed a Peruvian farmer’s claim that he and his community have been harmed by climate change driven by a German energy company’s emissions.  But at the same time, the court affirmed that such claims are permissible under German law. The case […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Transco Pipeline Plan to Boost Gas in Five States Would Sharply Increase Air Pollution in N.C. Towns",
      "link": "https://insideclimatenews.org/news/28052025/transco-pipeline-plan-would-sharply-increase-north-carolina-air-pollution/",
      "pubDate": "Wed, 28 May 2025 09:00:00 +0000",
      "description": "Two compressor stations along Transco’s natural gas pipeline in North Carolina would emit more than 935,000 tons of planet-warming greenhouse gases each year, state records show. The expansion would also contaminate nearby communities with harmful air pollutants up to 350 percent over current levels. Transco, a division of the Houston-based group Williams, plans to increase […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maryland Advocates Call for Penalties on Washington Gas After Ruling on False Environmental Claims",
      "link": "https://insideclimatenews.org/news/27052025/maryland-opc-washington-gas-false-environmental-claims/",
      "pubDate": "Tue, 27 May 2025 23:53:44 +0000",
      "description": "Advocates are ramping up pressure on the Maryland Public Service Commission to penalize Washington Gas Light Company following a March ruling which found that the company misled millions of customers by claiming methane gas was better for the environment than electricity.  The ruling by Utility Law Judge Ryan McLean found that Washington Gas’s marketing statements […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Seabird Chick With 778 Pieces of Plastic in Its Body Shows How Bad Marine Pollution Has Gotten",
      "link": "https://insideclimatenews.org/news/27052025/todays-climate-plastic-pollution-seabird-health-ocean/",
      "pubDate": "Tue, 27 May 2025 20:31:01 +0000",
      "description": "For a seabird, it can be tough to tell the difference between a squid snack and a piece of plastic debris. This mix-up can have devastating impacts for the birds and their young, according to a recent study published in Science Advances.  Scientists analyzed the changes in more than 700 proteins found in plastic-ridden sable […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "With Clean Energy Stalled, Can New Jersey Bet on Nuclear and Win?",
      "link": "https://insideclimatenews.org/news/27052025/new-jersey-doubles-down-on-nuclear-energy/",
      "pubDate": "Tue, 27 May 2025 09:00:00 +0000",
      "description": "With growing energy demand and delays in renewable energy rollout, New Jersey is doubling down on nuclear—its largest source of in-state electricity—and is now looking at positioning itself as a national leader in developing next-generation reactors. In March, the state’s Board of Public Utilities (NJBPU) issued a request for information, a document signaling the state’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "For the First Time, China Invests More in Wind and Solar Than Coal Overseas",
      "link": "https://insideclimatenews.org/news/26052025/china-belt-and-road-initiative-wind-solar-investments/",
      "pubDate": "Mon, 26 May 2025 09:00:00 +0000",
      "description": "China’s overseas investments in renewable energy sources have overtaken fossil fuels for the first time since Beijing began backing foreign power projects in the early 2000s.  The shift—which has international ripple effects on everything from climate change to geopolitics—highlights China’s growing dominance in renewable energy technologies and the critical mineral and metal supply chains that […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "After the LA Fires, Scientists Study the Toxic Hazards Left Behind",
      "link": "https://insideclimatenews.org/news/25052025/scientists-study-la-fire-toxins/",
      "pubDate": "Sun, 25 May 2025 09:00:00 +0000",
      "description": "After the Fires: First in a series about health risks following the Los Angeles wildfires that destroyed Pacific Palisades and Altadena. This story was supported by the Pulitzer Center. PASADENA, Calif.—Nicole Byrne watched anxiously from across the small kitchen in her home as Parham Azimi, a Harvard University researcher, lined up sample bottles next to […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Moore Vetoes Key Maryland Climate Studies, Reversing Course on Environmental Justice Commitments",
      "link": "https://insideclimatenews.org/news/24052025/maryland-governor-vetoes-key-climate-studies/",
      "pubDate": "Sat, 24 May 2025 09:00:00 +0000",
      "description": "Maryland legislators and environmental advocates expressed dismay after Gov. Wes Moore vetoed a series of widely supported climate and environmental study bills last week, actions they believe not only mark a sharp departure from his climate promises, but also reflect a breakdown in communication between the governor and members of his own party in the […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The True Cost of Pretending Climate Change Doesn’t Exist",
      "link": "https://insideclimatenews.org/news/24052025/white-house-ignores-social-cost-of-carbon/",
      "pubDate": "Sat, 24 May 2025 08:55:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Jenni Doering with David Cash, the former England Administrator for the U.S. Environmental Protection Agency.  A new White House memo instructs federal agencies to disregard the economic impacts of climate change in their regulations and permitting decisions, unless explicitly required […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}