{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-08-19T11:21:11.476894",
  "items": [
    {
      "title": "Clearing debris after a storm is big business. For some communities, it’s also a burden.",
      "link": "https://grist.org/extreme-weather/clearing-debris-after-a-storm-is-big-business-for-some-communities-its-also-a-burden/",
      "pubDate": "Tue, 19 Aug 2025 10:00:00 +0000",
      "description": "Disaster cleanup is a sprawling, messy business. In the aftermath of hurricanes, wildfires, and the like, a nesting doll of contractors and subcontractors, officials at every level of government, and an alphabet soup of agencies are needed to clear debris and set things right.\n<br><br>\nLocal governments can tackle the job by hiring contractors, working with the state, and having the Federal Emergency Management Agency reimburse the costs. But counties usually hand the work over to the feds. In that case, FEMA coordinates the effort through federal agencies like the Army Corps and pays the firms they hire. The goal is quickly clearing roads, houses, and waterways of everything from windblown branches to the wreckage of homes washed away by the inundation. The scope of this work encompasses anything the agency deems “in the public interest,” a potential hazard, and directly related to a declared disaster. Cleanup on private land can operate through a similar system, or be left to homeowners.\n<br><br>\nBecause contractors are paid by the weight of waste removed or by the linear foot of ground covered, there can be a struggle to balance expediency and ecological care. Compounding the challenge, there is little oversight. The Army Corps of Engineers is supposed to coordinate with wildlife agencies, but government scientists who spoke with Grist say the Corps failed to do so after Helene, and they worry it’s too late to reverse the resulting damage.\n<br><br>\nNo one denies the need to clean up, but the process has sparked arguments about what constitutes debris, what ought to be cleared, and what might be better left alone.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "After the Texas floods, when is the right time to ask what went wrong?",
      "link": "https://grist.org/extreme-weather/disaster-blame-accountability-texas-flood-responsible/",
      "pubDate": "Mon, 18 Aug 2025 08:45:00 +0000",
      "description": "Within hours of last month’s floods in Kerr County, Texas, which killed more than 130 people, pundits were already battling over who — or what — was responsible. \n<br><br>\nGovernor Greg Abbott had a different target in mind: the blamers themselves. It was a familiar dodge, but there was at least a kernel of truth to what Abbott was saying. The blame game that erupts after a tragedy can distract from getting things done. These early narratives often outpace evidence, and the conversation quickly devolves into talking points pitting one side against another. \n<br><br>\nTalking about mistakes is essential to finding real solutions — a fact that wasn’t lost on the many football fans, who criticized Abbott’s “loser” remarks. It’s hard to improve if you don’t unpack what went wrong. But people in power can weaponize the public’s distaste for the blame game in order to dodge questions about accountability. Few bother to distinguish between knee-jerk finger pointing and more nuanced, careful examinations of what factors put people in harm’s way. \n<br><br>\nOne expert says that the more thorough assessment doesn’t need to happen immediately, but in the weeks and months that follow a tragedy. For the Texas floods, that means now. And yet our national attention span burns out fast, like a match fueled by hot takes — flaring out long before the hard work of recovery and preparation can begin. \n<br><br>\nIt’s a fundamental mismatch: By the time we finally have the distance and data to learn from what went wrong, it already feels like the moment to act has passed.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A startup promised 45,000 EV jobs to struggling towns. They’re still waiting.",
      "link": "https://grist.org/energy/a-startup-promised-45000-ev-jobs-to-struggling-towns-theyre-still-waiting/",
      "pubDate": "Sun, 17 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump administration reopens $5B EV charging program after losses in court",
      "link": "https://grist.org/energy/trump-administration-reopens-5b-ev-charging-program-after-losses-in-court/",
      "pubDate": "Sat, 16 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The International Seabed Authority’s war with itself",
      "link": "https://grist.org/oceans/the-international-seabed-authoritys-war-with-itself/",
      "pubDate": "Fri, 15 Aug 2025 16:30:33 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Consensus kills ambition’: UN plastics treaty talks end without an agreement",
      "link": "https://grist.org/international/plastics-treaty-inc-5-2-geneva-consensus-kills-ambition/",
      "pubDate": "Fri, 15 Aug 2025 15:58:07 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Trump administration’s assault on science feels eerily Soviet",
      "link": "https://grist.org/politics/the-trump-administrations-assault-on-science-feels-eerily-soviet/",
      "pubDate": "Fri, 15 Aug 2025 08:45:00 +0000",
      "description": "In 1925, Soviet agronomist Trofim Lysenko rose to power by rejecting genetics in favor of pseudoscientific farming methods, contributing to famine and silencing critics like botanist Nikolai Vavilov, who died in prison. This kind of scientific misinformation and the consequences it can bring now sound eerily familiar to U.S. climate experts like Shaina Sadai. She has been stunned by how quickly politics have overshadowed science since President Donald Trump took office. \n<br><br>\nUnder Trump, environmental protections have been dismantled, scientific findings misrepresented, and federal agencies reshaped to serve industry allies, especially fossil fuel interests. Industry-friendly officials like EPA head Lee Zeldin have rolled back major climate regulations, undermining the agency’s mission. \n<br><br>\nPolitical scientists worry that American federal institutions are drifting from their foundational principles. There’s a gnawing feeling that the systems meant to protect us are rotting. What once felt stable is beginning to feel staged. \n<br><br>\nPerhaps the most eerie part of living through the last six months is how these kinds of disquieting developments continue to unfold beneath a veneer of normalcy. For scientists like Sadai, the challenge is to keep working in the hope that her life’s work might still contribute to climate policy.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "California is sunsetting oil refineries without a plan for what’s next",
      "link": "https://grist.org/energy/california-is-sunsetting-oil-refineries-without-a-plan-for-whats-next/",
      "pubDate": "Fri, 15 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Factory farms don’t just stink — they make it harder to breathe, too",
      "link": "https://grist.org/food-and-agriculture/factory-farming-linked-to-air-pollution-across-us/",
      "pubDate": "Fri, 15 Aug 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Installing heat pumps in factories could save $1.5 trillion and 77,000 lives",
      "link": "https://grist.org/energy/installing-heat-pumps-in-factories-could-save-1-5-trillion-and-77000-lives/",
      "pubDate": "Thu, 14 Aug 2025 09:00:00 +0000",
      "description": "For several years now, heat pumps have outsold gas furnaces in the United States. Instead of burning fossil fuels to generate warmth, these appliances use electricity — ideally provided by renewable sources like wind and solar — to transfer heat from even frigid outdoor air into a home. Many states have recognized the power of these highly efficient devices for both reducing emissions and keeping people from burning toxic natural gas in their homes: In 2023, Maine hit its goal of installing 100,000 of them two years ahead of schedule, then went ahead and pledged to install 175,000 more by 2027.\n<br><br>\nNow, attention is turning toward industries that burn fossil fuels in boilers to process food, textiles, and a bevy of other goods. In addition to producing almost a quarter of the nation’s directly emitted greenhouse gases, the manufacturing sector loads the atmosphere with toxicants, including nitrogen oxides, sulfur oxides, and PM 2.5, which all cause extensive and severe health problems across the country.\n<br><br>\nThe solution is the humble heat pump, albeit much larger versions than you’d get for your home. A new report from the American Lung Association finds that replacing 33,500 conventional, combustion-based boilers nationwide with this electric alternative could avoid 77,200 premature deaths, 33 million asthma attacks, and more than 200,000 new asthma cases by 2050. It would also save $1.1 trillion in health costs in that period, and prevent $351 billion in climate damages.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "For Indigenous communities, AI brings peril — and promise",
      "link": "https://grist.org/indigenous/indigenous-peoples-examine-impact-of-ai-on-communities/",
      "pubDate": "Thu, 14 Aug 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The tiny ocean organisms that could help the climate in a big way",
      "link": "https://grist.org/climate/the-tiny-ocean-organisms-that-could-help-the-climate-in-a-big-way/",
      "pubDate": "Thu, 14 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Health was supposed to be central to the UN plastics treaty. Now it’s up for debate.",
      "link": "https://grist.org/health/un-plastics-treaty-health-up-for-debate/",
      "pubDate": "Wed, 13 Aug 2025 20:28:16 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Plastic pollution is toxic and everywhere. Now, legal experts say it’s a human rights violation.",
      "link": "https://grist.org/equity/un-plastic-treaty-human-rights/",
      "pubDate": "Wed, 13 Aug 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A hidden fuel source beneath the Midwest? Scientists are investigating.",
      "link": "https://grist.org/energy/natural-hydrogen-midcontinent-rift/",
      "pubDate": "Wed, 13 Aug 2025 08:45:00 +0000",
      "description": "About a billion years ago, the United States was nearly ripped in half. Magma bubbled up as the Earth’s crust stretched thin somewhere around Michigan, nearly creating a new sea. Evidence of that scar, called the Midcontinent Rift, now curls around the upper Midwest, stretching from Ontario all the way down to Wichita, Kansas. Today, it’s the deepest failed rift in the world — and a 1,200-mile mining hotspot, known for its stores of copper and nickel.\n<br><br>\nResearchers believe the area may also be home to large hydrogen deposits. They are starting to think that places like the Midcontinent Rift can provide the world with enough naturally-occurring hydrogen to decarbonize the technologies that rely on the element.\n<br><br>\nThat matters because, even though hydrogen is the most abundant element in the universe, it’s also one of the most difficult to capture in its pure form.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How climate change endangers mothers and children",
      "link": "https://grist.org/health/how-climate-change-endangers-mothers-and-children/",
      "pubDate": "Wed, 13 Aug 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The art of a plastics treaty: How sculptures, collages, and poetry have influenced global talks",
      "link": "https://grist.org/culture/plastics-treaty-negotiations-art-influenced-global-talks/",
      "pubDate": "Tue, 12 Aug 2025 15:40:06 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A look at the growing ‘disaster economy’ turning crisis into cash",
      "link": "https://grist.org/business/a-look-at-the-growing-disaster-economy-turning-crisis-into-cash/",
      "pubDate": "Tue, 12 Aug 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Homeowners affected by the 2023 Maui wildfires: Here’s how to keep and rebuild your home",
      "link": "https://grist.org/extreme-weather/homeowners-affected-by-the-2023-maui-wildfires-heres-how-to-keep-and-rebuild-your-home/",
      "pubDate": "Tue, 12 Aug 2025 08:40:04 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Illegal price-gouging is rampant after disasters. Can it be stopped?",
      "link": "https://grist.org/extreme-weather/illegal-price-gouging-is-rampant-after-disasters-can-it-be-stopped/",
      "pubDate": "Tue, 12 Aug 2025 08:40:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}