{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-25T02:00:54.371086",
  "items": [
    {
      "title": "A Rare Recusal by Texas Oil and Gas Regulator Up for Re-election",
      "link": "https://insideclimatenews.org/news/24112025/texas-railroad-commissioner-jim-wright-recusal/",
      "pubDate": "Tue, 25 Nov 2025 00:00:00 +0000",
      "description": "Jim Wright stepped out of the room last week while his fellow Railroad Commissioners voted to renew the permit for Eagleford Recycling LLC, an oilfield waste company to which he has financial ties. It was an unusually public recognition of his ongoing financial stakes in companies that are regulated by the Railroad Commission. The agency, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Texas Workers Keep Dying in the Heat",
      "link": "https://insideclimatenews.org/news/24112025/texas-worker-heat-deaths/",
      "pubDate": "Mon, 24 Nov 2025 10:00:00 +0000",
      "description": "Eighteen-year-old Danny Nolasco spent the day of July 15, 2024, mixing and hauling buckets of cement at a construction site in stifling heat.  The neighborhood of sprawling four- and five-bedroom houses, west of the Austin suburb of Bee Cave, was worlds away from the small mountain town in Honduras where Nolasco grew up. He had […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Maine Was First To Ban Spreading PFAS-Contaminated Sludge on Farmland. Now Sludge Is Filling up Landfills.",
      "link": "https://insideclimatenews.org/news/24112025/maine-landfill-pfas-contamination/",
      "pubDate": "Mon, 24 Nov 2025 09:55:00 +0000",
      "description": "Farmland is everywhere in tiny Unity Township, from neat fields of corn to open cattle pastures. And so are layers of wet organic sludge, a onetime fertilizer that has triggered a crisis over “forever chemicals” in central Maine and how best to rid the land of the poisons. Farmers relied on sludge from local wastewater […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "How China Silences Environmental Reporters Beyond Its Borders",
      "link": "https://insideclimatenews.org/news/23112025/china-environmental-journalism-suppression-africa/",
      "pubDate": "Sun, 23 Nov 2025 10:00:00 +0000",
      "description": "Planet China: Tenth in a series about how Beijing’s trillion-dollar development plan is reshaping the globe—and the natural world. HARARE, Zimbabwe—The strange number lighting up Tawanda Majoni’s phone again and again felt like a warning.  Majoni, one of the Zimbabwe’s most respected journalists, soon learned where the calls were coming from: a federal police unit […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Anticipation, Then Handwringing, at the UN Climate Talks",
      "link": "https://insideclimatenews.org/news/23112025/icn-sunday-morning-un-cop30-handwringing/",
      "pubDate": "Sun, 23 Nov 2025 09:50:00 +0000",
      "description": "COP30 has wound down in Belém, Brazil—the U.N. climate change conference marked this year by Indigenous rights demonstrations, an actual fire, and not a lot of movement on global climate action.   Before leaving Belém, Bob explains what happened at COP30, both within the formal proceedings and adjacent to them; how American influence was woven into […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "COP30 Backpedals on Climate Action",
      "link": "https://insideclimatenews.org/news/22112025/cop30-backpedals-on-climate-action/",
      "pubDate": "Sat, 22 Nov 2025 22:17:41 +0000",
      "description": "BELÉM, Brazil—After negotiators at COP30 retreated from meaningful climate action by failing to specifically mention the need to stop using fossil fuels in the final conference documents published Saturday, the disappointment inside the COP30 conference center was as pervasive as the diesel fumes from the generators outside the tent. This year’s United Nations Framework Convention […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Reintroduced Carnivores’ Impacts on Ecosystems Are Still Coming Into Focus",
      "link": "https://insideclimatenews.org/news/22112025/predator-impact-on-ecosystems/",
      "pubDate": "Sat, 22 Nov 2025 10:00:00 +0000",
      "description": "When the U.S. Fish and Wildlife Service reintroduced 14 gray wolves to Yellowstone National Park in 1995, the animals were, in some ways, stepping into a new world.  After humans hunted wolves to near-extinction across the Western U.S. in the early 20th century, the carnivore’s absence likely altered ecosystems and food webs across the Rocky […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A New Tropical Forest Fund Will Pay Countries, Locals and Indigenous Tribes to Protect Their Trees",
      "link": "https://insideclimatenews.org/news/22112025/tropical-forest-fund-protects-trees/",
      "pubDate": "Sat, 22 Nov 2025 09:55:00 +0000",
      "description": "From our collaborating partner Living on Earth, public radio’s environmental news magazine, an interview by Steve Curwood and Jenni Doering with Michael Coe, a senior scientist and tropical forest expert at the Woodwell Climate Research Center.  For the first time in 30 years, Brazil was the host of the U.N. climate treaty negotiations known this […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Growing Tensions with Air Regulator Lead Top California Environmental Justice Advisor to Resign",
      "link": "https://insideclimatenews.org/news/21112025/california-air-resources-board-environmental-justice-resignation/",
      "pubDate": "Fri, 21 Nov 2025 23:43:49 +0000",
      "description": "While Governor Gavin Newsom was touting California’s climate leadership last week in Brazil at the U.N.’s annual climate summit, a conflict was brewing back home between environmental justice leaders and the state’s lead air pollution regulator.  The fallout came this Tuesday, when a top advisor to the California Air Resources Board resigned in protest over […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Plans to Expand Offshore Drilling Meet Bipartisan Opposition",
      "link": "https://insideclimatenews.org/news/21112025/trumps-plans-to-expand-offshore-drilling-meet-bipartisan-opposition/",
      "pubDate": "Fri, 21 Nov 2025 23:14:58 +0000",
      "description": "It’s not often that the governors of California and Florida are on the same page, but this week they’re aligned in opposition to the White House’s latest plan to expand offshore oil drilling near both their shores.  The Trump administration’s plans, announced Thursday by the Department of the Interior, propose offering as many as 34 […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}