{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-05T12:53:42.659082",
  "items": [
    {
      "title": "Why Are Rates Rising Faster at Investor-owned Utilities than at Public Utilities?",
      "link": "https://insideclimatenews.org/news/05112025/california-investor-owned-utilities-vs-public-utilities/",
      "pubDate": "Wed, 05 Nov 2025 10:00:00 +0000",
      "description": "Electricity rates are on the rise across the country, but nowhere has the increase been more precipitous than in California, where average residential rates surged 47 percent from 2019 to 2023, and are now twice as high as the national average. Experts point to increased utility spending on wildfire safety and recovery measures, distribution infrastructure […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Raw Sewage Sneaking Into West Hawaii’s Coastal Waters Threatens Coral Reefs and Public Health, Scientists Find",
      "link": "https://insideclimatenews.org/news/05112025/hawaii-raw-sewage-threatens-coast-coral-reefs-public-health/",
      "pubDate": "Wed, 05 Nov 2025 09:55:00 +0000",
      "description": "For generations, West Hawaii’s picturesque coastlines have been a gathering place for fishing, swimming and ceremony. But those sacred waters are also gathering something else.  Using airborne mapping, field sampling and advanced statistical analysis, researchers at Arizona State University’s Center for Global Discovery and Conservation Science in Hawaii revealed that nearly half of West Hawaii’s […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Amid National Wolf Debate, California Kills Four of the Predators After ‘Unprecedented’ Livestock Attacks",
      "link": "https://insideclimatenews.org/news/04112025/todays-climate-california-wolves-livestock-national-debate/",
      "pubDate": "Tue, 04 Nov 2025 22:30:07 +0000",
      "description": "Around 14 years ago, a lone gray wolf crossed the border from Oregon into California, marking the start of a slow return of the iconic, endangered predator to the Golden State, where it had been fully eradicated in the 1920s. Today, at least 50 wolves live in 10 packs across California.  But at the end […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New UN Report Warns of Lagging Climate Action",
      "link": "https://insideclimatenews.org/news/04112025/un-report-warns-of-lagging-climate-action/",
      "pubDate": "Tue, 04 Nov 2025 18:48:44 +0000",
      "description": "A new emissions gap report released by the United Nations Environment Programme suggests that a decade of global climate policy under the Paris Agreement has reduced the projected maximum global warming for this century to less than 3 degrees Celsius for the first time.  The ambitious Paris Agreement “helped steer countries’ policies and public expectations,” […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Federal Courts Divided, So Far, on Trump’s Environmental Retreat",
      "link": "https://insideclimatenews.org/news/04112025/trumps-environmental-record-federal-courts/",
      "pubDate": "Tue, 04 Nov 2025 10:05:00 +0000",
      "description": "In President Donald Trump’s first term, the federal courts helped put the brakes on his administration’s retreat on environmental protection. Nine months into the second Trump term, the courts appear divided on whether to allow the administration’s far more aggressive dismantling of policy on climate change, clean energy and environmental justice. In the 14 environmental […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump 2.0 Environmental Case Scorecard",
      "link": "https://insideclimatenews.org/news/04112025/trump-environmental-case-scorecard/",
      "pubDate": "Tue, 04 Nov 2025 10:00:00 +0000",
      "description": "From the day he began his second term in January 2025, President Donald Trump and his administration have embarked on an unprecedented effort to upend U.S. environmental protection law and end policy to address the climate crisis. But advocates and states that favor action mounted an immediate counter-offensive in the courts. Inside Climate News is […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Forever Chemicals’ Represent New Environmental Threat for Florida’s Fragile Everglades",
      "link": "https://insideclimatenews.org/news/04112025/miccosukee-tribe-florida-everglades-forever-chemicals/",
      "pubDate": "Tue, 04 Nov 2025 09:55:00 +0000",
      "description": "A dozen different “forever chemicals” linked with cancer and other human health problems have been detected in the Everglades, Florida’s most important freshwater resource, responsible for the drinking water of millions in the state, according to new research. It is the first time PFAS, or perfluoroalkyl and polyfluoroalkyl substances, have been measured on the Everglades […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "The EPA Let Companies Estimate Their Own Pollution Levels. The Real Emissions Are Far Worse.",
      "link": "https://insideclimatenews.org/news/04112025/epa-air-pollution-reporting-clairton-coke-works/",
      "pubDate": "Tue, 04 Nov 2025 09:50:00 +0000",
      "description": "This story was originally published by ProPublica. For decades, noxious, cancer-causing gases poured from some of the nation’s largest industrial polluters, seeping invisibly from cracks in antiquated pipes or billowing out of smokestacks in plumes that choked the communities nearby.  And for decades, the Environmental Protection Agency tracked those emissions not by monitoring the air […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "In Virginia, Voters Head to the Polls Hot Over Data Centers, Solar Facilities and Rising Electric Bills",
      "link": "https://insideclimatenews.org/news/03112025/virginia-elections-data-centers-solar-electric-bills/",
      "pubDate": "Tue, 04 Nov 2025 01:47:31 +0000",
      "description": "RICHMOND, Va.—At an evening election rally focused on clean energy last month, a 26-year-old who’s studied environmental issues said his skyrocketing electric bills as a voting motivation are exceeded only by his dislike of President Donald Trump.  He and his partner recently moved from an apartment building in Richmond where their rent—which included utilities—increased by […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "‘Burning Money’: Dept. of Energy Directs $100 Million to Modernize Declining Coal Plants",
      "link": "https://insideclimatenews.org/news/03112025/energy-department-modernizing-coal-plants/",
      "pubDate": "Mon, 03 Nov 2025 22:06:06 +0000",
      "description": "The U.S. Department of Energy has announced up to $100 million in federal funding for projects modernizing the nation’s remaining coal plants, nearly half of which were slated to close by 2030.  The investment, a fraction of what would be needed for a comprehensive upgrade, is unlikely to make coal power more affordable, energy experts […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}