{
  "title": "Inside Climate News",
  "link": "https://insideclimatenews.org/",
  "description": "Pulitzer Prize-winning, nonpartisan reporting on the biggest crisis facing our planet.",
  "category": "environmental_news",
  "source_url": "https://insideclimatenews.org/feed/",
  "fetched_at": "2025-11-18T23:23:16.165165",
  "items": [
    {
      "title": "Boat Electrification Is a Climate and Health Win. Making the Switch Isn’t Easy.",
      "link": "https://insideclimatenews.org/news/18112025/todays-climate-boat-electrification-working-waterfront/",
      "pubDate": "Tue, 18 Nov 2025 21:21:51 +0000",
      "description": "Anyone who has visited a port or harbor knows that it can be an overwhelmingly sensory experience—from the pungent tang of diesel or gas exhaust to the deafening rumble of a boat’s outboard motor engine. But these engines and their emissions can have some risky consequences, fueling both global warming and health problems.  They’re also […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Extreme Heat, Leaks and Security Issues Roil COP30",
      "link": "https://insideclimatenews.org/news/18112025/cop30-extreme-heat-leaks-security-issues/",
      "pubDate": "Tue, 18 Nov 2025 18:15:33 +0000",
      "description": "BELÉM, Brazil—The United Nations Framework Convention on Climate Change asked the host government to address complaints about stifling indoor conditions, leaky roofs and non-working restrooms at COP30. It also raised concerns about security at the climate talks after demonstrators entered the negotiation area without the required credentials. “The Secretariat has received multiple reports of extremely […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "A Landmark Court Ruling Looms Over U.S. Absence at COP30",
      "link": "https://insideclimatenews.org/news/18112025/international-court-climate-ruling-united-states-cop30-absence/",
      "pubDate": "Tue, 18 Nov 2025 10:00:00 +0000",
      "description": "Una May Gordon, Jamaica’s former principal director of climate change, noted on opening day of the United Nations climate summit last week in Brazil that her country had recently suffered “catastrophic loss and damage” in the wake of Hurricane Melissa.  “We just need some accountability for those who are definitely responsible for this crisis,” Gordon […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump’s Policies Risk Texas’ New Solar and Battery Projects",
      "link": "https://insideclimatenews.org/news/18112025/trump-policies-texas-solar-battery-projects/",
      "pubDate": "Tue, 18 Nov 2025 09:55:00 +0000",
      "description": "President Donald Trump’s policies targeting U.S. renewable energy have put two-thirds of Texas’ future solar and battery storage projects at risk of getting stuck in regulatory limbo.   The sector’s leading trade group, Solar Energy Industries Association (SEIA), found that the Trump administration’s stalling of renewable projects through slowing federal permitting and rolling back tax credits […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "New Jersey Joins Multi-State Lawsuit Over EPA’s Cancellation of $7 Billion Solar for All Program",
      "link": "https://insideclimatenews.org/news/18112025/new-jersey-solar-for-all-cancellation-lawsuit/",
      "pubDate": "Tue, 18 Nov 2025 09:50:00 +0000",
      "description": "New Jersey Attorney General Matthew J. Platkin recently joined 22 other states and Washington, D.C., in a lawsuit against the Environmental Protection Agency for ending its $7 billion Solar for All program.  The Biden-era initiative aimed to provide 900,000 households in low-income and disadvantaged communities across the country with solar energy, leading to $350 million […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Trump Administration Moves to Weaken Federal Protections for Waterways and Wetlands",
      "link": "https://insideclimatenews.org/news/17112025/trump-administration-weakens-waterways-wetlands-federal-protections/",
      "pubDate": "Tue, 18 Nov 2025 00:04:06 +0000",
      "description": "The Environmental Protection Agency and the Department of the Army on Monday announced a proposal to further define, and scale back, the number of waterways and wetlands protected by the federal government under the Clean Water Act, a bedrock environmental law. Flanked by supporters, including Republican members of Congress and West Virginia Gov. Patrick Morrisey, […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Deadly in Small Doses: New Research Shows the Lethal Effects of Ingested Plastic on Marine Animals",
      "link": "https://insideclimatenews.org/news/17112025/plastic-pollution-lethal-for-marine-animals/",
      "pubDate": "Mon, 17 Nov 2025 20:35:00 +0000",
      "description": "Ingesting just six pieces of rubber—each smaller than a pea—can all but seal a seabird’s fate, leaving it with a 90 percent chance of death. A 300-pound adult green sea turtle has about a 50 percent chance of survival after swallowing two golf balls’ worth of plastic bags and food wrappers. Gulping down less than […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Ecuador’s Voters Protect Rights of Nature, Reject Proposal to Rewrite Constitution",
      "link": "https://insideclimatenews.org/news/17112025/ecuador-rights-of-nature-vote/",
      "pubDate": "Mon, 17 Nov 2025 18:32:13 +0000",
      "description": "Ecuadorians on Sunday rejected their president’s attempt to rewrite the constitution, a move that would likely have doomed the world’s only constitutional recognition of the rights of nature.  Nearly 62 percent of voters opposed President Daniel Noboa’s request to convene a constituent assembly to overhaul the constitution.  Since Ecuador recognized nature’s inherent rights to exist […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "Pitted Against Waste",
      "link": "https://insideclimatenews.org/news/17112025/east-texas-oil-waste-pits/",
      "pubDate": "Mon, 17 Nov 2025 10:00:00 +0000",
      "description": "Editor’s Note: This story is a collaboration between the Texas Observer and Inside Climate News. Peter Aldhous contributed data analysis for this story. For 15 years, Debrah Linn and her children have raised chickens, miniature donkeys, pet geese, and, more recently, longhorn cattle on what she’d considered an idyllic and peaceful farmette near the village […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    },
    {
      "title": "What Chicago’s Boulevards Reveal about Community, Climate Change and Inequality",
      "link": "https://insideclimatenews.org/news/17112025/chicago-park-boulevard-system-climate-resilience/",
      "pubDate": "Mon, 17 Nov 2025 09:55:00 +0000",
      "description": "I’m biking down Logan Boulevard on a bright Chicago morning. Tall maples filter the sun into dancing patches of shade. Joggers pass, dogs tug at leashes and parents steer strollers along broad sidewalks buffered from traffic by wide medians. The air feels calm and clean, almost like a park pretending to be a street. Logan […]",
      "category": "environmental_news",
      "source_url": "https://insideclimatenews.org/feed/"
    }
  ]
}