{
  "title": "Climate crisis | The Guardian",
  "link": "https://www.theguardian.com/environment/climate-crisis",
  "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
  "category": "environmental_news",
  "source_url": "https://www.theguardian.com/environment/climate-crisis/rss",
  "fetched_at": "2025-06-07T04:29:36.843913",
  "items": [
    {
      "title": "Labour warned to keep spending review in line with net zero or face legal action",
      "link": "https://www.theguardian.com/environment/2025/jun/06/labour-warned-spending-review-net-zero-legal-action",
      "pubDate": "Fri, 06 Jun 2025 11:00:34 GMT",
      "description": "<p>Exclusive: Friends of the Earth tells Keir Starmer any major green cuts by Rachel Reeves will be challenged</p><p>If the decisions the UK government makes in its upcoming spending review are not in line with the net zero climate target it risks being taken to court again, campaigners have said.</p><p>Rachel Reeves, the chancellor, will <a href=\"https://www.theguardian.com/politics/2025/jun/04/rachel-reeves-looks-to-spending-review-to-shift-focus-from-welfare-cuts\">set out her spending review</a> for the rest of this parliament on Wednesday. Amid continuing economic uncertainty and Labour’s promise to boost defence spending, many departments are facing deep cuts to dearly held commitments.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/06/labour-warned-spending-review-net-zero-legal-action\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "The Swiss village buried by a glacier collapse – podcast",
      "link": "https://www.theguardian.com/news/audio/2025/jun/06/the-swiss-village-buried-by-a-glacier-collapse-podcast",
      "pubDate": "Fri, 06 Jun 2025 02:00:22 GMT",
      "description": "<p>Tess McClure reports on a landslide in Switzerland that left one person missing and destroyed a village</p><p>The Swiss village of Blatten was wiped out in seconds. A glacier collapsed above the village on 28 May, triggering a landslide. The 300 residents had been evacuated a week earlier, but a 64-year-old man who is believed to have stayed is missing.</p><p><strong>Tess McClure</strong>, the Guardian’s commissioning editor for the <a href=\"https://www.theguardian.com/environment/series/the-age-of-extinction\">Age of Extinction</a>, reported on the aftermath.</p> <a href=\"https://www.theguardian.com/news/audio/2025/jun/06/the-swiss-village-buried-by-a-glacier-collapse-podcast\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Rapid snowmelt and Trump cuts compound wildfire fears in US west",
      "link": "https://www.theguardian.com/us-news/2025/jun/05/wildfire-trump-cuts-climate-crisis",
      "pubDate": "Thu, 05 Jun 2025 15:00:10 GMT",
      "description": "<p>Region is experiencing an unusually warm spring, raising concerns of fierce wildfire season amid limited resources</p><p>Unusually warm springtime temperatures have contributed to rapid reductions in snowpacks across the western US that rival the fastest rates on record, increasing concerns around wildfire season.</p><p>The rapid snowmelt, in addition to reduced staffing and budget constraints initiated by the Trump administration, has set the stage for a particularly dangerous season across the west, according to an analysis of publicly available data by the Guardian and interviews with experts in the region.</p> <a href=\"https://www.theguardian.com/us-news/2025/jun/05/wildfire-trump-cuts-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Marine heatwave found to have engulfed area of ocean five times the size of Australia",
      "link": "https://www.theguardian.com/environment/2025/jun/05/marine-heatwave-found-to-have-engulfed-area-of-ocean-five-times-the-size-of-australia",
      "pubDate": "Thu, 05 Jun 2025 00:01:53 GMT",
      "description": "<p>World Meteorological Organization report says record heat in 2024 was driven by climate crisis and intersected with extreme weather events</p><p>Almost 40 million sq kilometres of ocean around south-east Asia and the Pacific – an area five times the size of Australia – was engulfed in a marine heatwave in 2024, a World Meteorological Organization (WMO) report has revealed.</p><p>WMO scientists said the record heat – on land and in the ocean – was mostly driven by the climate crisis and coincided with a string of extreme weather events, from deadly landslides in the Philippines to floods in Australia and rapid glacier loss in Indonesia.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/05/marine-heatwave-found-to-have-engulfed-area-of-ocean-five-times-the-size-of-australia\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "James Cleverly takes on Kemi Badenoch over decision to ditch net zero targets",
      "link": "https://www.theguardian.com/politics/2025/jun/04/james-cleverly-kemi-badenoch-net-zero-targets",
      "pubDate": "Wed, 04 Jun 2025 12:42:02 GMT",
      "description": "<p>Senior Tory to give speech in which he will criticise ‘neo-luddites’ on right for failing to embrace green technology</p><p>James Cleverly has taken direct aim at Kemi Badenoch’s decision to ditch net zero targets by criticising what he called “neo-luddites” on the right who seem scared of using green technologies to protect the environment.</p><p>The senior Conservative MP, who lost to Badenoch in last year’s Tory leadership race, said it was a false choice to believe the UK had to choose between economic growth and protecting the environment. Badenoch has argued current net zero targets will harm the economy.</p> <a href=\"https://www.theguardian.com/politics/2025/jun/04/james-cleverly-kemi-badenoch-net-zero-targets\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "There are huge floods and/or droughts all over! And insurance is wildly expensive (if you can even get it) | First Dog on the Moon",
      "link": "https://www.theguardian.com/commentisfree/picture/2025/jun/04/there-are-huge-floods-andor-droughts-all-over-and-insurance-is-wildly-expensive-if-you-can-even-get-it",
      "pubDate": "Wed, 04 Jun 2025 06:33:44 GMT",
      "description": "<p>Surely the Albo government won’t stand for this unfairness to battlers!</p><ul><li><p><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</p></li><li><p><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</p></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2025/jun/04/there-are-huge-floods-andor-droughts-all-over-and-insurance-is-wildly-expensive-if-you-can-even-get-it\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "I received a 30-month jail sentence for nonviolent resistance. Why so harsh? Because protest works | Indigo Rumbelow",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/03/climate-protest-jail-sentence-resistance-just-stop-oil",
      "pubDate": "Tue, 03 Jun 2025 16:37:00 GMT",
      "description": "<p>The judge wanted us to show remorse, but I can’t apologise for fighting the climate disaster</p><p>Last week, at Minshull Street crown court in Manchester, I was sentenced to two and half years in prison for conspiring to intentionally cause a public nuisance. The prosecution’s case was that I intended to “obstruct the public or a section of the public in the exercise or enjoyment of a right that may be exercised or enjoyed by the public at large” – in other words, that I was part of Just Stop Oil’s plan to obstruct planes at Manchester airport. I did intend that – and I have a defence for my actions.</p><p>The offence of public nuisance – which falls under the Criminal Law Act 1977 and the Police, Crime, Sentencing and Courts Act 2022 – was traditionally and frequently used <a href=\"https://insights.doughtystreet.co.uk/post/102iagn/the-use-of-the-new-statutory-public-nuisance-offence-to-prosecute-political-and-e#:~:text=Section%2078%20of%20the%20PCSCA%20creates%20an%20offence%20of%20intentionally,'serious%20harm'%20(s\">to prosecute significant environmental offences</a>. It punished big corporations causing real harm to the general public by poisoning water, polluting air, <a href=\"https://www.lawteacher.net/cases/attorney-general-v-pya-quarries.php\">emitting dust and noise</a> or dumping chemical waste. There is no irony lost in the fact that the same offence in statutory form is now being zealously deployed to prosecute environmental protesters.</p><p>Indigo Rumbelow is co-founder of Just Stop Oil. She is serving a sentence in HMP Styal</p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/03/climate-protest-jail-sentence-resistance-just-stop-oil\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "This is what Britain really needs to defend itself – and it doesn’t include spending billions on arms | Karen Bell",
      "link": "https://www.theguardian.com/commentisfree/2025/jun/02/britain-defence-billions-arms-spending-climate-crisis",
      "pubDate": "Mon, 02 Jun 2025 17:15:51 GMT",
      "description": "<p>Spending should be focused on the immediate threats we face: underfunded public services and an escalating climate crisis</p><ul><li><p>Karen Bell is professor of social and environmental justice at the University of Glasgow</p></li></ul><p>The UK government has now unveiled its strategic defence review (SDR), positioning it as a bold response to global threats, particularly from Russia. The plan includes increasing defence spending to 2.5% of GDP by 2027, with aspirations to reach 3% in the next parliament.</p><p>The government’s narrative suggests that increased military spending will enhance national security and stimulate economic growth. However, this perspective neglects the immediate threats facing UK citizens: underfunded public services, a strained National Health Service and the escalating climate crisis.</p><p>Karen Bell is professor of social and environmental justice at the University of Glasgow. Richard Norton-Taylor, a former Guardian security editor and now contributor to Declassified UK, also contributed to this article</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/jun/02/britain-defence-billions-arms-spending-climate-crisis\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Are there billions more people on earth than we thought? If so, it’s no bad thing | Jonathan Kennedy",
      "link": "https://www.theguardian.com/commentisfree/2025/may/31/earth-population-billions-decline-birthrate-west",
      "pubDate": "Sat, 31 May 2025 09:00:40 GMT",
      "description": "<p>A study suggests the global population has been undercounted – but we shouldn’t let the overpopulation alarmists win the argument</p><p>According to the UN, the world’s population stands <a href=\"https://desapublications.un.org/publications/world-population-prospects-2024-summary-results\">at just over 8.2 billion</a>. However, a <a href=\"https://www.nature.com/articles/s41467-025-56906-7\">recent study suggests</a> the figure could be hundreds of millions or even billions higher. This news might sound terrifying, but it is important to remember that anxieties about overpopulation are rarely just about the numbers. They reflect power struggles over which lives matter, who is a burden or a threat and ultimately what the future should look like.</p><p>The world’s population reached 1 billion just after the turn of the 19th century. The number of people on the planet then began to grow exponentially, doubling to 2 billion by about 1925 and again to 4 billion about 50 years later. On 15<sup> </sup>November 2022, the UN announced the <a href=\"https://www.theguardian.com/world/2022/nov/15/i-cant-give-up-on-hope-as-the-worlds-population-passes-8bn-new-parents-from-italy-to-india-look-to-the-future\">birth of the eight billionth human</a>.</p><p>Jonathan Kennedy teaches politics and global health at Queen Mary University of London, and is the author of Pathogenesis: How Germs Made History</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2025/may/31/earth-population-billions-decline-birthrate-west\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "‘It was our hope spot’: scientists heartbroken as pristine coral gardens hit by Western Australia’s worst bleaching event",
      "link": "https://www.theguardian.com/environment/2025/jun/07/wa-coral-unprecedented-bleaching-event-ningaloo-reef",
      "pubDate": "Fri, 06 Jun 2025 15:00:43 GMT",
      "description": "<p>Usually alive with colour and fish, Ningaloo reef and the Rowley Shoals now look as though they are ‘painted white’ as temperatures rise</p><ul><li><p>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">breaking news email</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></p></li></ul><p>The Rowley Shoals are on many a diver’s bucket list. The three coral atolls, hundreds of kilometres off the Western Australian coastline, are teeming with pristine coral gardens that for a long time, unlike many of the world’s reefs, had escaped the ravages of global heating.</p><p>“I’ve seen a fair bit of death and destruction, but Rowley Shoals was always the place that was still standing,” says Dr James Gilmour, a research scientist at the Australian Institute of Marine Science.</p> <a href=\"https://www.theguardian.com/environment/2025/jun/07/wa-coral-unprecedented-bleaching-event-ningaloo-reef\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Parenting in the climate crisis: how to raise kids who care about the environment",
      "link": "https://www.theguardian.com/australia-news/2025/jun/07/parenting-in-the-climate-crisis-how-to-raise-kids-who-care-about-the-environment",
      "pubDate": "Fri, 06 Jun 2025 15:00:40 GMT",
      "description": "<p>From acknowledging<strong> </strong>big emotions to finding ways to make climate action fun, it’s important to start where your kids are</p><ul><li><p><a href=\"https://www.theguardian.com/australia-news/series/change-by-degrees\">Change by Degrees</a> offers life hacks and sustainable living tips each Saturday to help reduce your household’s carbon footprint</p></li><li><p>Got a question or tip for reducing household emissions? Email us at <a href=\"mailto:changebydegrees@theguardian.com\">changebydegrees@theguardian.com</a></p></li></ul><p>Although it’s unfair, it’s young people (and the generations to come) who will have to deal with fallout from the climate crisis. So how do you talk to young people about living sustainably and raise knowledgeable kids who care about the future of the planet?</p><p>Here are some tips for engaging the next generation on the environment meaningfully.</p> <a href=\"https://www.theguardian.com/australia-news/2025/jun/07/parenting-in-the-climate-crisis-how-to-raise-kids-who-care-about-the-environment\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "Politicians seem reluctant to take necessary action over sea level rise",
      "link": "https://www.theguardian.com/news/2025/jun/06/sea-level-rise-report-climate-crisis-coastal-communities",
      "pubDate": "Fri, 06 Jun 2025 05:00:27 GMT",
      "description": "<p>Plans for Sizewell C and other coastal sites continue even as existing defences become more vulnerable to storm surges</p><p>There seems to be an inability among politicians to take in what scientists are telling us about the consequences of the climate crisis. Perhaps the most glaring example relates to the Guardian’s latest <a href=\"https://www.theguardian.com/environment/2025/may/20/sea-level-rise-migration\">report on sea level rise</a>, which said that whatever we do now, the rise will have devastating consequences for coastal communities, causing millions of people to migrate to higher ground. Greenland and the west Antarctic ice caps are doomed to melt.</p><p>Even in countries that do take cutting carbon emissions seriously, such as the UK, governments do not seem to have accepted that the prediction about sea level rise means policies must adapt to damage that has already been done. The coastline of the North Sea is a classic example. Stretches of England’s east coast both in and south of Yorkshire are eroding, and large areas are close to or at sea level already. A storm surge coinciding with a high tide, like the one that killed hundreds in 1953, may be a rarity, but each year a similar event becomes more likely to overwhelm the existing sea defences. And yet the government <a href=\"https://assets.publishing.service.gov.uk/media/5a7486caed915d0e8bf19019/1138-map-nuclear-power-stations-uk.pdf\">is still talking about</a> building nuclear power stations with a 150-year lifespan on this coast, notably Sizewell C, and small modular reactors on other sites. Future generations may wonder why scientists’ warnings were so easily ignored.</p> <a href=\"https://www.theguardian.com/news/2025/jun/06/sea-level-rise-report-climate-crisis-coastal-communities\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    },
    {
      "title": "That sinking feeling: Australia’s Limestone Coast is drying up",
      "link": "https://www.theguardian.com/australia-news/2025/jun/05/that-sinking-feeling-australias-limestone-coast-is-drying-up",
      "pubDate": "Wed, 04 Jun 2025 15:00:44 GMT",
      "description": "<p>Groundwater levels are plunging in a rich agricultural region dubbed the Green Triangle. It’s a slowly unfolding disaster</p><p>Graham Kilsby, a fourth-generation farmer, is surveying the Kilsby sinkhole, a popular freshwater diving site on his property south of Mount Gambier.</p><p>The gin-clear waters provide visibility of up to 65 metres. But, as he inspects the sinkhole when Guardian Australia visits, alarm bells ring. Water levels dropped 1.5 metres between January and March 2025.</p><p>Lake George at Beachport. The drainage system that cuts through the region ends here, with flood water released into the sea. Here the drainage system is bone dry</p> <a href=\"https://www.theguardian.com/australia-news/2025/jun/05/that-sinking-feeling-australias-limestone-coast-is-drying-up\">Continue reading...</a>",
      "category": "environmental_news",
      "source_url": "https://www.theguardian.com/environment/climate-crisis/rss"
    }
  ]
}