{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-06-05T10:28:30.273827",
  "items": [
    {
      "title": "How 3 years of war have ravaged Ukraine’s forests, and the people who depend on them",
      "link": "https://grist.org/international/how-three-years-of-war-have-ravaged-ukraines-forests-and-the-people-who-depend-on-them/",
      "pubDate": "Thu, 05 Jun 2025 08:45:00 +0000",
      "description": "Russian shelling has ravaged Ukraine’s forests, turning tree-covered sanctuaries into infernos. Wildfires rage across conflict zones, fueled not just by bombs — but by decades of ecological mismanagement.  \n<br><br>\nSince 2022, nearly 5 million  acres have burned. Rockets, artillery, and land mines turn drought-dried forests into kindling. Up to 90% of wildfires in Ukraine now happen inside or near the frontlines — places too dangerous for firefighters to even reach.\n<br><br>\nYou can’t fight fires when the ground explodes. Ukraine’s forests are blanketed in mines. Planes can’t drop water — they’d be shot down. Ground crews risk setting off ordnance just by stepping wrong. The result? Fires burn hotter, longer, and deadlier — and the people trying to stop them die trying.\n<br><br>\nTrees in Ukraine protect farmland from wind and erosion. But now, wildfires are torching fields, exposing soil, and ruining harvests. The war isn’t just killing forests — it’s dismantling the systems that feed people.\n<br><br>\nFrom drone teams to AI landmine detection, scientists and nonprofits are racing to save what’s left. Some see a chance to replant smarter — swap flammable pines for native species. But first, they need the world to pay attention — before the forests go silent forever.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In California’s largest landback deal, the Yurok Tribe reclaims sacred land around Klamath River",
      "link": "https://grist.org/indigenous/in-californias-largest-landback-deal-the-yurok-tribe-reclaims-sacred-land-around-the-klamath-river/",
      "pubDate": "Thu, 05 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The smoke from Canada’s wildfires may be even more toxic than usual",
      "link": "https://grist.org/climate/canada-wildfire-smoke-toxic-arsenic/",
      "pubDate": "Thu, 05 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "A world built on fossil fuels is loud. Here’s how advocates are defending peace and quiet.",
      "link": "https://grist.org/looking-forward/a-world-built-on-fossil-fuels-is-loud-heres-how-advocates-are-defending-peace-and-quiet/",
      "pubDate": "Wed, 04 Jun 2025 15:12:44 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Cuts to USAID severed longstanding American support for Indigenous peoples around the world",
      "link": "https://grist.org/indigenous/cuts-to-usaid-severed-longstanding-american-support-for-indigenous-people-in-the-amazon/",
      "pubDate": "Wed, 04 Jun 2025 14:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Funding to protect American cities from extreme heat just evaporated",
      "link": "https://grist.org/cities/funding-american-cities-extreme-heat-noaa-ira/",
      "pubDate": "Wed, 04 Jun 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The sneaky way even meat lovers can lessen their climate impact",
      "link": "https://grist.org/food-and-agriculture/meat-climate-impact-balanced-proteins/",
      "pubDate": "Wed, 04 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump officials open up millions of acres in Alaska to drilling and mining",
      "link": "https://grist.org/energy/trump-officials-open-up-millions-of-acres-in-alaska-to-drilling-and-mining/",
      "pubDate": "Wed, 04 Jun 2025 08:15:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The Supreme Court just blew up a major environmental law",
      "link": "https://grist.org/justice/the-supreme-court-just-blew-up-a-major-environmental-law/",
      "pubDate": "Tue, 03 Jun 2025 20:44:24 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Uber’s new shuttles look suspiciously familiar to anyone who’s taken a bus",
      "link": "https://grist.org/transportation/uber-shared-route-buses/",
      "pubDate": "Tue, 03 Jun 2025 08:45:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump cuts hundreds of EPA grants, leaving cities on the hook for climate resiliency",
      "link": "https://grist.org/cities/trump-cuts-hundreds-of-epa-grants-leaving-cities-on-the-hook-for-climate-resiliency/",
      "pubDate": "Mon, 02 Jun 2025 08:45:00 +0000",
      "description": "Thomasville, Georgia, has a water problem. Its treatment system is far out of date, posing serious health and environmental risks.\n<br><br>\n“We have wastewater infrastructure that is old,” said Sheryl Sealy, the assistant city manager for this city of 18,881 near the Florida border, about 45 minutes from Tallahassee. “It’s critical that we do the work to replace this.”\n<br><br>\nBut it’s expensive to replace. The system is especially bad in underserved parts of the city, Sealy said. The city’s wastewater woes don’t only mean the potential for sewage backups in homes and spills into local waterways but also the risk of upper respiratory problems, according to a former Biden administration Environmental Protection Agency official.\n<br><br>\nIn September, Thomasville applied to get some help from the federal government, and just under four months later, the city and its partners were awarded a nearly $20 million Community Change grant from the EPA to make the long-overdue wastewater improvements, build a resilience hub and health clinic, and upgrade homes in several historic neighborhoods.\n<br><br>\nIn early April, as the EPA canceled grants for similar projects across the country, federal officials assured Thomasville that their funding was on track. Then on May 1, the city received a termination notice.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Indigenous land defenders face rising threats amid global push for critical minerals",
      "link": "https://grist.org/indigenous/indigenous-land-defenders-face-rising-threats-amid-global-push-for-critical-minerals/",
      "pubDate": "Mon, 02 Jun 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "As Trump comes after research, Forest Service scientists keep working",
      "link": "https://grist.org/politics/as-trump-comes-after-research-forest-service-scientists-keep-working/",
      "pubDate": "Sun, 01 Jun 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Hawaiʻi makes history as first state to charge tourists to save environment",
      "link": "https://grist.org/politics/hawai%ca%bbi-makes-history-as-first-state-to-charge-tourists-to-save-environment/",
      "pubDate": "Sat, 31 May 2025 13:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What’s likely to survive from Biden’s climate law? The controversial stuff.",
      "link": "https://grist.org/climate-energy/budget-biden-climate-ccs-tax-credit/",
      "pubDate": "Fri, 30 May 2025 21:13:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Trump’s budget bill is on the verge of transforming how America eats",
      "link": "https://grist.org/food-and-agriculture/trump-budget-bill-is-on-the-verge-of-transforming-how-america-eats/",
      "pubDate": "Fri, 30 May 2025 08:45:00 +0000",
      "description": "Last week, President Donald Trump’s “big, beautiful” tax bill narrowly passed the U.S. House of Representatives and headed to the Senate. Though the more than 1,000-page megabill will look somewhat different once it advances through the upper chamber, there are three food and agricultural provisions expected to remain intact: an unprecedented cut to the nation’s nutrition programs; an increase of billions in subsidies aimed at industrial farms; and a rescission of some Inflation Reduction Act funding intended to help farmers deal with the impacts of climate change.\n<br><br>\nIf they do, the changes will make it harder for Americans to afford food and endure the financial toll of climate-related disasters. They will also make it more difficult for farmers to adapt to climate change — from an ecological standpoint and an economic one. Overall, the policy shifts would continue Trump’s effort to transform the nation’s food and agricultural policy landscape — from one that keeps at least some emphasis on the country’s neediest residents to one that offers government help to those who need it least.\n<br><br>\nWhile the ethos of this bill can be gleaned by tallying up the proposed cuts to social safety nets like the Supplemental Nutrition Assistance Program, looking at the legislation from another perspective — where Trump wants the government to spend more — helps to make it clearer. These dramatic changes to nutrition programs would be accompanied by a massive increase in commodity farm subsidies.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "In her new book, ‘Kuleana,’ Sara Kehaulani Goo fights to keep her family’s land",
      "link": "https://grist.org/arts-culture/in-her-new-book-kuleana-sara-kehaulani-goo-fights-to-keep-her-familys-land/",
      "pubDate": "Fri, 30 May 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How the Trump administration is putting hundreds of sacred sites at risk",
      "link": "https://grist.org/indigenous/tribal-historic-preservation-officer-trump-budget-energy-sacred-site/",
      "pubDate": "Thu, 29 May 2025 08:45:00 +0000",
      "description": "Crystal C’Bearing, a Northern Arapaho tribal historic preservation officer (THPO), is responsible for reviewing federal projects that may impact Indigenous lands, artifacts, and sacred sites — a role that spans 16 states and hundreds of proposals each week. THPOs like C’Bearing are a crucial line of defense, using deep cultural knowledge and ecological expertise to evaluate the risks posed by energy developments, pipelines, and infrastructure expansion. But a recent national energy emergency declaration by President Trump has drastically shortened their review window from 30 days to just 7, while also slashing their funding.\n<br><br>\nThe Trump administration’s proposed 2026 budget would also gut the THPO program by 94%, and even the already-approved 2025 funds remain frozen. Without that funding, many tribal offices — often staffed by just one person — won’t be able to function. As deadlines tighten and funding disappears, sacred sites like Pe’Sla in the Black Hills face new threats, and the capacity for tribes to conduct meaningful consultation with the federal government is crumbling. Some THPOs say the current conditions are pushing tribes back to a pre-consultation era, when their input on federal projects was routinely ignored.\n<br><br>\nAdvocates warn that allowing emergency declarations to override consultation rules could be used to fast-track destructive projects nationwide, erasing Indigenous voices in the process.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "‘Chilling and dangerous’: Grassroots groups sue over Louisiana law that censors air quality data",
      "link": "https://grist.org/accountability/louisiana-groups-sue-over-air-monitoring-law-camra/",
      "pubDate": "Thu, 29 May 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Paper plants can emit as much CO2 as oil refineries. They’re flying under the radar.",
      "link": "https://grist.org/climate-energy/report-finds-paper-mill-emissions-are-wildly-undercounted/",
      "pubDate": "Thu, 29 May 2025 08:15:00 +0000",
      "description": "“The snow is not white here. It’s ash,” a resident of Covington, Virginia, told Grist. \n<br><br>\nLocals blame the town’s massive paper mill — a towering employer that also emits huge amounts of nitrogen oxide, methane, and greenhouse gases. A new report confirms what they’ve long suspected: the mill is among the worst climate offenders in the entire U.S. paper industry.\n<br><br>\nThe Environmental Integrity Project found that 185 paper plants underreport emissions thanks to a loophole: the EPA doesn’t count “biogenic” CO2 from burning wood. That wood is the industry’s main fuel source. When those emissions are included, the largest paper mills can emit as much as a large oil refinery, the report noted.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}