{
  "title": "Grist",
  "link": "https://grist.org/",
  "description": "25 Years on the Climate Beat",
  "category": "environmental_news",
  "source_url": "https://grist.org/feed/",
  "fetched_at": "2025-07-11T10:28:19.846096",
  "items": [
    {
      "title": "Seeing fewer fireflies this year? Here’s why, and how you can help.",
      "link": "https://grist.org/science/seeing-fewer-fireflies-this-year-heres-why-and-how-you-can-help/",
      "pubDate": "Fri, 11 Jul 2025 08:45:00 +0000",
      "description": "It’s firefly season in the Blue Ridge. \n<br><br>\nAs the sun goes down, they begin to blink and glow along the water, in the trees, and across open fields. Some species twinkle in unison, others off and on. One of nature’s loveliest light shows enchants onlookers of all ages, especially in the Smoky Mountains, which is home to about 20 percent of the 100 or so species found in the United States.\n<br><br>\nBut many of those who have long delighted in this essential feature of a humid East Coast summer say something feels different. \n<br><br>\nCasual observers and scientists alike are seeing fewer fireflies, and studies show that habitat loss, rising temperatures, light pollution, and drought threaten these beloved bugs. Some populations are already dwindling, including about 18 species in the U.S. and Canada.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The oceans may contain much, much more plastic than previously thought",
      "link": "https://grist.org/science/oceans-contain-more-plastic-than-previously-thought/",
      "pubDate": "Fri, 11 Jul 2025 08:30:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Louisiana is the latest state to greenwash gas",
      "link": "https://grist.org/language/louisiana-latest-state-greenwash-gas-law/",
      "pubDate": "Thu, 10 Jul 2025 08:45:00 +0000",
      "description": "In Louisiana, natural gas — a planet-heating fossil fuel — is now, by law, considered “green energy” that can compete with solar and wind energy projects for clean energy funding. The law, signed by Republican Governor Jeff Landry last month, comes on the heels of similar bills passed in Ohio, Tennessee, and Indiana.\n<br><br>\nBut natural gas, also known as methane gas, is no more “natural” than any other fossil fuel. Its primary ingredient is methane, an intense heat-trapping gas that is far more potent than the carbon pollution produced by coal and oil, though it doesn’t stay in the atmosphere as long. Because gas pipelines often leak, however, studies have found that over the long term, the planet-warming impact of the natural gas industry may be equivalent to that of coal.\n<br><br>\nReclassifying natural gas as “green” energy means that proposed natural gas pipelines may be able to access funding that would otherwise have gone to new solar or wind projects; it may also make natural gas companies more appealing to environmentally conscious investors.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Drought is draining water supplies and driving up food costs where you’d least expect",
      "link": "https://grist.org/food-and-agriculture/drought-water-supplies-food-costs-where-you-least-expect/",
      "pubDate": "Wed, 09 Jul 2025 17:29:48 +0000",
      "description": "Taking shovels and buckets to a dried-up sandy belt of the Vhombozi River in Zimbabwe last August, groups of Mudzi district villagers gathered to dig with the hope of somehow finding water. The southern African region had entered into a state of severe drought, which had shriveled the Vhombozi, a primary water supply for more than 100,000 people. Before long, a maze of makeshift holes revealed shallow puddles within the otherwise arid riverbed. The frantic digging had worked — there was water. There was just one big problem: It wasn’t blue. It was a muddy brown color, and villagers worried that consuming it would make them ill. But as there were scarcely other options, many took their chances with drinking it and bathing with it.\n<br><br>\nAlmost a year later, the persistent drought has led to a deluge of devastation on the region’s food system. Corn yields dropped 70 percent across the country, causing consumer prices to double. Thousands of cattle were lost to thirst and starvation. A local UNICEF emergency food distribution lost all of the food crops it harvested, which forced the NGO to reduce charitable food provisions from three meals a week to one. Child malnutrition levels in Mudzi doubled, driving up the demand for health care, and causing a quarter of health care clinics to run out of water reserves. Between January and March, about 6 million people in Zimbabwe faced food insecurity.\n<br><br>\nAccording to a new report by the U.S. National Drought Mitigation Center and the U.N. Convention to Combat Desertification, the combined effects of global warming, drought, and El Niño have triggered similar crises all over the world, from Mexico City to the Mekong Delta. What they found is a lesson and a warning sign.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Congress is killing clean energy tax credits. Here’s how to use them before they disappear.",
      "link": "https://grist.org/buildings/congress-is-killing-clean-energy-tax-credits-heres-how-to-use-them-before-they-disappear/",
      "pubDate": "Wed, 09 Jul 2025 08:45:00 +0000",
      "description": "The 2022 Inflation Reduction Act provided tax credits for climate-friendly purchases ranging from heat pumps to solar arrays through 2032. That timeframe has now been cut to as little as a few months.\n<br><br>\nThe good news is that President Donald Trump’s “one big beautiful bill” does not affect the billions of dollars that the IRA already sent to state efficiency and electrification rebate programs, and that much of that money will remain available beyond the federal sunsets. But, tax credits can still save people thousands of dollars before they vanish.\n<br><br>\nFor those looking to buy an EV, make home improvements, or pay for solar, Grist did a roundup of when those credits will be going away.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "This Texas county asked for disaster resilience help. The flood came first.",
      "link": "https://grist.org/extreme-weather/amid-historic-texas-floods-trump-retreats-from-disaster-preparedness/",
      "pubDate": "Tue, 08 Jul 2025 23:59:27 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "The science behind Texas’ catastrophic floods",
      "link": "https://grist.org/climate/the-science-behind-texas-catastrophic-floods/",
      "pubDate": "Mon, 07 Jul 2025 22:29:30 +0000",
      "description": "It will take some time for scientists to do proper “attribution” studies for one of the deadliest flood events in modern American history, to say for instance how much extra rain they can blame on climate change. But generally speaking, this disaster has climate change’s marks all over it — a perfect storm of conspiring phenomena, both in the atmosphere and on the ground. \n<br><br>\nThe tragedy in Kerr County actually started hundreds of miles to the southeast, out at sea. As the planet has warmed, the gulf has gotten several degrees Fahrenheit hotter. That’s turned it into a giant puddle of fuel for hurricanes barreling toward the Gulf Coast, since those storms feed on warm seawater. \n<br><br>\nEven when a hurricane isn’t brewing, the gulf is sending more moisture into the atmosphere. Preceding the floods, the amount of moisture above Texas was at or above the all-time record for July, according to Daniel Swain, a climate scientist at the University of California, Los Angeles.\n<br><br>\nThat meant the system both had the requisite moisture for torrential rainfall, plus the instability that creates the thunderstorms that make that rain fall very quickly. This storm was dumping 2 to 4 inches of rain an hour, and it was moving very slowly, so it essentially stalled over the landscape — a gigantic atmospheric fire hose soaking Central Texas.\n<br><br>\nMaking matters worse, the ground in this part of Texas is loaded with limestone, which doesn’t readily absorb rainwater compared to places with thick layers of soil at the surface. Rainwater rapidly flowed down hills and valleys and gathered in rivers, which is why the Guadalupe rose so fast.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Disaster 101: Your guide to extreme weather preparation, relief, and recovery",
      "link": "https://grist.org/extreme-weather/disaster-preparation-recovery-resources/",
      "pubDate": "Mon, 07 Jul 2025 09:18:03 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Atlanta is embracing a cheap, effective way to beat urban heat: ‘cool roofs’",
      "link": "https://grist.org/cities/atlanta-is-embracing-a-cheap-effective-way-to-beat-urban-heat-cool-roofs/",
      "pubDate": "Mon, 07 Jul 2025 08:45:00 +0000",
      "description": "A cool roof is a passive technology that keeps working on its own to significantly reduce temperatures not just in a building, but in the surrounding urban environment. For the flat roof of a commercial building, a simple coat of white paint will do. Manufacturers also make special cool roof shingles that reflect more sunlight. \n<br><br>\nLast month, Atlanta joined a growing number of American cities requiring that new roofs be more reflective. Other cities, including Chicago, Los Angeles, and New York, have also passed cool-roof ordinances, but they often only cover flat roofs. Atlanta’s ordinance covers all roofs, though it only mandates that new ones be made cool — it’s not forcing anyone to rip theirs off if it’s not time to replace.\n<br><br>\nBecause cities set their own building codes, they can regulate roofs regardless of the whims of the Trump administration, which is aggressively rolling back climate policies.",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How to prepare for a disaster",
      "link": "https://grist.org/extreme-weather/how-to-prepare-for-a-disaster/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How to access food before, during, and after a disaster",
      "link": "https://grist.org/extreme-weather/how-to-access-food-before-during-and-after-a-disaster/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Know your voting rights before, during, and after a disaster",
      "link": "https://grist.org/extreme-weather/know-your-voting-rights-before-during-and-after-a-disaster/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How disaster relief and response work",
      "link": "https://grist.org/extreme-weather/how-disaster-relief-and-response-work/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What exactly is a natural disaster?",
      "link": "https://grist.org/extreme-weather/what-exactly-is-a-natural-disaster/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How to find housing and rebuild your home after a disaster",
      "link": "https://grist.org/extreme-weather/how-to-find-housing-and-rebuild-your-home-after-a-disaster/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "What you should know about disaster recovery",
      "link": "https://grist.org/extreme-weather/what-you-should-know-about-disaster-recovery/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "Know your rights as an immigrant before, during, and after disasters",
      "link": "https://grist.org/extreme-weather/know-your-rights-as-an-immigrant-before-during-and-after-disasters/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How to protect your health if a disaster strikes your community",
      "link": "https://grist.org/extreme-weather/how-to-protect-your-health-if-a-disaster-strikes-your-community/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How climate change is intensifying hurricanes",
      "link": "https://grist.org/extreme-weather/how-climate-change-is-intensifying-hurricanes/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    },
    {
      "title": "How climate change is supercharging wildfires",
      "link": "https://grist.org/extreme-weather/how-climate-change-is-supercharging-wildfires/",
      "pubDate": "Mon, 07 Jul 2025 08:00:00 +0000",
      "description": "",
      "category": "environmental_news",
      "source_url": "https://grist.org/feed/"
    }
  ]
}