{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-11-04T09:28:56.748578",
  "items": [
    {
      "title": "Macroclimate growing conditions for luxury crops after stratospheric aerosol injection",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfbff",
      "pubDate": "",
      "description": "Luxury crops such as grapes, coffee, and cacao have immense economic and cultural importance in many regions. Climate change is affecting growing conditions across the globe. Natural climate variability may exacerbate the impact of increasing temperature and shifting precipitation patterns, leading to large interannual variations in yields, potentially resulting in revenue loss. Stratospheric aerosol injection (SAI), a form of solar climate intervention, has been proposed to potentially slow or reduce future surface temperature increases. Few studies have assessed how SAI may affect luxury crop growing conditions; none have done so in the context of natural variability. We compare daily and monthly output from two 10-member SAI simulations with a non-SAI simulation to assess how luxury crop growing conditions may change with and without SAI. For each year from 2036–2045 we use a composite of agroclimatic indices to determine whether a year has suitable conditions. We find that these SAI scenarios do not robustly preserve luxury crop growing conditions, despite stabilizing or reducing surface temperature increases compared to a scenario without SAI. Natural variability leads to a large spread in outcomes across ensemble members, due in large part to highly variable precipitation and humidity responses to SAI between members. In only six of the 18 regions assessed here do growing conditions improve in all climate realizations under SAI compared to the non-SAI scenario. Here, reducing disease risk is a key way that SAI improves luxury crop growing conditions. There is also a large inter-ensemble member spread in 2036–2045 revenue under SAI, underscoring the importance of including natural variability when assessing SAI’s potential influence on luxury crops. The signal is strongest in the SAI scenario with a lower temperature target, highlighting that scenario choice is also crucial in determining suitability for growing luxury crops under SAI.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Distinct trajectory of post-fire GPP across forest types in Siberia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1245",
      "pubDate": "",
      "description": "Wildfire is one of the dominant disturbances in the Siberian boreal forest, affecting the capacity of forests to uptake carbon. Impacts of wildfires on forest carbon uptake are substantially varied by tree compositions, however, the loss of carbon uptake capability across different forest types remains uncertain. Here, we tracked post-fire changes in gross primary production (GPP) across five forest types in Siberia, namely, evergreen needleleaf forests (ENF), deciduous needleleaf forests (DNF), deciduous broadleaf forests (DBF), mixed forests (MF), and woody savannas (WSVN), using satellite-based observation data from 2001 to 2023. Results revealed substantial reductions in GPP after wildfire followed by gradual recovery except DBF. The GPP changes one year after wildfire (ΔGPP1yr) and recovery rates of GPP notably differed by forest types. In ENF, ΔGPP1yr reached −63.4 g C m−2yr−1, which is larger than that in MF, DNF, and WSVN by −20.6, −31.3, and −42.7 g C m−2 yr−1, respectively. Consistently, the GPP recovery rate is the lowest in ENF, at 63.7%. Furthermore, significant decreasing trends in 5-year mean of ΔGPP1 yr in DNF, MF, and WSVN exceed −1.0 g C m−2yr−1 yr−1, indicating intensified impacts of increased wildfire intensity and/or extent on forest carbon. Our findings highlight the urgent need for establishing fire management and forest recovery strategies adapted to different forest types to enhance ecosystem resilience.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hawaiian beaches as natural analogues for enhanced silicate weathering of olivine",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae130c",
      "pubDate": "",
      "description": "Silicate weathering induces atmospheric CO2 sequestration through alkalinity release, which is Earth’s prime mechanism for regulating the climate. Marine enhanced rock weathering (mERW) seeks to accelerate this process by distributing fast-weathering silicate minerals like olivine in coastal environments, thus targeting deliberate carbon dioxide removal. However, the efficiency and environmental impact of mERW remain uncertain, as experimental studies are not capable of tracking the CO2 sequestration rate and ecological effects over sufficiently long timescales. Natural coastal environments with olivine-rich sands enable insight into long-term weathering and may serve as analogues envisioned for mERW applications. Papakōlea Beach (Hawai’i) is one of the few beaches across the world with olivine-rich sands (>80% by weight), thus providing a unique mERW analogue. We examined in situ weathering and biogeochemical cycling at Papakōlea as well as in the nearby mixed volcanic/coral sands of Richardson Ocean Park. Flow-through sediment incubations examined olivine dissolution kinetics, alkalinity release, and the fate of weathering products. High-resolution scans of weathered grains characterized olivine dissolution and surface alteration processes. Alkalinity generation from Papakōlea’s olivine sands and carbonate dissolution in Richardson Ocean Park was observed alongside dissolved inorganic carbon increases, suggesting CO2 sequestration occurs in this near-shore marine setting. However, complex biogeochemical interactions impede a precise quantification of olivine dissolution. Our findings highlight the complexity and challenges of monitoring, reporting, and verification for mERW applications in dynamic coastal settings.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Constraints on the availability of high magnitude flows for managed aquifer recharge",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae130d",
      "pubDate": "",
      "description": "Floods and droughts create temporal disconnects between water supply and demand, underscoring the need to store high magnitude flows (HMFs) in depleted aquifers to alleviate these extremes. The objective of this study was to quantify the spatial and temporal variability of HMFs to inform managed aquifer recharge (MAR), accounting for water rights, instream flow requirements, and coastal inflows. Texas, USA, was selected as the study area due to its climate-driven water stress, rising water demand, and the availability of detailed data on legal constraints. Volumes of HMFs (defined as ⩾ 95th percentile) were calculated for 190 streamflow monitoring gages in all 23 river basins in Texas (1968–2022). Water availability models and coastal inflow requirements were used to consider limitations to HMF availability for permitted use, including water rights, environmental flows, and coastal inflows for select major river basins. Results show that HMFs averaged 31% of total flows across all stations in the state. Of these HMFs, 52% of flows were unappropriated (not reserved for water rights holders), representing 12% of total flows. The mean annual volume of unappropriated HMFs was 81 Mm3 (∼0.07 million acre-feet). Mean annual unappropriated HMF volumes increased by a factor of 100 from semi-arid West Texas to humid southeast Texas, with variability driven by basin climate and watershed size. Environmental flow requirements generally did not significantly reduce the unappropriated HMFs as they were accommodated by flow reserved for downstream senior water rights. However, coastal inflow requirements limited permittable HMF volumes, especially in the semiarid Colorado River basin which includes high urban water demand up-basin. When considering volumes of HMFs that may be considered ‘available’, it is essential to consider limitations to the amount of flows that could be permitted. This study provides a template for assessing HMFs for MAR that considers water rights, environmental flows, and coastal inflow requirements that could be generally applied in many regions (particularly the western US) to address climate extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Stranded assets from climate change and its response strategies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15a7",
      "pubDate": "",
      "description": "Stranded assets, as a significant risk outcome of climate change and the low-carbon transition, may severely affect socioeconomic development and financial system stability; accordingly, related research has emerged as an important academic frontier in economics, finance, and political science. This paper systematically reviews the existing literature on stranded assets, presenting four core findings. First, the notion of stranded assets has matured from a narrow focus on ‘impaired assets’ to a comprehensive framework encompassing stranded resources, stranded capital, and stranded paper, driven by factors including unburnable carbon constraints, transition-risk policies, physical climate damages, and environmental liability attribution. Second, scale assessments typically combine top–down scenario design under stringent carbon budgets with bottom–up model construction. Third, stranded assets inflict significant financial shocks on fossil fuel upstream and downstream firms and transmit risk to the broader financial system via institutional investor exposures and systemic vulnerabilities; uneven regional risk distribution and intergenerational and international equity concerns may further trigger political risks. Finally, mitigation strategies involve portfolio optimization, accelerated renewable energy deployment, enhanced climate risk disclosure, and macroprudential policy tools. Future research should deepen the comprehensive quantification of multiple asset types, conduct micro-level empirical analyses, implement short-term dynamic monitoring, and develop equitable distribution mechanisms to support precise risk management and effective low-carbon transition decision-making.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unprecedented Beaufort Sea ice loss in late summer 2021 and its relationship to an extended period of unusually stormy weather",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1626",
      "pubDate": "",
      "description": "Previous case studies have linked cyclone-induced atmospheric forcing and/or upper-ocean processes to notable Arctic sea ice loss events in the summers of 2012 and 2016. This study examines a more recent and noteworthy case in late summer 2021 in which substantial sea ice loss followed a period of surface meteorological extremes in the Beaufort Sea region of the Arctic. We focus on the period from mid-August to mid-September 2021 that coincided with the Office of Naval Research THINICE Pilot Field Campaign and investigate stormy and windy conditions with respect to air-sea processes impacting sea ice conditions. We find that during the stormy first half of the campaign, cyclone-induced energy fluxes into the marginal ice zone and surrounding waters preconditioned the ice pack for more rapid melt later in the campaign. The second half of the campaign, in contrast, was marked by non-cyclone wind events that enhanced turbulent (namely sensible) heat fluxes into the ice and upper ocean that increased melt. Moreover, this latter period had enhanced advection of the Beaufort Sea ice pack into above-freezing waters, increasing bottom melt to >1 cm d−1 over the remainder of the campaign. While findings are shown to vary by surface type and at relatively small (i.e. ice-floe) scales, insights are offered on the roles of late summer coupled processes on rapid ice loss events in today’s Arctic environment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Techno-economic assessment of floating offshore wind in California",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae16bf",
      "pubDate": "",
      "description": "California legislation has set ambitious goals of reaching 2–5 gigawatts of floating offshore wind (FOSW) by 2030, and 25 GW by 2045. FOSW remains an emerging technology with significant uncertainty surrounding its future development. We estimate the electricity output, levelized cost of energy (LCOE) and levelized cost of transmission (LCOT) for two locations in California where offshore wind projects are currently planned (Humboldt and Morro Bay). We use data collected in a prior extensive expert elicitation, complemented by publicly available data. Assuming a 30 year lifetime and a 5.69% discount rate for the offshore components, and a 60 year lifetime and 4.40% discount rate for onshore transmission infrastructure, and under the ranges of input values provided by the experts, we find that the 2035 median levelized costs of energy and transmission (LCOE + LCOT) range from $95 to $121 per MWh. Operation and maintenance costs, turbines, and floating foundations are the largest contributors to levelized costs. In addition to a base-case analysis, we perform single-parameter sensitivity analyses and show that the results are highly sensitive to discount rate, lifetime, and farm power density. To further understand the overall uncertainty, we perform a Monte Carlo simulation assuming uniform distributions for each component-cost, finding combined LCOE + LCOT ranging from $95 to $200 per MWh. For all scenarios, transmission represents a small portion of total project costs. This analysis emphasizes the importance of strategic planning and investment in FOSW to meet California’s renewable energy goals.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing the potential for solar development on coal mine land in India",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf979",
      "pubDate": "",
      "description": "India’s solar electricity generation capacity is concentrated in its western and southern states, while coal mining is concentrated in central and eastern India. Previous studies have found that increasing solar capacity in India’s coal belt may ameliorate the distributional consequences of electricity decarbonization, but we lack detailed assessments of the tradeoffs involved. Here, we evaluate the costs and emissions reduction benefits associated with building solar photovoltaic (PV) capacity on land currently used for opencast (OC) coal mining in India. We use 50 years of weather data to quantify the P10, P50, and P90 capacity factors and levelized cost of electricity (LCOE) for identically configured PV arrays at the 100 largest OC mines. At 97 mines, the expected LCOE is higher than at the Pavagada Solar Park in southern India that we use as a benchmark. When adjusted for the value of avoided emissions, 49 mines spread across Chhattisgarh, Jharkhand, Madhya Pradesh, Tamil Nadu, and Uttar Pradesh have lower social costs of solar generation than Pavagada. For the 50 largest mines, we compile acreage information and estimate that they can support up to 28 GW of new solar PV capacity, approximately one-third of India’s total solar PV capacity today. This capacity would avoid approximately 47 Mt , or US$2.4 billion in damages, per year at abatement costs between US$15–28/t . Mines expected to be depleted by 2025 may support annual abatement of up to 4.8 Mt  yr−1, with additional abatement of 6.5 Mt  yr−1 and 8.6 Mt  yr−1 possible at mines closing between 2025–30 and 2030–35, respectively. Our results show that depleted mine land in India’s coal belt can play a meaningful role in an electricity capacity mix that minimizes the combination of private costs and damages.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projected land use change due to goals and trends for utility scale solar in New York State",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da4",
      "pubDate": "",
      "description": "Governments worldwide are adopting ambitious policies to reduce greenhouse gas (GHG) emissions. A New York State (NYS) legislative mandate requires net zero statewide GHG emissions by 2050 in part through decarbonizing electricity generation. However, increasing renewable energy capacity, including utility scale solar (USS), competes with land-uses such as agriculture and forestry. This case study evaluates USS historic land use to project future demand for land to meet NYS’s 2050 GHG goal. Data collected from open-source solar databases were combined with USS boundaries obtained through manual and automated digitization and Monte-Carlo and Maximum Entropy modeling were used to project the likely area and land use characteristics of future sites built to meet the projected 2050 demand for electricity. Demand for solar energy in NYS is projected to reach 116–125 terawatt hours per year by 2050, when electrification of current fossil-fueled heating and transportation sectors is taken into account. By analyzing the performance of over 300 existing USS sites across NYS, we project that approximately 100 GWDC of USS capacity can meet this demand. We found an average power density of 0.62 MWDC/ha of land for fixed axis sites and 0.59 MWDC/ha for single axis tracked sites. Stochastic modeling of power density trends over time indicates that the 2050 mandate will require between 71,072 and 128,784 hectares (ha) depending on siting variables. If trends continue, we project that between 21 386 and 27 233 ha of cropland and between 14,985 and 18,463 ha of forest could be converted to USS. For future scenarios in which conversion of annual row crop land and high-quality soils were limited, there was an increase in distance to transmission lines, number of parcels required, and complexity of site shapes, which would likely increase solar development costs. These results help bound the likely land use changes that will occur to meet electric sector GHG mitigation mandates. These results also provide information about the benefits and trade-offs of restricting the conversion of current agricultural land to solar energy production. Additionally, the approach we developed, combining analysis of fenced area, capacity factors, trends in power density over time, and projecting likely future locations for solar stochastically is applicable to many global regions with solar development on agricultural lands.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Universal hydrological trends post-wildfire are obscured by local watershed variability",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae114d",
      "pubDate": "",
      "description": "Changing wildfire regimes in recent decades have prompted extensive investigation into their hydrological impact. However, contradictory findings on post-fire flow regime changes have highlighted the complexity of this relationship. This study considers rich daily-resolution hydrological data on 898 burned catchments and over 8000 unburned control catchments to choose a set of 39 paired catchment experiments, along with 500 control pair experiments. We use these 500 control catchments to evaluate the extent to which the paired watershed approach accounts for hidden co-varying factors, finding that in most instances, it does not. We assess the influence of wildfires on flow magnitude, timing, and dynamicity. We also explore the effects of wildfire on water storage, evapotranspiration, and flood flows across the Western USA from 1984 to 2023. We find that percent changes in flow magnitude post-fire are not statistically significant and are uncorrelated with the percent of the catchment that burned, even when data are restricted to the critical first 5 years post-fire. However, linear regression analysis of 94 catchment variables found weak positive relationships between pre-fire forest cover and percent changes in flow magnitudes. Our results emphasize that the statistical uncertainty associated with even well-established methods may overshadow the magnitude of observed effects.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}