{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-11-03T05:26:34.378814",
  "items": [
    {
      "title": "Assessing the potential for solar development on coal mine land in India",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf979",
      "pubDate": "",
      "description": "India’s solar electricity generation capacity is concentrated in its western and southern states, while coal mining is concentrated in central and eastern India. Previous studies have found that increasing solar capacity in India’s coal belt may ameliorate the distributional consequences of electricity decarbonization, but we lack detailed assessments of the tradeoffs involved. Here, we evaluate the costs and emissions reduction benefits associated with building solar photovoltaic (PV) capacity on land currently used for opencast (OC) coal mining in India. We use 50 years of weather data to quantify the P10, P50, and P90 capacity factors and levelized cost of electricity (LCOE) for identically configured PV arrays at the 100 largest OC mines. At 97 mines, the expected LCOE is higher than at the Pavagada Solar Park in southern India that we use as a benchmark. When adjusted for the value of avoided emissions, 49 mines spread across Chhattisgarh, Jharkhand, Madhya Pradesh, Tamil Nadu, and Uttar Pradesh have lower social costs of solar generation than Pavagada. For the 50 largest mines, we compile acreage information and estimate that they can support up to 28 GW of new solar PV capacity, approximately one-third of India’s total solar PV capacity today. This capacity would avoid approximately 47 Mt , or US$2.4 billion in damages, per year at abatement costs between US$15–28/t . Mines expected to be depleted by 2025 may support annual abatement of up to 4.8 Mt  yr−1, with additional abatement of 6.5 Mt  yr−1 and 8.6 Mt  yr−1 possible at mines closing between 2025–30 and 2030–35, respectively. Our results show that depleted mine land in India’s coal belt can play a meaningful role in an electricity capacity mix that minimizes the combination of private costs and damages.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projected land use change due to goals and trends for utility scale solar in New York State",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da4",
      "pubDate": "",
      "description": "Governments worldwide are adopting ambitious policies to reduce greenhouse gas (GHG) emissions. A New York State (NYS) legislative mandate requires net zero statewide GHG emissions by 2050 in part through decarbonizing electricity generation. However, increasing renewable energy capacity, including utility scale solar (USS), competes with land-uses such as agriculture and forestry. This case study evaluates USS historic land use to project future demand for land to meet NYS’s 2050 GHG goal. Data collected from open-source solar databases were combined with USS boundaries obtained through manual and automated digitization and Monte-Carlo and Maximum Entropy modeling were used to project the likely area and land use characteristics of future sites built to meet the projected 2050 demand for electricity. Demand for solar energy in NYS is projected to reach 116–125 terawatt hours per year by 2050, when electrification of current fossil-fueled heating and transportation sectors is taken into account. By analyzing the performance of over 300 existing USS sites across NYS, we project that approximately 100 GWDC of USS capacity can meet this demand. We found an average power density of 0.62 MWDC/ha of land for fixed axis sites and 0.59 MWDC/ha for single axis tracked sites. Stochastic modeling of power density trends over time indicates that the 2050 mandate will require between 71,072 and 128,784 hectares (ha) depending on siting variables. If trends continue, we project that between 21 386 and 27 233 ha of cropland and between 14,985 and 18,463 ha of forest could be converted to USS. For future scenarios in which conversion of annual row crop land and high-quality soils were limited, there was an increase in distance to transmission lines, number of parcels required, and complexity of site shapes, which would likely increase solar development costs. These results help bound the likely land use changes that will occur to meet electric sector GHG mitigation mandates. These results also provide information about the benefits and trade-offs of restricting the conversion of current agricultural land to solar energy production. Additionally, the approach we developed, combining analysis of fenced area, capacity factors, trends in power density over time, and projecting likely future locations for solar stochastically is applicable to many global regions with solar development on agricultural lands.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Universal hydrological trends post-wildfire are obscured by local watershed variability",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae114d",
      "pubDate": "",
      "description": "Changing wildfire regimes in recent decades have prompted extensive investigation into their hydrological impact. However, contradictory findings on post-fire flow regime changes have highlighted the complexity of this relationship. This study considers rich daily-resolution hydrological data on 898 burned catchments and over 8000 unburned control catchments to choose a set of 39 paired catchment experiments, along with 500 control pair experiments. We use these 500 control catchments to evaluate the extent to which the paired watershed approach accounts for hidden co-varying factors, finding that in most instances, it does not. We assess the influence of wildfires on flow magnitude, timing, and dynamicity. We also explore the effects of wildfire on water storage, evapotranspiration, and flood flows across the Western USA from 1984 to 2023. We find that percent changes in flow magnitude post-fire are not statistically significant and are uncorrelated with the percent of the catchment that burned, even when data are restricted to the critical first 5 years post-fire. However, linear regression analysis of 94 catchment variables found weak positive relationships between pre-fire forest cover and percent changes in flow magnitudes. Our results emphasize that the statistical uncertainty associated with even well-established methods may overshadow the magnitude of observed effects.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Identifying gaps in research on social vulnerability to floods: a systematic review of indicators, indexes, and methodological approaches",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1496",
      "pubDate": "",
      "description": "Social vulnerability plays a critical role in shaping the impacts of flooding, yet the ways in which it is measured remain inconsistent and often disconnected from local realities. As climate-related flood events intensify globally, there is an urgent need to understand how social vulnerability is conceptualized and assessed to inform more equitable and effective risk reduction strategies. This paper reports the results of a systematic literature review on indicators and indexes used to assess social vulnerability to floods. Utilizing the PRISMA methodology, we identified and screened 1621 studies published between 2013 and 2023, selecting 36 peer-reviewed publications for examining how social vulnerability indices have been conceptualized, constructed, and applied, as well as the range of indicators, and methodological approaches used. We identified 78 indicator sets across 22 thematic domains. Results indicate that most attention has been given to a small set of indicators focusing on at-risk populations, socioeconomic factors, housing, and employment, while other factors such as health conditions, disaster preparedness, social connectedness, gender minorities, and sexuality are consistently underrepresented. Many studies rely on established frameworks without adapting them to local socio-cultural contexts and use census and secondary data sources, providing limited household-level and qualitative insights. Lack of methodological transparency, particularly regarding normalization and weighting, is common as is insufficient validation and ground-truthing. Greater attention to these issues, along with empirical case studies, is needed to provide in-depth insights into the root causes of social vulnerability and inform policies better tailored to local realities. This review highlights significant conceptual and methodological gaps, calling for more context-sensitive, mixed-method, and empirically validated approaches to improve the robustness and local relevance of social vulnerability assessments in flood-prone areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "State-of-the-art in climate resilience gamification for coastal environments: a systematic literature review",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae151d",
      "pubDate": "",
      "description": "Gamification has emerged as a promising tool for education and awareness-raising in the context of climate adaptation, but we lack a clear understanding of its topical and geographical reach, as well as its effectiveness. To gain a comprehensive understanding of the state of the art, we conducted a systematic literature review of 40 studies addressing sea level rise; flooding resulting from sea level rise or extreme weather events; and transformations in urban geography through adaptative policies in response to climate change. The findings indicate a steady growth in this area of research over the past decade. The reviewed interventions—primarily oriented toward fostering learning related to adaptative behaviors or directly aimed at behavioral change—have generally yielded positive outcomes. Specifically, gamification has been shown to enhance participants’ sense of accomplishment, promote social interaction, and create immersive learning environments. However, we also identified limitations in terms of intervention context, design, measured outcomes, and methodology. In response to these, we propose a set of recommendations for future research in this field. Among them, we highlight the importance of developing and deploying gamified experiences in emerging economies that are particularly vulnerable to climate risk; promoting social dynamics within digital interventions, thereby enhancing collective awareness and cooperation; considering the affective dimension of engagement within experimental designs by capturing emotional responses and their influence on behavior; and deepening and broadening the scope of results by grounding the studies’ execution and reporting more firmly on critical self-reflection and transparency.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Estimating the effects of functional diversity and composition on the spatial variability of ecosystem multifunctionality in a large temperate forest region",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1521",
      "pubDate": "",
      "description": "Functional diversity and composition have been shown to significantly influence the temporal variability of ecosystem functioning. However, their impact on the spatial variability of multiple ecosystem functions (multifunctionality) is still unknown. Therefore, this study aims to explore how functional diversity and composition affect the spatial variability of ecosystem multifunctionality (EMF-SV) under different environmental conditions in a temperate forest region. Regional communities representing specific spatial scales were established by assembling different numbers of sample plots. The EMF-SV was represented by the ratio of the standard deviation to the mean value of ecosystem multifunctionality within each regional community. Linear mixed-effects models were used to evaluate the effects of functional diversity and composition on the EMF-SV at different spatial scales. Structural equation models were applied to explore the direct and indirect pathways of functional diversity and composition influencing the EMF-SV. Our results show that functional diversity and composition had significant effects on the EMF-SV, and these effects changed with spatial scales and environmental conditions. They affected the EMF-SV directly or indirectly through species asynchrony and population stability. Our results demonstrate the role of functional traits in regulating the EMF-SV across spatial scales and explore the main impact mechanisms. This will contribute to our understanding and protection of ecosystem multifunctionality in temperate forests.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regionalized Mediterranean relative sea level projections under high-emission regional climate scenarios",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15a5",
      "pubDate": "",
      "description": "Future sea level (SL) change in the Mediterranean Sea is one of the major climate hazards for populations living in coastal areas. In this study, we analyze projections of relative SL (RSL) rise in the Mediterranean Sea until the end of the 21st century. For the first time, we provide a detailed characterization of regional patterns of future SL change using an ensemble of three multi-decadal SSP5-8.5 scenario simulations with high-resolution fully coupled regional climate system models (RCSMs) of the Med-CORDEX initiative and their driving global climate models (GCMs). At the basin-scale, RCSMs do not significantly modify the GCM-projected RSL changes by 2100, with a mean RSL change of 69 cm (60–93 cm, 17th-83rd percentiles) relative to 1995–2014. Among the RSL components, the sterodynamic (primarily driven by the global thermal expansion) and the surface mass balance drive the basin-scale RSL rise, with the latter being the largest source of uncertainty. We find that the RSL rise in the Mediterranean is expected to be 4%–12% lower than the global mean due to differences in the surface mass contribution, and 6%–15% lower than in the nearby Atlantic as a result of dynamic adjustments within the semi-enclosed basin. While dynamic SL drives the mean regional patterns, vertical land motion introduces the greatest local spatial variability along coasts, resulting in a projected local RSL rise by 2100 of −26 cm to +178 cm in GCMs and −39 cm to +170 cm in RCSMs. Furthermore, compared to GCMs, RCSMs incorporate local details that result in greater spatial variability, which is important to consider in risk assessments and adaptation planning.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Effective carbon dioxide removal requires a One-Earth approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15a8",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Comparing support for deep-sea mining among the mass public and environmental non-governmental organizations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae16c1",
      "pubDate": "",
      "description": "The energy transition hinges on the availability of critical minerals. China dominates the global critical minerals supply chain. Deep-sea mining (DSM) is proposed as an alternative to domestic land-based mining. While DSM could reduce China’s control over critical minerals and avoid local pollution from land-based mining, it could potentially harm the ocean ecosystem. We explore whether support for DSM depends on how its benefits/costs are framed, and how this support varies between the mass public and environmental non-governmental organizations (ENGOs). We administered an identical (pre-registered) online survey to US individuals (n = 1142) and separately to ENGO professionals (n = 278). This unique research design assesses whether the support for these two groups for DSM is influenced by how the DSM spillovers are framed in terms of (1) preventing land-based water pollution and habitat degradation from land-based mines (+), (2) reducing US dependence on China for critical minerals (+), and (3) hurting fisheries which are a key food source (−). Among the mass public, we find that support for DSM mining increases with the security frame only. However, among ENGO respondents, support for DSM does not change for any frame. Men in both samples support DSM, but we do not find differences in DSM support along race or partisan affiliations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Reconciling natural habitat size loss and quality enhancement: the dual effects of urbanization in China’s Loess Plateau",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1753",
      "pubDate": "",
      "description": "Amid accelerating urbanization and severe biodiversity loss in global drylands, reconciling urbanization with habitat conservation is crucial for sustainable development. Focused on China’s Loess Plateau (LP), a typical arid to semi-arid region, this study quantified the dual effects of urbanization on both the size and quality of natural habitats (NHs) from 1990 to 2050 by multi-scenario land cover simulations with the system dynamics PLUS model, combining landscape indices and habitat quality (HQ) analysis. The study revealed that urbanization directly consumed 3470 km2 of NHs and indirectly resulted in the loss of 4706.4 km2 between 1990 and 2020. Under the SSP5–8.5 scenario, direct and indirect NHs losses are projected to increases of 7.75 and 7.39 times respectively, from 2020 to 2050. Nevertheless, LP’s landscape pattern exhibited an optimizing trend: the increasing aggregation index of urban patches, coupled with an enhanced largest patch index for forests and grasslands, indicates that intensified urbanization can mitigate the disordered encroachment on NHs, reduce landscape fragmentation, and preserve larger and more contiguous habitat patches, thereby improving overall HQ. The LP case demonstrates urbanization and NHs conservation are not inherently antagonistic; well-planned urbanization can catalyze NHs protection. We further proposed strategies including spatially concentrated urbanization to advance sustainable urbanization and enhance HQ, fostering synergies between social progress and ecological preservation in global arid regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}