{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-08-21T09:27:30.931280",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3325122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Étienne-Émile Baulieu (1929–2025): Scientist of steroids and champion of women’s reproductive rights",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517065122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />Having trained as a physician, Étienne-Émile Baulieu soon turned his focus to research, as early as his medical internship. He went on to make major contributions on ketosteroids and other steroids, such as estrogen, and how they act on target organs ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Our current climate already merits serious research and policy attention",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503892122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The edge-averaging process on graphs with random initial opinions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423947122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceNodes of a network have opinions represented by real numbers. Occasionally, two neighbors interact and replace their opinions by their average. This model has applications in engineering and social networks. It is well known that on a finite ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mesozoic atmospheric CO2 concentrations reconstructed from dinosaur tooth enamel",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504324122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificancePaleoclimate is closely linked to atmosphericpCO2. Quantifying ancient CO2levels, however, is challenging. Air-breathing vertebrates respire air O2and incorporate its isotope signature via body water into their hard tissues. Fossil tooth ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Climate change and Vibrio: Environmental determinants for predictive risk assessment",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420423122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />Climate change significantly impacts the incidence and abundance of microorganisms, including those essential for environmental cycles and those pathogenic to humans and animals. Shifts in conditions favorable for microbial growth have expanded the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Circulating cell-free RNA signatures for the characterization and diagnosis of myalgic encephalomyelitis/chronic fatigue syndrome",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507345122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceMyalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) is a debilitating illness that affects millions of individuals worldwide. Despite the growing prevalence of ME/CFS, patients suffer from the unavailability of laboratory diagnostic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Biochar in the circular bionutrient economy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503668122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceThe spatiotemporal disconnect between nutrients derived from excreta and food waste on the one hand and nutrients required for crop production on the other has led to global environmental pollution, disproportionate energy demands, loss of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Familial transmission of neural representations for mental arithmetic across two generations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421528122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceParents strongly influence their children’s cognitive development, but how these skills are transmitted through generations remains unclear. Using brain imaging, we examined whether there was resemblance in how the brains of mothers and their ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Warm, water-depleted rocky exoplanets with surface ionic liquids: A proposed class for planetary habitability",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425520122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceThe search for habitable exoplanets has intensified with new telescopes and a growing number of exoplanets. Yet, many known exoplanets are too warm for surface liquid water and therefore considered inhospitable to life. Liquid is a fundamental ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The 2025 Mw7.7 Mandalay, Myanmar, earthquake reveals a complex earthquake cycle with clustering and variable segmentation on the Sagaing Fault",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514378122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceLarge earthquakes often occur on faults that were known to have produced destructive events in the past. However, anticipating the characteristics of these earthquakes and their impacts remains a great challenge. The 2025 Mw7.7 Mandalay ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The fetal hydrops–associated single-residue mutation L322P disrupts mechanical but not chemical activation of the PIEZO1 ion channel",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503793122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceGenetic deletion studies have revealed the diverse cellular, physiological, and pathophysiological roles of the mechanically activated PIEZO1 ion channel. However, whether these functions are directly mediated by its mechanosensitivity has ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Quantum spin liquid from electron–phonon coupling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426111122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceThe search for quantum spin liquids—an exotic phase of matter that features fractionalization and topological order—has primarily focused on frustrated antiferromagnets. In this work, we reveal an alternative route to its physical realization ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "ITAF45 is a pervasive trans-acting factor for picornavirus Type II IRES elements",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506281122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificancePicornaviruses constitute a diverse family of RNA viruses that can infect many different species. To initiate protein synthesis, these viruses antagonize host mRNA translation while utilizing a highly structured region known as an internal ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Measuring the selective packaging of RNA molecules by viral coat proteins in cells",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505190122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceThe MS2 virus packages its RNA genome into a protective protein capsid while excluding nearly all host-cell RNA. How MS2 achieves this remarkable selectivity remains unclear, despite decades of active research. Our study shows that packaging ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A stochastic theory of urban metabolism",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501224122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceCities can be viewed as living organisms and their metabolism as the set of processes controlling their evolving structure and function. Urban population, transport networks, and all anthropogenic activities have been proposed to mimic body ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structural insights into VRC01-class bnAb precursors with diverse light chains elicited in the IAVI G001 human vaccine trial",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510163122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceThe development of broadly neutralizing antibodies (bnAbs) is a key goal in HIV vaccine research due to their ability to target conserved regions on the virus. However, eliciting such antibodies through vaccination has proven exceptionally ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Keystone predator and keystone intransitivity and the rescue of a competitively subdominant species",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421005122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceThis study examines a novel ecosystem within coffee farms in Puerto Rico, where five non-native insect species—four ants and one parasitoid fly—form a unique ecological system. By integrating detailed natural history with dynamic modeling, the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sox11 genes affect neuronal differentiation in the developing zebrafish enteric nervous system",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510548122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificanceWe demonstrate the importance of zebrafishsox11genes in neuronal differentiation in the developing enteric nervous system. Multiplex spatial transcript analysis revealssox11a/bexpression in both progenitors and developing inhibitory motor ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Targeted deletions of large syntenic regions in Arabidopsis thaliana",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2419744122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 33, August 2025. <br />SignificancePlant genomes are shaped by ancient polyploidy events, leaving behind extensive duplicated regions whose biological roles remain largely uncharacterized. In this study, we demonstrate that targeted deletion of large, retained syntenic blocks ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}