{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-08-19T13:34:21.180347",
  "items": [
    {
      "title": "The economics of a circular urban water system",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade904",
      "pubDate": "",
      "description": "In many water-scarce locations, cities will need to reduce their freshwater withdrawals in order to adapt to the changing climatic conditions of the Anthropocene, reduce the risks of ‘Day Zeros,’ and reduce the disruption to the global hydrological cycle. This paper shows that it is possible for water utilities to make dramatic reductions in raw water withdrawals without proportionally large increases in system-wide costs. A simulation model is built that characterizes the piped water and wastewater network of an urban water utility in a hypothetical high-income city and the costs at nodes and links of the system. This simulation model is used to estimate the effects of four interventions—leakage reduction, demand reduction, potable reuse, and desalination—on raw water withdrawals and system-wide costs. We illustrate the effects of both individual interventions and policy mixes. Compared to the assumed baseline urban water and sanitation system, policy mixes can reduce raw water withdrawals by 74% with only modest increases in system-wide costs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Groundwater denitrification in Denmark—evolution, extent and reaction rates",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeb9e",
      "pubDate": "",
      "description": "Globally, nitrogen (N) pollution of the environment is a widespread consequence of intensive agriculture. Denmark has combated this challenge from mid-1980 by implementing effective national N regulation of agriculture. Further reduction is needed to meet legislative objectives, and more targeted farm-level regulation schemes are under development. Assessing the necessary farm-level reduction of agricultural N losses to the aquatic environment such as groundwater requires detailed knowledge of denitrification in the groundwater system. In this paper we demonstrate how determinations of the extent of the anoxic nitrate-reducing zone and associated denitrification rates can be done by combined use of national and local level multiscreen groundwater monitoring data representing different agro-hydrogeochemical conditions across Denmark. A new concept for evaluating groundwater denitrification both nationally and locally is presented. The new concept relies on the assessment of nitrate trends in oxic and anoxic nitrate-reducing groundwater using up to 35 years of groundwater monitoring data on nitrate content and groundwater age, dated with CFC or the 3H/3He method. The results from the anoxic nitrate-reducing zone indicate that the probability of denitrification increases with groundwater residence time. On average, the national level assessment shows that in the anoxic nitrate-reducing zone approximately 47% of the nitrate is being denitrified while in the local areas the assessments show variation between 14%–59%, and estimations of denitrification rates range from 0.008–0.032 μmol l−1 day−1. Results show that the variation in the thickness of the anoxic nitrate-reducing zone can be up to 16 m, indicating that the denitrification rates can vary from very fast (thin zone or sharp interface) to slow (thick zone) in a homogenous aquifer layer with the same magnitude of residence time. These results are important for groundwater modeling of nitrate transport from agricultural fields to streams and coastal areas through the groundwater system.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Navigating uncertainty: direct air capture and just transition perspectives in Gulf Coast communities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf5d7",
      "pubDate": "",
      "description": "Direct air capture (DAC) projects are emerging in the Gulf Coast region of the United States, driven by recent private sector interest and federal funding. However, the role of these projects in facilitating a just transition for fossil fuel-dependent communities remains debated and uncertain. This study combines focus groups across three Gulf Coast sites with state-wide surveys in Texas and Louisiana to lend insights on community perspectives on DAC. Focus groups offer rich, qualitative insights into local concerns and aspirations, while the surveys provide broader quantitative data on regional attitudes. We find that DAC may be difficult to extract from the entrenched power of the fossil fuel industry and presents a need for careful planning to avoid social and economic upheaval in the wake of industrial transition. Community perceptions emphasize a dual nature of the fossil fuel industry: providing economic stability while also contributing to environmental and health injustices. While DAC emerges as a potential solution, requiring shared skillsets with the fossil fuel industry, community members express reservations about industry risks and historical lack of community engagement. Our findings underscore the importance of community involvement in decision-making (including when not to build), cooperative ownership models, and transparent processes. Both qualitative and quantitative results illustrate that community support for DAC is conditional on broader socio-economic benefits and inclusive governance, highlighting the need to consider these factors alongside technological features when planning DAC deployment in the region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Future river exports of nutrients, plastics, and chemicals worldwide under climate-driven hydrological changes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf860",
      "pubDate": "",
      "description": "Future climate-driven hydrological changes may strongly affect river exports of multiple pollutants to coastal waters. In large-scale water quality (WQ) models the effects are, however, associated with uncertainties that may differ in space and time but are hardly studied worldwide and for multiple pollutants simultaneously. Moreover, explicit ways to assess climate-driven uncertainties in large-scale multi-pollutant assessments are currently limited. Here, we aim to build trust in future river exports of nutrients (i.e. nitrogen and phosphorus), plastics (i.e. micro and macroplastics), and chemicals (i.e. diclofenac and triclosan) under climate-driven hydrological changes on the sub-basin scale worldwide. We used a soft-coupled global hydrological (VIC) and WQ (MARINA-Multi) model system, driven by five Global Climate Models (GCMs), to quantify river exports of selected pollutants to seas for 2010 and 2050 under an economy-driven and high global warming scenario. Subsequently, we developed and applied a new approach to build trust in projected future trends in coastal water pollution for the selected pollutants. Results reveal that in arid regions, such as the Middle East, East Asia, and Northern Africa, climate-driven uncertainties play a key role in future river exports of pollutants. For African sub-basins, high increases in river exports of pollutants are projected by 2050 under climate-driven hydrological uncertainty. Nevertheless, over 80% of the global sub-basin areas agree on the direction of change in future river exports of individual pollutants for at least three GCMs. Multi-pollutant agreements differ among seas: 53% of the area agrees on increasing river exports of six pollutants into the Indian Ocean by 2050, whereas 17% agrees on decreasing trends for the Mediterranean Sea. Our study indicated that even under climate-driven hydrological uncertainties, large-scale WQ models remain useful tools for future WQ assessments. Yet, awareness and transparency of modelling uncertainties are essential when utilising model outputs for well-informed actions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Shifts in diurnal cycles of low and high clouds warm the climate: evidence from decadal satellite observations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf23c",
      "pubDate": "",
      "description": "Anticipated changes in the diurnal cloud cycle (DCC) under global warming carry significant implications for future climate predictions. However, there is a notable dearth of studies specifically focusing on DCC shifts. Here, we establish a connection between DCC and its radiative effects (DCCRE), revealing that the DCC has tended to warm the climate over the past 13 years. We found that the centroid position determines the warming or cooling effect of DCCRE, while the magnitude of the amplitude influences its strength. As global mean temperature (GMT) rises, low cloud centroid tends to shift from daytime to nighttime, enhancing nighttime warming effects and diminishing solar radiation reflection. Conversely, high clouds exhibit the opposite, reducing nighttime warming effects and displaying stronger DCCRE compared to low clouds. For each 1 °C increase in GMT, the total cloud DCCRE is expected to rise by 2.90 W m−2, mainly driven by low clouds contributing to an increase of 1.85 W m−2. This suggests that DCCRE may continue to warm the climate as GMT rises. These results indicate that the changes in DCC are significant for understanding climate variability. However, it should be noted that these findings are based on short-term regression analysis and further research is needed to determine whether they are related to long-term responses.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Heat alerts and information-seeking behavior: evidence from heat-related internet searches in the United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf3cf",
      "pubDate": "",
      "description": "Extreme heat is a growing public health threat. In the United States (US), the National Weather Service (NWS) issues alerts ahead of forecast periods of extreme heat. However, the behavioral impact of official heat alerts remains poorly understood at actionable scales, and their real-world effectiveness has been difficult to quantify. We used anonymized, county-level Google search data on the proportion of searches classified into eight heat-associated categories, aggregated daily across 2581 US counties from May to September 2023. We implemented a time-stratified case-crossover method using conditional Poisson models to quantify the association between the proportion of heat-related internet searches and (a) daily maximum temperature and (b) NWS heat alerts, adjusting for same-day county-specific temperature percentiles. We further evaluated how associations varied spatially and temporally within the season. Across all counties, searches for heat stroke/exhaustion were 3.60 (95% CI, 3.38–3.85) times higher when comparing the 95th percentile of daily maximum temperatures to the 1st percentile. Air-conditioning searches were 2.47 (2.43–2.51) times higher. Exposure–response curves rose steeply above the 80th percentile except for public swimming and cooling center queries. On heat alert days, heat-related searches were 1.27 (1.26, 1.28) times higher relative to matched non-alert days. Results varied by region. However, effect modification was pronounced: early-summer alerts (May–June) elicited stronger responses than late-summer alerts (July–September) in all heat-related search categories except cooling centers. Our findings suggest that heat alerts trigger meaningful, real-time behavioral responses during heatwaves, particularly in early summer and historically cooler regions. High-resolution internet search data offer a promising tool for evaluating public engagement with risk communication and can provide local officials guidance for further optimizing messaging strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Risk of rice production failure in India under climate change",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf459",
      "pubDate": "",
      "description": "Rice production failure is a major threat to food security and supply chain resilience across India. In this paper, we examine future rice production failure risks across India by integrating down-scaled climate projections with machine learning models that capture complex crop-climate interactions. First, we identify key drivers of historical crop failures and demonstrate the critical role of monthly weather variability. We then use our historically-trained ML models to project future production failure risk across India, linking spatial changes in failure risk with projected future weather distributions and exploratory scenarios of changes in irrigation access. Our findings indicate that district-level risks of rice production failures in India are projected to increase (26% average) under future climate change across all shared socioeconomic pathways in the near (2025–2054) and far (2055–2084) future. Our analysis demonstrates that expanding irrigation access could play a vital role in mitigating these risks, with substantial risk reductions observed in high-vulnerability regions. These insights provide actionable information for policymakers aiming to enhance agricultural resilience, identifying priority areas where adaptive measures, particularly irrigation improvements, can most effectively reduce vulnerability to climate-driven production risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hydro-climatological changes and mine water management challenges in Canada under climate change",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf762",
      "pubDate": "",
      "description": "Climate change (CC) is already affecting Canada’s hydrologic cycle, posing challenges for water management in mining operations and increasing associated environmental and social risks. However, there is limited research that quantifies the extent of anticipated CC impacts across Canadian watersheds with active mining. This paper aims to fill that gap by assessing CC impacts on key hydroclimatic variables important for Canada’s mine water management. Baseline conditions were established for six key variables: annual precipitation, 24 h intensity–duration–frequency (IDF) precipitation, 10 d extreme precipitation, annual mean temperature, hydrologic drought index like Standardized Precipitation and Evaporation Index (SPEI), and annual snow depth. Date sources included Environment and Climate Change Canada (ECCC) and Coupled Model Intercomparison Project Phase 5 (CMIP5). Future CC projections were generated using ECCC’s transformation equation for 24 h IDF precipitation, the quantile delta mapping (QDM) method for 10 d extreme precipitation, and downscaled, bias corrected CMIP5 ensemble projections for the remaining variables. The assessment considered two greenhouse emission scenarios (RCP4.5 and RCP8.5), and three future timeframes (2020s, 2050s, 2080s). The study reveals projected temperature increases within the case study watersheds of 2.4 °C–3.5 °C by the 2050s and 3 °C–7 °C by the 2080s under median or 50th percentile (p50) conditions. Annual precipitation is expected to rise by 11%–16% (2050s) and 15%–28% (2080s), with more intense shorter-duration events under p50 conditions. For example, the current 100 year 24 h IDF storm is expected to occur more frequently, decreasing to a 27–49 year return period by the 2050s and a 10–40 year return period by the 2080s. Annual average snow depth is projected to decline by 21%–73% (2050s) and 24%–89% (2080s) under p50 conditions. These findings highlights that water management in Canada’s mining regions is set to face escalating hydrological changes under a changing climate. Effective management strategies are therefore essential to prevent intensified environmental and social risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Advancing global vegetation water content observations: the potential of Moon-based SAR for ecological risk assessment",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf764",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Local capacity assessment is integral to stakeholder engagement for responsible marine carbon dioxide removal",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf7bf",
      "pubDate": "",
      "description": "Novel carbon dioxide removal (CDR) approaches are essential to address climate change. Ocean alkalinity enhancement (OAE) is being considered to enhance the ocean’s capacity as an atmospheric carbon sink. It is widely recognised that responsible development and deployment of marine-based CDR requires effective engagement with local stakeholders. This article considers how stakeholders could actively participate in OAE, enhancing their agency and identifying pathways to incorporate their skills and knowledge into research and deployment activities. Adopting a place-based approach in Tasmania, Australia, we interviewed 23 participants and asked them how they might contribute to future OAE activities in/around this island state. Participants saw themselves contributing to one or more activity-based themes: knowledge creation, regulatory oversight, safeguarding values, and/or stakeholder networking. While some responses were predictable (i.e. government representatives adopting regulatory roles), others were unexpected, highlighting the importance of proactively engaging with stakeholders. Several participants identified the need for further support to effectively perform their roles, including expert advice and access to resources. Capacity assessments can evaluate the ability of local stakeholders to play an active role in OAE activities and thus inform strategies to bolster capacity through learning and infrastructure development. We recommend integrating capacity assessments into OAE/marine CDR stakeholder engagement strategies. Further research is needed to develop and implement capacity assessments for OAE and other marine CDR approaches.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}