{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-01T02:02:01.933169",
  "items": [
    {
      "title": "The (Co)Benefits Portal—an evidence-based and climate policy-relevant tool for decision-making",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf981",
      "pubDate": "",
      "description": "From improving health outcomes and health inequalities to ensuring energy and income security, the mitigation of and adaptation to climate change has extensive and diverse benefits. This paper describes a systematic evidence synthesis of climate action (co)benefits and trade-offs as well as the development of a decision-support tool that enables policy makers to explore that evidence-base. The term ‘(co)benefit’ is used deliberately to encompass both the direct benefits of averted impacts due to climate change as well as the indirect or ancillary benefits resulting from mitigation and adaptation interventions. We conducted a systematic search of the peer-reviewed literature in the IPCC 6th Assessment Report, Web of Science, and the Lancet Countdown on Health and Climate Change Reports. Our search strategy prioritised synthesised evidence (e.g. reviews, assessments) excluding primary studies and single case-studies. Data were extracted from 74 distinct records meeting our inclusion criteria and a total of 1785 rows of evidence were analysed. Scientific and technical teams then worked together to develop a tool interface that underwent iterative testing among a small group of potential users. The resulting (Co)Benefits Portal presents an assessment of the available scientific evidence of health, ecosystem, economic, energy, and socio-cultural (co)benefits and trade-offs associated with 40 different mitigation and adaptation actions for both global and regional scales. We then apply the (Co)Benefits Portal into a UK context, in combination with national policy documents and departmental guidance, to connect evidence about relevant climate interventions and reveal cross-sectoral policy implications that are essential for optimising opportunities and avoiding risks. We discuss how evidence-based tools can be developed to bridge critical climate adaptation and mitigation research, policy, and decision-making gaps.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Corrigendum: Shutdown of northern Atlantic overturning after 2100 following deep mixing collapse in CMIP6 projections (2025 Environ. Res. Lett. 20 094062)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae09bd",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A dipole pattern bias in marine heatwave intensity in the Kuroshio Extension simulated by the CMIP6 models: a role of northward shift of the Kuroshio Current",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0806",
      "pubDate": "",
      "description": "Climate models are essential for investigating and predicting marine heatwaves (MHWs), but their inherent biases pose challenges for accurately analyzing and projecting MHWs. As global warming intensifies, MHWs are expected to become more extreme, emphasizing the need for precise model evaluations and deeper understanding of the underlying causes of bias to improve MHW simulations. In this study, we evaluated the MHW intensity simulated by 30 Coupled Model Intercomparison Project Phase 6 (CMIP6) models in the North Pacific Ocean by comparing them with the optimum interpolation sea surface temperature (OISST) dataset over a 33 year period (1982–2014). Over 80% of the CMIP6 models showed a dipole-pattern bias in the mean MHW intensity over the Kuroshio Extension, characterized by overestimation to the north and underestimation to the south. Hierarchical clustering based on the spatial pattern of the intensity bias in the Kuroshio Extension identifies four distinct clusters: two showing a dipole-pattern bias with slightly different magnitudes and the other two showing weaker or stronger intensity. The separation latitude based on the maximum surface current revealed that the models with the dipole bias pattern simulated the northward overshooting of the Kuroshio Current. This northward overshooting likely enhanced the transport of warmer sea surface temperatures to higher latitudes, thereby intensifying the MHWs. These findings highlight the critical role of ocean currents in the simulation of MHW in the western boundary current regions, including the Kuroshio region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Non-linear response of catch rates to increasing salinity levels in a small-scale fishery",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0952",
      "pubDate": "",
      "description": "Gear and catch diversification can provide natural insurance to fishers by stabilising catch rates, thanks to the differential response of fish species to varying environmental conditions. The effectiveness of diversification, however, may be diminished if there is a threshold above which compensatory changes are weakened and species abundance tends to move in the same direction. We analyse this hypothesis using data from an open-access artisanal fishery in an estuarine ecosystem, located in a Colombian Biosphere. Reserve. We find evidence of a threshold in salinity levels in the 25–30 g kg−1 range for most gears employed in the fishery. Below the threshold, catch diversification stabilises the mean catch rate, but above it, catch rates decline. The evidence of a threshold defining a high salinity conditions regime calls for the adoption of adaptive fishery management strategies, as well as social protection mechanisms for vulnerable fishers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Biases in ENSO response to greenhouse warming induced by ensemble-mean detrending in large ensemble simulations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0953",
      "pubDate": "",
      "description": "Quantifying projected changes in the El Niño–southern oscillation (ENSO) requires an appropriate removal of greenhouse warming-induced trend in associated sea surface temperature (SST) field. Multi-member ensemble average over single-model large ensemble (LE) simulations is frequently used to isolate an externally-forced climate response from internal variability, but whether it can cleanly extract the forced ENSO response to greenhouse warming remains unclear. Using eight LE models, here we show that compared to low-frequency fitting methods that can be applied directly to observation and a single-member simulation, the ensemble-mean detrending approach induces spurious SST variability in the equatorial Pacific, resulting in an underestimated ENSO amplitude response to greenhouse warming. The source of spurious variability relates to a residual effect associated with ENSO nonlinear rectification, which is inherently unavoidable though its influence decreases with ensemble size. Our finding highlights the importance of ENSO nonlinearity in choosing specific ways of detrending for ENSO-related projection studies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Characterizing blocking mobility and its role in Northern Hemisphere cold extremes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0957",
      "pubDate": "",
      "description": "Atmospheric blocking events, commonly studied as quasi-stationary regional phenomena, are often observed with zonal movement influenced by the background flow, retrograding Rossby waves, and sea ice cover. However, the effects of these movements on cold extremes remain understudied. This study classifies the movements of atmospheric blocking into westward-moving, eastward-moving, and quasi-stationary across different regions during winters from 1979/80–2020/21 and investigates their respective impacts on surface air temperature. We found that, in the western North Pacific, westward-moving blocking events exhibited the highest frequency, while other regions showed quasi-stationary blocking occurring most frequently. These results reveal the regional difference in the frequency of blocking movement types, but the blocking persistence showed a common characteristic across all regions, with westward-moving blocking events persisting longer compared to other types. Interestingly, these long-lasting and westward-moving blockings were associated with notable cold temperature anomalies in downstream areas during blocking dissipation phase. This arises from the enhanced advection of high-latitude mean cold temperature by blocking-induced wind anomalies at low levels, despite their relatively low occurrences. These characteristics were successfully reproduced in Community Earth System Model version 1 Large Ensemble (CESM1-LENS) simulations, suggesting that better understanding of blocking mobility can improve our ability to predict extreme cold winters.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Low, but gradually growing deforestation and carbon emissions from the Cuvette Centrale peatlands, 2001–2021",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe81",
      "pubDate": "",
      "description": "Earth’s largest tropical peatland, first mapped in 2017, is located within an immense wetland in the Congo Basin, the Cuvette Centrale, covering 167 600 km2. Here, for the first time, we estimate spatio-temporal tree cover loss patterns and the resultant carbon emissions in these forested peatlands using Global Forest Change data from 2001–2021. We find tree cover loss affected 1.4% of the peatlands over 20 years (0.07% yr−1), with 89% occurring in the Democratic Republic of the Congo (DRC, 0.06% yr−1) and 11% in the Republic of the Congo (RoC, 0.008% yr−1). Though low, tree cover loss rates in the peatlands have increased 5x in the DRC and 2x in the RoC between the 2000’s and 2010’s, but are a fraction of the contemporary rate of peatland deforestation in Insular Southeast Asia and are 5x–7x lower than total tree cover loss rates in each country, respectively. The increase in the rate of tree cover loss and in the size of patches of tree cover loss over time and the occurrence of losses near access routes (settlements, roads and waterways) suggests increasing anthropogenic causes. Smaller loss patches are likely due to anthropogenic and natural causes. In the DRC, only 19% of patches were >0.1 km2 in the 2000’s; this rose to 81% in the 2010’s. We detected one anomalously large patch of deforestation (75 km2). A ground-truthed analysis of this patch shows that rice cultivation is driving deforestation on seasonally-flooded forest not underlain by peat and areas of peatland forest underlain by shallow peat. This is a previously unidentified threat to peatland degradation in the Cuvette Centrale. Deforested tropical peatlands can result in significant carbon emissions. We estimate that committed emissions are 108 (76.34–131.81) Tg CO2 from peat decomposition and aboveground biomass loss in the DRC between 2001–2021. Overall, tree cover loss, deforestation and carbon emissions are low compared to other regions with large areas of tropical peatlands, with 98.6% of the Cuvette Centrale peatlands being intact when considering tree cover loss. Ground-based studies including participation from residents of peatland-adjacent communities are acutely needed to validate our findings, improve peatland maps and prioritise local people in future management decisions, and prevent future greater losses.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Responses of terrestrial ecosystem respiration to soil moisture across Australia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0051",
      "pubDate": "",
      "description": "The terrestrial biosphere is the largest net sink of global CO2, but its sink capacity varies considerably from year to year depending on environmental conditions. Recent work has highlighted the importance of semi-arid ecosystems in interannually driving global concentrations of atmospheric CO2. We therefore need to better understand the dynamics and drivers of the CO2 fluxes and their modeling along semi-arid to humid gradients. Respiration is an even more uncertain flux compared to photosynthetic fluxes and its spatially variability is not well understood. Here we focus on terrestrial ecosystem respiration (TER) in Australia, and, specifically, on disentangling the impacts of temperature and soil water on TER. We use nighttime net ecosystem exchange data as a viable proxy for daily TER collected by 40 flux tower stations within the OzFlux network over the last 20 years in Australia. These stations cover a broad range of climatic conditions enabling us to analyze the dependence of TER on soil moisture under varying aridity and temperature conditions. We find that the sensitivity of TER to soil moisture is the strongest in semi-arid regions. In these moisture-limited locations, the TER sensitivity to soil moisture increases strongly with temperature. Soil respiration fluxes at humid stations are large but exhibit low sensitivity to high soil moisture levels indicating that TER at humid stations is not water-limited. Using the dynamic global vegetation model LPJ, we show that common model approaches assuming increasing TER with increasing soil moisture for all soil moisture levels perform poorly in reproducing the observed TER patterns in Australia due to interactions with carbon availability and representation of soil hydrology. Hence a more sophisticated description of the dependence of TER on soil moisture is necessary to capture TER dynamics under different climatic conditions accurately.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Decarbonization of the aviation sector must address air quality concerns",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0350",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Electricity grid and societal vulnerability interconnection: stakeholder implications and integrated solutions in Europe",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0492",
      "pubDate": "",
      "description": "The electricity grid is a pivotal element in the energy transition, serving as the backbone for integrating and distributing renewable energy. However, amid rapid digitalisation and decentralisation of energy systems, its limitations have become increasingly apparent, posing significant challenges for inclusive and equitable stakeholder engagement in the transition. Stakeholders including consumers, prosumers, energy communities, aggregators and electricity utilities, face unequal distribution of grid-related costs and benefits. There is thus a need to understand and address coupled grid-societal vulnerability (GSV). However, there is still no comprehensive study identifying factors influencing GSV and the corresponding challenges vis-à-vis stakeholders. Previous studies have predominantly focused on the disparities in access to hosting capacities for new renewable energy projects and grid congestion due to increased energy demand from households and businesses. We contribute to the literature by developing a comprehensive view of GSV through a systematic literature review of 185 peer-reviewed academic papers focusing on the European context. Three main factors influencing GSV are identified: grid constraints, cybersecurity risks, and regulatory barriers. A complex interrelationship exists between stakeholders in the electricity grid and, as a result, we find there are (in)direct implications of their grid challenges across stakeholders. Therefore, tackling GSV and inequalities in the energy transition requires an integrated solutions approach combining supportive policies, regulatory frameworks and market-based mechanisms with technological integration, innovations and consumer engagement.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}