{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2025-11-23T12:45:48.474051",
  "items": [
    {
      "title": "Rooted in crisis, growing solutions: economic impacts and adaptive pathways for Fiji’s climate-threatened sugarcane industry",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1690723",
      "pubDate": "2025-11-21T00:00:00Z",
      "description": "Small Island Developing States (SIDS) face accelerating climate hazards that undermine agricultural productivity. Fiji’s sugarcane sector, which is central to rural incomes and foreign exchange earnings, is increasingly affected by floods, droughts, cyclones, irregular rainfall, and rising input costs. Assessing farm-level climate vulnerability is essential for guiding effective adaptation. A convergent mixed-methods design was applied, integrating surveys from 100 smallholder farmers, panel regression to estimate hazard-specific yield elasticities, and AI-assisted scenario modeling aligned with Asian Development Bank climate projections. Stratified sampling captured variation in farm size, location, and cooperative membership, and survey responses were cross-validated with production records to ensure reliability. Flood-related hazards showed the strongest negative association with multi-year yields (β = −0.49, p < 0.001), followed by irregular rainfall and drought effects. Flood impacts were most severe because water-logging, access disruption, and delayed harvesting weakened ratoons and reduced subsequent cycle yields. Socio-institutional constraints, including limited cooperative support, inadequate extension services, and low youth engagement, intensified vulnerability. Grassroots participation, modeled on South Korea’s Saemaul Undong, can strengthen local coordination and adoption of adaptive practices. AI-assisted scenarios provided validated projections and identified priority adaptation pathways. The findings indicate a hydrology-first risk profile in Fiji’s coastal sugarcane systems. Targeted water management and accelerated varietal upgrading are essential to sustaining productivity under increasing climatic extremes. Coordinated investments in drainage, stress-tolerant cultivars, and farmer–extension partnerships can narrow adaptation gaps and stabilize rural livelihoods. Although focused on Fiji, the analysis provides a transferable framework for estimating climate-induced yield elasticities and validating adaptation strategies in coastal smallholder cane systems across tropical Asia, Africa, and the Caribbean. The integrated empirical and AI-based methodology offers a replicable template for climate resilience assessment in tropical agriculture.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing the effectiveness of climate assemblies: framework for measuring deliberative impact",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1680125",
      "pubDate": "2025-11-19T00:00:00Z",
      "description": "IntroductionClimate assemblies have gained attention as participatory governance instruments designed to address complex climate challenges through inclusive deliberation. However, despite their growing prominence, systematic approaches for assessing their performance and impact remain scarce. This study responds to that gap by proposing a structured evaluation framework to measure the deliberative effectiveness of climate assemblies within the broader context of democratic climate governance.MethodsAn iterative, multi-stakeholder design process guided the development of the framework. It drew upon best-practice reviews, stakeholder consultations, and collaborative workshops. The resulting structure integrates input, process, and outcome dimensions, each associated with two key objectives: policy legitimacy, rooted in inclusive and trusted participation, and policy effectiveness, reflected in the influence of assembly recommendations on climate policy. The framework was piloted in two European climate assemblies to test its applicability and robustness.ResultsThe pilot evaluations demonstrated that applying a systematic assessment framework enhanced transparency and accountability within deliberative processes. It enabled a clearer understanding of how well assemblies fulfilled their aims of inclusion, deliberative quality, and policy relevance. Findings also revealed that consistent evaluation helps identify design strengths and weaknesses, supporting more evidence-based improvements in future assemblies.DiscussionThe study shows that structured evaluation is not merely a reporting exercise but a mechanism to strengthen democratic legitimacy and practical effectiveness. By offering standardized criteria and measurable indicators, the framework assists policymakers, organizers, and researchers in assessing whether climate assemblies translate citizen participation into tangible climate action. It contributes a practical and theoretically grounded tool for advancing deliberative democratic practices in climate governance.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Impact of climate change on infectious disease transmission: a CiteSpace- and VOSviewer- based visualization of enteric, respiratory and vector-borne infectious disease studies",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1703904",
      "pubDate": "2025-11-19T00:00:00Z",
      "description": "ObjectiveThis study aims to address the research gaps in understanding the connections between climate change and infectious diseases by integrating bibliometric analysis with epidemiological perspectives and systematically identifying research trends and thematic evolution in this field.MethodsWe conducted a comprehensive bibliometric analysis of literature published between January 2010 and April 2025, retrieved from Web of Science, PubMed, CNKI, and Wanfang databases. Analytical methods included keyword co-occurrence mapping and cluster analysis using CiteSpace and VOSviewer.ResultsThe analysis revealed a steady increase in publication output, accompanied by a notable shift from single-disease studies to complex system assessments. Research patterns showed distinct thematic priorities: vector-borne diseases demonstrated significant growth after 2018; respiratory infections maintained consistent research attention, while enteric diseases received comparatively limited focus. These patterns reflect underlying socioeconomic disparities and regional climatic influences.ConclusionThis study underscores the need for more systematic research on the intersection of climate change and infectious diseases. Future work should develop multi-disease analytical frameworks, advance interdisciplinary methods integrating environmental and data sciences with public health, and strengthen global research networks by improving geographic coverage and data standardization. These efforts will enhance predictive capabilities and intervention strategies against climate-sensitive infectious diseases.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The evolution of heat exposure in changing societies and a changing climate from 1960 to 2100",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1491695",
      "pubDate": "2025-11-13T00:00:00Z",
      "description": "With climate change, human exposure to heat has increased over recent decades and is expected to substantially increase in the future. This study introduces a novel metric – namely, the exponentially weighted degree-day approach – to assess population-weighted heat exposure at the national level, incorporating both static and dynamic population scenarios. Using ERA5 reanalysis and CMIP6 climate projections under the SSP2-4.5 and SSP5-8.5 scenarios, we analyze and categorize global heat exposure and its trends from 1960 until 2100. Our findings reveal a significant rise in heat exposure over past decades, disentangling the contributions of climate and demographic changes. Furthermore, a thorough analysis of biases across different datasets and model dimensions provides a global perspective based on daily maximum and daily mean temperatures. This analysis forms the basis for quantifying current and future heat exposure, together with a qualitative heat zone classification scheme. The results underscore the urgent need for targeted adaptation strategies and improved climate metrics to better assess and mitigate future heat-related risks.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Enhancing public understanding of extreme weather events in a changing climate through ClimaMeter",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1688221",
      "pubDate": "2025-11-13T00:00:00Z",
      "description": "ClimaMeter is a real-time platform designed to provide rapid, science-based assessments of extreme weather events and their links to climate change. ClimaMeter’s methodology relies on identifying large-scale atmospheric circulation patterns and comparing them to historical data, analyzing how the intensity of extreme weather events have changed because of anthropogenic climate change or natural climate variability. By leveraging historical climate data, machine learning, and real-time weather observations, ClimaMeter delivers near-instantaneous attribution results, enabling informed decision-making in a time when media cycles and public attention are brief. This speed is crucial for climate action, as it helps policymakers, emergency responders, and the public understand the role of climate change in specific extreme events and take timely, effective measures. This allows for quicker, data-driven responses to disasters, such as the October 2024 Valencia floods or the Medicane Daniel, by informing disaster response, infrastructure planning, and resilience-building efforts. ClimaMeter also plays a key role in countering climate change misinformation, offering evidence-based explanations to the public and media. By bridging the gap between scientific research and policy applications, ClimaMeter supports climate action, promotes public awareness, and aids in the development of adaptation and mitigation strategies to address the growing risks posed by climate change.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Climate change, health, and decent work: a call for combined action",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1655196",
      "pubDate": "2025-11-12T00:00:00Z",
      "description": "Climate change is the leading crisis of our times exacerbating issues of health and working conditions for labourers. Whilst research has been undertaken looking at the connection between climate and health, health and work, and work and climate, little has been done to assess the intersection of all three concerns. In this perspective, we outline the need for more integrated thinking to address the wide-reaching impacts of climate change and what that means for the achievement of decent work combined with positive health outcomes. We outline current frameworks and ongoing activities seeking to prevent and mitigate risks to health and work within a changing climate and identify the need for a paired path forward on the local (communities, unions, labour organisations) and global (international and national governance) scales to ensure ‘Health-Labour-Climate’ drivers and outcomes are comprehensively addressed.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Future climate assessment in the Mediterranean region using downscaled CMIP6 data",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1691944",
      "pubDate": "2025-11-07T00:00:00Z",
      "description": "Due to the anthropogenic increase in greenhouse gas and aerosol forcing, the Mediterranean has been labeled a “climate change hot spot.” Previous studies have shown that climate change has dire consequences on socioeconomic situations in the Mediterranean region. Ten high-resolution global coupled climate models and two climate emissions scenarios are analyzed from the Bias Correction Constructed Analogs with Quantile mapping reordering dataset, which is downscaled CMIP6 data. Daily precipitation and air-temperature data from both the wet and dry season is used to calculate droughts and heatwaves in the Mediterranean region, including the Middle East and North Africa countries. As expected, larger impacts are observed in the high emissions scenario and during the dry season for both droughts and heatwaves. Comparing the wet season to the dry season droughts, there is a northward shift in the positive signal as most of the values are seen over the Mediterranean Sea in the wet season and over the northern Mediterranean and Europe in the dry season. For the heatwaves, the dry season shows a response stronger than the one observed by the wet season by nearly two times, and there is a strong signal located over the Mediterranean Sea during the dry season that is not seen during the wet season.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Implementing Indigenous rights through climate–health governance: advancing the Indigenous Determinants of Health framework within the UNFCCC",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1697881",
      "pubDate": "2025-11-07T00:00:00Z",
      "description": "As the UNFCCC evolves, the urgency to advance Indigenous Peoples’ Rights within global climate governance has never been greater. COP 30 offers a powerful starting point to embed reforms that center Indigenous leadership, rights and knowledge systems. This article proposes integrating the Indigenous Determinants of Health (IDH) Framework into UNFCCC processes to realize Indigenous Rights as affirmed by UNDRIP and the Paris Agreement. Drawing on CBD Decision 16/19, we highlight entry points in the Global Stocktake, the Gender Action Plan and the national adaptation planning, alongside five additional mechanisms on adaptation, finance, and loss and damage. We argue the IDH provides a rights-based structure for implementing Article 7.5 of the Paris Agreement and ensuring alignment with UNDRIP, FPIC and cultural safety.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Fram strait—possible key to saving arctic ice",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1569470",
      "pubDate": "2025-11-05T00:00:00Z",
      "description": "Arctic amplification caused by global warming is accelerating an unprecedented loss of Arctic sea ice due to thinning of multi-year sea ice and increased export through Fram Strait, which is the largest Arctic gateway for ice export. The transition to a thinner and younger Arctic ice cover has resulted in a steady surface albedo decline of 1.25–1.51% per decade, weakening the radiative cooling effect of sea ice by 0.04–0.05 W m–2 per decade. The Fram Strait ice export (FSIE) is a major sink in the Arctic ice mass balance, accounting for approximately 14% of the annual sea ice volume loss. As the ice becomes thinner, it drifts faster, leading to enhanced ice export. The annual and summer FSIE have increased by about 6% and 11% per decade, respectively, further accelerating Arctic sea ice decline. Surface Albedo Modification (SAM) has been considered among variety of climate intervention solutions to slow down the transition of the Arctic into a seasonally ice-free ocean by mid-century, in concert with the greenhouse emissions mitigation efforts. Using climate model simulations, we evaluate the impacts of SAM application on the Arctic radiation budget and ice cover in two deployment scenarios: Arctic-wide and regional in Fram Strait. We model such an increase in sea ice albedo as a perturbation to the present-day climate state. Our results show that enhancing the surface albedo by up to 20% Arctic-wide during summer reduces the absorbed radiation at the surface by 11.16 W/m2 and increases outgoing radiation at the top of the atmosphere by 10.70 W/m2. This results in surface cooling of –1.33°C and recovers approximately 10% of the present-day Arctic sea ice radiative cooling power. These findings suggest that large-scale surface albedo modification could offset Arctic warming and contribute measurably to global cooling. The regional targeted deployment in Fram Strait yields more spatially limited but dynamically significant responses. SAM in Fram Strait enhances surface albedo both locally and in adjacent regions (Barents, Kara Sea) through advection of thicker, more reflective ice. The resulting radiative cooling alters atmospheric circulation, strengthening the low-pressure system over the Barents–Kara sector and triggering a negative Arctic Dipole pattern. This reduces sea-ice export by 2.4% through Fram Strait via weakening the Transpolar Drift in addition to the local thickening and slowing of the ice in the FS region, supporting ice retention within the Arctic basin. Furthermore, the modified atmospheric circulation induces dynamically driven nonlocal ice growth in areas of Central Arctic which persist year-round. These results highlight the potential of Fram Strait albedo enhancement to support multi-year ice recovery and reduce its loss via the Fram Strait. While basin-wide SAM offers the greatest potential benefits, it remains logistically challenging and carries higher risks of unintended consequences. Targeted regional interventions—such as in the Fram Strait and marginal seas (Barents, Kara, and Beaufort)—present a more feasible and cost-effective alternative, with lower risks and the potential to induce basin-wide responses through coupled atmosphere–ice–ocean interactions. These regions are dynamically linked to major circulation centers, including the Barents–Kara Low and Beaufort High, making them promising leverage points for intervention. A strategy for Arctic climate intervention, where a coordinated, regionally targeted, and seasonally adaptive deployment—combining summer albedo enhancement with winter ice thickening—may offer the greatest potential to stabilize Arctic sea ice while minimizing risks.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Who trusts wind farms? A vignette study on tailoring trust-building strategies for inclusive renewable energy transitions",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1690961",
      "pubDate": "2025-11-05T00:00:00Z",
      "description": "IntroductionClimate governance is increasingly contested, with public acceptance of renewable energy projects such as wind farms often facing resistance. This study explores how different trust-building strategies, including science communication, co-creation, benefit sharing, and social media, affect public perceptions of wind energy across diverse socio-demographic groups in four European countries (Austria, Cyprus, Greece, and Spain).MethodsDrawing on an experimental vignette-based survey developed within the EU-funded VERITY project, we assess the impact of these strategies on two contrasting demographic groups: Group 1 (young, urban, university-educated) and Group 2 (older, rural, without a university degree).ResultsOur findings reveal significant variations in trust and engagement, with Group 1 generally exhibiting more positive attitudes toward wind energy (mean score: 0.49), while Group 2 was neutral or slightly negative (−0.01). Benefit sharing emerged as the most universally effective strategy, improving perceptions across all groups, particularly among sceptical male respondents. Science communication was most effective among women, especially in Group 1, while social media showed minimal or negative impact.DiscussionThe study highlights the importance of tailoring trust-building strategies to different demographic contexts, emphasizing that a one-size-fits-all approach is inadequate for inclusive climate governance. These findings offer actionable insights for policymakers seeking to enhance public trust in renewable energy transitions, aligning local engagement strategies with broader climate diplomacy.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Mitigating climate risks in coffee production through agroforestry: global evidence from a systematic review and meta-analysis",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1699037",
      "pubDate": "2025-11-05T00:00:00Z",
      "description": "BackgroundClimate change presents mounting challenges to coffee systems globally, driving the search for resilient agricultural strategies. Agroforestry has emerged as a promising climate adaptation approach, yet its effectiveness across diverse outcomes and contexts remains uncertain.ObjectiveTo systematically review scientific literature on (i) Climate change impacts on coffee production and (ii) Effectiveness of agroforestry-based adaptation and mitigation strategies using qualitative synthesis and meta-analysis for sustainable coffee cultivation.MethodsConducted a comprehensive search across 13 databases, screening 3,357 records. Sixty-eight studies (2000–2024) met inclusion criteria, assessing agroforestry impacts under climate-related stressors. Data extraction followed PRISMA 2020 guidelines. A random-effects meta-analysis was conducted on 68 effect sizes categorized into pest/disease incidence, yield loss and quality degradation. Heterogeneity, bias and publication quality were assessed using ROBINS-I and GRADE-CERQual criteria.ResultsAgroforestry interventions reduced climate-related yield loss (OR = 0.67 [0.56–0.80], I2 = 0%), pest and disease incidence (OR = 0.79 [0.67–0.95], I2 = 0%) and quality degradation (OR = 0.74 [0.63–0.86], I2 = 0%). The homogeneity across subgroups suggests consistent benefits across agroecological zones. However, most studies lacked PROSPERO registration and conceptual framing.ConclusionAgroforestry enhances adaptive capacity and farm resilience in coffee systems under climate stress. These effects are consistent across yield, pest and quality outcomes. To support theory-building, future studies should integrate resilience frameworks and improve methodological transparency. Findings provide actionable insights for climate-resilient coffee farming.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Beyond convergence: climate stress, rural–urban electrification disparities, and agricultural transformation in the east African community",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1671038",
      "pubDate": "2025-11-05T00:00:00Z",
      "description": "This study investigates how climate variability affects rural and urban electricity access differently and how these disparities influence agricultural transformation in the East African Community. Based on a panel dataset covering Kenya, Tanzania, Uganda, Rwanda, and Burundi from 2000 to 2024, we apply climate anomaly analysis, correlation assessment, and performance indexing to explore the links between climate shocks, infrastructure vulnerability, and development outcomes. The results show that rural electricity systems are consistently more sensitive to climate fluctuations than urban ones, with vulnerability indices ranging from 0.234 in Kenya to 1.234 in Burundi. Rather than narrowing, rural–urban electricity gaps widened in most countries, most notably by 23.5 percent in Tanzania and 14 percent in Burundi, while Kenya made substantial progress, reducing its gap by 15.2 percent. Countries with larger electricity access gaps also showed stronger negative correlations between climate variability and agricultural output, including −0.678 in Burundi, highlighting the importance of reliable electricity in reducing climate impacts. In contrast, Kenya’s near-zero correlation suggests that improved electricity access can help buffer agricultural systems from climate stress. These findings highlight a growing adaptation gap, where rural communities, despite facing greater exposure to climate risks, are often the least equipped to respond due to limited access to reliable electricity and enabling infrastructure. The study underscores the need to treat electricity access not only as a development priority but as a vital form of climate adaptation, and calls for spatially targeted, climate-resilient infrastructure strategies to promote equitable and sustainable rural transformation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing the limitations of commercial sensors and models for supporting marine carbon dioxide removal monitoring: a case study",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1649723",
      "pubDate": "2025-11-03T00:00:00Z",
      "description": "Several unknowns remain surrounding marine Carbon Dioxide Removal (mCDR) monitoring, reporting, and verification (MRV) practices and capabilities. Current in-situ sensor technology is limited (primarily pH and pCO2), requiring calculations and assumptions to estimate changes in carbonate chemistry parameters, including total alkalinity (TA). Considering that cost, energy consumption, and accuracy of commercial sensors can vary by orders of magnitude, understanding how well existing sensors perform in an mCDR context is important for this emerging community. Likewise, documenting sensor limitations and how relatively simple models can optimize sensor deployments will improve MRV efforts and support protocol development. Here we (1) compare performance a variety of commercially available sensors in a blind mesocosm experiment simulating ocean alkalinity enhancement (OAE), and how sensor performance impacted carbonate chemistry estimates; (2) evaluate if sensors can distinguish the OAE signal from natural variability during a small scale OAE field test in Sequim Bay, WA, USA, and (3) use an idealized ocean biogeochemistry model to explore optimal sensor network design based on (1) and (2). Our mesocosm results indicate that correctly constraining pH uncertainty will be critical for accurate TA estimates with current sensor technology compared to the less impactful variation caused by uncertainty in pCO2 (pH data that are presented throughout are reported on the total scale (pHT) unless otherwise noted). Our pilot field test demonstrated that sensors were capable of distinguishing mCDR signatures from natural variability under optimal real-world conditions. Idealized modeling simulations of the field test showed that a range of sparse and dense (3 to 100) sensors sampling areas of detectable increases will underestimate the net change in surface pH by at least 35–55%, at both realistic and highly elevated alkalinity input levels. We also highlight the limitations of current sensing technology for MRV, and the importance of ocean biogeochemistry models as critical tools for predicting when and where mCDR signals will be detectable using available sensors. Overall, our findings suggest that commercially available pCO2 sensors and some pH sensors will form an important backbone for mCDR MRV tasks, though complete MRV characterization will require these data to be used in combination with other tools.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Permanent storage of carbon dioxide in mafic rock formations: exploring Sweden’s potential",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1685187",
      "pubDate": "2025-10-31T00:00:00Z",
      "description": "Mineral carbonation in reactive bedrock offers a rapid and permanent method for carbon dioxide (CO2) sequestration, converting CO2 into stable mineral phases within a geologically short timeframe. This study presents the first-ever systematic assessment of onshore CO2 mineral storage potential in Sweden, based on fieldwork, sampling, and mineralogical and geochemical analyses conducted at 23 localities. While this theoretical assessment cannot resolve uncertainties related to reactivity, dissolution capacity, and sequestration efficiency, it provides a critical foundation for identifying potentially favorable storage reservoirs. The findings highlight the Örnsköldsvik and Sundsvall areas in central Sweden, hosting a gabbro-anorthosite complex together with a set of dolerites, as the more suitable lithologies for onshore CO2 storage. These rocks are distinguished by their high content of reactive minerals—including olivine, Ca-rich plagioclase, and clinopyroxene—and low content of alteration phases. In the few locations where secondary phases such as serpentine and chlorite were observed, they were confined to grain boundaries and microfractures and did not appear to be pervasive throughout the rock. This preservation of primary mineralogy and textures supports the interpretation that these two lithologies are among the most suitable for CO2 mineral storage within the studied rock formations, under geochemical and thermal conditions favorable for mineral carbonation. This work provides the necessary foundation for future and ongoing experimental validation of reactivity and permeability and detailed site-specific investigations.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The contribution of indigenous multipurpose trees found in Southern Africa to increased livestock production and climate change adaptation: a review",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1636284",
      "pubDate": "2025-10-31T00:00:00Z",
      "description": "Feed shortages during the dry season remain a critical challenge for livestock production in Southern Africa, where ruminant farming supports livelihoods and food security. This review assesses the role of indigenous multipurpose trees (MPTs) in enhancing ruminant livestock production during the dry season and climate change adaptation. Using PRISMA 2020 guidelines, the review systematically analyzed 41 ethnobotanical studies and 19 in vivo trials, identifying key gaps in prior reviews regarding quantitative ethnobotanical metrics, regional coverage, and climate adaptation mechanisms. The review identified 122 plant species from 34 botanical families and 78 genera browsed by ruminants, with Dichrostachys cinerea and Colophospermum mopane emerging as the most frequently cited species. These MPTs provide essential ecosystem services, including medicine, food, construction materials, firewood, and ethnoveterinary uses, while also contributing to climate resilience through shade, windbreaks, and insect repellent properties. The findings demonstrate that integrating these trees into livestock diets improves body weight, milk and meat production, and reduces methane emissions. Despite their potential, invasive species like D. cinerea require careful management. We recommend adopting non-invasive, high-value species such as Acacia erioloba, Sclerocarya birrea, Boscia albitrunca, and C. mopane into silvopastoral systems to mitigate feed shortages and enhance climate resilience. Future efforts should focus on domestication, conservation, and policy support to optimize their use in sustainable livestock production.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Does fossil oil price matter? Market performance of banks in the dual banking system and policy implications",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1504207",
      "pubDate": "2025-10-28T00:00:00Z",
      "description": "This study examines the impact of oil price shocks on the stock performance of 73 listed banks—41 conventional and 32 Islamic—across dual banking systems in net oil-exporting and importing countries. Employing panel fixed-effects and two-stage least squares (2SLS) IV regressions, we address both endogeneity and unobserved heterogeneity. The results indicate that oil price fluctuations have a significant impact on bank stock returns, with a stronger negative effect during oil price declines, particularly those driven by demand-side shocks. Islamic banks are more sensitive to these fluctuations than their conventional counterparts, reflecting greater exposure to oil-dependent macroeconomic environments. Robustness checks confirm the presence of non-linear and asymmetric effects: bank stock returns respond more adversely to falling oil prices than to increases in oil prices. These responses differ systematically across bank types and levels of national oil dependency. Our findings underscore the importance of accounting for oil price risk in bank valuation and performance forecasting. For financial managers and investors, the results underscore the importance of incorporating oil-related risk factors into portfolio management, stress testing, and pricing models. For regulators and policymakers, the evidence supports the adoption of macroprudential tools such as countercyclical capital buffers and sector-specific supervisory frameworks to strengthen banking system resilience, particularly for Islamic banks operating in oil-dependent economies. Additionally, disclosure standards should be enhanced to improve transparency around oil price exposure, enabling better-informed decision-making across all stakeholder-dependent economies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Impact of climate change on natural hazard-induced disasters in Latin America and the Caribbean",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1644772",
      "pubDate": "2025-10-28T00:00:00Z",
      "description": "Climate change-related disasters represent nature’s response to the severe and cumulative damage generated by human activities. This article aims to examine such impacts by categorizing Latin American and Caribbean countries according to the number and type of natural hazard-induced disasters recorded between 2000 and 2022, and by assessing the correlation between disaster frequency and national greenhouse gas (GHG) emissions. The study adopts a documentary design with a quantitative and correlational approach. Data were obtained from the International Monetary Fund and Climate Watch Data. Analytical techniques include clustering, principal component analysis (PCA), and Pearson’s correlation coefficient. The clustering procedure identified five groups of countries, each characterized by distinct patterns in both the type and frequency of disasters. Findings reveal that Mexico, Brazil, and Colombia are the most affected countries. The PCA results highlight two principal dimensions: (1) hydrological events (floods, droughts, storms, and landslides) and (2) thermal phenomena (extreme temperatures and wildfires). Pearson’s correlation analysis demonstrates a moderate yet significant positive association between the incidence of climate change-related natural hazard-induced disasters and GHG emissions. This suggests that, although certain countries combine high levels of emissions with a high frequency of disasters, there are also countries with high disaster occurrence that are not among the largest GHG emitters.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Harm principle in green criminology: environmental harm and human risk matrix",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1602227",
      "pubDate": "2025-10-28T00:00:00Z",
      "description": "This paper proposes to bridge the gap between traditional criminal law and environmental jurisprudence by redefining the harm principle proposed by Mill through the Environmental Harm and Human Risk Matrix. The Matrix classifies environmental harm and human risk as low, medium, and high impact, creating nine intersectional approaches to assess environmental harm based on its severity and irreversibility, the risk to human and non-human wellbeing, its intergenerational impact, and the ability to mitigate the impact. Through the Matrix, the paper identifies activities that should be assessed as violations with no criminal liability, harms that should have criminal liability and harms that are subject to interpretation by the executive and the judiciary thereby helping to understand environmental harm within the socioeconomic realities of the situation. The approach not only challenges anthropocentric legal paradigms but also the interpretation of the harm principle while treating the environment as a resource. The challenge to the anthropocentric legal paradigms integrates the socioeconomic realities, environmental harm to human and non-human beings and offers guidelines to differentiate violations requiring restorative approaches from crimes necessitating punitive action. The paper further argues that if environmental harm is purely perceived from the lens of the harm principle apportioning blameworthiness based on liability, culpability and accountability, then the entire human population commits environmental harm since the environment is a resource which is used/misused by all. The paper integrates both approaches while contextualizing the use/misuse of the environment as a resource and examines liability and culpability from the profit motive, wherein environmental harm is intergenerational, pervasive, long-term, and irreversible. However, social manifestations (order, disorder and strain in the society), behavior, culture and socioeconomic vulnerabilities on the utilization of the environment as a resource are imperative to understand environmental harm before affixing accountability. The paper develops a theoretical framework examining the relevant legal and criminological theories (deterrence, rational choice, etc.) and proposes a differential approach to assess environmental harm committed for profits and those committed by the marginalized and least advantaged members of society who invariably utilize environmental resources for survival and/or out of necessity. The paper further argues that sweeping punitive actions risk creating a ‘paradox of poverty’. The Matrix contributes to the current scholarship from the legal and sociological standpoint, arguing for a just, fair and equitable utilization of resources while ensuring an inclusive and sustainable policy to combat environmental violations and thus harm. The work contributes to global green criminology discourse urging transformative legal reforms to mitigate ecological violence and advance planetary justice.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Influence of relative user satisfaction and critical success factors on sustainability of climate change adaptation practices in Chamwino and Igunga, Tanzania",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1671911",
      "pubDate": "2025-10-27T00:00:00Z",
      "description": "Climate change impacts have driven initiatives like eco-village projects to implement Climate Change Adaptation (CCA) practices in vulnerable communities. However, their sustainability post-funding is uncertain. This study investigates how Relative User Satisfaction (RUS) and Critical Success Factors (CSF) influence CCA practice sustainability in Chamwino and Igunga agro-ecological zones, Tanzania. Using the Technology Acceptance Model (TAM) and Pinto’s Project Success Theory, we assessed RUS and CSFs’ comparative effects on sustainability. Data from 295 respondents implementing CCA practices were collected via using household surveys, Key Informant Interviews, and focus group discussion. Polychoric correlations, Multiple Correspondence Analysis, and multivariate ordered logit modeling evaluated sustainability (low, medium, high). Soil water conservation showed the highest sustainability (70.3%), followed by tree planting (66.3%), while energy-efficient cooking stoves had the lowest (48.7%). Strong correlations existed between soil water conservation, ox-drawn tillage, and tree planting (p < 0.001), with weaker correlations for energy-efficient stoves (p < 0.01). Perceived Image strongly influenced sustainability (β = 0.912–1.198, p < 0.001), especially for tree planting, followed by Accountability (β = 0.876–1.152, p < 0.001) and Transparency (β = 0.567–0.784, p < 0.01). Self-efficacy (β = 0.567–0.912, p < 0.05) and Usability (β = 0.645–0.812, p < 0.001) also impacted sustainability, while Individual Performance had minimal effect. CSFs like Self-efficacy, Perceived Image, Accountability, and Transparency increased sustainability probability by 16.5–19.4%. Low sustainability reflects social and governance barriers. RUS and CSF significantly influenced CCA practice sustainability, enhancing resilience through user perceptions and institutional support. Policymakers should integrate RUS and CSFs into CCA strategies, prioritizing community engagement, institutional support, and targeted interventions like subsidies and training to enhance post-funding sustainability. These findings highlight the critical role of user-focused governance in sustaining CCA practices long-term.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Community Agroecological Values Framework: connecting the community capitals and agroecology to advance northern food system transformation in Kakisa, Northwest Territories, Canada",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1642633",
      "pubDate": "2025-10-24T00:00:00Z",
      "description": "Traditional food systems are central to cultural continuity, sustainable livelihoods, and food security for Indigenous communities in northern Canada. However, these systems are threatened by climate change, rising costs, and increasing reliance on purchased foods. At the same time, climate change presents opportunities to diversify through small-scale food production. Such initiatives can enhance food security and self-sufficiency but require tools that integrate Indigenous values and systems thinking. This research introduces the Community Agroecological Values Framework as a novel model for describing local food systems and guiding transformation in northern regions by prioritizing Indigenous values in community-led planning. In partnership with the Ka’a’gee Tu First Nation, this participatory action research uses qualitative methods to describe the current state of the community’s food system and outline a future vision and path to achieving community defined food system goals. Community members highlighted the need for increased access to local foods, greater youth engagement, and support to develop sustainable gardening skills. Insights informed the development of the Community Agroecological Values Framework, which builds on the Community Capitals Framework and Northern Agroecology to create a harmonized, systems-based and values-oriented planning framework and planning tool. This tool centers Traditional Knowledge and cultural values including land stewardship, reciprocal relationships, collective betterment, food sovereignty, self-determination, and intergenerational knowledge sharing, empowering communities to design and implement more resilient, culturally grounded, and self-sufficient food systems.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}