{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-15T09:34:27.916211",
  "items": [
    {
      "title": "Corrigendum: Metrics for quantifying the efficiency of atmospheric CO2 reduction by marine carbon dioxide removal (mCDR) (2024 Environ. Res. Lett. 19 104053)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adea88",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Attitudes toward water conservation: evidence from a large sample of households in Germany",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade45e",
      "pubDate": "",
      "description": "Based on randomized information treatments that were embedded in a large survey among more than 6000 single-family homeowners from Germany, we investigate the malleability of attitudes toward water conservation and a variety of conservation policies. The empirical results indicate that respondents generally have a positive attitude toward water conservation. Information treatments that included balanced or negatively biased information about the necessity of water conservation only moderately reduced this positive attitude. In addition, we find that respondents attribute a higher level of concern for water conservation to themselves than to people in their personal environment and the population in general. Conservation policies, such as price increases for heavy consumers, are accepted by the majority of respondents and perceived as fair, whereas smart water tariffs and frequent price increases are largely rejected.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating the 2023–2024 record dry-hot conditions in the Amazon in the context of historical compound extremes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade550",
      "pubDate": "",
      "description": "Since 2023, the Amazon rainforest has experienced unprecedented compound drought and heatwaves (CDHW). These events are closely linked to low soil moisture (SM) and high vapor pressure deficit (VPD), and have significant impacts on the Amazon ecosystem. In this study, we examine CDHW and concurrent low-SM/high-VPD events in the Amazon from 1981 to 2024, with a particular focus on the record-breaking drought of 2023–2024. Our findings reveal that CDHW events generally coincide with low-SM/high-VPD conditions, with most occurring during the well-documented droughts of 1983, 1997–1998, 2010, 2015–2016, and 2023–2024. The 2023–2024 period stands out with a record-high number of compound events and the most extensive coverage, with CDHW and low-SM/high-VPD conditions affecting 50% of the Amazon region during the austral springs of 2023 and 2024. The results also indicate that both CDHW and low-SM/high-VPD events have become more frequent, prolonged, and widespread in the Amazon since 2000. The Mann–Kendall tests also reveal an increasing trend of +0.5 events per year for CDHW and +0.6 for low-SM/high-VPD. Additionally, our findings highlight that the 2023–2024 period is not only marked by record-breaking CDHW events but also by unprecedented concurrent low-SM/high-VPD conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Learning physically interpretable deep networks from reanalysis data for medium-term regional PM2.5 forecasts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade606",
      "pubDate": "",
      "description": "Medium-term regional forecasts of fine particulate matter (PM2.5) are critical to mitigate its hazardous environmental effects. Deep learning (DL) has recently emerged as a promising technique to improve traditional forecasts based on chemistry-transport models (CTMs). However, challenges remain in (1) representing the complex physics of the PM2.5 pollution processes including the emission, transport, and chemical conversion of the pollutants, and (2) probing the interpretability of DL models for trustworthy forecasts and mitigations. Here we learn U-Net deep networks from a reanalysis dataset—the data fusion information by blending available pollutant observations and CTM simulations in China—to represent the best available physics of PM2.5 pollution in this region, and then assess this representation using interpretability methods. This hybridization between CTM and U-Net results in robust improvements by over 30% against the baseline CTM forecasts in root mean square error over 1391 stations of the China National Environmental Monitoring Centre network. Interpretability analysis demonstrates physical consistency, manifesting the roles of wind fields and precursor pollutants in modulating PM2.5 concentration variations through dispersion and chemical processes. A decline in the emission importance from 2013 to 2020 suggests the potential of the deep networks to capture the evolving PM2.5 pollution processes and growing emission uncertainties under China’s continuous significant emission reduction in this period. Such a combination of learning of physics and interpretability analysis is valuable for PM2.5 forecasts that are accurate yet trustworthy for effective pollution mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Disasters classification in a compound event perspective: insights from existing databases",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade72d",
      "pubDate": "",
      "description": "Natural disasters often result from compound event dynamics, in which multiple interacting drivers converge across spatial and temporal scales, significantly amplifying their impacts. The concept of compound events has gained increasing attention in recent literature, offering opportunities to enhance disaster understanding, while also presenting challenges and open issues for modern risk assessment frameworks. This study investigates the capability of existing disasters/extreme events databases (Emergency Events Database EM-DAT, Severe Weather Data Inventory SWDI, and Canadian Disaster Database CDD) to capture compound event dynamics, and assess the accuracy of reported impacts. We found that SWDI, a national dataset for the USA, reports a high number of compound events versus single events, always higher than 50%, except for wildfires, and its structure allows for accurately identify spatially compounding events. This percentage in EM-DAT, a global dataset, is always lower than 50%, except for storms. A good match in events occurrences can be observed between the three databases, however the agreement in terms of deaths and injures varies depending on the databases compared. Finally, the work highlights the limitations of existing databases in representing the multidimensional nature of risks, and the cascading impacts that emerge from compound hazards. Reclassifying disasters from a compound event perspective not only enriches our knowledge of hazard dynamics, but also provides actionable pathways for improving risk assessment, informing adaptive policies, and enhancing resilience to the growing complexity of environmental challenges.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Norway’s electric vehicle revolution: unveiling greenhouse gas emissions reductions and material use of passenger cars across space and time",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade8fe",
      "pubDate": "",
      "description": "Electric vehicles (EVs) are a key strategy for mitigating greenhouse gas (GHG) emissions from personal mobility. Norway’s strong EV supporting policies has led to an explosion of EVs and reduced direct emissions, but with rural-urban differences and undocumented upstream impacts. We investigated how the material composition and life cycle GHG emissions of Norwegian vehicles have evolved between 2000 and 2023 by integrating spatiotemporal vehicle data with a vehicle life cycle assessment model. The average life cycle GHG emissions per vehicle-km (vkm) of a newly registered car have significantly decreased (−49% since 2000) thanks to the decrease in use phase emissions (−89% since 2000). However, component-related emissions have increased (+81% since 2000) due to electrification and a trend towards large vehicles. Changes in the fleet are slow: EVs constituted 24% of the stock in 2023 and average life cycle GHG emissions per vkm have barely declined (−8% since 2000). EVs are concentrated in urban and peri-urban areas, while remote areas have few EVs, illustrating the unequal spatial distribution of electric mobility. Our study highlights the challenges related to EV penetration and emphasizes the need to expand to additional indicators beyond direct GHG emissions for a comprehensive understanding of EVs’ role in climate change mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Sub-seasonal forest carbon dynamics lose persistence under extremes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade8ff",
      "pubDate": "",
      "description": "Extreme weather events pose a growing threat to the stability of terrestrial ecosystems, and understanding how ecosystems respond remains a critical challenge. This study explores how extreme weather conditions affect the persistence of net ecosystem exchange (NEE) of CO2 in forest ecosystems. Using Detrended Fluctuation Analysis, we quantify persistence and assess changes in carbon flux stability under stress. By analysing high-frequency carbon flux data across multiple European sites, we reveal that ecosystem persistence is tightly linked to hydrological conditions, particularly soil moisture. Moreover, we show that large drops in persistence can signal periods of ecosystem stress. Our findings show that drought–heat compound events can diminish resilience and prolong recovery times, with temperate and boreal forests lacking heat or drought adaptations emerging as especially vulnerable. Furthermore, these stress pulses alter carbon dynamics long after the event, suggesting physiological damage that heightens sensitivity to future weather fluctuations. Overall, identifying changes in persistence could signal potential ecological destabilisation, providing key insights into how terrestrial ecosystems might cope with intensifying climate extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Degrees of reversibility of ocean deoxygenation in an atmospheric carbon dioxide removal scenario",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade900",
      "pubDate": "",
      "description": "Over the last century, increasing atmospheric carbon dioxide (CO2) concentrations, among other greenhouse gases, and resulting climate change have greatly impacted the ocean. Observed impacts include lower oxygen solubility and changes in ocean stratification, circulation and biological activity. To reduce the carbon burden in the atmosphere in the future and thereby mitigate anthropogenic climate change, carbon dioxide removal (CDR) techniques have been increasingly studied and tested. However, information on the impact of CDR on oceanic oxygen is still scarce. In the current study we explore dissolved oxygen responses from an idealized CDR implementation, with atmospheric CO2 ramp-up and ramp-down simulations following the CDR model intercomparison project protocol. We find that over the timescale of a few centuries, the degree of recovery of marine oxygen, after atmospheric CO2 has returned to pre-industrial levels, differs for different water depths. Oxygen concentrations strongly recover in the upper ocean, achieving a near reversibility within 97%–99% across models, and even overshoot pre-industrial levels at depths of 100–600 m. Conversely, oxygen responses show a long-lasting deoxygenation signal in the deep ocean, with a much smaller initial recovery signal by the end of the experiment. The main factor driving oxygen changes in the deep ocean is indicated by the apparent oxygen utilization, related to changes in circulation and ventilation, as inferred by the simulated age of deep water masses. According to our models and despite the effective recovery of oxygen in the upper ocean, the effects of time lags and hysteresis on deep ocean responses could lead to longstanding and deleterious impacts on redox-sensitive biogeochemical processes and on marine biota throughout the ocean.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating temporal trade-offs in climate effects from carbon dioxide removal strategies across different metrics: a case study on wetland restoration",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeb9d",
      "pubDate": "",
      "description": "Strategies to remove carbon dioxide from the atmosphere, known as carbon dioxide removal (CDR), are being pursued given the urgency of climate change. However, CDR measures may unintentionally increase emissions of other climate forcers. If emissions of potent short-lived climate forcers (like methane) are increased, the CDR mechanism could potentially worsen climate change in the near-term despite benefiting the climate in the long-term. This temporal trade-off can be easily overlooked when employing the standard climate metric used for assessments— carbon dioxide equivalent (CO2e) using a 100 year global warming potential (GWP)—because it solely conveys the long-term warming impacts of a pulse of emissions. A more sophisticated assessment method is needed to reveal potential temporal trade-offs in climate benefits—important information for effective decision making. In this study, we compare three climate impact assessment approaches of increasing complexity to evaluate temporal trade-offs in climate benefits from CDR strategies: (1) the standard CO2e using GWP approach with both 20 and 100 year time horizons (GWP20 and GWP100, respectively, or dual-valued CO2e); (2) a variation of GWP that considers the climate impact of continuous emissions over time (known as technology warming potential (TWP); and (3) reduced complexity climate models. We use wetland restoration as a case study because studies have shown that it may remove carbon dioxide from the atmosphere, while also increasing methane emissions. Analyzing eleven rewetting scenarios, we find that all approaches identify temporal tradeoffs. The TWP and reduced complexity climate model results are largely consistent and reveal drawbacks of the dual-valued CO2e that considers pulse rather than continuous emissions. Given the accessibility of the TWP approach relative to reduced complexity climate models, we recommend its use for most stakeholders. Overall, our findings emphasize the need to thoroughly assess potential climate trade-offs of CDR measures across all timescales.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Causal inference and mediation for summer precipitation over middle and lower reaches of the Yangtze River",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeb9f",
      "pubDate": "",
      "description": "The accurate attribution of summer precipitation in the middle and lower reaches of the Yangtze River (MLYR) is essential for operational forecasting and disaster prevention. However, traditional linear correlation methods are insufficient for capturing reliable causal linkages, making causal discovery algorithms a more appropriate solution. Causal effect measures suggest that tropical climate anomalies exert strong driving and mediating influences during boreal summer, while the Asian climate anomalies exhibit greater sensitivity. Causal analysis identifies seven direct drivers of MLYR precipitation: pressure anomalies over northwest Pacific, Northeast Asia, mid-latitude eastern Pacific, Ural Mountains, southwest Pacific, Scandinavia and Greenland. Additionally, we uncovered the further causal pathways linking MLYR precipitation with tropical Pacific and Antarctic Oscillation signals. These results identify the detailed mediations through the direct drivers of MLYR precipitation, which are crucial to capture its remote precursors. Our findings reveal the physical attributions of MLYR precipitation from the global climate, which may improve its operational prediction skills, and even broaden the precursors of East Asian summer monsoon.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}