{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-07T03:46:01.809313",
  "items": [
    {
      "title": "Enhanced observation of forest albedo reveals significant offsets to reported carbon benefits",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add60a",
      "pubDate": "",
      "description": "Rapidly maturing frameworks for investing in and committing to mitigation of climate change through forest management have focused almost exclusively on the benefits of carbon sequestration, without accounting for collateral changes in geophysical factors such as surface albedo. Newly available 30 m albedo retrievals derived from imagery acquired by the Landsat 8 satellite, analyzed at 273 652 field plots monitored by the United States Forest Service, suggest that large areas of the US Inter-Mountain West’s forests have a net warming impact on the planet’s surface energy balance. For the conterminous US, the impacts of albedo offset approximately half of the recognized non-soil forest carbon storage benefit. The emerging capacity to resolve albedo evolution at the scale of a large number of inventory plots also provides unprecedented empirical evidence that albedo impacts vary strongly as a function of both tree age and species group. This research highlights a correctable source of uncertainty in operational monitoring of forest-climate interactions, and it may temper expectations for forest establishment as a means of mitigating global climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unraveling centuries of hydroclimatic variability in northern Pakistan: insights from tree-ring chronology, drought reconstruction, and ocean–climate interactions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add755",
      "pubDate": "",
      "description": "Understanding the long-term hydroclimatic variation in the mountainous region of South Asia (northern Pakistan) is essential for forecasting future water security and environmental changes. In this study, we developed a 586 year regional tree-ring width chronology using standard dendrochronological techniques on Picea smithiana (Wall.) Boiss, samples collected from lower elevations in the Chara and Naltar valleys of Gilgit-Baltistan. Correlation analysis indicates a significant positive relationship between tree growth and summer precipitation as well as the Palmer Drought Severity Index (PDSI) (p < 0.01), while a negative correlation was observed with summer temperatures. We used a linear regression model to reconstruct the summer (June–August) PDSI for the period 1431–2016 CE based on the relationship between regional chronology and climate data. This model accounted for 37.6% of the actual PDSI variation observed during the calibration period from 1956 to 2016 CE. The reconstruction identifies key hydroclimatic events, notably an extended severe drought from 1601 to 1608 (−0.87 ± 0.31), and a prolonged drought interval 1537–1549 (−0.61 ± 0.18). An extreme wet period was recorded in 1522–1533 (0.91 ± 0.32), whereas repeated decadal drought events were observed in the late 18th and early 19th centuries. Spatial correlation analyses demonstrate the impact of large-scale climatic drivers, such as sea surface temperature anomalies in the Indian and Pacific Oceans, and underscore the significance of monsoon variability in determining regional moisture patterns. Our reconstruction, derived from the multitaper spectrum and Morlet wavelet spectrum analysis, exhibited significant periodicities of 47.9, 27, 21.8, and 2–3 years. The three periodicities likely correspond to the Pacific decadal oscillation or the Atlantic multidecadal oscillation, whereas 2–3 cycles is strongly linked to El Niño–Southern Oscillation. Our study illustrates the essential function of tree-ring records in evaluating drought risk and underscores the wider consequences of variations in the climate in the Hindu Kush–Karakoram–Himalaya for millions of downstream populations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evenness peaks in fire-resilient vegetation preceded ecosystem shifts in East Africa",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a4",
      "pubDate": "",
      "description": "Fire is often assumed to be a key driver in shaping tropical vegetation structure and composition in grass-dominated ecosystems, while forests experience infrequent but impactful fires that influence ecosystem resilience. Although short-term interactions between fire and vegetation are well-documented, long-term dynamics remain underexplored. This study examines fire regimes, vegetation dynamics, and its biodiversity over the past 17 000 years in southwest Tanzania, using sedimentary charcoal and pollen. Major ecological transformations of vegetation and fire regimes were recorded, with vegetation changes consistently preceded shifts in fire regimes. Increased grass pollen correlated with more frequent or larger fires, while high tree cover in Miombo woodland reduced fire activity. Interestingly, pollen evenness was a precursor to major ecological transformations as peaks preceded changes in ecosystem states. Changes in precipitation and moisture seems the major top–down drivers of these changes in vegetation and fire. Fire regimes were indirectly controlled by water availability, and vegetation exhibited resilience to fire at centennial timescales before reaching ecosystem shifts at 12 400 and 1700 cal BP. Our results emphasize the critical role of tree and grass cover in shaping fire regimes and highlight the interplay between climate, vegetation structure, and fire in East African ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploration of synergistic and redundant information sharing from hydrometeorological variables to net ecosystem exchange",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a7",
      "pubDate": "",
      "description": "Terrestrial ecosystems play a vital role in mitigating climate change by absorbing a substantial fraction of anthropogenic CO2 emissions, with net ecosystem exchange (NEE) serving as a critical metric of land-atmosphere carbon flux. While individual climate variables like temperature, precipitation, and radiation are well-studied drivers of NEE, their interactions in multivariate contexts remain poorly understood. This study leverages the O-Information framework to disentangle the synergistic and redundant contributions of temperature, precipitation, vapour pressure deficit (VPD), terrestrial water storage, and photosynthetically active radiation (PAR) to NEE variability. Analysing global and regional dynamics, we reveal the nature of multivariate interactions governing NEE. Globally, pairs like VPD-PAR consistently exhibit synergy, underscoring their complementary roles in driving carbon exchange, while T-VPD and T-terrestrial water storage interactions are predominantly redundant. Regional analyses highlight distinct patterns of information sharing: temperate forests and semiarid regions are synergy-dominated, whereas tropical ecosystems and Arctic regions exhibit unique spatial variability in synergy and redundancy. These findings advance our understanding of how complex climate-ecosystem interactions shape carbon fluxes and offer insights for improving predictive models of NEE under changing climatic conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Focus on environmental footprint tools for sustainability: an overview of contributions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb64",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantifying the role of tropical Indian Ocean observations to central Pacific El Niño prediction",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addbf3",
      "pubDate": "",
      "description": "Over the past two decades, forecasting the El Niño–Southern Oscillation has become increasingly challenging, primarily due to the inherent difficulty in predicting Central Pacific (CP) El Niño events. In this study, we present a detailed analysis by explicitly quantifying the role of the tropical Indian Ocean (IO) on the initial uncertainty of CP-El Niño predictions. We identify optimal observation sites within the tropical IO that significantly reduce this uncertainty and validate their efficacy through observing system simulation experiments within a fully coupled climate prediction system. Our results demonstrate a remarkable achievement in the root mean squared errors of the prediction initial conditions using Community Earth System Model. This study not only enriches our understanding of the interplay between the tropical IO and CP-El Niño but also offers a concrete strategy for enhancing CP-El Niño forecasts, advancing seasonal prediction capabilities, and bolstering global resilience against the escalating frequency of CP-El Niño events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Impacts of climate change on land management and wildland fire smoke in the Southeastern United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addbf5",
      "pubDate": "",
      "description": "Although prescribed fire is frequently used in the Southeastern United States, land managers in the region and across the country plan to expand burning to mitigate wildfire and achieve other ecological goals. However, smoke management is often considered a barrier to prescribed fire. Additionally, climate change will likely affect the frequency of acceptable meteorological conditions for prescribed burning, potentially restricting the use of the practice. Here, we examine the air quality impacts from prescribed fire and wildfire in the Southeastern U.S., the populations affected by smoke in the region, and how these impacts may change under climate change. We rely on projections of wildfire burn area and climate-driven shifts in the frequency of meteorological conditions adequate for prescribed burning, as well as a survey of Southeastern land managers investigating their anticipated response to these changes. Based on this information, we use chemical transport modeling to assess the contributions of wildfire and prescribed fire to air pollution, and project how smoke impacts may vary due to climate change and different land manager responses. We find that prescribed fire is responsible for a significant fraction of regional particulate matter pollution. Populations exposed to the most smoke tend to have higher fractions of people of color and low income. Depending on how land managers respond to changes in atmospheric conditions under climate change, prescribed fire smoke may decrease slightly in the areas with the heaviest burning or increase across much of the Southeast. Projections also show that climate-driven changes in wildfire and prescribed burning may impact compliance with recently updated air quality standards. The analysis assesses the potential consequences of climate change on air pollution over a region in which wildland fire is extensively managed, providing insight into land management strategies that call for increased application of prescribed fire.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can corporate afforestation justify the mitigation of CO2 emission? Urban land teleconnection approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd33",
      "pubDate": "",
      "description": "Confronted by climate change, enterprises are increasingly launching afforestation initiatives to develop carbon sinks and enhance their environmental, social, and governance performance. Due to the limited availability of land in urban areas—where most corporate headquarters are located—many firms rely on rural and overseas regions to implement these projects. This phenomenon reflects a form of urban land teleconnection (ULT), a key concept in urban sustainability that emphasizes the spatial and functional linkages between urban activities and land-use changes in geographically distant areas. This study investigates ULT through the lens of corporate afforestation behavior in Taiwan. A theoretical framework, supported by empirical analysis, is developed to explain how urban-based corporations influence land use beyond their municipal boundaries. The findings indicate that corporates in urban areas, particularly those with substantial greenhouse gas (GHG) emissions, actively compensate for local land constraints by investing in afforestation in less urbanized domestic areas and abroad. Notably, Taipei City records the highest level of corporate GHG emissions in 2022, totaling 73.94 MtCO2e—equivalent to 42.4% of the total among publicly listed firms (174.39 MtCO2e). Given severe land scarcity, Taipei-based enterprises engage in afforestation activities on 256.6 hectares domestically (55% of domestic corporate afforestation) and 29 446 hectares internationally (99% of overseas afforestation). These results underscore the growing reliance of high-emission urban corporations on external land resources and highlight their critical role in reshaping regional and transboundary land-use dynamics under emerging net-zero governance frameworks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "An exploration and evaluation framework for climate change mitigation scenarios with varying feasibility and desirability",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd35",
      "pubDate": "",
      "description": "Ensembles of climate change mitigation scenarios present users with a collection of strategies for limiting global warming. These strategies may differ in their associated feasibility challenges, mitigation co-impacts, and ultimately their relative societal desirability. Understanding these scenario characteristics is therefore crucial when scenarios are used to inform strategic decisions. One approach to enhance this understanding is to establish scenario archetypes and select contrasting illustrative scenarios from a larger ensemble. We present a new multidimensional framework for the systematic comparison of scenarios at the global or regional level. We illustrate the framework with comparisons in seven dimensions: economic feasibility, mineral resource availability, impacts on societal resilience, near-term scenario robustness, environmental sustainability, interregional fairness, and speed of societal transformation. Using cluster analysis, the framework can be used to select a group of illustrative scenarios with contrasting scores across the dimensions. Beyond the selection of scenarios, our exploration and evaluation framework also allows the identification of gaps in the scenario space that may be of interest but are not covered by the literature. We demonstrate these use cases by applying our framework to a set of mitigation scenarios that limit warming to 1.5 °C. Our results show our framework systematically selects contrasting scenarios, with our illustrative pathways having diverging energy mixes and uses of carbon dioxide removal. Further, we highlight considerable regional differences in the distribution of indicator and dimension scores as a key area for further investigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Attribution of the 2023 extreme spring hot drought event in Southwest China: meteorological and agricultural perspectives",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd38",
      "pubDate": "",
      "description": "During March to May 2023, Southwestern China experienced a prolonged hot and dry spring. This study investigates the role of anthropogenic climate change (ACC) in this extreme event and its impact on crop yields, using a 525-member ensemble from the HadGEM3 atmospheric model and the WOFOST agricultural model, respectively. Observational results indicate that the area-averaged surface air temperature anomaly (TAS) was 1.4 °C higher than usual, and the percentage of anomalous precipitation was nearly 33% below normal, making both metrics the most extreme since 1960. The hot event was predominantly driven by ACC, contributing about 60% to the TAS strength and increasing its likelihood 7 fold. In contrast, internal climate variability appears to have been the primary trigger of the severe drought, although ACC significantly increased its likelihood by 9 fold. When these two extreme conditions are considered together as a concurrent hot-drought event, ACC increased its probability by about 3 fold. An attribution analysis of crop yields in the area was also conducted, revealing that ACC significantly shifts the probability distribution westward and reduces yields for both the winter wheat and rapeseed. Specifically, based on the simulated 2023 crop yield results driven by ERA5 as a proxy for observations, the likelihood of achieving the yield for winter wheat would have decreased by a factors of about 2 under ACC, while that for winter rapeseed is close to 1, despite its better simulation performance in the historical context. This underscores the challenge of accurately modeling and projecting crop yields under changing climate conditions. Additional analysis emphasizes the role of land–atmosphere interactions in amplifying the hot-drought event, as early-season soil moisture deficits reduced evapotranspiration and increased sensible heat flux, thereby intensifying local temperature extremes. Overall, global warming caused by anthropogenic activities has significantly increased the frequency of extreme hot drought events in Southwestern China, posing a severe threat to agricultural productivity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Automated classification of atmospheric circulation types for compound flood risk assessment: CMIP6 model analysis utilising a deep learning ensemble",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adddcb",
      "pubDate": "",
      "description": "The simultaneous occurrence of high river discharges and storm surges represents a substantial hazard for many low-lying coastal areas. Potential future changes in the frequency or intensity of such compound flood events are therefore of utmost importance. To assess such changes, large and consistent ensembles with storm surge and hydrological models are needed, but are hardly available. Often the occurrence of compound flood events is linked to the presence of certain atmospheric circulation types. Future changes in the frequency of such patterns can be directly inferred from available climate simulations. A frequently used classification of atmospheric circulation types are the so-called ‘Großwetterlagen’ by Hess and Brezowsky. In this study, possible future changes in the occurrence of these ‘Großwetterlagen’ were analysed using data from 31 realisations of CMIP6 climate simulations for the emission scenarios SSP1-2.6, SSP3-7.0, and SSP5-8.5. Given the subjective nature of the classification, a deep learning ensemble for the automatic classification was developed and applied. In winter, a higher frequency of the atmospheric pattern Cyclonic Westerly towards 2100 could be inferred as a robust result among all models and scenarios. As this circulation type is potentially associated with compound flooding in some parts of the European coasts, this points towards potentially increasing risks from compound flooding in the future.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Forest carbon sink potential in the contiguous United States: insights from a novel growth model",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adde74",
      "pubDate": "",
      "description": "Growth models are essential tools for predicting forest carbon sinks, yet existing models are often developed from limited perspectives and rarely account for the impacts of climate change on forest distribution. This study first introduces novel growth models grounded in the concept of accumulation phenomena, providing a new perspective while achieving a balanced integration of model accuracy and complexity. Second, by combining MaxEnt model with the growth model, we project the future dynamics of forest carbon in the Contiguous United States (CONUS), considering forest aging, climate-induced forest loss and shifts in forest compositions. Our findings reveal a consistent upward trend in total aboveground biomass (AGB), but the potential increase is limited, with AGB projected to rise by only 11.6% to 14.0% by 2080 compared to 2020. The characteristics and dominant limits of AGB potential vary across different regions of the CONUS. For instance, the West region exhibits the highest resilience to climate change, with AGB potential increasing by 37.4% to 38.3% in 2080 compared to 2020. However, the AGB potential is approaching saturation due to the aging forest structure. The Midwest region demonstrates heightened vulnerability to climate change, with AGB projected to decline nearly 22%–25% by 2080 compared to 2020. This projected decline is primarily due to the Midwest region undergoing the most severe plot loss and shifts in forest composition among all regions, with a changed plot rate of 40.7% to 47.3% in 2080. This study provides estimates of CONUS forest carbon storage potential, offering insights for the development of nature-based climate solutions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Constraining the NAO-temperature teleconnection in CMIP6 simulations enables skillful multi-annual predictions of Eurasian winter climate",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adde75",
      "pubDate": "",
      "description": "Predicting the winter climate over Eurasia is challenging as both the initialized predictions and uninitialized climate projections show limited skill in reproducing observed variability on multi-annual to decadal timescales. This study presents a novel approach to constrain variability in projection simulations over Eurasia by exploiting the spatial patterns of teleconnection between the North Atlantic Oscillation (NAO) and the near-surface air temperature (SAT). The constraint evaluates simulated and observed NAO-temperature teleconnection patterns during 20 year windows prior to making predictions. The resulting top ranking members are used to make predictions for the next 10 years. We find here that the constrained ensemble is skillful in predicting winter SAT on multi-annual to decadal timescales over Eurasia. We also find that the constrained multi-annual predictions yield higher correlation skill compared to both the unconstrained ensemble and the initialized predictions, especially up to 5 year mean winter SAT predictions. Therefore, we argue that for the Eurasia region, the constraint could provide skillful winter SAT predictions on multi-annual timescales with minimal cost compared to the state of the art initialized decadal climate predictions for which added value from initialization wanes quickly after the first forecast year.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Asymmetric response of precipitation extremes in China to CO2 removal forcing",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addedf",
      "pubDate": "",
      "description": "Understanding precipitation extremes response to CO2 removal (CDR) in China is crucial for climate change mitigation and adaptation. This study examines the responses of heavy precipitation, represented by the maximum consecutive 5-day precipitation (Rx5day), over China under an idealized CDR scenario using five models from phase 6 of the Coupled Model Inter-comparison Project (CMIP6). The results reveal an asymmetric response, indicating that China may experience more severe heavy precipitation events compared to the pre-industrial (PI, 1850–1900) period, even if CO2 concentrations are reduced to PI levels. From June to September, the increase in Rx5day across most of China relative to the PI stage is primarily driven by upward air motions and the convergence of water vapor flux. The regions with overshoot are linked to southward movement of westerly jet, as well as shifts in vertical motion. A moisture budget diagnosis demonstrates that the thermal term plays a dominant role in promoting water vapor convergence across most of China, while the dynamic term leads to water vapor divergence in specific areas. These results in corresponding increases and decreases in extreme precipitation, respectively. Specifically, water vapor advection associated with the thermal term, along with the convergence and divergence linked to the dynamic term, serves as the principal determinants influencing the distribution of water vapor changes in China from June to September. Our study highlights the need for further investigation into more effective mitigation and adaptation strategies in the context of CDR.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Ecological synergy of solar development on the Qinghai-Tibet Plateau: a decade of ecosystem service change assessment at Talatan Solar Park",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addee3",
      "pubDate": "",
      "description": "The widespread installation of photovoltaic panels supports the energy transition but also impacts ecosystem services (ESs) by altering their structure, processes, and functions. While many studies rely on remote sensing-based ecological indices, biophysical modeling of ESs remains limited, despite its importance for guiding sustainable solar farm development and regional ecological security. This study used process-based ES models, spatiotemporal trend analysis, and the propensity score matching method to assess changes in carbon sequestration (CS), sand fixation (SF), and soil retention (SR) around the world’s largest Talatan solar farms across pre-construction, construction, and post-construction phases (2011–2020). The main results were as follows: (1) From 2011 to 2020, CS, SF, and SR within the solar farm increased by 71.1%, 81.4%, and 32.1%, respectively, indicating an overall enhancement following construction. In the post-construction phase, the increase in CS was more pronounced within the solar farms, while improvements in SF and SR were greater in the surrounding buffer zone. (2) When focusing on the solar farms’ impact, both SF and SR exhibited clear thresholds around 400–500 m during construction and post-construction phases, while CS showed spatial differentiation mainly after construction, indicating that the most pronounced positive impacts were confined within this range. (3) Environmental factor including soil moisture index and land surface temperature were found to significantly influence these trends, reflecting the changes in ESs primarily driven by water and thermal conditions. These findings emphasize the importance of integrating both temporal and spatial perspectives when assessing the ecological impacts of solar energy development, to better guide future projects towards optimizing ecosystem benefits.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}