{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "research_papers",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-11-26T21:22:53.652323",
  "items": [
    {
      "title": "Funding agencies to drive future climate change research",
      "link": "https://www.nature.com/articles/s41558-025-02501-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 25 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02501-z\">doi:10.1038/s41558-025-02501-z</a></p>Research on climate change requires continued support from funding agencies. Nature Climate Change spoke to experts from different organizations across the world to discuss how funding agencies can better promote future climate research and actions regarding interdisciplinary studies, international collaborations, supporting young scholars and more.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Future-making beyond (im)mobility through tethered resilience",
      "link": "https://www.nature.com/articles/s41558-025-02506-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 25 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02506-8\">doi:10.1038/s41558-025-02506-8</a></p>Adaptation to climate change goes beyond the migration–non-migration divide. Families and communities combine mobility with rootedness, drawing on cultural ties, intergenerational learning, and lived knowledge to navigate risks and shape long-term futures.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Observed large-scale and deep-reaching compound ocean state changes over the past 60 years",
      "link": "https://www.nature.com/articles/s41558-025-02484-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 25 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02484-x\">doi:10.1038/s41558-025-02484-x</a></p>It is important to understand the combined effects of multiple changes on the ocean. Here the authors use time of emergence to highlight the increases in impacts of individual and compound changes globally from the surface to the deeper ocean, identifying areas most affected.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "A research agenda advancing climate change and antimicrobial resistance as interconnected issues",
      "link": "https://www.nature.com/articles/s41558-025-02507-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 24 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02507-7\">doi:10.1038/s41558-025-02507-7</a></p>Interactions between climate change and antimicrobial resistance across terrestrial, aquatic and health systems reveal shared drivers, synergies and trade-offs that shape health and environmental outcomes. This Comment outlines a solutions-oriented research agenda to advance evidence and action that addresses climate change and antimicrobial resistance as interconnected issues.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Increased efficiency of water use does not stimulate tree productivity",
      "link": "https://www.nature.com/articles/s41558-025-02504-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 24 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02504-w\">doi:10.1038/s41558-025-02504-w</a></p>The authors theoretically delineate the maximal increases in tree growth that can be expected from increases in plant intrinsic water-use efficiency, which increases with rising CO2. They highlight environmental and physiological limits on growth in the context of experimental data.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Warming increases the phenological mismatch between carbon sources and sinks in conifers",
      "link": "https://www.nature.com/articles/s41558-025-02474-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 21 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02474-z\">doi:10.1038/s41558-025-02474-z</a></p>Measurements of carbon fluxes and wood phenology are used to assess carbon sources from photosynthesis and their sink into woody growth along a thermal gradient. The authors show that stem growth advances slower than photosynthesis per degree Celsius, creating a phenological mismatch for carbon.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Global bias towards recording latitudinal range shifts",
      "link": "https://www.nature.com/articles/s41558-025-02498-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 21 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02498-5\">doi:10.1038/s41558-025-02498-5</a></p>The authors consider studies reporting species range shifts and demonstrate a geometric bias in sampling along latitudinal, rather than longitudinal, gradients. This bias may favour the corroboration of shift expectations with warming and mask other patterns and drivers of species movements.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Global warming intensifies extreme day-to-day temperature changes in mid–low latitudes",
      "link": "https://www.nature.com/articles/s41558-025-02486-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 21 November 2025; <a href=\"https://www.nature.com/articles/s41558-025-02486-9\">doi:10.1038/s41558-025-02486-9</a></p>Climate change is expected to lead to higher day-to-day temperature variability in mid- to low latitudes. Here the authors show that extreme day-to-day temperature changes have distinct impacts on human health and become more frequent and intense in mid- to low latitudes with climate change.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}