{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-17T21:21:17.134899",
  "items": [
    {
      "title": "Impact of strong katabatic wind event variability on sea ice dynamics in Terra Nova Bay Polynya, Antarctica",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae06bb",
      "pubDate": "",
      "description": "Polynyas along the Antarctic coastline are essential for sea ice production and the formation of Antarctic Bottom Water (AABW). They are formed and maintained by strong and persistent katabatic winds that push the ice away from the coast. Satellite data, in-situ meteorological observations and Reanalysis datasets all indicate a decline in sea ice concentration (SIC) over the Terra Nova Bay Polynya (TNBP) from 2013 to 2022, consistent with the occurrence of an increasing trend of strong katabatic wind events (SKWEs). On the interannual timescale, significant correlations between the TNBP area and the duration of SKWEs were observed in austral summer, autumn and winter, and also in April and October during 2003–2022. Sea ice volume budget analysis shows that SKWEs drive rapid sea-ice removal through advection and divergence, whereas thermodynamic processes dominate sea ice formation on an annual basis. The increase in SKWEs was associated with a deepened and southwestward-displaced Amundsen Sea Low (ASL) and an enhanced pressure gradient between the interior plateau and the coast, both potentially linked to a more positive Southern Annular Mode (SAM). These findings provide a mechanistic understanding of long-term polynya variability, with implications for regional sea-ice changes and AABW.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Floating offshore wind on the U.S. West Coast: an expert elicitation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0b94",
      "pubDate": "",
      "description": "California has ambitious offshore wind goals of 2–5 GW by 2030 and 25 GW by 2045. The coastline deep ocean floor calls for floating offshore wind (FOSW), a new technology whose application has yet to be built to scale. Given the novelty, deep uncertainty, and lack of data regarding FOSW, we fielded an expert elicitation regarding the costs, probability and duration of failure, and likely potential system architectures. We find that there is significant disagreement among experts: cost estimates vary by a factor of at least 3. Probabilities of failure range from 0.01% to 20% for most parts of the system. Experts diverged on likely transmission configurations that are likely to be used with FOSW projects, though most agreed DC technologies will be used in the future. Overall, experts believe California’s 2030 FOSW targets will not be met but could be achieved by 2035, and 2045 targets could be realized with faster buildout of future lease areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A methodological framework for assessing the vulnerability of protected habitats and species to extreme weather events",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e37",
      "pubDate": "",
      "description": "Extreme weather events (EWEs) including storms, heatwaves, floods, droughts, wildfires, and cold snaps present an increasing threat to protected habitats and species (PHAS) as well as ecosystem services they provide. Under ongoing climate change, the frequency, intensity, and spatial extent of such events are projected to increase, with disproportionately severe impacts on ecologically sensitive and conservation-priority areas. Despite this growing risk, existing vulnerability assessment frameworks for PHAS have primarily focused on long-term, gradual climatic shifts, largely overlooking the episodic and often catastrophic nature of EWEs. Here, we propose a structured methodological framework to assess the vulnerability of PHAS to extreme climatic events, based on the three IPCC vulnerability components including exposure, sensitivity, and adaptive capacity (ExP-SeN-AdC). The framework introduces the Extreme Event Vulnerability Index (EVI), an integrative metric designed to quantify vulnerability of PHAS to EWEs in a transparent, standardized, and scalable manner. The framework follows an eight-step process: (1) defining the assessment scope; (2) selecting ecologically meaningful indicators; (3) evaluating data availability and acquiring data; (4) constructing component indices for ExP-SeN-AdC; (5) computing the composite vulnerability metric; (6) evaluating uncertainties through validation and sensitivity analysis; (7) communicating and refining results through stakeholder engagement; and (8) formulating science-based conservation and adaptation recommendations. Finally, we demonstrate application of the proposed framework through a case study on Atlantic Salt Meadow habitats (Glauco-Puccinellietalia Maritimae) located within Dublin Bay’s Natura 2000 sites, encompassing a mosaic of Special Areas of Conservation (SACs) and Special Protected Areas (SPAs) under the EU Habitat Directive. The framework and its methodological approach lay the foundation for the vulnerability analysis and mapping, advancing adaptation planning, and guiding targeted interventions and conservation efforts, and the development of forward-looking conservation policies in the face of escalating extreme climatic threats.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Forecast-based disruptions in the energy sector: economic impacts of anticipatory hurricane responses in US Gulf Coast refineries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e3a",
      "pubDate": "",
      "description": "Critical energy infrastructure along the US Gulf Coast faces hurricane induced risks. While many studies assess the realized impacts of hurricane strikes, less attention has been paid to the economic consequences of anticipatory responses. Using 25 years of weekly refinery crude oil input data and 36 h hurricane forecast information, we estimate the effect of projected storm strength and strike location on regional refinery oil input. We find that stronger forecasted hurricanes targeting larger refinery subregions significantly reduce oil input, with impacts lasting several weeks. We also identify substantial economic losses that occur even when storms do not ultimately make landfall, highlighting the cost of forecast-driven disruption. For example, our estimates show that under a category 4 hurricane that is forecast to threaten 31% of Gulf Coast capacity, there would be a reduction of 18 million barrels in refinery throughput and an operating profit loss of $770 million.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "AI-driven insights beneath the surface: deeper ocean layers at play in severe hurricane forecasting",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e87",
      "pubDate": "",
      "description": "Understanding the underexplored role of deeper ocean layers in hurricane dynamics is pivotal amidst escalating storm intensities and growing threats to coastal communities. While early forecasting approaches focused almost exclusively on near-surface variables (e.g. sea surface temperature) or upper-ocean layers (0–100 m), some follow-up efforts integrated subsurface information using ocean heat content analyses relative to the 26 °C isotherm, yielding modest enhancement for the most intense storms. By contrast, our convolutional neural network–random forest (RF) framework explicitly exploits the three‐dimensional structure of ocean anomalies from the surface down to 500 m—indirectly capturing heat redistribution, salinity‐driven stratification, and mixed‐layer dynamics across depths. We demonstrate that the layered information within 40–500 m accounts for 44.91 ± 0.24% of total variable importance in the RF model and supports 72-h lead‐time severe‐hurricane forecasts with a precision of 73.04 ± 7.95%. This substantially extends ocean-heat-content‐only approaches by: 1) avoiding a hard threshold, 2) providing the first quantification of layer-specific subsurface contributions to severity forecasting through a multi-depth anomaly analysis across multiple variables using an RF-based framework, and 3) leveraging fine‐scale spatial patterns via convolutional-neural-network‐derived features. Subsurface variables down to 500 m are not merely ancillary—they are indispensable for capturing the ocean precursors of the strongest hurricanes, particularly when the 26 °C isotherm (typically shallower than 100 m) fails to represent the full heat reservoir. This deeper thermal structure may represent a key energy source that can support—and potentially accelerate—severe hurricane intensification. These findings highlight the untapped predictive value of deep-layer ocean information and its potential to enhance early-warning systems for high-impact storm events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Precrop payoffs: causal machine learning reveals large but variable yield benefits of crop rotation in major breadbaskets",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f45",
      "pubDate": "",
      "description": "Building sustainable food systems that are resilient to climate change will require improved agricultural management and policy. One common practice that is well-known to benefit crop yields is crop rotation, yet there remains limited understanding of how the benefits of crop rotation vary for different crop sequences and for different weather conditions. To address these gaps, we leverage crop type maps, satellite data, and causal machine learning to study how precrop effects on subsequent yields vary with cropping sequence choice and weather. Complementing and going beyond what is known from randomized field trials, we find that (i) for those farmers who do rotate, the most common precrop choices tend to be among the most beneficial, (ii) the effects of switching from a simple rotation (which alternates between two crops) to a more diverse rotation were typically small and sometimes even negative, (iii) precrop effects tended to be greater under rainier conditions, (iv) precrop effects were greater under warmer conditions for soybean yields but not for other crops, and (v) legume precrops conferred smaller benefits under warmer conditions. Our results and the methods we use can enable farmers and policy makers to identify which rotations will be most effective at improving crop yields in a changing climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Life cycle emissions of diverse fossil-based hydrogen production pathways for transportation application",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fac",
      "pubDate": "",
      "description": "Hydrogen potentially plays a key role in the transportation sector while transitioning to a net-zero emissions economy. Low-carbon hydrogen produced from fossil resources is often viewed as a bridge in the energy transition. This study comparatively evaluates life cycle greenhouse gas emissions of diverse pathways of fossil-based hydrogen production for fuel cell vehicle use. Life cycle emissions of hydrogen production alone vary significantly with production technology and are highly influenced by the supply sources of feedstock and electricity. Reforming and chemical looping with carbon capture and storage (CCS) are competitive to produce low-carbon hydrogen, whereas plasma pyrolysis is not competitive. Using low-carbon hydrogen to replace gasoline and diesel can significantly reduce life cycle emissions for light-duty and heavy-duty vehicles. Low-carbon hydrogen production by steam methane reforming, autothermal reforming, gasification, and chemical looping with CCS accounts for 64%–78% of the total life cycle emissions associated with hydrogen production, transport, leakage, and vehicle use. Although nominal hydrogen leakage alone has no remarkable effect on life cycle emissions, the expansion of assessment system boundary by including hydrogen transport and utilization can sizably elevate emissions. To secure short-term climate benefits for replacing diesel-fueled heavy-duty trucks and transit buses with hydrogen-fueled vehicles, however, it is necessary to simultaneously limit methane and hydrogen leakage along their supply and utilization chains. These findings imply that economic incentives and policies for a low-carbon hydrogen economy should be developed based on the life cycle emissions of both hydrogen production and utilization.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hydrology controls thermokarst and alters carbon cycling and methane emissions in peatlands near the southern limit of permafrost",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fad",
      "pubDate": "",
      "description": "Permafrost peatlands store vast amounts of frozen carbon across northern landscapes. When ground ice melts, surface subsidence produces thermokarst landforms that expand wetlands at the edges of permafrost plateaus. Thermokarst represents an accelerating climate feedback, but uncertainties remain about how ground ice, hydrology, and vegetation interact to shape landscape change and carbon fluxes. We extended the process-based model ecosys to simulate thermokarst dynamics in laterally coupled 2D transects at a well-characterized boreal peatland site in Canada’s Northwest Territories. After benchmarking against site observations, we varied ground ice content and hydrologic boundary conditions across ranges typical near the southern permafrost limit. Simulations revealed distinct degradation regimes governed by the elevation difference between the frost table and the external water table. Rates of lateral retreat, the thaw-driven encroachment of wetlands into adjacent plateaus, ranged from 0 to >2 m yr−1 under identical weather forcing, consistent with observations and highlighting the strong role of WT and ground ice. Simulated vegetation dynamics indicate that black spruce mortality cannot be explained by anoxia alone, pointing to additional stressors such as root damage, pathogens, or physical destabilization. Despite large hydrologic shifts, net ecosystem CO2 exchange remained a slight sink after collapse, while methane (CH4) emissions rose by one to two orders of magnitude. As a result, lateral retreat substantially increases the greenhouse warming potential of permafrost peatlands (1.7 million km2 in area), with simulated emissions of 0.1–10 Mt CO2-eq decade−1 depending on hydrology and retreat rates. These results underscore the need to account for both ground ice and hydrologic dynamics when assessing thermokarst-driven climate feedbacks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Decadal wind-driven east–west asymmetry of chlorophyll-a in the Ross Sea region",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fb0",
      "pubDate": "",
      "description": "The Ross Sea, the most productive region of phytoplankton around the Antarctic margin, supports the marine food web in the Southern Ocean. However, the long-term variability of chlorophyll-a production is not fully understood. Here we explored the long-term changes in austral summer chlorophyll-a concentrations in the Ross Sea region during the 1997–2023 period. The results indicate a clear east–west asymmetric change in chlorophyll-a concentration between 180°W–130°W: decreasing (increasing) in the west (east), which is dominated by the changes in wind forcing and sea ice coverage. Cyclonic wind anomalies drive regional sea ice divergence off Marie Byrd Land, while increasing coastal easterly winds off Marie Byrd Land and southerly wind anomalies in the western Ross Sea drive regional sea ice convergence. As a result, photosynthetically active radiation availability increased (decreased), promoting (limiting) phytoplankton growth in the eastern (western) zone. The warming sea surface temperature and potential increases in dissolved iron also may contribute to the chlorophyll-a blooms in the eastern zone.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "High variation in the surface extent of freshwater ponds creates dynamic Arctic tundra landscapes in the lowlands of Eastern Siberia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fb1",
      "pubDate": "",
      "description": "Greenhouse gas emissions from Arctic tundra ponds and permafrost thaw provide important positive feedbacks to global warming. However, a high landscape heterogeneity and small size of ponds make it challenging to assess trends in surface water extent and associated carbon and energy fluxes, especially in the understudied Eastern Siberian tundra. Here, we show that surface water extent in these landscapes can be highly dynamic, shaped by small-scale pond processes. Using a time-series of aerial imagery at 12 cm resolution spanning eight years (2014–2021), we classified surface water at three sites in Kytalyk National Park and traced all 465 ponds (i.e. patches of surface water) larger than 1 m2. The total surface water extent at the sites varied between 102%-124% relative to the time-series mean, without significant trends in contrast to previous reports. Individual pond area fluctuated by 52% on average, and two thirds of ponds were present for less than six years. One-quarter of ponds showed evidence for thermokarst or vegetation colonisation as drivers of change, based on our high-resolution surface elevation models. These findings highlight that tundra ponds in Siberia can be highly dynamic in nature and stresses the need for improved change detection of very small surface water bodies in remote sensing analyses to better model carbon and energy fluxes in the tundra biome.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A systematic mapping review of hydrological hazard management in agent-based systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fb2",
      "pubDate": "",
      "description": "Agent-based modelling (ABM) is becoming a widely explored method for investigating human–water systems, given its ability to represent heterogeneous actors and their decisions. ABM can simulate how humans interact and co-adapt with their environment, which is beneficial for understanding the effects of humans’ decisions in the face of hazards and climate change. ABMs can serve as tools for examining the effects of current and future hydrological hazard management strategies. However, the implementation of hydrological hazard management in ABMs has not yet been systematically evaluated for floods and droughts. To map the current status of ABMs in hydrological hazard modelling and facilitate a discussion on further potential, we conducted a systematic mapping review based on the ROSES protocol. In this review, we investigate what kinds of hydrological hazards and management strategies that are represented in ABMs. Additionally, we synthesise current practices regarding agent types and their decision-making. A total of 377 articles were screened, and 77 articles were analysed in full text. Our findings indicate that hydrological hazard management strategies in ABMs include both structural and non-structural measures. However, there is an emphasis on the complexity of individual agents’ decision-making in implementing these measures, whereas collective agents (e.g. governments) performing non-individual hazard management are implemented more simplistically, often as static scenarios or collective agents with ad-hoc or rational decision-making. Conversely, individual agents are commonly implemented with human-like behaviour. Our study highlights that the simplicity of hazard management in these models could restrict the potential of ABMs as policy and predictive tools, as the implemented hazard management does not capture the full dynamics of human–water systems. Involving stakeholders, adopting interdisciplinary methods, or incorporating bounded-rational decision-making could represent a significant shift to further enhance the explanatory power of ABM for addressing challenges in hydrological hazard management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing PM2.5 pollution in the Northeastern United States from the 2023 Canadian wildfire smoke: an episodic study integrating air quality and health impact modeling with emissions and meteorological uncertainty analysis",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae10c9",
      "pubDate": "",
      "description": "Between June 6 and 8, 2023, wildfires in Quebec, Canada generated massive smoke plumes that traveled long distances and deteriorated air quality across the Northeastern United States (US). Surface daily PM2.5 observations exceeded 100 μg m−3, affecting major cities such as New York City and Philadelphia, while many areas lacked PM2.5 monitors, making it difficult to assess local air quality conditions. To address this gap, we developed a WRF-CMAQ-BenMAP modeling system to provide rapid, spatially continuous estimates of wildfire-attributable PM2.5 concentrations and associated health impacts, particularly benefiting regions lacking air quality monitoring. CMAQ simulations driven by two wildfire emissions datasets and two meteorological drivers showed good agreement with PM2.5 observations, with linear regression results of R2∼0.6 and slope ∼0.9. We further quantified uncertainties introduced by varying emissions and meteorological drivers and found the choice of wildfire emissions dataset alone can alter PM2.5 simulations by up to 40 μg m−3 (∼40%). Short-term health impacts were evaluated using the BenMAP model. Validation against asthma-associated emergency department (ED) visits in New York State confirmed the framework’s ability to replicate real-world outcomes, with ED visits increased up to ∼40%. The modeling results identified counties most severely affected by wildfire plumes, the majority of which lack regulatory air quality monitors. Our approach highlights the value of integrated modeling for identifying vulnerable populations and delivering timely health burden estimates, regardless of local monitoring availability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Effects of temperature overshoot amplitude on regional climate",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae114f",
      "pubDate": "",
      "description": "Overshooting a global temperature target before returning back to the target using negative emissions is increasingly being discussed in light of ongoing emissions inconsistent with achieving the goals of the Paris Agreement. While global temperature is widely expected to be reversible under such conditions, regional climate responses are much less well understood. We analyse results from two CMIP6 overshoot scenarios run by an ensemble of Earth system models to assess changes in temperature and precipitation across the globe. We find that overshooting a temperature target by a larger amount leads to a warmer Southern Hemisphere, a cooler Northern Hemisphere, and larger decreases of precipitation in North Africa and increases in East Asia, compared to a smaller temperature overshoot. Some differences, notably increases in extreme temperatures, persist for centuries after the overshoot. These findings show that reversal of global temperatures will not be felt evenly across the globe and that the size of an overshoot matters long term.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Bridging conservation and policy: evaluating national targets to reduce mangrove loss under the Kunming–Montreal biodiversity framework",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1150",
      "pubDate": "",
      "description": "The Kunming–Montreal Global Biodiversity Framework (GBF) aims to halt biodiversity loss by 2030, with Targets 1 and 3 focusing on reducing forest loss and expanding protected areas. Mangroves, as biodiversity hotspots offering crucial ecosystem services, have seen some conservation gains, yet key drivers of high-value mangrove loss remain unaddressed in intergovernmental policy frameworks. It is the first global assessment linking GBF Targets 1 & 3 to mangrove loss drivers and ecosystem assessment. We apply an interdisciplinary approach—combining global-scale geospatial analysis of mangrove loss trajectories between 2000 and 2016 and ecosystem value distribution, and thematic policy analysis. We classify all 120 countries where mangroves are present by their short- and long-term mangrove loss management strategies and evaluate the inclusion of relevant actions under Targets 1 and 3 of National Biodiversity Strategies and Action Plans (NBSAPs). Between 2000 and 2016, 78% of mangrove loss occurred in areas rich in biodiversity, biomass, and coastal protection, mostly outside protected zones. Of 120 mangrove-holding countries, 30 (25%) experienced significant loss. Among them, 11 have the potential to implement short-term mitigation by expanding or managing protected areas, though only 5 included these strategies in national targets. Four countries referenced broader measures like indigenous rights and the prioritisation of ecosystem service hotspots. Only Cameroon, Colombia, Gabon, Panama, and Tanzania are positioned to address major loss drivers within the GBF timeline. This paper is the first global assessment of GBF-aligned national targets to mitigate mangrove loss, contributing to SDGs 14 and 15. We show that mangrove loss cannot be halted by 2030 under the current level of national targets. Policy amendments at national scales can include short-term (area-based protection) and long-term strategies (restoration, rehabilitation and ecosystem-based approaches) to halt mangrove loss.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Air Partners: a model for centering community priorities in air justice projects",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae09ba",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Fertilizing potential of nitrogen in human excreta across diverse countries and food systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0cdf",
      "pubDate": "",
      "description": "Human excreta represent a significant but underutilized source of nitrogen (N) for agriculture. Few studies have quantified the full fertilizing potential of human excreta across national contexts, or under a range of diverse food systems. This study provides the first systematic assessment of the potential contribution of N in human excreta to current cropland fertilization in a wide range of countries, covering 80% of the global population. Using food supply and demographic data, we estimate N in human excreta for each country and compare it to current cropland total N inputs, including synthetic fertilizers, manure, biological fixation, and atmospheric deposition. Assuming a 100% recovery rate of human excreta to estimate an upper-bound potential, under the current situation, we find that human excreta (37 MtN at the global scale) could provide 15%–30% of current cropland N inputs in most countries, 30%–50% in sub-Saharan Africa, and over 50% in major agricultural importers (e.g. Japan, Korea, Algeria). In contrast, large agricultural exporters with high external inputs, such as Argentina or the United States, show lower potential (5%–10%). For the whole world, the rate is 20%. For most countries, N excreted by humans is also of the same order of magnitude as (and often superior to) livestock manure currently applied to croplands. In addition to an analysis of the current situation, we assess how improved food system efficiency-via more vegetarian diets, reduced losses and increased manure recycling thanks to better coupling of husbandry and crop cultivation-could affect the potential contribution. Under deeply transformative agro-ecological scenarios, the global contribution of human excreta to N fertilization could exceed 30%. This work focuses on maximum potentials; future research should focus on realistic recovery rates ( 100%) and adjust our results accordingly.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global carbon storage in harvested wood products: a forest sector model inter-comparison",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ce0",
      "pubDate": "",
      "description": "Forests can contribute to climate mitigation through the use of harvested wood products (HWPs), which provide a significant long-term source of carbon sequestration, replacement of more emissions-intensive building materials, and the integration of forest biomass into bioenergy systems. However, knowledge gaps remain regarding the interplay between HWP carbon flows, traditional forest product market developments, and climate policy developments incentivizing bioenergy and carbon sequestration in forestry at global scales. Information on the extent to which future policy and market developments can impact global carbon fluxes in wood product pools is needed for guiding policy design and quantifying longer-term tradeoffs between carbon stock preservation in forests and increased carbon sequestration in wood products. This study builds on projections from a forest model inter-comparison analysis of three global forest sector models to estimate the potential carbon pool in HWPs across various socioeconomic scenarios and levels of greenhouse gas (GHG) policy ambition. Further, we assess the extent to which the use of bioenergy, paired with carbon capture and storage, can enhance this forest carbon sink. In scenarios with higher levels of global timber production, even in scenarios with fossil-fueled economic growth, we see an increase in carbon stored in wood products used for housing materials, lumber, pulp, and paper products. However, climate policy stringency reduces the HWP sink, shifting C sequestration to forests and allocating harvests to bioenergy systems. The use of carbon capture and storage substantially increases the global HWP carbon sink. The results of this study highlight how economic and policy factors could impact the role of global forests in climate mitigation through carbon storage in long-lived wood products and bioenergy carbon capture and storage pools, providing new insight to policy-makers, forest managers, and forest product manufacturers on viable pathways to support the co-production of timber and carbon sinks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can we estimate, and even predict, terrestrial water storage months in advance during severe large-scale Amazon droughts?",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da7",
      "pubDate": "",
      "description": "Over the past two decades, the Amazon has experienced four severe large-scale droughts (i.e. 2005, 2010, 2015/16 and 2023), leading to drastically reduced water availability, slowed vegetation growth and higher forest mortality. As future droughts are expected to become more frequent and severe, accurately predicting the unprecedentedly low water storage levels and water shortages in advance is crucial. Herein, we developed a new approach to predict terrestrial water storage (TWS) during droughts, based on monthly changes in TWS (ΔTWS) and meteorological variables from 2003 to 2023. The model was trained during non-drought months and assessed during the four droughts when TWS values are well below the range of training data. The ΔTWS-based model excels in predicting drought-month TWS even only using precipitation and incoming solar radiation, with average correlation (R) over 0.9 and RMSE below 50 mm. The model also showed superior skills for predicting drought TWS months lead-time, with the 3-month prediction achieved high performance (R > 0.8, RMSE < 80 mm). We further examined TWS predictions during the large-scale 2023 drought and found that the predicted TWS showed high spatial agreement with observed TWS, with all 1-, 2-, and 3-month lead-times reaching average R values over 0.9. Then we evaluated water deficits in the driest months (September—December) in 2023. The model predicted the affected regions with reasonable accuracy, achieving an average of 72% even at 3-month lead-time. We also analyzed how uncertainty in meteorological inputs affects model performance, revealing higher input uncertainty reduced the model performance. This study presents a reliable approach for estimating and predicting low water storage during severe large-scale droughts, enabling early warnings of water deficits across the Amazon. This study could be generalized to other regions, supporting proactive water resource management, water security policies, ecosystem protection and climate adaptation strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Reversal of Ross Sea shelf water freshening is linked to a persistent decline in Antarctic sea ice since the mid-2010s",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f3f",
      "pubDate": "",
      "description": "Since the mid-2010s, a sharp rebound in dense shelf water (DSW) salinity has been observed in the Ross Sea, coinciding with a persistent decline in sea ice around Antarctica. Despite extensive scientific study and significant attention given to these two phenomena due to their potential influence on Earth’s changing climate, a physical link between them has yet to be established. Here, by examining atmospheric circulation in response to shifts in major climate variability modes before and after these dramatic changes, we showed that a combination of large-scale circulation patterns drove both the decline in Antarctic sea ice and the increase in Ross Sea DSW salinity. After the mid-2010s, climate-driven atmospheric circulation generated anomalous northerly winds across much of the high-latitude Southern Ocean. However, the Ross Sea sector uniquely experienced strengthened southerly flow of cold continental air. Consequently, this process led to enhanced sea ice loss around Antarctica through warmer air advection from the north, yet simultaneously, expanded the Ross Sea polynyas, enhancing sea ice formation and contributing to increased Ross Sea DSW salinity. Our findings, therefore, establish a robust linkage between these two Southern Ocean transitions, highlighting their interdependence driven by large-scale climate modes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Economic consequences of cascading drought-flood events: evidence from central Europe",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f43",
      "pubDate": "",
      "description": "Cascading drought-flood events (CDFEs), also referred to as ‘drought-to-flood transitions’ or ‘drought–flood abrupt alternations,’ in which a flood follows a period of drought, may have different flood generation mechanisms than floods occurring independently from drought, as the drought could affect soil infiltration rates and, consequently, runoff dynamics. With the increasing frequency of extreme weather events driven by climate change, understanding the cascading nature of drought and flood events has become crucial for effective disaster risk management. However, there is a lack of empirical evidence on how these drought-flood interactions work and translate to economic losses. This study addresses this gap by identifying CDFEs and flood-only events (FEs) across Central Europe and linking them to their flood impacts from the modelled Historical Analysis of Natural Hazards in Europe database. CDFEs are associated with significantly higher maximum daily mean streamflow (58.51 m3 s−1 vs 38.20 m3 s−1), deeper mean water depths (1.90 m vs 1.88 m), and greater economic losses (€33.09 million km−2 vs €29.75 million km−2) compared to FEs. These findings underscore the special features of CDFEs and the need to take them into account in flood risk management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}