{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-18T08:35:00.391214",
  "items": [
    {
      "title": "Dust source activation frequency across East Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addee6",
      "pubDate": "",
      "description": "Plumes of mineral dust in East Asia deleteriously impact the health and livelihoods of hundreds of millions of people in Mongolia, China, Korea, and Japan and perturb Earth’s energy balance and climate. However, the sources of this dust are not well-documented, limiting understanding of dust emissions. Here, we systematically quantify dust source activation frequency (DSAF) across East Asia (80–130° E; 27–52° N) between January 2016 and December 2023. Our data reveal a vast dust-active area extending from the Tibetan Plateau (TP) in the southwest to the Huin Bair Sandy Land in the northeast, but two regions dominate: southern sources centered on the margins of the Taklimakan Desert and northern ones centered on the valleys of the Gobi Desert. East Asia is most dust-active in boreal spring (46% of all recorded events). This seasonal peak is pronounced in northern sources where snow cover, vegetation and orographic/topographic influence on winds are clear controls on DSAF. The main southern sources are active year-round with DSAF hotspots attributable to desiccated lakes and riverbeds. The TP, commonly considered a sink for in-bound windblown dust, is also a dust source, particularly in winter, with emissions controlled by precipitation patterns, snow cover and wind funneling through deep river gorges. Contrary to suggestions, our data show that the Loess Plateau is not a major dust source. We document a marked increase in dust source activation during the 2020 extreme heat wave on the overgrazed Mongolian Plateau grasslands. Our data provide a framework to study past variability in the two-way climate interactions that control dust emissions on historical and geological timescales and a baseline from which to measure future change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Soil cation storage is a key control on the carbon removal dynamics of enhanced weathering",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d5",
      "pubDate": "",
      "description": "Significant interest and resources are currently being channeled into techniques for durable carbon dioxide removal (CDR) from Earth’s atmosphere. A particular class of these approaches—referred to as enhanced weathering (EW)—seeks to modify the surface alkalinity budget to store CO2 as dissolved inorganic carbon species. Here, we use a reaction-transport model designed to simulate EW in managed lands to evaluate the throughput and storage timescales of anthropogenic alkalinity in agricultural soils in the coterminous U.S. We find that lag times between alkalinity modification and carbon removal can span from years to many decades depending on region. Background soil cation exchange capacity, agronomic target pH, and fluid infiltration all impact the timescales of CDR relative to the timing of alkalinity input, suggesting there is scope for optimization of alkalinity transport through variation in land management practice. However, shifting practices to reduce lag times may decrease total CDR from weathering and lead to non-optimal nutrient use efficiencies and soil nitrous oxide (N2O) fluxes. Our results indicate that there may be a large temporal disconnect between deployment of EW and climate-relevant CDR, with important implications for monitoring, reporting, and verifying carbon removal through EW.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Buying time or building futures? Conditions for sustainable climate change adaptation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade31e",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Enhancing solar mini-grid utilisation in farming communities: crop strategies to reduce costs and improve energy access",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addbf2",
      "pubDate": "",
      "description": "Approximately 80% of the global population without access to electricity live in sub-Saharan Africa (SSA) with rural areas disproportionately affected. Solar-powered mini-grids are being used to increase rural electrification. However, their deployment is hindered by high costs, low electricity demand, and limited incomes in rural households. Agriculture constitutes 70% of rural incomes in SSA and faces threats due to a reliance on rainfall coupled with low irrigation levels in the context of climate change. Irrigation loads have been suggested as a strategy to enhance the economic viability of solar mini-grids by boosting electricity demand: reducing the levelised cost of used electricity (LCUE) whilst improving farmer yields and incomes. This study investigates a case study in Tanzania, selected based on the amount of population without access to electricity, the potential for irrigation, and the prevalence of photovoltaic solutions in the least-cost pathways for rural electrification. The seasonality and timing of irrigation demand, as well as crop mixes, are varied to optimise for the lowest LCUE using the open-source modelling framework continuous lifetime optimisation of variable electricity resources. Evapo-transpiration and energy-system modelling are used to estimate energy demand. We find that adding irrigation loads has the potential to increase the LCUE and lower asset utilisation (load factor) when compared to residential loads but that, by selecting crops with longer growth periods, optimising irrigation timing, and implementing multiple planting seasons, the LCUE can be up to 7% less than residential-only systems with an increase seen in asset utilisation. LCUE values of 0.54–1.30 $/kWh were found: higher costs were associated with shorter crop-growth periods, single planting seasons, and poorly timed irrigation loads whilst lower costs were observed with bimodal cropping and solar-coordinated irrigation times. The research highlights that, when incorporating irrigation loads into rural-electrification strategies, specific factors should be considered to enhance their viability within mini-grids in SSA. We recommend to both policymakers and mini-grid developers to promote multiple planting seasons (bimodal cropping) and encourage optimal crop mixes where relevant alongside irrigation schemes and rural electrification projects as well as adopting the use of flexible tariffs for irrigation loads.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Utilizing machine learning for high resolution NO2 total columns from PACE OCI",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addfef",
      "pubDate": "",
      "description": "Satellite-based observations of nitrogen dioxide (NO2) are important for monitoring atmospheric composition, estimating nitrogen oxide emissions, and informing chemistry transport models. While advancements have been made in space-based NO2 observations and retrievals, most measurements are still unable to resolve the detailed structure of NO2 plumes. Designed primarily for aerosol and ocean applications, the plankton, aerosol, cloud, ocean ecosystem ocean color instrument (OCI) provides a unique opportunity to retrieve NO2 from high spatial resolution (∼1 km)2 hyper-spectral measurements. We exploit a machine learning technique to show that OCI, with a spectral resolution of 5 nm, can provide high spatial resolution information about NO2 when trained with high quality retrievals from the Tropospheric Monitoring Instrument (TROPOMI). This work demonstrates the potential to rapidly produce high spatial resolution NO2 columns by making use of well validated retrievals derived from instruments with higher spectral resolution. These data can potentially enable emissions estimates with reduced uncertainties and higher spatial resolution. Additionally, the data could provide higher resolution information for exposure estimates used in epidemiological studies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Critical slowing down precedes regime shifts in a Miombo woodland in Zambia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d9",
      "pubDate": "",
      "description": "Climate change and anthropogenic pressures are increasingly driving abrupt regime shifts (RSs) in natural ecosystems, leading to biodiversity loss and disruptions in their functioning. In systems with alternative stable states maintained by feedback mechanisms, such shifts are difficult to reverse due to hysteresis. These systems may show early warning signals (EWSs) (e.g. critical slowing down (CSD)), indicating ecological resilience loss prior to an RS. CSD manifests as a reduced rate of recovery from disturbances and can be detected through increasing temporal autocorrelation at-lag-1 (AC1) in vegetation indicator time series. While studies increasingly use remote sensing data (e.g. the Normalized Difference Vegetation Index) to evaluate CSD in natural ecosystems, most lack in-field validation and are conducted at broad spatial scales, limiting real-world applicability. Here, we assess whether EWSs precede RSs in Zambian wet Miombo woodlands by combining field-based vegetation data with remote sensing time series. We investigate (i) whether RSs in the Miombo woodlands can be detected using field data on vegetation structure and remote sensing data, (ii) the relationship between fire frequency and RSs, and (iii) if increasing AC1 precedes an RS. Our findings demonstrate the occurrence of RSs in Miombo woodlands and provide empirical evidence supporting the use of CSD as a predictive tool. Spatial models showed that both a high fire frequency and an increasing AC1 preceding the shift are significantly (p < 0.05) linked to RS occurrence. This study highlights the importance of integrating field and remote sensing data to monitor ecosystem transitions. By identifying resilience loss and RS occurrence, our approach offers valuable insights for conservation and restoration planning, emphasizing the need for adaptive fire management strategies to mitigate degradation and promote ecosystem recovery.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A global perspective on the spatial representation of climate extremes from km-scale models",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade1ef",
      "pubDate": "",
      "description": "Weather and climate extremes are rare manifestations of climate variability that can severely impact society and the environment. To investigate their properties and changes on a global scale, observational records are often complemented by climate models such as those from the latest Coupled Model Intercomparison Project (CMIP6). However, typical CMIP6 models have a grid spacing of about 100 km and, therefore, do not allow the representation of extremes at local scales important for impacts. Here, we provide a global view on the information lost at such resolutions, focusing on temperature and precipitation extremes. We draw on two next-generation, km-scale global climate models, run with a grid spacing of about 10 km, and regrid them to a range of coarser resolutions. From the regridded data, we then investigate the spatial sub-grid variability hidden at the CMIP6-like 100 km grid spacing to quantify the effect resolution has on the representation of extremes globally. We find clear patterns of such a resolution effect on a diverse set of temperature extremes, particularly in mountainous areas, at coastlines, and along large rivers. For the example of annual maximum temperature, the difference between the 10 km and 100 km grid spacings can exceed 10 ∘C. For precipitation, globally aggregated low and high extremes are shown to be underestimated at coarse resolution, with the strongest spatial signals emerging in regions with complex topography and in the tropics. Our results quantify existing knowledge and demonstrate the importance of spatial resolution for the representation of climate extremes, in particular for hotspot regions such as coastlines, which often coincide with densely populated areas. The advent of ever higher resolved global models, hence, allows improved estimates of local climate impacts and related risk assessments with global coverage.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploring configurations of a European energy system within the planetary boundaries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade26b",
      "pubDate": "",
      "description": "Planetary Boundaries and other carrying capacities define a safe operating space for humanity. However, current energy system models often address sustainability too narrowly with a focus on greenhouse gas emissions during the operational phase, and neglecting other environmental impacts can lead to suboptimal and unsustainable energy systems. This study integrates environmental impacts and planetary boundaries as constraints into a multi-sectoral energy system model to explore sustainable configurations for the European energy system in 2050. Our results indicate that it will not be possible to stay within all allocated carrying capacities without a combined application of energy demand reduction, large-scale deployment of renewable energies, electrification of heating, and technological improvements. Specifically, with the most permissive allocation principle, European electricity and heat demand must be limited to 3550 and 4655 to remain within the planetary boundaries, which represents a 22% and 24% reduction compared to 2050 projected final energy demand for the sectors of electricity and heat, excluding transport and fuels demands. Results show that scenario normally considered ‘Net Zero’ would transgress the allocated budget for climate change by 70%, despite a high deployment of renewable energies, when life cycle impacts are considered. All generated scenarios highly rely on renewable energies and the electrification of heating. The analysis of the different scenarios highlights substantial burden shifts across carrying capacities when only considering climate change and praises a global environmental approach in decision-making. Climate change, land use and particulate matter are identified as the most impacted categories when designing an energy system.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The CDR potential of olivine-based enhanced rock weathering in marine systems: a case study for the coastal zone of France",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addf60",
      "pubDate": "",
      "description": "Marine enhanced rock weathering (mERW) is proposed as a method to achieve ocean alkalinity enhancement, thus increasing the CO2 storage capacity of seawater. Deposition of minerals in shallow waters results in enhanced dissolution rates via the ‘benthic weathering engine’, thus inducing an additional alkalinity release from the seabed on top of the natural alkalinity efflux. However, the application potential of mERW as a carbon dioxide removal (CDR) technology remains uncertain. Here, we quantified the CDR potential via mERW through a spatially explicit model, using the coastal zone of France as a case study. We simulated the one-time addition of dunite (olivine-rich source rock) distinguishing between three sediment types: bedload, permeable, and cohesive seafloor environments. The average CO2 sequestration rate was estimated at 0.32 kg CO2 m–2 seafloor kg–1 dunite over 100 yr. The sediment type was identified as the most important factor governing the CO2 sequestration rate, as it critically constrains the olivine dissolution kinetics. Coarse sediments exposed to bedload transport provide the highest CO2 sequestration rates. The application area was restricted to the territorial seas of mainland France (12 nautical miles offshore), and we estimated that 45% of this zone is suited for mERW. This area is further reduced to 23% when nature conservation areas are excluded from application. Assuming a dunite (olivine-rich mineral) loading of 20 kg m–2 seafloor, the CO2 sequestration capacity over 100 yr for the entire mERW area in France is estimated to be 210 Mt. As such, mERW will not be able to cover the entire CDR need for a country like France but could be one technology in a larger portfolio of CDR techniques. Our model analysis identifies a number of uncertainties and knowledge gaps in the assessment of the mERW potential.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Forest dynamics mapping in central Vietnam from 1988 to 2022 using Landsat time-series data",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d2",
      "pubDate": "",
      "description": "Forests provide essential ecosystem services, including biodiversity conservation, climate regulation, and livelihoods for millions of people worldwide. This study provides a comprehensive analysis of land-use and land-cover (LULC) changes with a focus on forest cover changes in Huế, central Vietnam, over the period from 1988 to 2022. Huế is a region of ecological and cultural significance, home to diverse forest ecosystems that play a critical role in water regulation, flood mitigation, and soil stabilization. The province’s forests also support rich biodiversity and provide vital resources for local livelihoods. By leveraging time-series Landsat observations and employing the continuous change detection and classification—spectral mixture analysis method, we synthesized multi-decadal geospatial data to track and categorize forest dynamics. The results indicate substantial LULC changes, highlighted by a significant reduction in stable forest cover from 58.3% in 1993 to 48.9% in 2022, accompanied by an increase in degraded forests from 11.7% to 18.0%. Peak forest loss was recorded at 1.5% by the end of 2013. The study discusses economic expansion, infrastructure development, climate variability, and agricultural intensification as key drivers of forest cover change. The findings underscore the importance of sustainable land management practices and provide actionable insights to inform policy development, particularly in regions with complex socio-economic and ecological interactions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "On the potential of Stommel’s perpetual salt fountain for artificial upwelling",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d3",
      "pubDate": "",
      "description": "Artificial upwelling (AU) of nutrient-rich deep ocean water to the surface ocean has been proposed to increase ecosystem productivity and enhance CO2 uptake. AU is thus considered a marine carbon dioxide removal option among other potential uses. Due to the typical temperature and salinity depth profiles in wide parts of the oceans, a self-sustaining up or downflow within a vertical pipe can be established. This concept was introduced by Stommel et al (1956 Deep Sea Res.3 152–3) as the perpetual salt fountain. Using a one-dimensional numerical performance prediction method for Stommel upwelling pipe (SUP) systems, previously developed and verified by Kemper et al (2025 Appl. Ocean Res.160 104624), several studies on the potential of the SUP concept for AU are reported in the present work. A global assessment of the AU potential of SUP systems is presented, and the spatial and temporal variability of their performance is discussed. Additionally, an overview of upscaling and optimization design considerations for SUP systems is given based on a parametric study. Our results show that considerable parts of the global oceans are suitable for SUP-based AU of nutrients. The highest potential is found in the subtropical ocean gyres. We further find a significant seasonal pattern in the upwelling velocity. Upscaling of SUP systems to achieve practically significant flow rates for AU is found possible.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Threefold increase in most intense South Atlantic convergence zone events by 2100 in convection-permitting simulation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade16e",
      "pubDate": "",
      "description": "Unprecedented rainfall extremes resulting from global warming are becoming more frequent each year, including over South America. In this region, tropical-extratropical (TE) cloud bands in the South Atlantic convergence zone (SACZ) produce most of the rainy season precipitation. In this study, we diagnose the impacts of warming on the frequency and intensification of SACZ TE cloud bands. The cloud bands are identified using a feature-detection algorithm applied to a suite of convection-permitting simulations produced by the UK Met Office. Intensely raining clusters embedded within these large-scale cloud bands are diagnosed in order to identify the most intense events. Although the total number of cloud-band days will see a 20%–30% decrease in their frequency under high-emission global warming, the present day 1-in-5 most intense cloud-band days will happen every 3-in-5 cloud-band days in the future. Therefore, despite fewer cloud-band days occurring in a given year, when they form they will frequently be more intense than is typical in the current climate. This increase is primarily due to warming-driven intensification of rain rates within the heavily raining clusters embedded in these weather systems. These results highlight the growing risk of intense SACZ rainfall over South America under warming, increasing the likelihood of flash floods, landslides, and unprecedented catchment-scale fluvial flooding.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Satellite detected weak decline of nitrogen oxides emissions in economically small cities of China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade170",
      "pubDate": "",
      "description": "Nitrogen oxides (NOX = NO + NO2) are a major air pollutant under stringent emission regulation in China. The nation has effectively cut its total anthropogenic emission since the peaking around 2012, with cities at the forefront of implementing mitigation measures. However, the city-level emission changes and cross-city contrast remains poorly understood, due to inaccuracies in existing emission data. Using the satellite-based high-resolution PHLET inversion, we derived city-level NOX emissions in China from 2012 to 2020. We found much weaker emission declines in small cities (by 14.7% from 2012–2014 mean to 2018–2020 mean, for the bottom one-third of cities ordered by economic volumes) and medium cities (by 21.3%, for the middle one-third), compared to those in large cities (by 30.6%, for the top one-third) and provincial capital cities in the North Region of China (by 54.2%). Emissions even grew in 43.0% of small cities, compared to 17.4% for large cities. Cross-city emission differences both within each province and among the provinces decreased substantially over time, resulting in a relative shift of emission burdens towards small and medium cities. Such a tendency is hardly resolved by bottom–up emission inventories, highlighting the value of satellite-based high-resolution inversion for tracking city-level emissions to support targeted emission control.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}