{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-28T17:23:50.067379",
  "items": [
    {
      "title": "Spatiotemporal patterns of urban heat in indoor and outdoor microclimates",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae09bc",
      "pubDate": "",
      "description": "As global temperatures rise due to climate change, urban heat islands have emerged as an important public health concern, significantly exacerbating heat stress in urban populations. Meteorological data is critical for assessing heat stress, and localized microclimate data provide more precise measurements of heat hazards than traditional weather station data. Our study explored microclimate patterns in space and time in tropical cities with rapidly growing urban populations and warming climates. We established a microclimate monitoring network with sensors measuring air temperature and relative humidity throughout two large cities in Gujarat, India. We collected hourly microclimate data on temperature and humidity from April 2023 to May 2024 from paired indoor/outdoor sensors at 48 homes in Ahmedabad and 45 homes in Surat. We summarized dry bulb (T) and wet-bulb (Tw) temperatures at indoor and outdoor locations, compared temporal patterns across seasons and times of the day, and investigated relationships with urban land cover. Indoor and outdoor microclimates had different diurnal variations, with distinctive patterns during the monsoon compared to other seasons. Building volume had warming effects and vegetation had cooling effects on minimum T and Tw, particularly at outdoor locations. In contrast, building volume had cooling effects and vegetation had warming effects on maximum T and Tw, particularly at indoor locations. Temperatures were consistently cooler at locations with higher albedo, and relationships with water were weaker and more variable. A model comparison found significant differences in land cover effects for indoor versus outdoor locations. Given the increasing occurrence of heat waves and climate-related health threats in western India and other tropical areas, it will be essential to account for the different spatial and temporal patterns of indoor and outdoor microclimates to more precisely identify locations and timings of temperature extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "WEFE nexus unveiled: a comprehensive review of monitoring and modelling methods in the water-energy-food-ecosystems nexus",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da3",
      "pubDate": "",
      "description": "Sustainable resource management in the face of climate change is a pressing challenge for our society. This paper delves into the water-energy-food-ecosystems (WEFE) nexus, a scientific framework that supports the integrated assessment and management of the interconnected resources. Shifting from sectoral to cross-sectoral and transdisciplinary perspectives, the WEFE nexus addresses interdependencies and interactions among water, energy, food, ecosystems, and climate. This paper focuses on the extended nexus, incorporating ecosystems as a fourth pillar, underscoring the importance of considering ecosystems on an equal footing with water, energy, and food sectors. In addition, the paper emphasizes the significance of monitoring and modelling techniques, laying the foundations for understanding the nexus complexities and assessing uncertainty. The paper offers an overview of integrated nexus modelling, system analysis and socio-economic modelling, bridging the gap between nexus science and practice. It highlights the role of multifaceted stakeholder engagement methods, policy assessment, and institutional analysis in nexus models. Quantifying the nexus through indicators, and its alignment with the Sustainable Development Goals, EU Green Deal, and EU Blue Deal are also key focal points. Finally, the last part of the paper addresses challenges in existing nexus modelling attempts, advocates for the integration of transdisciplinary information, and presents lessons learned. The paper concludes with recommendations for the future of the WEFE nexus, emphasizing its potential in fostering transformative change toward sustainable resource management and inclusive policymaking.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Strengthening the integrity of REDD+ credits: objectively assessing counterfactual methods using placebos",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f44",
      "pubDate": "",
      "description": "The financing of tropical forest conservation projects through the sale of carbon credits remains a key opportunity to curb forest loss. Reducing emissions from deforestation and forest degradation (REDD)+ projects generate carbon credits by reducing forest loss within the project area compared with a counterfactual area that faces similar pressures (known as ‘additionality’). Several methods are available for constructing counterfactuals, but comparing their reliability is challenging. Here, we present an evaluation approach based on the creation of placebo projects, where there are no REDD+ activities and in which we would not expect project and counterfactual outcomes to diverge. We compare four methods based on pixel matching that estimate counterfactual deforestation rates. Using 27 placebo projects spread across the tropics, we found that pixel-matching is a reliable way of estimating a key element of additionality (i.e. deforestation in counterfactual areas) when based on data gathered at the end of an evaluation period after project start (i.e. ex-post estimation). However, forecasting counterfactual deforestation rates from information available at the start of a project (i.e. ex-ante estimation) is much less reliable, reinforcing existing concerns about ex-ante crediting mechanisms. We argue that systematic application of the placebo approach can accelerate the development and adoption of more credible counterfactual-estimating methods. As counterfactuals are the basis which underpins the validity claims of most nature credits, strengthening the credibility of counterfactuals will enhance the effectiveness of conservation finance, helping REDD+ and other nature-based solutions realise their full potential in delivering real, measurable benefits.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Who shapes the just transition? Examining intellectual hegemony in climate research",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fab",
      "pubDate": "",
      "description": "Analysing a dataset of 5432 journal articles (1986–2023) using bibliometric techniques, we investigate the conceptual framing, thematic evolution and publication trends of just transition—a concept seeking to reconcile climate action with social and economic justice but the scope and application of which fuel intense debate between the Global South and North. Our findings reveal that a small cadre of scholars and core journals exert disproportionate influence, steering the discourse towards technological fixes at the expense of structural political change, societal transformation, inclusive sustainable development, and addressing global inequality. This intellectual hegemony underscores age-long significant challenges around the politics and ethics of knowledge production in the discourse of global sustainability, not least the grave risk of marginalising the experiences and perspectives of the most vulnerable, who remain under-represented in both scholarship and policy-making. We conclude by calling for the integration of diverse viewpoints to ensure just transition strategies are both effective and equitable across varied global contexts—an imperative made all the more urgent by the resurgence of fractured climate politics and weakened global solidarity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Focus on health-centred climate solutions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1244",
      "pubDate": "",
      "description": "Climate change poses a public health crisis. To simultaneously achieve climate and health goals, the health-centred climate solutions are of great interest to policymakers. Here, we provide an overview of a unique set of 27 papers published in the focus collection on ‘health-centred climate solutions’. We also take stock of recent literature on the health impacts of climate change, the effectiveness of adaptation actions, and the health co-benefits of mitigation actions. First, we summarise the evidence-based climate and health interactions and the quantitative projections of future climate-induced health burdens. Second, we focus on adaptation actions, in particular early warning systems, and how they influence health risks. Third, we synthesise the health co-benefits of mitigation actions through improving not only air quality but also physical activity level, and their distributional effects across regions and population groups. Finally, we point out important gaps in data, modelling frameworks, and topics to be tackled in future research. Through this synthesis, we aim to catalyse a paradigm shift toward health-centred climate solutions that prioritise health benefits while addressing climate change challenges.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Canada’s landscape fires spreading into uncharted territory",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1495",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projection of end-of-life electric vehicle batteries in India considering net-zero targets: a step towards circularity",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae03d9",
      "pubDate": "",
      "description": "India’s expanding road transport network has significantly improved connectivity but contributes 14% of energy-related emissions. Electrification is central to India’s net-zero target by 2070, but this transition will generate substantial electric vehicle (EV) battery waste. Currently, waste management infrastructure for recycling and recovering critical battery materials (e.g. lithium, cobalt, nickel, phosphorous) is growing at an optimum pace with the help of government policy support and overwhelming participation from the private sector. This study estimates EV battery waste until 2050 and evaluates the quantum of critical battery minerals (e.g. lithium, cobalt, nickel, manganese, copper and phosphorous) recovered by battery waste under three distinct scenarios: • Business-As-Usual. Continues current EV sales trends (2014–2023) to project future adoption. • Transformative Scenario. Targets 30% EV sales by 2030, with segment-wise penetration (e.g. two-wheeler (2W)/three-wheeler (3W): 35%, cars: 12–25%, buses/trucks: 30%). • Accelerated Scenario. Aligns with NITI Aayog’s (NITI Aayog is a policy think tank of the Government of India, providing directional and policy inputs) net-zero targets, aiming for 100% 2W/3W, 30%–70% in other segments by 2030. And two sub-scenario of battery-chemistry: a nickel–manganese–cobalt (NMC)–dominant case (98% NMC and 2% lithium iron phosphate (LFP)) and a LFP–dominant case (20% NMC and 80% LFP). The study projects the volume of end-of-life battery waste using a Weibull distribution, capturing variations in service life across vehicle segments. Covering six key segments—2W, 3W, private and commercial cars, buses, and trucks. The study estimates EV battery waste generation to reach 37–80 GWh annually by 2030, growing further sevenfold by 2040 and tenfold by 2050. Recovered materials from end-of-life batteries could supply 28%–43% of India’s critical battery material needs by 2030 to 2050, emphasising the need for robust recycling systems to support a sustainable, circular EV transition. This article recommends circular economy-based policies and practices that combine producer responsibility with time-bound collection and recycling targets, minimum recycled content requirements, battery passport traceability and clear rules for the movement and valuation of end-of-life batteries.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Record 2024 winter carbon emissions coincide with record warmth across boreal forest, tundra, and wetland ecosystems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae09bb",
      "pubDate": "",
      "description": "The warming Arctic could accelerate climate change as permafrost soil carbon is released as greenhouse gas emissions from boreal forest, tundra, and wetland ecosystems. Record climate conditions are increasingly common, with the 2023–2024 winter (September–April) documented as having the warmest land surface air temperatures on record for the Arctic region. However, corresponding impacts on ecosystem greenhouse gas fluxes typically take several years to diagnose, creating a knowledge gap between contemporary climate events and these fluxes. Here we synthesized near real-time data from 19 eddy covariance flux tower sites across the Arctic through the summer of 2024. This analysis revealed record net carbon dioxide and methane emissions occurring in winter, coinciding with warm 2023–2024 winter conditions. The increasing recognition of the importance of winter in shaping ecosystem carbon balance is still challenged by the difficulty of collecting data, with far more carbon flux measurements available in summer as compared to year-round. Improving the observation network’s extent and ability to deliver near real-time updates could provide immediate knowledge about the speed and strength of the permafrost carbon feedback to climate change. This increased awareness could help nations adapt their emissions policies aimed to avoid the worst impacts of climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Observing system needs for understanding carbon–climate feedbacks",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ae8",
      "pubDate": "",
      "description": "Carbon–climate (CC) feedbacks — arising from response of land and ocean carbon sinks to elevated CO2 and climate warming — are critical yet highly uncertain drivers of Earth’s climate trajectory. Processes such as permafrost thaw, tropical forest dieback, reduced ocean uptake, and intensifying climate extremes are already weakening natural carbon sinks, with potential to amplify warming and accelerate crossing of tipping points. Detecting and quantifying these dynamics requires sustained, high-resolution, spatially-comprehensive Earth Observations. Drawing on outcomes from a 2024 community workshop, we identify three core priorities for advancing CC feedback monitoring: (1) frequent, long-term measurements of carbon fluxes and stocks at sub-continental scales; (2) improved flux detectability using greenhouse gas partial columns; and (3) targeted monitoring of poorly-observed vulnerable regions, such as the tropics, high latitudes, and the Southern Ocean. We argue that a unified, multi-platform observing system, built on lower-cost, proven technologies and orbits and focused on high-risk observation gaps, would significantly reduce uncertainties in Earth System Models, provide early warnings of feedbacks and tipping points, inform climate mitigation strategies, and enhance transparency in carbon monitoring.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Tradeoffs between uniform land protection and biodiversity-specific land protection with <2 °C global warming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0aea",
      "pubDate": "",
      "description": "Nearly 200 countries have pledged to conserve 30% of terrestrial ecosystems to stop the global biodiversity crisis. However, biodiversity is not uniformly distributed across countries. Adequately addressing this crisis requires a scientific basis for selecting protected land that considers both ecological benefits and impacts to humans. We use the global change analysis model to evaluate land use tradeoffs of four land protection cases under two climate cases. We find that biodiversity-specific land protection up to 39% globally can reduce land use constraints and food prices compared to protecting 30% of land uniformly in each country (’30 × 30’ initiative). Valuing terrestrial carbon for climate change mitigation reduces land conversion pressure and can complement protection strategies. Global impacts to agriculture of additional land protection are small, but regional impacts vary and may be considerable. Overall, biodiversity-specific land protection has greater potential than a uniform target to meet both ecological and human needs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}