{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2026-01-10T07:25:26.703846",
  "items": [
    {
      "title": "Effects of meteorological factors on mosquito density in China: results from an ongoing surveillance study in Zhejiang Province",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1696650",
      "pubDate": "2026-01-08T00:00:00Z",
      "description": "ObjectivesThis study aimed to investigate the effects of meteorological factors on mosquito density by using a generalized additive model (GAM), and provide a scientific basis for the surveillance and early warnings of mosquito-borne diseases in Zhejiang Province.MethodsData on adult mosquito and larvae density were collected through ecological surveys conducted across Zhejiang Province, China, from 2017 to 2023. Meteorological data were obtained from the National Tibetan Plateau Data Center. The Kruskal-Wallis H-test and Chi-square test were used for the descriptive analysis of mosquito distribution characteristics, and Spearman rank correlation was used for the correlation of density indices. GAMs were developed to analyze the influence of meteorological factors on mosquito density. A value of p < 0.05 was considered statistically significant.ResultsThe average adult mosquito density was 10.16 per light night from 2017 to 2023 in Zhejiang Province, which exhibited a unimodal curve, peaking at 21.76 per light night in July. The average Breteau Index (BI) was 12.45. GAMs revealed that adult mosquito density and BI with or without a time lag were positively correlated with average air pressure, average monthly relative humidity, monthly sunshine hours, and average monthly temperature (all p < 0.05). Adult mosquito density and BI increased sharply below 17 °C, plateaued from 17 °C to 23 °C, and declined above 23 °C. Adult mosquito density and BI were both increased with rising humidity, and increased with monthly sunshine up to 220 h, then declined slightly above 220 h. Adult mosquito density increased with the growth of air pressure, while BI was highest when the air pressure was 970 hPa. The monthly precipitation had no contemporaneous effect on adult mosquito density or BI, yet it exerted a lagged effect on BI.ConclusionCertain meteorological factors significantly influenced both adult mosquito density and the larvae density, with or without a time lag. It is crucial to incorporate the impact of meteorological factors into the ongoing processes of mosquito control, monitoring, and early warning systems.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Exploring intergenerational knowledge transfer within Inuvialuit families: connecting wellbeing, food security, and climate resiliency",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1694926",
      "pubDate": "2026-01-07T00:00:00Z",
      "description": "IntroductionToday in the Inuvialuit Settlement Region, Canada, many community members are closely connected to and dependent on the land, with 68.9% of Indigenous people in the ISR indicating that they fished and harvested in 2023. Access to cultural practices and activities with family and on-the-land has been identified as vital to food sovereignty, food security, and wellbeing.MethodsThis study, using a foodways transmission lens, documents Inuvialuit families’ experiences with CF and subsistence harvesting, including the intergenerational transmission of Inuvialuit Knowledge, which support food sovereignty and wellbeing. Using a community-based action research approach, we partnered with community organizations and community researchers to conduct nine family-group interviews with participants (n = 28) across Aklavik, Tuktoyaktuk, and Ulukhaktok, representing two to three generations (youth, middle-aged adults and Elder).ResultsReflexive thematic analysis identified four themes: (1) Learning on the land through experiences; (2) Nourished by the land; (3) Navigating barriers; and (4) Inuit guiding principles for present and future generations’ wellbeing. Findings highlight that extended time on the land as a family fosters holistic nourishment, harvesting and survival skills, and skills for “living a good life,” while systemic and climatic changes constrain these opportunities for families. Families emphasized guiding principles such as sharing, environmental stewardship, and adaptability as key for keeping present and future generations healthy.DiscussionThe information provided in this paper is not new to Inuvialuit. It is provided for the benefit of evidence for programs, policies, and services, as well as for non-Inuvialuit audiences to better understand the importance of family, subsistence harvesting, the transmission of Inuvialuit Knowledge, and culture to food security and wellbeing.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "COP29 at the climate crossroads: achievements, gaps, and implications for a warming world",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1685999",
      "pubDate": "2026-01-06T00:00:00Z",
      "description": "The 29th Conference of the Parties (COP29), held in Baku, Azerbaijan, in 2024, convened amidst escalating climate crises and unprecedented global warming, with 2024 recorded as the hottest year in history. This perspective critically examines the outcomes of COP29, evaluating its achievements, gaps, and implications for global climate governance. Notable achievements include the establishment of the New Collective Quantified Goal (NCQG), tripling climate finance commitments to $300 billion annually by 2035, and the operationalization of Article 6 carbon markets, which promise to mobilize significant resources for mitigation and adaptation efforts. Progress was also made on the Loss and Damage Fund, addressing climate justice for vulnerable nations, and the launch of the Baku Adaptation Roadmap, a structured pathway for advancing global resilience. These initiatives promise enhanced transparency, increased climate finance, and a structured approach to adaptation. However, the summit fell short of delivering transformative actions necessary to align with the 1.5°C target, particularly in areas such as fossil fuel phaseout, equitable finance mechanisms, and loss and damage support. The NCQG's reliance on private finance and loans, rather than grants, underscored ongoing inequities, while insufficient funding and delayed implementation of the Loss and Damage Fund further strained trust between developed and developing nations. Geopolitical tensions, coupled with the influence of fossil fuel interests, diluted negotiations, leaving critical issues deferred to COP30. The findings emphasize the need for robust accountability, equitable financial mechanisms, and inclusive frameworks to align global efforts with the escalating urgency of the climate crisis. As the world turns to COP30 in Belém, Brazil, this perspective provides actionable insights into the transformative changes required to achieve a sustainable and equitable future.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Cultivating resilience: localized insights into climate impacts and gendered adaptation strategies in smallholder farming in Ghana",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1727893",
      "pubDate": "2026-01-05T00:00:00Z",
      "description": "BackgroundSmallholder farmers bear disproportionate climate-related risks due to heavy reliance on natural resources and limited access to adaptive technologies. Male and female farmers experience climate change impacts differently, yet there remains limited localized understanding of gender-specific adaptation strategies in Ghana. This study explores gendered perspectives on climate adaptation in the Ejura-Sekyedumase Municipality. It addresses essential knowledge gaps in how structural inequalities, indigenous knowledge systems, and institutional access intersect to shape differentiated adaptive pathways among smallholder farming communities.MethodsGrounded in Feminist Political Ecology and Adaptive Capacity theory, we employed an exploratory qualitative design from June–August 2023. Using purposive sampling, we conducted semi-structured interviews (n = 40), focus group discussions (n = 3), and field observations with smallholder farmers across three sub-districts: Ejura, Hiawoanwu, and Sekyedumase. Data were thematically analyzed following Braun and Clarke's approach, with data integration enhancing validity and contextual depth. Verbatim quotations were employed to preserve research participants' voices and validate emergent themes.ResultsFindings revealed profound gender disparities in access to land, credit, and extension services that systematically constrain women's adaptive capacity. Male farmers engaged in larger-scale, capital-intensive practices such as mechanized ridging, enabled by institutional connections and cooperative membership. Conversely, women developed innovative, smaller-scale strategies including mulching, seed preservation, food processing, and water conservation that required minimal external inputs yet demonstrated ecological sustainability and community focus. Women's adaptation operated through informal knowledge-sharing networks, collective labor arrangements, and indigenous forecasting methods. These practices reveal adaptive agency despite structural marginalization. Spatial inequalities across sub-districts and intergenerational tensions between traditional knowledge and technological innovation further shaped adaptation dynamics.ConclusionThis study demonstrates that effective climate adaptation requires gender-transformative policies addressing structural inequalities in land tenure, credit access, and institutional support. It also emphasizes recognizing and scaling women's ecologically grounded innovations. The research advances Sustainable Development Goals 2, 5, and 13 by revealing their fundamental interdependence. It emphasizes that climate-resilient food systems cannot be achieved without dismantling gender inequalities that constrain adaptive capacity among smallholder farmers.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Carbon emissions and subjective well-being in Blue Zone Ikaria and Athens, Greece",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1669144",
      "pubDate": "2025-12-19T00:00:00Z",
      "description": "Reducing carbon emissions has become largely synonymous with personal sacrifice that can decrease subjective well-being (i.e., happiness, life satisfaction). However, a growing body of research suggests that pro-environmental behavior is positively associated with subjective well-being. To further examine this relationship, this exploratory study examined individual carbon emissions and subjective well-being in Blue Zone Ikaria, Greece, using Athens as a comparison site. Structured interviews and questionnaires with 46 participants (22 in Ikaria, 24 in Athens) revealed that Icarian participants reported higher mental well-being and lower carbon emissions from air travel and clothing consumption than Athenian participants. Icarian participants were also more likely to grow their own food and identify as part of a tight-knit community. These findings suggest that community-focused lifestyles may promote mental well-being while reducing carbon emissions. Future research with larger, more representative samples and objective emissions data is needed to further explore this relationship in Ikaria and other non-WEIRD (Western, Educated, Industrialized, Rich, Democratic) societies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Analysis of China’s energy consumption and economic growth based on the Tapio decoupling model",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1728546",
      "pubDate": "2025-12-19T00:00:00Z",
      "description": "At present, driven by the urgent demands of the “dual carbon” goals and industrial transformation and upgrading, the underlying logic of the relationship between China’s energy consumption and economic development has undergone changes. This study employs the Tapio decoupling model to analyze the decoupling relationship between China’s energy consumption and economic growth during the period from 2006 to 2024, covering the 11th to the 14th Five-Year Plans, and provides prospects for the 15th Five-Year Plan. The results show that: (1) The decoupling state between China’s total energy consumption and economic growth has shifted from weak decoupling to expansive coupling; however, with the realization of the “dual carbon” goals, the relationship between China’s energy consumption and economic growth is likely to return to the track of weak decoupling during the 15th Five-Year Plan period. (2) Significant differences exist in the decoupling indices among fossil energy sources with different carbon emission levels. Coal and oil generally exhibit a state of weak decoupling, while natural gas has long been in a state of expansive negative decoupling. During the 15th Five-Year Plan period, coal and oil may shift toward strong decoupling, However, natural gas may achieve weak decoupling, as economic growth is becoming increasingly dependent on it. (3) Economic growth shows a high degree of dependence on non-fossil energy, which has long been in a state of expansive negative decoupling, and this state is expected to persist during the 15th Five-Year Plan period. This study helps to explore the internal linkage between energy consumption and economic development, Explore the intrinsic relationship between energy consumption and economic development, along with the underlying reasons for their decoupling state, thus providing references for China’s energy policy optimization, the advancement of the “dual carbon” goals, and industrial transformation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Indigenous peoples’ voices and engagement on climate change: towards improved health and wellbeing",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1693544",
      "pubDate": "2025-12-18T00:00:00Z",
      "description": "Western climate science largely fails to value, engage with and apply Indigenous Knowledges in a meaningful way. Here, we explore the ways in which the current gap in Indigenous Knowledges and representation in climate research can be addressed. A rapid review of relevant literature and grey materials was conducted to identify how Aboriginal and Torres Strait Islander Peoples, and the essential Knowledges they hold, should and will inform and direct climate change research. This timely review of academic and grey literature to inform a wider public conversation of Indigenous leadership, voices and participation in climate change discussions, in and beyond the Intergovernmental Panel on Climate Change (IPCC) process, both in Australia and with consequences internationally.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Gender dynamics in climate information services: a systematic review of intersectional influences and strategies for smallholder farmers in Sub-Saharan Africa",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1681671",
      "pubDate": "2025-12-17T00:00:00Z",
      "description": "IntroductionThe adoption of Climate Information Services (CIS) in Sub-Saharan Africa (SSA) is critical for enhancing agricultural resilience amid escalating climate variability, yet equitable access remains hindered by systemic gender disparities and insufficient attention to intersectional factors. This review examines the dynamics in gender-responsive CIS adoption and use, emphasizing the neglect of intersecting social dimensions, which exacerbate barriers for marginalized women.MethodologyA systematic review of peer-reviewed literature was conducted, focusing on studies addressing CIS adoption in SSA from 2014 to 2024. Sources were drawn from databases such as Web of Science, Scopus, PubMed, CABI Abstracts, and Africa Portal. Qualitative and quantitative studies were analyzed to assess methodological approaches.Key findingsAlthough gender is widely addressed in the reviewed literature, only 4 of the 19 studies (21%) explicitly analyzed more than one intersecting identity category. This demonstrates a substantial gap in intersectional evidence within CIS research, limiting understanding of compounded barriers faced by women who are constrained by asset scarcity and social exclusion. Resource barriers, such as limited access to mobile phones and radios, are acknowledged, but cost-effectiveness evidence of interventions like subsidized technologies are scarce. The lack of gender-disaggregated data hinders tailored CIS design.RecommendationsFuture research should prioritize in-depth, qualitative studies to explore how intersecting identities shape CIS access, employing participatory methods to capture cultural and social dynamics. These strategies aim to bridge gender gaps, enhance climate resilience, formulate gender inclusive policies and foster sustainable agricultural development in Sub-Saharan Africa.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Farmers’ willingness to pay for weather and climate information services in sub-Saharan Africa: a systematic review with meta-analysis",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1692594",
      "pubDate": "2025-12-15T00:00:00Z",
      "description": "Access to Weather and Climate Information Services (WCIS) is critical for strengthening farmers’ resilience to climate risks. Yet, understanding farmers’ willingness to pay (WTP) for WCIS and its determinants for designing sustainable delivery and financing mechanisms in sub-Saharan Africa (SSA) remains limited. This study synthesizes existing evidence on farmers’ WTP for WCIS in SSA through a systematic review with meta-analysis of 14 relevant publications involving 20 empirical studies covering 5,709 farmers across 11 countries. The pooled estimate indicates that approximately 75% (95% CI: 65–83%) of farmers are WTP for WCIS, with a higher preference for bundled services (86% [95% CI: 79–91%]) compared to standalone WCIS products (48% [95% CI: 35–62%]). On average, farmers are willing to pay 8.11 USD/year (95% CI: 3.20–13.02) for WCIS, with a higher amount (13.7 USD/year, 95% CI: 8.37–19.06) for bundled services compared to standalone WCIS (1.38 USD/year, 95% CI: 0.16–2.59). Key drivers of WTP include economic and financial factors (access to credit and farm size), ownership of Information and Communications Technology (ICT) devices (mobile phone and television), access to extension services and market information, perceived forecast accuracy, and awareness and exposure to climatic risks. In contrast, traditional socio-demographic variables such as age, gender, and education showed limited explanatory power. These findings underscore that while farmers value WCIS, the amount they are willing to pay to access WCIS remains very low, limiting the viability and sustainability of business models with revenue generation relying solely on farmers. The paucity of studies and the heterogeneity in the findings call for further research on farmers’ WTP for WCIS across geographical and socioeconomic contexts of the continent, with a focus on developing sustainable business models that engage the private sector to support effective climate information dissemination and build climate-resilient farming systems.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Anti-racist reorientations to land through gardening with newcomer youth of color",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1639059",
      "pubDate": "2025-12-15T00:00:00Z",
      "description": "Our paper seeks to dis/orient normative scholarship on climate migration and climate refugees that reify misleading claims about the relationship between mass migration and climate change, which have been shown to further marginalization of people from the Global South. We orient our attention to a topic that has received considerably less attention in the literature on critical environmental studies: how newcomer (refugee) youth of color (re)establish relationships with more-than-human life, land, air, and water in their newly adopted home in the Global North. Drawing from a three-year-long, community gardening project co-created with the youth, we offer a qualitative analysis of the youths’ participatory, embodied, and discursive work over the first 2 years of creating and caring for the community garden. From a pragmatic perspective, our work arises from the concern that families and youth of color in North America are intersectionally disadvantaged in terms of accessing city resources and public spaces during their resettlement, as noted by critical sociologists of race, migration and gender. Our study reveals how the youths’ participation was centered in the garden through adopting an anti-racist praxis, while also offering an expansive vision of how race and climate are implicated in migration.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Enhancing public health through ocean research—a model for global partnership",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1670665",
      "pubDate": "2025-12-15T00:00:00Z",
      "description": "Understanding the connection between ocean health and human health is currently limited and fragmented, calling for transdisciplinary research and strategic action. The contribution of public health experts alongside marine scientists are essential for a comprehensive understanding of the health-environment-climate nexus in a Planetary Health perspective. This paper proposes a novel Model for a standing Global Partnership, the SeA Care project. This initiative aims to align efforts within the framework of the Sustainable Development Goals merging the principles of Planetary Health with the “One Water” approach. By doing so it seek to foster the development and assessment of new strategies for oceanwide surveillance focusing on adaptation, mitigation and prevention.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The canary and the crucible: Fiji’s climate stewardship and a blueprint for planetary resilience",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1707039",
      "pubDate": "2025-12-11T00:00:00Z",
      "description": "At the razor’s edge of the Anthropocene, Fiji offers the world not a plea for help, but a masterclass in survival: turning existential threat into a radical blueprint for planetary endurance. This review interrogates Fiji’s holistic climate resilience framework as a frontline small island developing state. The central research question asks: How has Fiji integrated national legislation, catalytic climate finance, rights-based mobility, and strategic diplomacy to construct a comprehensive governance model, and to what extent can this emergent architecture serve as a transferable blueprint for anticipatory adaptation in the Anthropocene? A systematic synthesis of scientific literature, policy texts, and institutional reports deconstructs Fiji’s multi-scalar response into a coherent conceptual model. The analysis advances the “Archipelagic Resilience Model,” structured around four interdependent pillars. Geopolitical Acupuncture leverages Fiji’s moral authority to exert influence in global climate governance. Braided Resilience entwines indigenous ecological knowledge, particularly the Vanua worldview, with contemporary climate science. Catalytic Finance mobilizes resources through innovative mechanisms such as sovereign blue and green bonds. Socially-Just Climate Mobility pioneers a rights-based relocation framework that safeguards dignity and cultural continuity. While innovative, this model exposes tensions, including the development–adaptation paradox and risks of maladaptation. By articulating both synergies and contradictions, the study reframes Fiji as a norm entrepreneur and blueprint for planetary resilience. It establishes a forward-looking research agenda to quantify braided systems and scale equitable adaptation pathways in vulnerable contexts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "A study protocol to co-develop and evaluate interventions that strengthen healthcare resilience to extreme weather events in three African countries: the ASTRA study",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1679392",
      "pubDate": "2025-12-11T00:00:00Z",
      "description": "Extreme weather events (EWEs) are becoming more frequent and intense due to climate change, disrupting healthcare systems and increasing risks for vulnerable populations. In low- and middle-income countries, these disruptions threaten progress in HIV and tuberculosis (TB) care by limiting access, straining services, and worsening health outcomes. Building health system resilience through environmentally sustainable infrastructure and processes, adequate and skilled workforce, and community engagement is essential to ensure continuity of care. In this four-year study (ASTRA), we aim to co-design, prioritise and evaluate interventions to strengthen community and health system resilience to EWEs for people living with HIV/TB. This multi-phase, mixed-methods study will be conducted in Mozambique, South Africa, and Zambia, countries which are highly vulnerable to EWEs such as storms, cyclones and flooding and bear a high burden of HIV and TB. Phase 1 will focus on understanding the context through stakeholder mapping, scoping interviews, a Delphi consensus process, and assessments of community and health facility vulnerability and adaptive capacity. We will carry out rapid ethnographic assessments [also known as Broad Brush Surveys (BBS)], spatial and statistical modelling, and a policy and programme analysis in this phase. Phase 2 will involve four sequential co-creation workshops in each country to produce prototype interventions that will be refined and prioritised for evaluation. In Phase 3, we will evaluate selected interventions using system dynamics modelling and economic analysis. Using systems dynamics modelling, we will model the final set of interventions, individually and in combination, to explore their potential effects on service delivery during EWEs. The economic evaluation will estimate the costs of inaction, assess the benefits of interventions through multi-criteria decision analysis, and determine their value for money to inform priority setting and policy action. Overall, the innovative use of participatory co-creation processes, system dynamics modelling, and economic evaluation, provides a model for designing and assessing adaptation interventions that are both evidence-based and locally relevant. ASTRA will inform national policy and planning and offer transferable knowledge for other climate-vulnerable settings facing similar challenges.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing climate change impact on storm surge and funding strategies in east peninsular Malaysia",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1634062",
      "pubDate": "2025-12-11T00:00:00Z",
      "description": "Climate change is intensifying storm surge risks in Southeast Asia, particularly along Malaysia’s east coast facing the South China Sea. This study uses the d4PDF climate dataset to simulate maximum storm surge heights under 2 °C and 4 °C global warming scenarios. Results show that projected surge heights exceed 1 meter at all key coastal stations, with localized surges reaching up to 1.8 meters. By integrating these projections with 2014–2024 flood loss statistics and national budget allocations, the study identifies a concerning mismatch between increasing storm surge risks and current mitigation investments, suggesting that existing policy frameworks are underfunded and may lack the capacity to adequately protect high-risk coastal areas. To address this, the study recommends the development of a unified regional storm surge prediction and response system that integrates real-time data and supports cross-border coordination. It also proposes the establishment of standardized infrastructure guidelines tailored to storm surge resilience, and calls for increased investment in community-based risk mapping powered by artificial intelligence (AI). These strategies provide an actionable framework for strengthening disaster management, improving policy responsiveness, and enhancing coastal resilience across Malaysia and Southeast Asia.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Robust circulation changes in the tropics under a warming climate: a topical review",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1713513",
      "pubDate": "2025-12-10T00:00:00Z",
      "description": "Tropical monsoons are crucial atmospheric phenomena that impact more than two-thirds of the global population. Numerous previous studies have investigated changes in tropical circulation under climate change for individual ocean basins. In this review, we synthesize the robust changes in tropical atmospheric circulations and precipitation under a warming climate using CMIP6 data for illustration. Sea surface temperature, precipitation, and cloud cover are enhanced over the central and eastern Pacific, similar to El-Niño. In the Indian Ocean basin, the sea surface warming pattern is similar to the positive Indian Ocean Dipole phase, with low-level easterly anomalies in the central tropical Indian Ocean, which diverge into two anticyclones off the east coast of Africa. In the Atlantic, a larger increase in sea surface temperature is simulated along the eastern equatorial Atlantic, like an east Atlantic El-Niño condition. An increase in summer monsoon precipitation over South Asia and a decrease over North and South America, the Maritime continent, and Southern Africa are simulated. In the Northern African monsoon region, an east–west asymmetry is projected with a decrease in rainfall in the west and an increase in the east. The interconnection between the identified robust changes in circulation and precipitation over the three oceanic basins under a warming climate has been explored via earlier studies and model simulations. This review provides a holistic picture of regional tropical circulation and precipitation changes under a warming climate.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Responsible research and innovation of carbon removal: strategies for field trials",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1658453",
      "pubDate": "2025-12-10T00:00:00Z",
      "description": "Demonstrating methods for removing carbon dioxide from the atmosphere is now a focus of research and development programmes designed to support decision making about future technology deployment. In this perspective piece, we outline some of the approaches to responsible research and innovation (RRI) being put to work in a United Kingdom-based programme organising field trials of various carbon removal methods. Unlike the disruptive technologies that predominate in RRI scholarship, many land-based methods for carbon removal have already been deployed, in some cases over many decades, with governance closely linked with longstanding fields of research and practice. We highlight why responsible innovation frameworks that developed in the context of geoengineering controversies may be only partially-suited to field trials of land-based carbon removal methods. We suggest that field trials of carbon removal methods are not simply evidentiary procedures but also strategic sites within an emerging innovation regime where RRI approaches can be both implemented and critically tested.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Unlocking resilience: exploring climate dynamics in small-scale irrigation systems of Sissala West District of north-western Ghana",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1733615",
      "pubDate": "2025-12-10T00:00:00Z",
      "description": "This study explores climate dynamics and resilience of small-scale irrigation facilities in the Sissala West District of north-western Ghana. A multiple cross-sectional case study design was used. We randomly and proportionately sampled 208 small-scale irrigation farmers for the study. We used questionnaire, Focus Group Discussions, and semi-structured interviews for data collection. The quantitative data were analysed using the Statistical Package for Social Sciences, while thematic analysis was applied in analysing the qualitative data. The findings indicate that rainfall variability and high temperatures pose serious threats to irrigation dams and dugouts, resulting in their inability to have enough water for dry-season farming. The irrigation farmers, therefore, experienced low yields, low income, and loss of investment. Variability of rainfall, high evapotranspiration, and scarcity of irrigation water were responsible for the under-utilisation of irrigation assets in the district. Planting of trees around reservoirs; addressing erosion using vetiva grass on the embankment of the dams and dugouts, regular maintenance of lateral canals, avoidance of farming very close to the basins and river beds to the dams can address siltation. The District Assembly needs to prioritise the rehabilitation and regular monitoring and supervision mechanisms in collaboration with the user communities to promote the achievement of long-term benefits of dry season farming.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Africa’s climate leadership and health resilience: insights from the 2nd Africa Climate Summit, Addis Ababa, 2025",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1706512",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "IntroductionThe 2nd Africa Climate Summit (ACS2), held in Addis Ababa, Ethiopia, in September 2025, marked a significant shift in Africa’s climate leadership, positioning the continent not only as a victim of climate change but also as a key solutions provider. Africa faces severe climate impacts despite contributing minimally to global greenhouse gas emissions, with consequences including health crises and economic losses. This paper explores the outcomes of ACS2 and the intersection of climate action and health resilience, outlining the continent’s commitments to renewable energy, climate finance, and nature-based solutions.MethodsThis study employs a policy review and analytical synthesis of official summit documents, including the Addis Ababa Declaration, technical reports, and expert session transcripts. Data was coded and analyzed across five key themes: climate finance, renewable energy, climate-health integration, nature-based solutions, and global climate diplomacy. The research also incorporates media briefings and partner reports to provide a comprehensive understanding of ACS2’s commitments and challenges.ResultsACS2 produced groundbreaking commitments, such as the launch of the African Climate Facility (ACF) to mobilize $50 billion annually for climate solutions and the integration of health resilience in climate policy. The Addis Ababa Declaration emphasized climate justice, linking development and climate action. Key initiatives, such as the Africa Green Industrialization Initiative and the African Forest Landscape Restoration Initiative, demonstrate Africa’s commitment to green industrialization and environmental restoration. The summit also prioritized renewable energy, setting ambitious targets for clean energy access and green growth.DiscussionWhile ACS2 marks a pivotal moment in Africa’s climate diplomacy, several implementation challenges remain, including financing gaps and institutional capacity constraints. Despite substantial financial pledges, Africa’s climate finance needs far exceed current commitments, and there are concerns regarding the adequacy of climate finance mechanisms. The paper discusses how ACS2’s outcomes align with Africa’s broader climate goals and offers policy recommendations for overcoming barriers to implementation. Additionally, it underscores the inseparability of climate justice and health resilience, stressing the importance of integrated solutions to both climate and health crises.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Hydroclimatic extremes and food security hotspots in West Africa: evidence from rainfall–yield interactions",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1717323",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "IntroductionRainfall regimes across West Africa have undergone substantial transformations over the past four decades, with profound implications for rainfed agriculture and food security. However, limited understanding persists on how rainfall extremes translate into spatially differentiated crop yield responses across agroclimatic zones.MethodsThis study integrates multi-decadal climate datasets with crop yield data from the Global Dataset of Historical Yields (GDHY) to assess the sensitivity of maize, rice, and soybean yields to hydroclimatic extremes across six agroclimatic zones. A sensitivity analysis using an Ordinary Least Squares regression framework quantified crop yield responses to key climatic variations across multi-decadal timescales, agroclimatic zones, and administrative units.ResultsResults reveal marked north–south contrasts in rainfall extremes. In the Sahelian and Sudanian zones, seasonal rainfall increased by 5%–25% since the 1990s and up to 80% in the Northern Sahel by 2024, largely driven by more frequent wet days and intensified rainfall events. These trends heighten flood and erosion risks in northern regions. Conversely, the Guinean zones exhibit stagnating or declining rainfall, coupled with over a 90% increase in consecutive dry days in Central Guinea, signaling intensifying drought stress. Crop yield responses associated with these hydroclimatic patterns. Maize yields increased by 40%–50% in the Sahelian, Sudanian, and parts of the Guinean zones, while rice yields declined by 20%–50% in Nigeria’s Sudanian and Eastern Guinea regions. Soybean showed localized yield gains but remained extremely sensitive to rainfall deficits and heat extremes.DiscussionBy linking rainfall variability to spatially explicit yield responses, this study provides a novel multi-decadal sensitivity framework for evaluating climate impacts on agriculture in West Africa. The findings highlight the urgent need for region-specific, climate-smart adaptation strategies, emphasizing flood and erosion management in the north and drought resilience in the south, to sustain food production under increasing climatic variability.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Integrating value systems and place-based characteristics in climate risk assessments",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1719404",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "This article examines how value systems and place-based characteristics shape the ways in which local communities define, represent and prioritise climate risks in urban and rural settings. Drawing on 10 climate impact-chain assessments—co-developed through participatory processes with stakeholders in demonstration regions across Europe within the EU project VALORADA—we explore four hazard domains: urban warming, heatwaves, droughts and extreme precipitation. Building on previous literature and based on our observations, we show that the identification, definition and prioritisation of climate risks extend beyond biophysical aspects or existential threats and are also influenced by locally salient values, including sustainability, security, safety, identity, human health, cooperation and trust. These values can, at times, come into tension—particularly where the management of scarce resources (e.g., water) is contested, or where policy goals such as environmental conservation and economic development intersect within the same decision arena. We conclude by suggesting that addressing the challenge of integrating value-based and place-specific characteristics into climate risk assessments may benefit from illustrating how climate hazards influence local value frameworks and shape meaningful societal participation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}