{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-14T01:59:44.357464",
  "items": [
    {
      "title": "Energy production and inter-farm wake losses in future North Sea wind farms",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a2",
      "pubDate": "",
      "description": "The deployment of new wind farms in the North Sea is an essential part of Europe’s transition to low-emission energy sources. Here, we use the mesoscale climate model COSMO-CLM to simulate the energy production of a realistic 92 GW wind farm expansion scenario and compare it with that of the wind farm distribution in 2024. The simulations indicate that added inter-farm wakes would cause the annual energy production of 25 out of 69 operational wind farms to decline by over 5%, with 13 of them experiencing reductions exceeding 10%. These annual losses are composed of intermittent wake periods characterized by large production deficits. For instance, the planned Princess Elisabeth zone in Belgian waters is expected to reduce the output of the existing Belgian wind farm cluster by more than 15% during one out of every five 24 h periods with high production potential (  ms−1). Despite these enhanced inter-farm interactions, we find that the overall capacity factor over the basin increases by 1.6%pt after expansion due to the deployment of next-generation turbines and installation at low capacity densities in high-resource zones. However, negative impacts are highly region-dependent and many wind farms may face substantial losses. Although more validation studies are recommended to further constrain the uncertainty on the presented results, this work demonstrates the need for a coordinated wind farm expansion strategy, especially because spatial constraints are expected to intensify on the path to surpassing 200 GW of capacity in the North Sea by 2050.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing future environmental benefits of agricultural abandonment and recultivation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add9b0",
      "pubDate": "",
      "description": "Agricultural land abandonment presents potential environmental benefits through either revegetation, and associated carbon sequestration, habitat and landscape connectivity benefits, or recultivation, which offsets the need for agricultural conversion of natural areas. Yet, the extent and pace of land abandonment depends on future demand for food, energy, and other anthropogenic drivers. Here we quantify the extent and spatial distribution of agricultural abandonment and conversion in the southeastern US under a range of future development scenarios, addressing (1) what is the extent of future agricultural abandonment and conversion, (2) how much forecast agricultural conversion could be offset by recultivation of abandoned land, and (3) within a given development scenario, how do different strategies for recultivation of abandoned lands influence (a) habitat fragmentation and (b) connectivity for the umbrella species Ursus americanus. Future abandonment ranged from 1.63 Mha (local economic scenario) to 7.95 Mha (local environmental scenario). Future conversion ranged from 1.24 Mha (global environmental scenario) to 5.65 Mha (global economic scenario). While environmental scenarios predicted surplus abandonment available to offset all conversion, economic scenarios predicted enough abandonment to offset a third of conversion at most. Within a given development scenario, strategic recultivation targeting carbon or biodiversity conservation can reduce fragmentation by up to 17% compared to land-use decisions that do not consider those characteristics. However, strategic recultivation did not significantly affect connectivity, which was instead driven by development scenarios: cost-weighted distance to least-cost path ratio was highest in the economic development scenarios and lowest in the environmental concern scenarios. Our results suggest that while socio-economic development scenarios are the primary drivers of land-use change patterns and the attendant ecological consequences, strategic recultivation decisions targeting carbon sequestration or biodiversity potential can reduce habitat fragmentation within development scenarios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Marginal ecologies: a framework for studying the social–ecological margins",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add35f",
      "pubDate": "",
      "description": "Both anthropologists and ecologists have increasingly recognized the need to reach beyond their own disciplinary frameworks when handling processes of marginalization that involve intersecting social–ecological dimensions, particularly as global environmental challenges force humans and wildlife into new and challenging conditions. In this letter, we suggest a cross-disciplinary framework for studying the social–ecological margins. We highlight two definitions of marginality, one from the social sciences and one from the natural sciences, and discuss the relations that render a research subject marginal through four case studies on wildlife and agriculture. This discussion illuminates the importance of studying the behavioral and cultural repertoires with which marginal populations respond to social–ecological constraints.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global drivers of forest loss at 1 km resolution",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add606",
      "pubDate": "",
      "description": "Forests are in decline worldwide due to human activities such as agricultural expansion, urbanization, and mineral extraction. Forest loss due to generally temporary causes, such as wildfire and logging, is important to distinguish from permanent land use conversion due to the differing ecological and climate impacts of these disturbances and for the purposes of developing effective policies and management strategies. Existing global maps of the drivers of forest loss that are widely used are not spatially or thematically detailed enough for decision makers at local-to-regional scales, such as governments, land managers, or companies. Using publicly available satellite observations (Landsat, Sentinel) and ancillary biophysical and population data, we developed a 1 km resolution, global map of the dominant drivers of forest loss from 2001 to 2022 with seven classes: permanent agriculture (e.g. commodity crops or pasture), hard commodities (e.g. mining), shifting cultivation, logging, settlements and infrastructure, wildfire, and other natural disturbances. We interpreted nearly 7000 reference samples to train a global neural network model that classifies the driver of tree cover loss with an overall accuracy of 90.5%. Our results show that permanent agriculture was the leading driver of forest loss globally, representing 35% of loss from 2001 to 2022. The drivers of tree cover loss vary by region, with the leading driver identified as logging in Europe, permanent agriculture across the tropics, and wildfire in Russia, the Asian mainland, North America, and Oceania. Our results enable assessment of forest disturbance dynamics from local to global scales and can support tracking progress towards corporate and governmental zero-deforestation commitments, monitoring deforestation risks within jurisdictions and supply chains, and assessment of global biodiversity targets.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mixed correlations between groundwater extraction in India and accumulation of physical and human capital",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd32",
      "pubDate": "",
      "description": "The idea of weak sustainability posits that the exploitation of a natural resource, even if it depletes it, could be accompanied by investments in man-made forms of capital that may help maintain human wellbeing in the long run. Here, we conduct an initial test of the empirical evidence that such investments were made in the context of groundwater extraction in India. Irrigation with groundwater has played a crucial role in India’s rural development, but also made it the world’s largest consumer of groundwater with fast depleting aquifers. We test whether in locations that have extracted greater amounts of water between 1966–2009, there are indications of greater accumulation of household level physical (assets) and human (education and health) capital, presumably through the investment of income generated from irrigation. We document positive correlations between groundwater utilization and the accumulation of physical assets. The results are more mixed for correlations with health and learning outcomes, which are likely the most important for the diversification of income away from farming once irrigation is no longer viable.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Potential impacts of marine carbon dioxide removal on ocean oxygen",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d4",
      "pubDate": "",
      "description": "Global warming is a main cause for current ocean deoxygenation. A deployment of marine carbon dioxide removal (CDR) for mitigating global warming could therefore also be viewed as a measure for mitigating ocean deoxygenation if, and only if, the respective CDR measure itself does not lead to a larger oxygen loss than the reduction in atmospheric CO2 would prevent. We here review the current state of knowledge regarding the potential impacts of various marine CDR (mCDR) options onto ocean oxygen, a key ocean state variable and an essential element for all higher forms of marine life. Using results from global model simulations, we show that biotic approaches, such as ocean fertilization, macroalgae cultivation and sinking, and placement of organic matter that is prone to remineralization, can lead to a loss in seawater dissolved oxygen that is 4–40 times larger than the oxygen gain that would result from the CDR-induced reduction in global warming only. Biotic approaches also tend to enhance the amplitude of the diel cycle in dissolved oxygen, with possible physiological impacts specifically in shallow-water environments of coastal vegetated ecosystem. In contrast, geochemical approaches, and biotic approaches that avoid remineralization of biomass within the ocean, may be applied in ways that have minimal impacts on dissolved oxygen. We suggest that impacts on marine oxygen should be accounted for in assessing the suitability of mCDR, and that oxygen should be measured prior to, during and after any research-scale or full-scale implementation activity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Multicore structures of oceanic mesoscale eddies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d6",
      "pubDate": "",
      "description": "Mesoscale eddies observed in coarse-resolution data typically appear with a single center. However, recent altimetry observations of Surface Water and Ocean Topography (SWOT) reveal many eddies own multicore structures. This study investigates the differences between these multicore eddies and single-core eddies and how the multicore eddies are generated. SWOT observation shows that about two-thirds of anticyclonic and cyclonic eddies have multiple centers, mainly found in mid-latitudes in the Northern Hemisphere and high-latitudes in the Southern Hemisphere. Additionally, the geostrophic velocity in multicore eddies is generally higher, through inverse barotropic energy, than in single-core ones. Using LLC4320 simulations, we found that the baroclinic (BC) instability plays a key role in forming these subcenters, and the probability of eddies generating multiple centers decreases during the eddy lifecycle. There are more multicore eddies observed in winter, corresponding to a larger BC growth rate, than in summer. Our study provides new insights into the structure of eddies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Skill-informed seamless communication of European S2S hydrological forecasts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d7",
      "pubDate": "",
      "description": "Sub-seasonal to seasonal (S2S) information holds significant socio-economic value for decision-makers relying on climate variability. While significant advancements have been made in S2S meteorological forecasting, skill variability among prediction systems persists due to differences in physical process representation and technical characteristics of the predictive systems. Traditionally, sub-seasonal systems are considered more informative than seasonal systems within their time horizons, leading to seamless communication approaches that combine systems at fixed horizons, overlooking tailored solutions to optimize forecast skill. This study investigates S2S streamflow forecasting skill across Europe’s diverse hydrological regimes, identifying optimal combination horizons for skill-informed seamless communication. Using bias-adjusted forecasts from ECMWF’s sub-seasonal (ENS-ER) and seasonal (SEAS5) systems, we evaluate streamflow forecasts to uncover spatiotemporal complementarities between the two systems. The results reveal that most European basins benefit from sub-seasonal forecasts up to 3–6 weeks ahead, while steep, snow-dominated mountain ranges, high-precipitation basins, and elevated Mediterranean areas exhibit shorter horizons of 2–4 weeks. Gains in meteorological forecast skill at short lead times (1–3 weeks) are amplified when translated into hydrological processes, extending predictability up to 6 weeks. ENS-ER-based forecasts demonstrate greater spatial homogeneity in skill during shorter lead times, while SEAS5-based forecasts excel at extended horizons. These findings highlight the potential for tailored seamless products to enhance S2S forecast utility. By integrating complementary S2S prediction systems with this diagnostic, region-dependent strategy tailored to diverse hydrological regimes, hydro-climate services can seamlessly deliver accurate, actionable, and operationally relevant information to water- and climate-dependent sectors.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Elucidating the ozone formation and transport mechanism in the Pearl River Delta against the backdrop of heatwave",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0da",
      "pubDate": "",
      "description": "Ozone plays a crucial role in shaping atmospheric environments, and understanding its vertical distribution is essential for deciphering its formation and transport mechanisms. This study integrates ozone lidar observations, WRF-Chem modeling, and meteorological analyses to investigate the monthly and diurnal variations of ozone vertical profiles and its generation and transport mechanisms during a heatwave from July to September 2022 in Guangzhou. Results show that ozone concentrations were primarily confined below 2 km, with significantly higher levels in July compared to August and September, reaching a maximum of 420 μg m−3. WRF-Chem modeling identified photochemical reactions as the dominant driver of ozone formation, with average contributions of 5.9 ppb hr−1, 6.3 ppb hr−1, and 3.7 ppb hr−1 in July, August, and September, respectively. Vertical mixing and convective processes had minimal influence, while advective accumulation became increasingly significant with altitude. Meteorological analyses further indicated that the high temperature and low humidity caused by the subtropical high pressure system further intensified photochemical reactions and promoted ozone production. In addition, the south-westerly winds at the periphery of anticyclone drove ozone transport to downstream areas such as Fujian. This study advances our understanding of ozone vertical profiles and transport dynamics, providing critical insights for developing effective ozone pollution control strategies in the Pearl River Delta region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Sandy and clay soils drive ecosystem productivity fluctuations through water limitations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0db",
      "pubDate": "",
      "description": "Ecosystem water limitation is an important and complicated topic, with soil moisture-driven ecohydrological indicators often yielding contradictory insights into the soils’ impacts on ecosystem water limitation. To address this, we conducted a comprehensive evaluation of two distinct soil-regulated water limitation regimes in global drylands, distinguishing between ecosystem water limitation regulated by wilting point (WP) and those regulated by critical soil moisture (CSM) threshold for meeting ecosystem water demand. We find systematic differences of these two distinct water limitation regimes across drylands: the more significant the WP effect, the less significant the CSM effect, and vice versa. Climatic aridity, soil texture, root-water uptake depths or all together drive the divergence between two types of ecosystem water limitations at regional scale, and soil texture play a dominant role. Sand and clay soils drive ecosystem productivity fluctuations by increased water limitations, albeit through different pathways: clay soils correspond to a more significant water limitation as WP contribution rather than CSM, while sandy soils are the opposite. In this study, the framework of decoupling the differential effects of soil on ecosystem water limitation was re-developed by integrating WP and CSM into ecological drought monitoring and assessment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Grassland growth response to drought in dryland Inner Mongolia: insights from a two-decade analysis",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade171",
      "pubDate": "",
      "description": "The frequency of extreme drought events is increasing, significantly impacting ecosystems worldwide. In China, the grasslands of dryland Inner Mongolia provide a vital ecological resource, highlight the urgent need to understand their response to drought in these arid regions. We investigate vegetation dynamics and soil moisture fluctuations across three grassland types—meadows, typical grasslands, and desert grasslands—utilizing solar-induced fluorescence (SIF), normalized difference vegetation index (NDVI), and soil moisture data from 2001 to 2020. By employing event coincidence analysis and the maximum coincidence rate, we quantified the grasslands’ responses to drought events. Our findings indicate a significant upward trend in SIF across all grassland types over the past two decades, while NDVI and soil moisture levels remained relatively stable. Under drought conditions, the probability of grassland degradation ranged from 40% to 60%. Notably, desert grasslands exhibited a considerably slower response rate compared to other grassland types, while meadow grasslands responded the fastest to drought; however, all grassland types displayed a response delay of 1–2 months. When soil moisture levels fell below −1.8 standard deviations (STDs), a reversal in grassland response patterns was observed, particularly in meadow grasslands, which showed a substantial increase in response probability. At soil moisture levels below −2.4 STD, this probability stabilized at approximately 90%, significantly higher than that of other grassland types. These insights provide a vital basis for understanding and mitigating drought impacts on resilient grassland ecosystems under climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Potential of utility-scale solar farms on vegetation greening in non-humid ecosystems: insights from typical sites in Qinghai Province, China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade172",
      "pubDate": "",
      "description": "Solar farms (SFs) have been vigorously developed to address climate and environmental challenges in recent decades. However, long-term impacts of SF on vegetation and the underlying mechanism remain poorly understood. In this study, we conduct spatial (Impact versus Control zones) and temporal (pre- versus post- development of utility-scale SF) comparisons of the normalized difference vegetation index (NDVI) to investigate vegetation variations in three ground-mounted utility-scale SF (with an average installed capacity of 8263 MW) in northwest China. Results indicate SF impacts on vegetation within an extent of around 1 km. Both spatial and temporal comparisons reveal positive SF impacts on vegetation, with higher NDVI in Impact (0.098) than Control zones (0.076) as well as during post- (0.113) than pre-SF development (0.087). Further quantification based on random forest shows generally equivalent contribution of climatic factors and SF construction on vegetation greening (48.4% and 51.6% respectively). These findings underscore substantial influence of SF on vegetation in non-humid conditions, and raise an urgent need to further explore its potential eco-environmental implications on a broader scale.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The amplification effect of El Niño on winter heavy pollution frequency in Beijing",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade1ee",
      "pubDate": "",
      "description": "China has implemented stringent emission controls to reduce PM2.5 pollution, but the impact of the El Niño-Southern Oscillation (ENSO) on regional heavy pollution events in this process remains understudied. We use the WRF-SMOKE-CMAQ modeling system to innovatively reconstruct the meteorologically-driven trends of PM2.5 pollution in Beijing from 2013 to 2023 by setting up fixed emission scenarios and minimize the interference of anthropogenic emissions. The results show that the heavy pollution frequency (HPF) in Beijing in winter is significantly correlated with the intensity of ENSO (r = 0.72, p < 0.05): the intensity of El Niño events is positively correlated with the HPF, and the intensity of La Niña events is negatively correlated with the HPF. Further analysis reveals that ENSO triggers anomalous 850 hPa southerly winds and 500 hPa northwesterly winds mainly through coupling with the East Asian Winter Monsoon, thus altering the low-level warm and humid transport and mid-level diffusion conditions. In addition, the ENSO-driven trans-regional transport also led to the formation of distinct spatial distribution patterns of pollution between Beijing and Tianjin–Tangshan areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}