{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-12-19T18:38:27.657557",
  "items": [
    {
      "title": "Protocol intercomparison project highlights non-equivalent carbon crediting across agricultural land management protocols",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae19ff",
      "pubDate": "",
      "description": "Voluntary markets for agricultural carbon credits are expanding, promoting climate-smart practices purported to increase soil carbon and reduce greenhouse gas emissions. To contribute effectively to climate mitigation, markets must deliver credits that meet international standards guaranteeing credits are additional, conservative, and equivalent to at least 1 ton of CO2. Yet protocols for quantifying credits make different assumptions, raising questions about whether protocols meet the ‘equivalency standard’. We test for equivalency using a common dataset of 4988 US Midwestern corn-soybean fields, representing a carbon market project, to estimate credit issuances for adoption of no-till plus cover cropping practices. We find issuances, across the three major protocols being used for US croplands, differing for this common project by up to ∼130 000 credits per year. Our ‘Protocol Intercomparison Project’ reveals how quantitative evaluations can identify assumptions generating marked differences in crediting, thereby guiding research that informs protocol revisions to build confidence in mitigation and demonstrating paths forward for protocol harmonization efforts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A model-based assessment of the regional safe aerosol boundary for the South Asian monsoon region",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2345",
      "pubDate": "",
      "description": "Recent papers on planetary and safe Earth System boundaries have proposed a limit of 0.25 for regional aerosol optical depth (AOD) in South Asia (SA) with a zone of uncertainty of 0.25–0.50 to avoid major disruptions to regional hydrology. These values are based on expert judgment, and a rigorous model-based confirmation of these boundary values is lacking in literature. In this paper, we address this important research gap using idealized climate model simulations. We analyze the response of the South Asian summer monsoon precipitation when the regional mean AOD is increased from the modeled present-day value of 0.14 to the proposed planetary boundary values of 0.25 and 0.5. Our simulations confirm that a regional AOD of 0.25 could indeed lead to drought conditions (>10% mean precipitation reduction) in India, while an AOD of 0.5 reduces Indian summer monsoon precipitation by about 19%. The reduction in the summer monsoon precipitation is driven by both fast adjustments (rapid adjustment of the atmosphere to aerosol radiative forcing) and slow responses (responses to changes in sea surface temperature). The rapid adjustment to anthropogenic aerosols, predominantly sulfates, involves enhanced atmospheric stability, subsidence, and suppressed cloud formation and precipitation. The slow response involves zonal surface temperature gradients between the North Indian Ocean and Western Pacific Ocean leading to changes in the Walker circulation, anomalous subsidence over SA, and a decrease in monsoon precipitation. Enhanced aerosol loading over SA reduces monsoon precipitation, regardless of aerosol composition, though the magnitude of reduction depends on whether the aerosols are primarily reflective or absorbing. Our findings confirm the risk of major disruptions to regional hydrology in SA when regional aerosol loading exceeds the boundary values. Future studies should assess the robustness of our results using other climate models and for other monsoon regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Uncovering unprecedented storm surges in European and Mediterranean coastlines",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2529",
      "pubDate": "",
      "description": "Recent research has considerably advanced our ability to model extreme surges. Yet, simulating unprecedented events, i.e. events which are more extreme than observed in historical datasets, remains challenging. To some extent, anticipating such events is possible by accounting for the full range of climate variability. Using a 525-year synthetic dataset from a seasonal reforecast archive, this study uncovers potential unprecedented storm surge events for European and Mediterranean coastlines, focussing on their magnitude, spatial extent and seasonality. We identify Germany, the Netherlands and western UK as hotspot regions that could experience unprecedented storm surge levels that are more than half a meter higher than historical events. Spatially unprecedented extreme peak surges, affecting more provinces within a 3 d time window than previously recorded, may impact up to 49% of the provinces, with simultaneous effects in the Mediterranean and the Atlantic regions. Additionally, countries including the Netherlands, Germany and the UK may experience at least one temporally unprecedented surge during the summer months. Understanding these different dimensions of unprecedented events represents a significant advance in our knowledge of coastal flood risk in Europe and supports improved coastal flood risk management decisions, including enhanced flood defence standards, disaster risk management and planning of coastal operations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Measuring electric vehicle owners’ willingness to participate in smart charging programs",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2597",
      "pubDate": "",
      "description": "As power systems transition to renewable energy, integrating battery electric vehicles (BEVs) into grid operations presents new opportunities and challenges for managing electricity demand and the associated environmental impacts from BEV charging. This study examines two grid-integration strategies: supplier-managed charging (SMC), which gives utilities control over charging timing, and vehicle-to-grid (V2G), which transforms BEVs into distributed energy storage resources. Using a discrete choice experiment with 1,356 current BEV owners, we quantify how program attributes influence enrollment decisions. Using multinomial logit models, results suggest that SMC participants predominantly value operational flexibility and recurring payments while V2G participants prefer monetary incentives, indicating a willingness to provide grid services for compensation. Through simulation analysis, we identify program ‘attribute equivalencies’ that quantify changes needed in attributes to achieve equivalent enrollment levels. These findings can be used in the design of market mechanisms and policy frameworks that accelerate BEV integration into future energy systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Where does Sweden’s nitrogen go? Building a comprehensive national nitrogen budget",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2697",
      "pubDate": "",
      "description": "We present Sweden’s first comprehensive National Nitrogen Budget (NNB), quantifying reactive nitrogen (Nr) inputs, outputs, and intersectoral transfers across eight key subpools, including agriculture, energy, industry, and waste. For the reference year 2015, we estimate that approximately 848 kt N entered Sweden in reactive forms, primarily through import of goods, ‘import’ of air pollution from upwind areas outside Sweden, and from nitrogen fixation. We estimate that 269 kt Nr is annually released to atmosphere or hydrosphere as a pollution, while 311 kt N is converted back to inert N2 gas. The analysis identifies nitrogen losses to the environment, and opportunities for improved nitrogen use efficiency across sectors. The Swedish NNB is compared to calculations done for Austria, Germany and Switzerland. The study contributes to international efforts to harmonize nitrogen accounting and strengthen transboundary environmental governance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "An impact-oriented framework for a deep learning–based composite drought index considering potential economic losses",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae269a",
      "pubDate": "",
      "description": "Droughts significantly impact socioeconomic systems globally. As a complex and multifaceted phenomenon, drought is characterized through various indices—meteorological, agricultural, and hydrological- each capturing different aspects of the phenomenon. This diversity has led to growing demand for integrated drought monitoring tools that offer a more holistic understanding of drought conditions. Traditionally, newly developed composite drought indices are assessed through the comparison with existing indices. However, this model-by-model validation approach does not necessarily reflect real-world accuracy or relevance. Therefore, a paradigm shift is needed—from comparative validation among indices to impact-oriented evaluation—emphasizing the capacity of drought indices to capture actual societal and environmental consequences. In this study, we propose a novel drought index derived from deep learning, evaluated through an impact-oriented lens using drought-induced economic losses as the primary performance metric. The index is computed using advanced deep learning techniques and a range of drought-related variables. To enhance model accuracy and robustness, we employ different self-supervised learning architectures, including convolutional neural networks, artificial neural networks, and variational autoencoders. The analysis utilizes ERA5 reanalysis data (1989–2024) for Italy, integrated with economic loss records from the EM-DAT database. Each model’s performance is assessed based on its ability to estimate potential economic losses caused by drought. The proposed framework allows users to select the most suitable index based on a guided analysis, balancing data collection effort and predictive reliability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Five methodological updates of the Danish Pesticide Load Indicator to support EU-wide pesticide risk reduction policies",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae269b",
      "pubDate": "",
      "description": "The effectiveness of pesticide reduction policies in the European Union (EU) depends critically on robust, scientifically grounded indicators that can reliably monitor pesticide-related risks across Member States. The Pesticide Load Indicator (PLI), developed in Denmark in the 2000s, offers a transparent and policy-relevant framework for assessing pesticide risk. Although it has successfully supported Denmark’s national strategies for over a decade and is drawing attention in other EU countries, several methodological limitations hinder its broader applicability. This letter identifies five such limitations and proposes corresponding updates to enhance the indicator’s scientific robustness and scalability across the EU: (1) consistent hazard assessment across compartments, (2) precautionary treatment of missing data, (3) updated hazard metric selection, (4) harmonised normalisation procedures and (5) a statistically grounded weighting protocol. These methodological updates aim to establish a harmonised PLI suitable for EU-wide policy applications, such as fiscal instruments (e.g. differentiated taxation based on hazard levels) and pesticide risk assessments.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Inverted age-pyramidal global hourly population heat exposure",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae27e8",
      "pubDate": "",
      "description": "Population heat exposure has increased substantially, resulting in serious effects on human health. However, all previous assessments on global-scale heat exposure focused on the daily scale, limiting accurate estimation of heat duration and the related extent of spatial disparity of population heat exposure. Here, based on high-spatial-resolution hourly temperature and age-group population datasets, we unveil the global hourly population exposure to extreme heat in the last decades. The results show that extreme heat (≥46 °C) hours per heat day have increased by 0.4 h between 1979 and 2023. As the number of heat hours and population have increased, surface air temperature-based extreme heat exposure increased by about 60% (from 3.7 × 1011 person-hours to 5.9 × 1011 person-hours), and universal thermal climate index (UTCI)-based extreme heat exposure increased by about 70% (from 1.5 × 1012 person-hours to 2.6 × 1012 person-hours) between 2000 and 2020. There is a large disparity between the hourly and daily extreme heat exposures, stemming from the change in the number of heat hours per heat day. The most pronounced discrepancy is in UTCI-based very strong heat exposure, with an average disparity equivalent to 2.6 × 1010 person-days. Moreover, global hourly population heat exposure exhibits a distinct inverted-pyramidal structure with increase in age. This is attributed to young people exposed to heat stress outnumbering the elderly, and disproportionately more young people residing in hotter regions. For heat exposure of all age groups, the population effect and interaction effect are dominant factors for the increased heat exposure in tropical regions, while the warming effect primarily drives that in temperate zones. Our study highlights the need for and urgency of health risk assessment based on hourly heat exposure.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Shaming climate wrongdoers",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae287d",
      "pubDate": "",
      "description": "Climate law, policy, and governance have grown substantially in recent years, yet these efforts have achieved only modest success. This article spotlights an underexplored complementary strategy in policy, governance, and legal domains: climate shaming—the use of public condemnation to encourage climate-responsible behaviour among governments, corporations, and their leaders. While shaming has been studied and applied as a regulatory and governance tool in other contexts, only a small but growing body of scholarship has begun to examine its potential in the climate arena. Drawing on multidisciplinary research from the social sciences, the humanities, and law, we review and map the main strands of this emerging literature to show the diverse forms and potential of shaming mechanisms, actors, and messages in the climate domain. Based on this analysis, we identify several gaps in the literature and practice of climate shaming, including explicit regulatory shaming, intergovernmental shaming, shaming of regulators by civil-society actors, and regulatory shaming of industry leaders. We propose expanding the conceptual framework of climate shaming to encompass these neglected dimensions, with the aim of encouraging further research as well as policy and governance experimentation in this evolving field.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Health equity impacts of climate change in the UK: a rapid systematic review and interactive evidence gap map",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae287e",
      "pubDate": "",
      "description": "The aim of this project was to assess and summarise the evidence on the health equity impacts of climate change in the UK. We conducted a rapid systematic review (search up to: February 2024) of primary studies reporting on the health impacts of climate change exposure pathways (hazards; health risks; solutions and responses) for populations at-risk of experiencing health inequalities, identified using the Core20PLUS framework (people experiencing the greatest deprivation; people from protected characteristics groups related to ethnicity, gender reassignment, sexual orientation, and religion or belief; people from inclusion health groups). Of the 20 014 records identified, 24 were included. Of these, 20 reported on people experiencing the greatest deprivation, with some evidence that increase in ambient temperature, extreme cold, and extreme heat had similar impacts on mortality in the most and least deprived areas. No conclusions could be drawn for this population group for other outcomes or exposures due to the limited number of studies identified and their methodological quality. In people experiencing homelessness, 2 studies reported that increase in ambient temperature was associated with adverse health impacts but the disproportionate impact on this population group was not assessed. No conclusions could be drawn for ethnic minority groups or people with drug and/or alcohol dependence due to the limited evidence identified. No studies were identified for the remaining population groups. In conclusion, we identified important evidence gaps and methodological limitations of the existing evidence on the health equity impacts of climate change in the UK that should be used to inform future research in this area.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Observations and modeling reveal that heatwaves reduce photosynthesis, plant carbon reserves, and net carbon uptake",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2939",
      "pubDate": "",
      "description": "Heatwaves threaten ecosystem carbon balances, yet the mechanisms driving short-term carbon flux responses remain poorly understood. Here, integrating high-frequency eddy covariance (EC) data from 140 global flux tower sites (872 site-years) with detailed process-based modeling, we examine ecosystem responses during and immediately after heatwaves. We show that heatwaves caused a −40% (range [−29%, −128%]) reduction in net ecosystem productivity (NEP) compared to pre-heatwave values, with this reduction persisting over the following two weeks (−38% range [+3%, −154%]). We attributed NEP decreases to photosynthesis decreases more than to ecosystem respiration (RE) increases. Forest sites had greater NEP decreases during heatwaves than non-forest sites, but remained carbon sinks afterwards, indicating resilience. Our modeling analysis of extreme heatwaves at selected EC sites shows that decreased photosynthesis, increased maintenance respiration, and decreased plant non-structural carbon reserves during heatwaves drive carbon cycle changes that persist for weeks. Consistent with phenocam observations, we modeled a reduction in leaf area index caused by reduced non-structural carbon reserves, leading to early leaf senescence and longer-term impacts. Ongoing increases in heatwaves are therefore likely to reduce NEP across a range of ecosystems, exacerbating carbon cycle feedback.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Characterising the range and outliers in CMIP6 multi-model climate projections of extremes",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae293a",
      "pubDate": "",
      "description": "Climate projections made using ensembles of model simulations typically present spatial information using ensemble-average changes. However, quantifying and understanding spread in model projections, along with building a picture of different possible climate futures across variables, is critical for meeting decision-makers’ needs. Here we explore projected ensemble ranges in mean and extreme temperature and precipitation metrics and their relationships using simulations from the sixth Coupled Model Intercomparison Project. The range is characterised by ensemble minimums and maximums, along with intermediate percentiles, and heatmaps display the contribution of individual models to the overall global pattern of changes at these points in the range. Furthermore, we examine if the framing of changes, both in terms of a future time slice (2070–2099) and a future global warming level (GWL) of 3 K, relative to a historical period (1850–1900), affects interpretation of results. The 2070–2099 time slice exhibits known patterns of change such as Arctic warming, and drying and wetting regions, exacerbated according to the ensemble percentile considered. For extreme temperature metrics, while 25th, median, and 75th percentile changes are relatively evenly contributed to by all models, ensemble-minimum and -maximum changes are instead dominated by only one or two models. In particular, the CanESM5 dominates ensemble-maximum changes by over 40%. Furthermore, the NorESM2-LM dominates ensemble-minimum changes for the coldest night of the year (64%) and contributes largely (23%) to ensemble-maximum changes for the warmest day of the year—which are opposite ends of the most extreme measures we consider. Moreover, for the 3 K GWL, the CanESM5 domination ceases yet the NorESM2-LM domination persists. This has implications for the expression of ensemble ranges in multi-model projections, depending on the framing of the future period, and for the interpretation of what constitutes an outlier model. Thus, we encourage multi-model studies to understand and communicate ensemble spread in their climate projections.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exposure of global agricultural lands to extreme weather using CMIP6 projections of future climate",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae293c",
      "pubDate": "",
      "description": "As climate change intensifies, extreme weather is becoming a major threat to global food security. Yet we still lack a good understanding of how these extremes will be distributed across the world’s agricultural lands—particularly across small versus large croplands and pasturelands. In this study, we assess their exposure to extreme weather in a warming world. In a world that is 2 °C warmer than today, 25% (11 million km2) of present-day agricultural lands will face over two months of extreme heat, up from 16% today (7 million km2), and another ∼2% (5 million km2) will be exposed to a combination of two or more extremes, up from 10% (4 million km2). The total area exposed to prolonged dry conditions and extreme precipitation will remain unchanged (less than 1% or 5 million km2, with increases in some regions balanced by decreases elsewhere), while ∼2% less area (2 million km2), down from 7% (3 million km2), will experience a month of frost. Future exposure to extreme weather varies by land use type. Pasturelands will experience prolonged exposure to heat stress, whereas croplands will be exposed to higher excessive rains and heat stress combined. Spatial correlations between farm size and geography indicate potential differences in exposure. Exposure to extreme precipitation and heat stress is highest in small (1–2 ha) and medium (2–4 ha) cropland and pastureland, respectively. These findings offer a preliminary global assessment of how exposure to extreme weather varies by farm size and land use, underscoring the need for tailored adaptation strategies to safeguard food security in a warming world.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "More research needed on people’s responses to air quality data",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae293d",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The extent of drought determines daily area burned in Canadian forests",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2a53",
      "pubDate": "",
      "description": "Annual or seasonal wildfire burned area has been frequently and successfully estimated by models in fire research; daily area burned (DAB) over a region, however, has never been effectively modeled due to its high variability. This study identified for the first time a strong relationship between DAB and the spatial extent of fire-conducive weather conditions, especially measured by fuel aridity, in Canadian forests. Observations between 2001 and 2023 used to develop the DAB prediction models showed about 126 active burning days per year and an average DAB of 20 788.93 ha nationally, with about two-thirds of these active burning days occurring in summer. The central boreal forests in Canada experienced both more active burning days and higher DAB, while the more extreme DAB occurred in the eastern region. Of the predicted DAB in Canadian forests between 1940 and 2023 using the developed DAB models, 62 d showed a significant increasing trend, averaging about 60.14 ha per year nationally. Such increases were found mainly in the central region, in summer, and between 2000 and 2023. Daily fire activity has also become more concentrated within the fire season, particularly in the eastern region. From 1940 to 2023, the lengths of the periods covering 50% and 90% of annual area burned decreased by 0.12 d and 0.25 d per year, respectively, across the country. Concurrently, extreme DAB events have become more extreme. Over the 84 year period, summer maximum DAB increased by 133.61 ha, number of extreme burning days (days with DAB exceeding the 84 year mean by one standard deviation) increased by 0.36 d, and proportion of area burned within these extreme days increased by 0.33% annually in Canadian forests.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predicted suitable habitat distribution of major Larix species in the Northern Hemisphere under climate change scenarios",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2a54",
      "pubDate": "",
      "description": "Larix spp. are the key dominant species in boreal and temperate forests of the Northern Hemisphere, playing a vital role in the global carbon cycle and ecosystem stability while being highly sensitive to climate change. In this study, we applied an ensemble modeling framework integrating 12 algorithms to assess the potential suitable habitats and centroid shifts of 10 Larix species across the Northern Hemisphere under current and future climate scenarios. Model performance was high (true skill statistic, receiver operating characteristic, and Kappa all >0.9). Temperature, precipitation, and elevation were identified as the primary environmental drivers shaping species distributions. Substantial heterogeneity was observed in future habitat shifts: some species (e.g. Larix decidua, Larix sibirica, Larix lyallii) are projected to undergo significant habitat contractions, while others (e.g. Larix potaninii, Larix gmelinii var. principis-rupprechtii) may experience expansions. For most species, distribution centroids are expected to shift northeastward or northwestward, with more pronounced shifts under high-emission scenarios. These findings reveal the complex response patterns of Larix species to climate change and provide scientific insights for cross-regional forest conservation and adaptive management. We recommend prioritizing conservation of species projected to undergo substantial habitat contraction and safeguarding climate refugia to maintain biodiversity and ecosystem functioning.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Proactive responses to increasing wildfire risk: the (mis)alignment of public preferences and management priorities",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2af7",
      "pubDate": "",
      "description": "Wildfire management strategies in the United States historically have focused on suppression activities, but recent work in wildfire policy and ecology has called for a shift in the management paradigm towards prevention. Suppression however remains the budget priority. We design a survey to measure the U.S. public’s preferences for investing public resources to federal wildfire prevention activities. We consider absolute investment as well as investment relative to suppression. Results indicate the public prefers much greater investment in prevention than federally appropriated levels. While people correctly identify the misalignment, they underestimate the extent of the difference between public and agency priorities. We also examine individual actions to reduce the risk of future wildfires. We explore people’s willingness to voluntarily join a local risk-reduction program to reduce community wildfire risk. We find that a large segment of respondents are not only willing to join but support a mandatory requirement for peers to join. Support for government and local prevention is robust across locations, though wildfire risk and exposure matter at the margin. Overall, results indicate that public priorities better align with the expert advice than current practices by wildfire management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}