{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-06T06:35:25.131759",
  "items": [
    {
      "title": "Rapid trend towards larger and more moisture-limited trees in Central-European temperate forests",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d8",
      "pubDate": "",
      "description": "Tree stems represent a long-lived biomass compartment for atmospheric carbon sequestration. While terrestrial biosphere models predict rising carbon sequestration in forests, direct observations of tree growth are inconclusive due to varying standardization procedures of tree-ring series and complex factors influencing stem growth such as moisture and nutrient deficits and anthropogenic carbon and nitrogen fertilization. The mismatch between tree-ring-based observations, repeated inventories at permanent plots, and predictions of biospheric models represents a significant knowledge gap limiting forecasting of future forest growth. Using the novel approach free of tree-ring standardization trials and focusing on even-aged trees sampled from uneven-aged forest stands, we present a robust comparison of tree stem diameter changes in temperate forests between 1990 and 2015 along environmental gradients in Central Europe. The stem sizes of four out of five species showed significant enlargement while also partly increasing stem growth limitation due to moisture availability. The largest increase in stem diameter was recorded for late succession species on fertile sites. By contrast, the stem size of early-succession species on dry and nutrient-poor sites remained unaltered. Stems of mature trees in present-day forests are, on average, 8% thicker than their counterparts in 1990 consistent with trends predicted by terrestrial biosphere models. We demonstrated that, despite increasing drought limitation, temperate tree species enlarged their stems. Viewed in conjunction with older permanent plot data, Central-European temperate forests exhibited almost half century of continuous stem enlargement, potentially impacting forest functioning in terms of size-sensitive characteristics such as susceptibility to drought and disturbances.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Where should we revegetate? Insights from comparing the impacts of natural and artificial vegetation on hydrological processes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade4de",
      "pubDate": "",
      "description": "It is widely acknowledged that vegetation change can exert considerable influences on the hydrological processes. Vegetation change can be either natural or artificial. However, the specific effects of natural growth (NG) and artificial restoration (AR) of vegetation on surface hydrology remain unclear. Using a recently developed ecohydrological model, we demonstrate that NG and AR have contrasting spatial impacts on hydrological components across China’s Yellow River Basin, a hotspot with intensive human-driven revegetation over the recent decades. Our analysis identifies a critical annual precipitation threshold of 300 mm, below which both NG and AR have marginal hydrological impact. In regions where precipitation exceeds this threshold, NG significantly reduces evapotranspiration and increases runoff, while AR has the opposite effects. These results suggest that NG is a more sustainable strategy in areas receiving less than 300 mm of annual precipitation, while AR may be appropriate for regions with precipitation higher than this threshold. Our findings offer valuable guidance for policymakers in designing sustainable revegetation strategies tailored to local environmental conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predicting weather impacts on corn production in a data-limited region using a transfer learning approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade728",
      "pubDate": "",
      "description": "The stability of food supply and prices may depend more on annual changes in yields from year-to-year variability in weather than on longer-term average changes from changing climatic conditions. However, the absence of high-quality data on crop yields at fine spatial resolutions in many regions of the world makes it challenging to statistically model their response to interannual variability in weather patterns. Therefore, there is a need for empirical methods that can project annual crop yield changes even in limited data regions. Here, we propose a transfer learning algorithm that uses high spatial resolution data from one region to project yields in another region with more limited data. The goal of our work is to understand what data types can be beneficial for transferring learning from a source region to a very different target region with more limited data. We utilize Long Short-Term Memory to develop a transfer learning model that is trained on historical county-level corn yield in the United States and predicts district-level corn yield variations in India. Even using smaller amounts of data in India, simulating a data-scarce region, we achieve an average root mean square error of 0.48 bu acre−1 in predicting interannual yield variations. Using Shapley values to interpret results, we explore the contribution of the different weather parameters to interannual yield variability and find a larger influence of precipitation-related variables. Our study demonstrates the usefulness of this method for transferring models of weather impacts on crop yields trained on a data-rich country to one with more limited data. It suggests the potential of applying the transfer learning model to mitigate the need for extensive raw data globally.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Multi-scenario ecosystem risk identification and early warning coupling ‘pattern-service-stability’: a case study of the Poyang Lake Plain, China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade72f",
      "pubDate": "",
      "description": "Synthesizing the multidimensional characteristics of landscape ecosystems provides critical insights for ecological risk assessment and complex human–nature interdependencies. Through the synergetic integration of multi-temporal datasets encompassing landscape ecological risk (LER), ecosystem service value (ESV) and ecosystem stability sustainability (ESS), we formulate a novel three-dimensional analytical framework based on ‘pattern-service-stability’. This methodological advancement enables the quantification of dynamic ecosystem risk in the Poyang Lake Plain from 2000 to 2035 through multi-scenario simulation. The results reveal that (1) changes in forest, water and impervious land exhibit significant scenario dependence. The ecological protection (EP) scenario preserved higher forest–water proportions, while the urban growth (UG) scenario exhibited accelerated construction expansion, with the natural development scenario maintaining transitional states. (2) LER remains consistently low across periods, characterised by stability and minimal inter-scenario variations. The ESV shows a decreasing trend, with high ESV areas decreasing abruptly and becoming concentrated in Poyang Lake’s southern bay. The low ESV increases significantly in the UG scenario, while the EP scenario maintains a higher service capacity. The ESS displays pronounced spatial heterogeneity. Extreme values of ESS tend to be flat, while high-grade ESS dominates under the EP scenario. (3) The interaction among LER, ESV and ESS has significant spatio-temporal heterogeneity and policy sensitivity. The lakeshore is mostly characterised by ‘low LER-high ESS’, while near-lake zone is concentrated in ‘high LER-low ESS’, with the ESV in each zone mostly in an intermediate state. (4) The growth rate and spatial variation of the ecosystem risk index (ERI) were small during 2000–2023, but ERI was predicted to surge under the UG scenario. (5) The ecosystem risk evolution paths are different in each zone and roughly conform to a linear fit, with the lakeshore exhibiting accelerated risk escalation. The gravity centre of each risk early warning unit is located in Nanchang County. This spatially explicit diagnostic framework enables dynamic ecosystem risk early warning management and resilience enhancement.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A systematic review of green infrastructure and ecosystem-based technologies for climate resilience: development trends, research outlook and future projections",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade730",
      "pubDate": "",
      "description": "The first and current global stocktake launched by the United Nations Framework Convention on Climate Change unveils lags and regional differences in climate resilience (CR) efforts and stresses the need to improve the effective adoption of ecosystem-based climate adaptation systems. The current study provides a critical analysis of literature on the application of green infrastructure (GI) and ecosystem-based technologies for CR. The review revealed regional disparities in implementation, technological applications, and scales of integration. Analysis conducted indicated that the United States, the United Kingdom and China are key pioneers in implementation; while developing nations, tropical and Mediterranean regions need more research and execution. Emergent findings showed that research on GI-CR achieved exponential growth in 2016, after the Paris Agreement. Further, built environment-scale CR considerations have accomplished significant developments. At the built environment-scale, the review systematically developed a five-stage implementation framework for GI-CR from grey infrastructure to broader systems, such as nature-based solutions and green cities. At the building-scale, the review revealed a weak linkage between CR and sustainability studies. The analysis therefore delineates the need to consider integrated CR systems that effectively incorporate mitigation and adaptation guidelines. Holistically, key directions provided include willingness to pay, the need for integrated sustainability and resilience systems, digital technologies application for indicator selection and effective monitoring. This study provides clear future research directions by highlighting existing knowledge gaps, scope considerations, geographic factors, and key areas for exploration within the realm of GI-CR.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Modeling the impact of legacy nitrogen accumulated in agricultural soil-groundwater on water quality improvement",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade7a3",
      "pubDate": "",
      "description": "Nitrogen (N) legacy effects are widely recognized as a primary obstacle to the improvements of water quality following mitigation efforts. The exploration of long-term nutrient trajectories for nitrogen model (ELEMeNT-N) has been applied to estimate legacy effects in several watersheds globally. However, ELEMeNT-N does not account for the accumulation-release processes of nitrate within soil profile, introducing potential uncertainty in long-term simulations. This study enhances ELEMeNT-N by incorporating a soil nitrate accumulation coefficient and a deep soil nitrate cycling module to better assess the long-term impact of legacy N on water quality. Long-term simulation for riverine N flux in the Yongan watershed, China (1980–2022) indicate that the modified model, ELEMeNT-N-SP, demonstrated significantly improved performance relative to the original model (Nash–Sutcliff coefficient: 0.89 vs 0.72, R2: 0.89 vs. 0.71). ELEMeNT-N-SP results indicate that ∼39.5% of N input accumulated in soil and groundwater, mainly in agricultural soil-groundwater. Legacy N contributed to 81.7% (Temporal: 65.6%–92.0%; i.e. cumulative contributions of historical N inputs) of riverine N flux (466 kg N ha−1). Among 12 modeling units, legacy N accumulation (SON: 175–1083 kg N ha−1; soil nitrate: −11–259 kg N ha−1; groundwater: 147–656 kg N ha−1) and its contribution to riverine N flux (Spatial: 64.0%–85.5%) showed considerable spatial heterogeneity. Agricultural soil-groundwater served as the primary accumulation sink for N input and the important source of riverine N pollution. Model validation, which included comparisons with monitored soil-groundwater N content and dual stable isotope data, confirmed the reliability of ELEMeNT-N-SP. ELEMeNT-N-SP offers a valuable framework for improving watershed nutrient management globally, emphasizing the importance of incorporating soil N cycling dynamics into predictive tools.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Citizens ditching cars: how do assessments of SDG interactions predict a modal shift towards low-carbon urban transport choices?",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade817",
      "pubDate": "",
      "description": "In light of climate change, urbanization and worldwide mobility trends, the requirements for transforming urban transport systems towards the Sustainable Development Goals (SDGs) are twofold. First, understanding the systemic interactions underlying sustainable development as envisioned in the UN 2030 Agenda for Sustainable Development is key. In the context of urban transport systems, this includes understanding what hinders or fosters reduced carbon emissions. Second, systemic knowledge must be coupled with a strong societal and political engagement. This study analyses whether citizen assessments of key SDG interactions in urban transport systems play a role in predicting individual transport mode choices. Normatively, changes in individually held systemic perspectives could encourage greater use of low-carbon transport modes in urban and peri-urban areas, which would be an essential step toward climate change mitigation. We use survey data (n = 822) to measure citizens’ perspectives on the urban transport system and their transportation habits in terms of car driving, cycling, or public transport. We use a Bayesian multilevel regression model to investigate ‘How do citizen assessments of SDG interactions influence transport mode choices?’. We find that negative citizen assessments of the influence of car-related (1) infrastructure and (2) transport affordability on reduced carbon emissions are associated with reduced frequency of car-driving. Conversely, we find that positive citizen assessments of the influence of (3) road safety for cyclists and (4) public transport affordability on reduced carbon emissions are associated with increased frequency of cycling and public transport use, respectively.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "canN2Onet—a Canadian nitrous oxide collaboration network to meet greenhouse gas emission reduction targets",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade818",
      "pubDate": "",
      "description": "The application of nitrogen (N) fertilizer to agricultural soils results in the emission of nitrous oxide (N2O), accounting for ∼40% of Canada’s and 10% of global agricultural greenhouse gas emissions. Reducing these emissions through N fertilizer best management practices (BMPs) is critical to achieve the fertilizer-related emission reduction target of 30% below 2020 levels by 2030 set by the Canadian government. However, progress is hindered by several key challenges: (1) the need to quantify N2O emission reductions associated with BMPs, (2) an incomplete understanding of the behavioral factors influencing the adoption of BMPs, (3) the lack of suitable metrics to track progress towards reduction targets, and (4) an absence of region-specific management recommendations that balance emission reduction potential with farm profitability and farmer decision-making. To address these challenges, we introduce canN2Onet, an innovative collaborative network formed in 2024 and comprising a diverse range of experts from institutions across Canada with partners representing academia, industry, government, and producer organizations. canN2Onet is focused on (1) the establishment of a national network of benchmark sites linking year-round N2O emission measurements and soil processes with behavioral economic studies on decision-making processes; (2) development and validation of robust metrics for tracking progress towards emission reduction targets by utilizing Canada’s first regional tower measurements, database development, and enhanced biogeochemical models; and (3) creation of a roadmap for emission reduction by up-scaling BMPs to the regional level, incorporating economic trade-offs and behavioral insights. This work represents the first coordinated national effort to generate a comprehensive understanding of N2O mitigation potential from improved management practices across Canada’s major grain and oilseed-producing regions. It offers actionable farm-level metrics reflective of real-world agricultural conditions and a transferable framework to guide region-specific nutrient management strategies globally, advancing both climate goals and agricultural sustainability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global drought impacts in near-real-time: a media-based database for drought impact reporting",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade819",
      "pubDate": "",
      "description": "Drought impact monitoring is often limited by data availability in terms of both access to impact information and the effectiveness of data acquisition. These challenges have been partially addressed by employing the drought impact information accessed via text data (newspaper articles or online social network content). While this approach provides valuable insights, it remains constrained by temporal relevance, as data preparation is often retrospective and time-consuming. In this study, we introduce the Global Drought Impact Report Database, a system for the weekly collection and classification of drought impact data from online media sources, designed to support near-real-time monitoring. The database includes over 9400 drought impact reports from 152 countries. The database is updated weekly, and the results are publicly available at a pilot database content viewer. The database can serve as a complementary source for drought monitoring, early impact detection, and global impact analysis, and may support further assessment of drought monitoring systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "More intense and prolonged bottom marine cold-spells than surface: evidence from the continental shelf of China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade81b",
      "pubDate": "",
      "description": "Marine cold-spells (MCSs), the cold ocean temperature extremes as the counterpart to marine heatwaves (MHWs), may have brutal impacts on marine ecosystems and fisheries. However, recent MCS-related researches mainly focused on the ocean surface, while the character of bottom MCSs (BMCSs) remains unclear. Here, we provide an analogous assessment of BMCSs and surface MCSs (SMCSs) over the continental shelf of China based on a 1/12° ocean reanalysis dataset during period of 1993–2023. We found that the duration and cumulative intensity of BMCSs can be longer and more intense than SMCSs, up to 20 d and ‒20 °C days, respectively. The mean and cumulative intensities of BMCSs and SMCSs increased in most regions, reaching 0.2 °C–0.4 °C/10a and 20 °C–40 °C days/10a, respectively. In contrast, there are no clear trends in the area-averaged time series of BMCS/SMCS metrics over the period 1993–2023. In terms of category and seasonal variations, BMCS generally has longer days than SMCS in the Moderate and Strong categories, persists longer than SMCS in summer and autumn (ranging from 2–6 d), and is more intense than SMCS in autumn and winter (ranging from 1 °C–2 °C). There are clear differences in category and seasonal changes between BMCS and SMCS. Furthermore, annual BMCS days are positively correlated with bottom depth, while mean intensity is negatively correlated. In addition, BMCS and SMCS often co-occur over shallow areas where the mixed layer depth can extend to the bottom.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Downscaled CMIP5 projections of physical fire risk understate historical trends",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade892",
      "pubDate": "",
      "description": "Reliable projections of wildfire risk are important for multi-sector impacts analysis. Statistically downscaled and bias-corrected Earth system model ensemble products are routinely used to analyze regional physical wildfire risk, but evaluations of historical observed trends and variability are lacking. Here, we evaluate physical fire risk over the western United States using the Canadian Forest Fire Weather Index (FWI) by comparing model outputs from the Coupled Model Intercomparison Project Phase 5 (CMIP5), statistically downscaled via the Multivariate Adaptive Constructed Analogs (MACA) approach, against the observational target dataset gridMET, a gridded high-resolution surface meteorological product. We analyze multidecadal trends and interannual variability in seasonal average FWI for the historical period and future projections under two emissions scenarios, and we compare MACA-CMIP5 ensemble results with a simple time series model that generates historical and future projections of seasonal FWI based on bootstrapping observed historical trends and variability. Our findings indicate that MACA-CMIP5 accurately captures the magnitude and spatial patterns of seasonally averaged FWI but tends to underestimate historical decadal trends. We show that future increases in fire risk may be underestimated relative to the simple time series model that projects historical variability into the future. We also highlight that model biases in relative humidity contribute significantly to model-data differences. Our results underscore the importance of historical hindcasting exercises for informing broader multi-sector applications.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "ENSO response depending on the state of the North Atlantic under a net-zero carbon emission scenario",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade894",
      "pubDate": "",
      "description": "Understanding the response of the El Niño-Southern Oscillation (ENSO) in a net-zero carbon emission scenario is critical for correctly projecting future climate variability after the Paris Agreement. This study examines the behavior of ENSO using the Community Earth System Model version 2, in which a 400 year simulation was performed, following the SSP5-8.5 pathway, then gradually reducing CO2 emissions to net-zero with stabilization period. After reaching net-zero CO2 emissions, the state of the North Atlantic sea surface temperature (SST) is characterized by two different pathways, either fast warming or slow warming. We found that both El Niño and La Niña events have intensified during the North Atlantic fast warming period compared to that during the North Atlantic slow warming period. This is due to the strengthening of the La Niña-like mean state in the tropical Pacific under the rapid warming of the North Atlantic, which enhances the Ekman pumping feedback and zonal advective feedback. Therefore, this study suggests that in a net-zero CO2 emission environment, ENSO amplitude can either increase or decrease, but it is regulated by the North Atlantic SST state, implying that the inter-basin interactions should be considered to understand ENSO variability even after reaching net-zero emissions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}