{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-31T17:23:09.044702",
  "items": [
    {
      "title": "Universal hydrological trends post-wildfire are obscured by local watershed variability",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae114d",
      "pubDate": "",
      "description": "Changing wildfire regimes in recent decades have prompted extensive investigation into their hydrological impact. However, contradictory findings on post-fire flow regime changes have highlighted the complexity of this relationship. This study considers rich daily-resolution hydrological data on 898 burned catchments and over 8000 unburned control catchments to choose a set of 39 paired catchment experiments, along with 500 control pair experiments. We use these 500 control catchments to evaluate the extent to which the paired watershed approach accounts for hidden co-varying factors, finding that in most instances, it does not. We assess the influence of wildfires on flow magnitude, timing, and dynamicity. We also explore the effects of wildfire on water storage, evapotranspiration, and flood flows across the Western USA from 1984 to 2023. We find that percent changes in flow magnitude post-fire are not statistically significant and are uncorrelated with the percent of the catchment that burned, even when data are restricted to the critical first 5 years post-fire. However, linear regression analysis of 94 catchment variables found weak positive relationships between pre-fire forest cover and percent changes in flow magnitudes. Our results emphasize that the statistical uncertainty associated with even well-established methods may overshadow the magnitude of observed effects.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Identifying gaps in research on social vulnerability to floods: a systematic review of indicators, indexes, and methodological approaches",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1496",
      "pubDate": "",
      "description": "Social vulnerability plays a critical role in shaping the impacts of flooding, yet the ways in which it is measured remain inconsistent and often disconnected from local realities. As climate-related flood events intensify globally, there is an urgent need to understand how social vulnerability is conceptualized and assessed to inform more equitable and effective risk reduction strategies. This paper reports the results of a systematic literature review on indicators and indexes used to assess social vulnerability to floods. Utilizing the PRISMA methodology, we identified and screened 1621 studies published between 2013 and 2023, selecting 36 peer-reviewed publications for examining how social vulnerability indices have been conceptualized, constructed, and applied, as well as the range of indicators, and methodological approaches used. We identified 78 indicator sets across 22 thematic domains. Results indicate that most attention has been given to a small set of indicators focusing on at-risk populations, socioeconomic factors, housing, and employment, while other factors such as health conditions, disaster preparedness, social connectedness, gender minorities, and sexuality are consistently underrepresented. Many studies rely on established frameworks without adapting them to local socio-cultural contexts and use census and secondary data sources, providing limited household-level and qualitative insights. Lack of methodological transparency, particularly regarding normalization and weighting, is common as is insufficient validation and ground-truthing. Greater attention to these issues, along with empirical case studies, is needed to provide in-depth insights into the root causes of social vulnerability and inform policies better tailored to local realities. This review highlights significant conceptual and methodological gaps, calling for more context-sensitive, mixed-method, and empirically validated approaches to improve the robustness and local relevance of social vulnerability assessments in flood-prone areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "State-of-the-art in climate resilience gamification for coastal environments: a systematic literature review",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae151d",
      "pubDate": "",
      "description": "Gamification has emerged as a promising tool for education and awareness-raising in the context of climate adaptation, but we lack a clear understanding of its topical and geographical reach, as well as its effectiveness. To gain a comprehensive understanding of the state of the art, we conducted a systematic literature review of 40 studies addressing sea level rise; flooding resulting from sea level rise or extreme weather events; and transformations in urban geography through adaptative policies in response to climate change. The findings indicate a steady growth in this area of research over the past decade. The reviewed interventions—primarily oriented toward fostering learning related to adaptative behaviors or directly aimed at behavioral change—have generally yielded positive outcomes. Specifically, gamification has been shown to enhance participants’ sense of accomplishment, promote social interaction, and create immersive learning environments. However, we also identified limitations in terms of intervention context, design, measured outcomes, and methodology. In response to these, we propose a set of recommendations for future research in this field. Among them, we highlight the importance of developing and deploying gamified experiences in emerging economies that are particularly vulnerable to climate risk; promoting social dynamics within digital interventions, thereby enhancing collective awareness and cooperation; considering the affective dimension of engagement within experimental designs by capturing emotional responses and their influence on behavior; and deepening and broadening the scope of results by grounding the studies’ execution and reporting more firmly on critical self-reflection and transparency.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Estimating the effects of functional diversity and composition on the spatial variability of ecosystem multifunctionality in a large temperate forest region",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1521",
      "pubDate": "",
      "description": "Functional diversity and composition have been shown to significantly influence the temporal variability of ecosystem functioning. However, their impact on the spatial variability of multiple ecosystem functions (multifunctionality) is still unknown. Therefore, this study aims to explore how functional diversity and composition affect the spatial variability of ecosystem multifunctionality (EMF-SV) under different environmental conditions in a temperate forest region. Regional communities representing specific spatial scales were established by assembling different numbers of sample plots. The EMF-SV was represented by the ratio of the standard deviation to the mean value of ecosystem multifunctionality within each regional community. Linear mixed-effects models were used to evaluate the effects of functional diversity and composition on the EMF-SV at different spatial scales. Structural equation models were applied to explore the direct and indirect pathways of functional diversity and composition influencing the EMF-SV. Our results show that functional diversity and composition had significant effects on the EMF-SV, and these effects changed with spatial scales and environmental conditions. They affected the EMF-SV directly or indirectly through species asynchrony and population stability. Our results demonstrate the role of functional traits in regulating the EMF-SV across spatial scales and explore the main impact mechanisms. This will contribute to our understanding and protection of ecosystem multifunctionality in temperate forests.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regionalized Mediterranean relative sea level projections under high-emission regional climate scenarios",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15a5",
      "pubDate": "",
      "description": "Future sea level (SL) change in the Mediterranean Sea is one of the major climate hazards for populations living in coastal areas. In this study, we analyze projections of relative SL (RSL) rise in the Mediterranean Sea until the end of the 21st century. For the first time, we provide a detailed characterization of regional patterns of future SL change using an ensemble of three multi-decadal SSP5-8.5 scenario simulations with high-resolution fully coupled regional climate system models (RCSMs) of the Med-CORDEX initiative and their driving global climate models (GCMs). At the basin-scale, RCSMs do not significantly modify the GCM-projected RSL changes by 2100, with a mean RSL change of 69 cm (60–93 cm, 17th-83rd percentiles) relative to 1995–2014. Among the RSL components, the sterodynamic (primarily driven by the global thermal expansion) and the surface mass balance drive the basin-scale RSL rise, with the latter being the largest source of uncertainty. We find that the RSL rise in the Mediterranean is expected to be 4%–12% lower than the global mean due to differences in the surface mass contribution, and 6%–15% lower than in the nearby Atlantic as a result of dynamic adjustments within the semi-enclosed basin. While dynamic SL drives the mean regional patterns, vertical land motion introduces the greatest local spatial variability along coasts, resulting in a projected local RSL rise by 2100 of −26 cm to +178 cm in GCMs and −39 cm to +170 cm in RCSMs. Furthermore, compared to GCMs, RCSMs incorporate local details that result in greater spatial variability, which is important to consider in risk assessments and adaptation planning.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Effective carbon dioxide removal requires a One-Earth approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15a8",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Comparing support for deep-sea mining among the mass public and environmental non-governmental organizations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae16c1",
      "pubDate": "",
      "description": "The energy transition hinges on the availability of critical minerals. China dominates the global critical minerals supply chain. Deep-sea mining (DSM) is proposed as an alternative to domestic land-based mining. While DSM could reduce China’s control over critical minerals and avoid local pollution from land-based mining, it could potentially harm the ocean ecosystem. We explore whether support for DSM depends on how its benefits/costs are framed, and how this support varies between the mass public and environmental non-governmental organizations (ENGOs). We administered an identical (pre-registered) online survey to US individuals (n = 1142) and separately to ENGO professionals (n = 278). This unique research design assesses whether the support for these two groups for DSM is influenced by how the DSM spillovers are framed in terms of (1) preventing land-based water pollution and habitat degradation from land-based mines (+), (2) reducing US dependence on China for critical minerals (+), and (3) hurting fisheries which are a key food source (−). Among the mass public, we find that support for DSM mining increases with the security frame only. However, among ENGO respondents, support for DSM does not change for any frame. Men in both samples support DSM, but we do not find differences in DSM support along race or partisan affiliations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Reconciling natural habitat size loss and quality enhancement: the dual effects of urbanization in China’s Loess Plateau",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1753",
      "pubDate": "",
      "description": "Amid accelerating urbanization and severe biodiversity loss in global drylands, reconciling urbanization with habitat conservation is crucial for sustainable development. Focused on China’s Loess Plateau (LP), a typical arid to semi-arid region, this study quantified the dual effects of urbanization on both the size and quality of natural habitats (NHs) from 1990 to 2050 by multi-scenario land cover simulations with the system dynamics PLUS model, combining landscape indices and habitat quality (HQ) analysis. The study revealed that urbanization directly consumed 3470 km2 of NHs and indirectly resulted in the loss of 4706.4 km2 between 1990 and 2020. Under the SSP5–8.5 scenario, direct and indirect NHs losses are projected to increases of 7.75 and 7.39 times respectively, from 2020 to 2050. Nevertheless, LP’s landscape pattern exhibited an optimizing trend: the increasing aggregation index of urban patches, coupled with an enhanced largest patch index for forests and grasslands, indicates that intensified urbanization can mitigate the disordered encroachment on NHs, reduce landscape fragmentation, and preserve larger and more contiguous habitat patches, thereby improving overall HQ. The LP case demonstrates urbanization and NHs conservation are not inherently antagonistic; well-planned urbanization can catalyze NHs protection. We further proposed strategies including spatially concentrated urbanization to advance sustainable urbanization and enhance HQ, fostering synergies between social progress and ecological preservation in global arid regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Spatiotemporal patterns of urban heat in indoor and outdoor microclimates",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae09bc",
      "pubDate": "",
      "description": "As global temperatures rise due to climate change, urban heat islands have emerged as an important public health concern, significantly exacerbating heat stress in urban populations. Meteorological data is critical for assessing heat stress, and localized microclimate data provide more precise measurements of heat hazards than traditional weather station data. Our study explored microclimate patterns in space and time in tropical cities with rapidly growing urban populations and warming climates. We established a microclimate monitoring network with sensors measuring air temperature and relative humidity throughout two large cities in Gujarat, India. We collected hourly microclimate data on temperature and humidity from April 2023 to May 2024 from paired indoor/outdoor sensors at 48 homes in Ahmedabad and 45 homes in Surat. We summarized dry bulb (T) and wet-bulb (Tw) temperatures at indoor and outdoor locations, compared temporal patterns across seasons and times of the day, and investigated relationships with urban land cover. Indoor and outdoor microclimates had different diurnal variations, with distinctive patterns during the monsoon compared to other seasons. Building volume had warming effects and vegetation had cooling effects on minimum T and Tw, particularly at outdoor locations. In contrast, building volume had cooling effects and vegetation had warming effects on maximum T and Tw, particularly at indoor locations. Temperatures were consistently cooler at locations with higher albedo, and relationships with water were weaker and more variable. A model comparison found significant differences in land cover effects for indoor versus outdoor locations. Given the increasing occurrence of heat waves and climate-related health threats in western India and other tropical areas, it will be essential to account for the different spatial and temporal patterns of indoor and outdoor microclimates to more precisely identify locations and timings of temperature extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "WEFE nexus unveiled: a comprehensive review of monitoring and modelling methods in the water-energy-food-ecosystems nexus",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da3",
      "pubDate": "",
      "description": "Sustainable resource management in the face of climate change is a pressing challenge for our society. This paper delves into the water-energy-food-ecosystems (WEFE) nexus, a scientific framework that supports the integrated assessment and management of the interconnected resources. Shifting from sectoral to cross-sectoral and transdisciplinary perspectives, the WEFE nexus addresses interdependencies and interactions among water, energy, food, ecosystems, and climate. This paper focuses on the extended nexus, incorporating ecosystems as a fourth pillar, underscoring the importance of considering ecosystems on an equal footing with water, energy, and food sectors. In addition, the paper emphasizes the significance of monitoring and modelling techniques, laying the foundations for understanding the nexus complexities and assessing uncertainty. The paper offers an overview of integrated nexus modelling, system analysis and socio-economic modelling, bridging the gap between nexus science and practice. It highlights the role of multifaceted stakeholder engagement methods, policy assessment, and institutional analysis in nexus models. Quantifying the nexus through indicators, and its alignment with the Sustainable Development Goals, EU Green Deal, and EU Blue Deal are also key focal points. Finally, the last part of the paper addresses challenges in existing nexus modelling attempts, advocates for the integration of transdisciplinary information, and presents lessons learned. The paper concludes with recommendations for the future of the WEFE nexus, emphasizing its potential in fostering transformative change toward sustainable resource management and inclusive policymaking.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Strengthening the integrity of REDD+ credits: objectively assessing counterfactual methods using placebos",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f44",
      "pubDate": "",
      "description": "The financing of tropical forest conservation projects through the sale of carbon credits remains a key opportunity to curb forest loss. Reducing emissions from deforestation and forest degradation (REDD)+ projects generate carbon credits by reducing forest loss within the project area compared with a counterfactual area that faces similar pressures (known as ‘additionality’). Several methods are available for constructing counterfactuals, but comparing their reliability is challenging. Here, we present an evaluation approach based on the creation of placebo projects, where there are no REDD+ activities and in which we would not expect project and counterfactual outcomes to diverge. We compare four methods based on pixel matching that estimate counterfactual deforestation rates. Using 27 placebo projects spread across the tropics, we found that pixel-matching is a reliable way of estimating a key element of additionality (i.e. deforestation in counterfactual areas) when based on data gathered at the end of an evaluation period after project start (i.e. ex-post estimation). However, forecasting counterfactual deforestation rates from information available at the start of a project (i.e. ex-ante estimation) is much less reliable, reinforcing existing concerns about ex-ante crediting mechanisms. We argue that systematic application of the placebo approach can accelerate the development and adoption of more credible counterfactual-estimating methods. As counterfactuals are the basis which underpins the validity claims of most nature credits, strengthening the credibility of counterfactuals will enhance the effectiveness of conservation finance, helping REDD+ and other nature-based solutions realise their full potential in delivering real, measurable benefits.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Who shapes the just transition? Examining intellectual hegemony in climate research",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fab",
      "pubDate": "",
      "description": "Analysing a dataset of 5432 journal articles (1986–2023) using bibliometric techniques, we investigate the conceptual framing, thematic evolution and publication trends of just transition—a concept seeking to reconcile climate action with social and economic justice but the scope and application of which fuel intense debate between the Global South and North. Our findings reveal that a small cadre of scholars and core journals exert disproportionate influence, steering the discourse towards technological fixes at the expense of structural political change, societal transformation, inclusive sustainable development, and addressing global inequality. This intellectual hegemony underscores age-long significant challenges around the politics and ethics of knowledge production in the discourse of global sustainability, not least the grave risk of marginalising the experiences and perspectives of the most vulnerable, who remain under-represented in both scholarship and policy-making. We conclude by calling for the integration of diverse viewpoints to ensure just transition strategies are both effective and equitable across varied global contexts—an imperative made all the more urgent by the resurgence of fractured climate politics and weakened global solidarity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Focus on health-centred climate solutions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1244",
      "pubDate": "",
      "description": "Climate change poses a public health crisis. To simultaneously achieve climate and health goals, the health-centred climate solutions are of great interest to policymakers. Here, we provide an overview of a unique set of 27 papers published in the focus collection on ‘health-centred climate solutions’. We also take stock of recent literature on the health impacts of climate change, the effectiveness of adaptation actions, and the health co-benefits of mitigation actions. First, we summarise the evidence-based climate and health interactions and the quantitative projections of future climate-induced health burdens. Second, we focus on adaptation actions, in particular early warning systems, and how they influence health risks. Third, we synthesise the health co-benefits of mitigation actions through improving not only air quality but also physical activity level, and their distributional effects across regions and population groups. Finally, we point out important gaps in data, modelling frameworks, and topics to be tackled in future research. Through this synthesis, we aim to catalyse a paradigm shift toward health-centred climate solutions that prioritise health benefits while addressing climate change challenges.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Nutrient retention in European lakes and rivers: a continental–scale ensemble assessment",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae130b",
      "pubDate": "",
      "description": "Nutrient retention in lakes and rivers is an essential regulating ecosystem service that protects downstream water bodies from nutrient excess, reducing anthropic impacts on aquatic habitats. Quantifying nutrient retention in freshwaters is important for basin management, but difficult as retention depends, among other things, on the spatial and temporal scales of interest. This study aimed at assessing freshwater nutrient retention in contemporary Europe at continental scale with an ensemble modeling exercise. We used the conceptual model GREEN, changing lake retention according to alternative formulations, generating six model versions for total nitrogen (TN), and seven for total phosphorus (TP). All versions were calibrated independently in six European regions, defined by the sea to which land drained to. Parameter sets that performed well in overall calibration and at stations downstream lakes formed the ensembles that were used to quantify freshwater retention over a decade (2012–2021). Ensemble median river retention was about 10% of incoming TN load and 6% TP load. Median lake retention was about 4% for TN and 6.5% for TP. Median freshwater retention amounted to 170 kg N yr−1 and 7.2 kg P yr−1 per km2 of drainage area. European freshwaters retained about 16% of incoming nitrogen and 13% of incoming phosphorus loads, preventing about 1066 kt N yr−1 and 49 kt P yr−1 to reaching the coastline. Nitrogen retention mostly occurred in rivers, whereas phosphorus retention occurred predominantly in lakes, however important regional differences were noted. The assessment likely underestimates the overall role of freshwater nutrient retention, as secondary streams, wetlands, and ponds were not considered explicitly. Nevertheless, it provides quantitative references for accounting of freshwaters ecosystem services at continental scale.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evolving institutions of sustainability: a dynamic model of historical water governance transformations in Central Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae137c",
      "pubDate": "",
      "description": "This article introduces evolutionary game theory as an approach to stylised long-term analysis of water governance transformations in Central Asia. This world region has been strongly affected by natural hazards, political disruptions and historically diverse attempts to establish effective water management principles. Drawing on historical and contemporary evidence, we establish a game theoretical baseline model of a user community in which irrigation is efficiently governed by group sanctions. By allowing for drift in the evolutionary equilibrium, we model how a loss of traditional authorities over water management can erode established group norms. We then analyse a hypothetical scenario of privatised water rights, inspired by historical and current policy debates in Central Asia. Under the assumption that such rights can be technically implemented, we show that they can restore an efficient water use equilibrium of owners that is egalitarian and evolutionary stable. We discuss how future climate change scenarios or conflicts over transboundary water allocation may affect the model results, focusing on the effects of increased uncertainty and of decreasing water productivity on system resilience. Productivity shocks may make low-performing equilibria unsustainable and thus lead to disruptive change or extinction of certain equilibria. Policy should focus on local interaction as an arena of institutional change. We suggest empirical research questions emerging from our analysis and highlight the benefits of uncontested property rights as an institutional solution to water governance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drought and grazing pressure limit restoration and conservation outcomes in degraded grasslands on the Qinghai–Tibetan Plateau",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae13bb",
      "pubDate": "",
      "description": "Grasslands cover over 50% of the Qinghai–Tibetan Plateau (QTP), playing a critical role in water conservation, soil retention, carbon sequestration, biodiversity, and supporting pastoral livelihoods. Due to the high-altitude and cold-climate conditions, the QTP is highly vulnerable to climate change. Understanding the relative importance of the drivers of grassland degradation is essential for developing adaptive management strategies. While numerous studies have explored these drivers, the impacts of large-scale ecological restoration efforts since 2000, particularly across different grassland types and degradation-recovery phases, remain underexplored. This study analyzes 40 years of grassland vegetation dynamics on the QTP, identifying key inflection points and classifying regions into four ‘degradation-restoration’ trajectory types. The effects of climatic and anthropogenic drivers across distinct temporal phases are quantified. The results indicate that 6.56% of grasslands are in continuous degradation, while 28.97% are at risk of potential degradation risk. Drought and grazing emerge as the primary drivers of vegetation change, while restoration and afforestation programs play a significant role in enhancing recovery. Our findings underscore the spatiotemporal variability of grassland responses and emphasize the need for targeted grazing management and integrated water resource planning to optimize restoration outcomes. This study provides a framework for differentiated grassland management in the face of climate change and human pressures on the QTP.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating opportunity for distributed wind energy in rural and agricultural areas",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae13bc",
      "pubDate": "",
      "description": "Wind energy is among the most mature renewable energy technologies, accounting for 11% of the current US electricity generation in 2024, with the lowest average levelized cost. While it is known that substantial opportunity exists for further development, a key question has been where wind energy is best suited compared to other technologies. This study leverages an immense dataset of parcel-resolved technoeconomic potential for the contiguous United States, focusing on distributed wind (DW) energy—a configuration where one or more turbines, typically 30–60 m in height are used to satisfy nearby energy needs. The analysis is conducted at multiple spatial scales and considers land use, crop land, census, and incentive program data to determine the most opportune areas for market development. The results show that rural, agricultural and residential areas are most suited to DW. Connection type (in front of, or behind the meter) and regulations determine the best application, while siting constraints, economics, demand and the wind resource determines the optimal size of turbine.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A sociopsychological model predicting motivation to alter behaviour to mitigate climate change: a repeated cross-sectional study from Taiwan",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae13bd",
      "pubDate": "",
      "description": "Adopting individual behavioural changes to achieve a low-carbon lifestyle is a key strategy for addressing climate change. However, related studies have generally been conducted in Western contexts. Drawing upon a comprehensive national survey conducted in Taiwan, we developed a sociopsychological model to explain the motivation to alter behaviour to mitigate climate change and to engage in specific mitigation behaviours, including adopting plant-based diets, using public transportation, and donating to environmental nongovernmental organisations. We used a repeated cross-sectional survey design to test our model seven times to investigate general motivation and two times to investigate behaviour-specific motivation. Samples are representative of the Taiwanese population, collected between August 2021 and June 2024 (N = 4446). Our results confirm the validity and stability of the proposed model, demonstrating its potential to advance the understanding of how behavioural changes can mitigate climate change in non-Western contexts. Issues on psychological distance and seasonal changes on climate change risk perceptions are also discussed.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Canada’s landscape fires spreading into uncharted territory",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1495",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Technology–finance integration and energy system resilience: the moderating role of climate policy uncertainty",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1497",
      "pubDate": "",
      "description": "This study examines the impact of the Pilot Programs of the Combination of Technology and Finance (PPCTF) on energy system resilience (ESR) in China, with particular attention to the moderating role of climate policy uncertainty (CPU). Using panel data from 280 cities during 2010–2022 and employing a double machine learning approach, we find that the PPCTF significantly enhances ESR, with robust results from various tests. The mediation effect reveals that RAO and green technology innovation are vital influential channels. Moreover, CPU amplifies the positive effect of the PPCTF on ESR, particularly in non-resource-based, strictly regulated, and high-governance cities. These findings highlight the importance of integrating technology and finance initiatives with climate policy considerations to foster sustainable and resilient energy systems. Policy implications are also discussed.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}