{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-19T18:35:32.054468",
  "items": [
    {
      "title": "Evaluating restoration success: long-term impact of sustainable land management practices in Ethiopia using synthetic control with matrix completion method",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adea89",
      "pubDate": "",
      "description": "Efforts to combat land degradation globally have led to the widespread promotion of sustainable land management practices (SLMPs) aimed at reducing surface runoff and erosion. Despite their extensive implementation, long-term evaluations of these practices are limited, especially in data-scarce regions. In our study, we assess the long-term impact of large-scale SLMPs in Ethiopia using remotely sensed data from the past 24 years on 122 watersheds. Using a synthetic control method that does not require an explicit control group, we find statistically significant positive effects of SLMPs in both wet and dry seasons. These benefits persist at least eight years beyond the intervention period. Our findings highlight the need for multi-season impact assessments. Focusing only on the wet season may overlook key outcomes in dryland regions, underestimating the effectiveness of large-scale, multi-year projects. We further find that effects were most positive in drought-prone agricultural highlands, and that some administrative zones appear more effective than others at implementation. Efficient and affordable monitoring of sustainable agricultural water and land management and watershed conservation is crucial for understanding which interventions are effective and can provide opportunities for alternative financing mechanisms.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The hidden role of market-making in the rise of farmed salmon",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adec05",
      "pubDate": "",
      "description": "Aquaculture is expected to play an important role in the transition towards healthy and sustainable diets, requiring dietary changes towards products with lower environmental footprints in ways that address dietary needs. Farmed Atlantic salmon accounts for 2% of global aquaculture, with productivity growth factors, such as research investment, credited with creating a high-value, globalized food commodity. However, its contribution to sustainability and nutrition goals remains unclear, and factors underlying consumer demand, such as marketing work, have been overlooked. We inspect the rise of farmed salmon in the UK, using key stakeholder interviews to understand the role of various actors (e.g. industry, retailers) in ‘making’ farmed salmon markets. Interviewees identified retailer strategies, such as labelling, and consumer-facing promotion efforts, such as health benefits, as key demand-growth factors underlying farmed salmon sales. Using data on UK seafood markets, we assess the views of interviewees, finding that farmed salmon is the most consumed aquatic food; however, it is less popular than other animal-source foods and is primarily consumed by affluent households. Our analyses discuss how market-making efforts by industry and retail actors have shaped consumer demand by promoting salmon as an accessible, nutritious and sustainable product. Accreditation and labelling have helped to develop perceptions of health and sustainability, despite farmed salmon being comparable in nutrient profile to other aquatic foods and having long-standing environmental impacts. Market-making insights could be used to enhance demand for other aquatic foods in ways that target dietary gaps by supplying affordable and sustainable products, such as mussels.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating critical and essential service access vulnerabilities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adee30",
      "pubDate": "",
      "description": "Access to critical and essential services (CES) is vital for community resilience, particularly in coastal areas facing natural hazards. We developed a novel transportation network analysis framework to assess access fragility (in terms of losing access), criticality (in terms of the importance of CES facilities), and equity of CES access across five Louisiana communities. We used drive time to the closest facility, marginal drive time to the second closest facility, and the number of alternatives within critical time thresholds as three measures for fragility analysis. Our findings show that fragility is not limited to rural areas—urban communities experiencing in-migration also face risks due to limited alternatives. Removing one facility at a time revealed that it can cause up to a 500% increase in drive times to dialysis centers and hospitals for residents of Morgan City and Stephensville, while, on average, removing one random high school results in a 6%–30% increase in drive time across communities. We also introduced a criticality ranking method using total population, percentage of the population without an alternative, and marginal drive time for populations without alternatives, and calculated rank stability across different weightings of these three measures to identify facilities that are consistently most critical. Cameron Parish had the highest concentration of critical facilities, though facilities in Slidell and Mandeville also ranked highly, highlighting potential capacity concerns for two communities with growing populations. Finally, our equity analysis, performed using Monte Carlo simulations, shows that Native populations are disproportionately affected by limited access to services (∼29% are identified as outliers for dialysis and hospital access), while White populations experience the lowest average drive times to most CES facilities.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Integrating approaches and methodologies into phenological research in Neotropical dry forests: a systematic review",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade9e2",
      "pubDate": "",
      "description": "Phenological shifts are increasingly recognized as tangible indicators of plant responses to climate change. Tropical dry forests (TDFs), in particular, are key ecosystems for unraveling the mechanisms driving phenological dynamics, given their crucial role in biodiversity conservation and carbon balance. Although phenological research has advanced rapidly in recent decades in tandem with new methodological innovations, TDFs remain underrepresented. Consequently, the extent to which recent approaches have improved our understanding of leaf changes is still poorly understood. Here, we conducted a comprehensive literature review of phenology in seasonally dry tropical forests (SDTFs) in the Neotropics using Web of Science and Scopus databases up to December 2024. We aimed to synthesize methodological advances, environmental drivers, and functional traits related to phenology, providing insights about mechanisms underlying phenological shifts in Neotropical SDTFs. We documented a significant expansion in phenology research in Neotropical SDTFs over the last decade, with a concentration of studies in South America, particularly Brazil, followed by Central America. Despite these advances, long-term studies remain scarce, limiting our ability to detect interannual variability and long-term trends. The integration of high-resolution monitoring tools, such as phenocameras, has enhanced data collection across spatial and temporal scales, improving our ability to track phenological changes. Furthermore, plant functional traits such as wood density and leaf characteristics associated with deciduousness are key for understanding drought adaptation strategies in dry forests. Given the strong dependence of SDTFs phenological patterns on climate variability, predictive models that incorporate phenological observations, plant functional traits, and climate data will be further crucial for refining our understanding of adaptive mechanisms and improving forecasts of vegetation responses in dry forests. By highlighting research gaps and future directions, this synthesis provides a foundation to improve conservation efforts and climate resilience assessments in seasonally dry tropical ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "CarbonFiberStone: a new carbon negative and cost-effective alternative to conventional building materials by fusing three different CDR technologies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addfed",
      "pubDate": "",
      "description": "Unprecedented urbanization has led to a sharp increase in the world’s building stock, increasing material consumption and environmental impact. This study introduces CarbonFiberStone (CFS), a novel lightweight construction material, and assesses its carbon footprint in a specific building application. CFS is defined as a millimeter-thin bio-based carbon fiber fabric bonded to compression-resistant stone slabs using an adhesive. CFS is extremely resistant to compression and tension. The resulting stone powder from the stone cutting process is used for enhanced rock weathering. The wall element presented here incorporates a layer of biochar for insulation purposes. Using life cycle assessment and techno-economic analysis, we compare five CFS-based building blocks with two conventional reinforced concrete blocks in single and multi-story residential buildings. The results show that CFS walls achieve a net carbon negative balance of −56.86–65.32 kg CO2eq m−2, sequestering 0.10–0.15 t CO2 per square meter of living space at similar costs to conventional construction with reinforced concrete. These results show that CFS has the potential to become a viable, sustainable alternative to conventional building materials and thus has the potential to make a significant contribution to the 1.5 °C target of the Paris Agreement.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Corrigendum: Urban precipitation dynamics risk assessment across Indian smart cities (2025 Environ. Res. Lett. 20 074059)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adec06",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Effects of climate change and anthropic water uses on ecosystem services provided by an Alpine river",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade902",
      "pubDate": "",
      "description": "Several Alpine river ecosystem services (ES) depend on the streamflow regime, thus they might be affected by multiple stressors such as changing climate and anthropic water uses, with still poorly investigated consequences. We focused on the supply of three ES in an Alpine river, namely habitat provision, recreational activities, and hydroelectricity production from run-of-the-river (RoR) power plants. We applied an integrated hydrological, hydraulic and habitat modeling approach to quantify the effects of climate change (CC) on these services, based on the outcomes of four regional climate models. The paper investigated the effects of water use policies such as the introduction of prescriptions for environmental flow (EF) under the same CC models. We observed that CC significantly affects the river suitability for the supply of ES at the catchment scale, while the introduction of EF releases are relevant at a more local scales (several reaches). Under future scenarios, simulated increasing abstractions for hydroelectricity production from RoR power plants have a stronger effect on white-water rafting and a relatively smaller effect on fish habitat. Quantifying the potential effects of CC and of different strategies of river flow management under these scenarios is a promising approach to support the design of long-term water resources management strategies at catchment and local level.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Improved storm surge prediction and extreme sea level future projections in the Indian Ocean using deep learning",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade9e0",
      "pubDate": "",
      "description": "Accurate storm surge and extreme sea level (ESL) prediction is crucial for effective coastal flood monitoring and hazard management. However, dynamical models for the Indian Ocean often exhibit significant biases compared to historic tide gauge (TG) based sea level records, highlighting the need for improved methods. To address this gap, we applied a long short-term memory (LSTM) deep learning network to reconstruct hourly storm surges across 29 TG locations along the Indian Ocean coastlines for the period 1979–2021. Our results demonstrate the robust performance of the LSTM model, which outperforms existing global surge reconstructions by realistically capturing storm surges associated with tropical cyclones and extreme conditions. We extended this approach to generate future projections of ESL for the Indian Ocean, which has been lacking for the densely populated coastline. The ESL projections are generated by integrating storm surges predicted via LSTM with bias-corrected Coupled Model Intercomparison Project (CMIP6) predictors, tide data from hydrodynamic models, and mean sea level (MSL) from the Intergovernmental Panel on Climate Change 6th Assessment Report (AR6). The findings reveal that future ESL changes will be predominantly driven by MSL rise, with contributions from tides and storm surges accounting for approximately 10%. Notably, the analysis indicates a rapid emergence of ESL events in the Indian Ocean. By 2030–2040, equatorial islands will experience the one-in-a-hundred-year ESL (ESL100) annually, and the Arabian Sea coastline and the south subtropical regions by 2050 under a high-emission scenario. The findings underscore the urgent need to implement adaptive measures to safeguard vulnerable coastal populations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The biogeophysical impacts of land cover change on climate extremes in the Arctic and Boreal regions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeba0",
      "pubDate": "",
      "description": "Land cover change (LCC)-climate interactions could amplify or mitigate climate change in the Arctic and Boreal regions. Revealing the impacts of LCC on climate extremes helps to improve risk assessment capability and provides targeted adaptation and mitigation strategies to enhance regional climate resilience. In this study, we parameterized remotely-sensed land cover maps into the Community Earth System Model version 2 (CESM2) to examine the biogeophysical effects of LCC on temperature and precipitation extremes in the Arctic–Boreal Vulnerability Experiment (ABoVE) core domain, where the contribution of substantial LCC to abnormal climate variations has been little explored. Results showed that LCC had varying degrees of impact on regional climate extremes. Alteration in surface albedo induced net radiation changes, which further resulted in variation in maximum temperature (Tmax), with ice days (ID) and warm spell duration index (WSDI) increased by more than 3 days, and the maximum value of daily maximum temperature (TXx) decreased by more than 0.6 °C. The LCC-induced combined effects of water vapor supply and atmospheric dynamics resulted in a decreasing trend in precipitation extreme, with the number of days with precipitation exceeding 10 mm (R10mm) and annual total precipitation in days with precipitation exceeding 1 mm (PRCPTOT) decreased by more than 3 days and 15 mm, respectively, while consecutive dry days (CDD) increased by more than 3 days. These findings highlight the importance of LCC for regional climate variability in the Arctic and Boreal regions, contribute to a better understanding of LCC-climate interactions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Corrigendum: Metrics for quantifying the efficiency of atmospheric CO2 reduction by marine carbon dioxide removal (mCDR) (2024 Environ. Res. Lett. 19 104053)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adea88",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}