{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-02-01T18:45:30.620976",
  "items": [
    {
      "title": "The conservation metadata gap: why AI classification is a symptom, not a solution",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3335",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Observation of CH4, CO and N2O in the upper troposphere and lower stratosphere over the Qinghai–Tibet Plateau",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae34cd",
      "pubDate": "",
      "description": "The Asian summer monsoon (ASM) anticyclone provides an efficient pathway for the upward transport of anthropogenic pollutants into the upper troposphere and lower stratosphere (UTLS). However, in-situ measurements of key trace gases in the UTLS remain scarce over the Qinghai–Tibet Plateau (TP), a core region of the ASM anticyclone. In August 2019, the first AirCore observations over the northern TP were conducted, providing high-resolution vertical profiles of CH4, CO and N2O from the surface up to 22 km. Instrument and campaign details are described. Notably, enhanced concentrations of CH4 and CO were observed at 13–14 km when the observation site was located within the ASM anticyclone, indicating that the primary influence of deep convection occurs at this altitude. Back-trajectory analyses indicate that these enhanced layers originated from northern India, the Bay of Bengal, and southern China. On average, CH4 and CO concentrations inside the anticyclone were 30.2 ppb and 52.5 ppb higher, respectively, than those outside. N2O concentrations remain relatively constant throughout the troposphere but show a sharp decline approximately 2 km above the tropopause, indicating the onset of significant stratospheric influence and a weakening of ASM anticyclone confinement at this altitude. These results demonstrate the capability of the AirCore system to resolve the fine-scale vertical structure of trace gases, offering critical insights into the upward transport of surface pollutants to the UTLS via the TP during the ASM.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Long run emulator calibration increases warming and sea-level rise projections",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3847",
      "pubDate": "",
      "description": "Owing to their short runtime compared to Earth system models (ESMs), as well as the difficulty for the latest ESMs from the Coupled Model Intercomparison Project Phase 6 (CMIP6) to reproduce historical warming and the so-called ‘hot model problem’, constrained reduced-complexity climate models (‘emulators’) are increasingly used to produce global warming projections from emissions scenarios. Emulators are often calibrated on idealised abrupt CO2 quadrupling experiments from CMIP6, particularly the global surface temperature response over time to an imposed radiative forcing. Such CMIP6 experiments tend to be run for 150 years, which is not sufficient to reveal the full equilibrium response to an imposed climate forcing. Here we show that, when longer experiments are available for emulator calibration, the long-term climate warming projections increase, particularly for 2100, by up to 0.70 (0.42–0.93, 25th to 75th percentile) °C in the median under a high emissions scenario; peak global warming in a high overshoot scenario is higher by 0.24 °C (0.14–0.31 °C). Corresponding long-term thermosteric sea level rise (SLR) is consequently higher, by 0.45 (0.22–0.52, 25th to 75th percentile) m in 2500. This result, consistent across calibrations from 17 ESMs, has implications for climate change mitigation strategies, as it is likely that even more stringent emissions reductions would be required to limit long-term warming and SLR than previously thought.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate double whammy: assessing the physical and transition climate risks of overseas power projects",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3848",
      "pubDate": "",
      "description": "This study examines both the physical and transition climate risks of 578 bilaterally-financed overseas power projects across 105 countries, funded by the world’s three largest economies–the United States, China, and Japan. We geolocate each power project and obtain forecasted physical climate risk exposures at these locations using data from Moody’s ESG Solutions. We measure transition climate risks using the project specific committed CO2 emissions and find a positive correlation between physical and transition climate risks across these projects—which are driven primarily by fossil fuel investments. Coal power plants exhibit the highest level of both physical and transition climate risks. Although hydropower projects tend to have lower carbon emissions, they face the highest flood risk among all fuel types. We find no evidence that the positive relationship between physical and transition climate risks varies by financier country or financing type. These results highlight the need for integrated climate risk assessments in international energy finance and underscore the potential for climate-related liabilities to compound across multiple risk channels.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Arctic warming delays the Afro-Asian monsoon retreat amplifying autumn rainfall",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3974",
      "pubDate": "",
      "description": "The Afro-Asian summer monsoon (AfroA-SM) provides essential rainfall for billions of people. However, in recent decades, unusually wet conditions have persisted into autumn, creating unprecedented extremes. Using multidecadal observations, reanalysis datasets, and Polar Amplification Model Intercomparison Project (PAMIP) simulations, we show that Arctic warming significantly postpones the retreat of the AfroA-SM. This delay shifts the northernmost summer monsoon boundary by 5.6°–12° and accounts for 33%–69% of September precipitation across North Africa, South Asia, the Tibetan Plateau, and East Asia. The mechanism is anchored in a northward displacement of the subtropical jet stream, which is driven by reduced meridional temperature gradients resulting from sea‐ice loss and Arctic amplification. The resulting Eurasian anticyclone weakens the tropospheric dipole of the polar vortex, promoting negative North Atlantic Oscillation (NAO)-like anomalies and a pronounced Eurasian wave train. These reinforce the northward shift of the subtropical high and enhance warm‐moisture advection into northernmost margin summer monsoon belts. PAMIP ensemble experiments further indicate that future Arctic amplification will intensify this autumn monsoon persistence and its associated precipitation. Our findings are critical for understanding the intensification of late-season hydroclimatic extremes, underscoring the urgent need for improved seasonal forecasting, adaptive agricultural strategies, and flood-risk management in a warming climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Green vs growth? Exploring British Columbia’s energy transition trade-offs using integrated energy systems modelling",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3ab5",
      "pubDate": "",
      "description": "Decarbonizing industrialized economies through electrification requires electricity systems to simultaneously achieve dramatic capacity expansion, sustained reliability, and emissions reductions. We present a novel soft-linkage methodology between the CIMS energy-economy model and the COPPER electricity system planning model to quantify how economy-wide policies translate into specific electricity system requirements and greenhouse gas outcomes for the Canadian province of British Columbia. Our analysis examines two scenarios: one reflecting implemented policies, and another adding proposed climate policies alongside electrified industrial projects, including liquefied natural gas facilities and large-scale mining operations. Results reveal dramatically different infrastructure requirements between scenarios, with the latter requiring substantially higher electricity capacity expansion, dominated by variable renewable energy and higher peak demand growth. Emissions outcomes diverge: while implemented policies deliver meaningful emissions reductions, net-zero aligned proposed policies achieve smaller overall reductions when accounting for prospective emissions from fossil fuel projects, which offset decarbonization elsewhere in the economy. Proactive energy system planning and accelerated infrastructure permitting and construction will be required to meet decarbonization and economic development goals. British Columbia’s experience may offer insights for other jurisdictions pursuing both natural resource development and climate goals. Our approach can be adapted by other jurisdictions using similar models to assess their own energy transition pathways.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Influence of Typhoon Hinnamnor–induced near-inertial gravity waves on the suppression of marine heatwave",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3ab7",
      "pubDate": "",
      "description": "Anthropogenic climate change has increased interactions between typhoons and marine heatwaves (MHWs) worldwide. Typhoon Hinnamnor (2022), which originated in the northwestern Pacific and weakened over the East Sea, demonstrates this interaction. While previous studies have explored typhoon intensification due to underlying MHWs, the formation of MHWs following a typhoon’s passage remains less understood. Post-typhoon MHWs can form due to local ocean heat uptake by anomalously cold sea surface temperatures overlying an anomalously warmer subsurface. This study provides the first detailed analysis of MHW formation on the west side of a typhoon path, off Korea’s east coast, approximately one week after the typhoon, using data from a fixed surface mooring. The results indicate that near-inertial internal gravity waves, influenced by sub-inertial background conditions, prevented the onset of the MHW during the week following the typhoon’s passage, despite favorable conditions such as coastal downwelling, increased surface net heat flux, and higher upper-ocean heat content.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unveiling the paradox of reduced surface solar radiation in February 2020 during COVID-19 lockdown: aerosol-cloud-dynamics interactions in Beijing",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3b54",
      "pubDate": "",
      "description": "This study reveals the physical mechanism behind anomalous surface incident solar radiation (Rs) attenuation in Beijing during the COVID-19 lockdown (February 2020). Sunshine Duration observations reveal the paradox of dimming event under strictest lockdown policies in February 2020 over Beijing. Modern-era retrospective analysis for research and applications, Version 2 (MERRA-2) reanalysis shows Rs decreased abruptly by 12.89 W·m−2 in February 2020 compared to 2015–2019 (pre-pandemic), which is confirmed by Himiwari-8 satellite retrieved Rs. Through multi-parameter attribution analysis, Shapley additive explanations indicated that an anomalous increase in aerosol optical depth contributed 31.700% to Rs attenuation, primarily driven by chemical formation of secondary organic aerosols that offset benefits from reduced primary emissions. Simultaneously, modified cloud physical properties collectively accounted for 38.02% to Rs attenuation. Specifically, doubled low cloud cover accounted for 23.89% while increased low cloud optical thickness contributed 13.52%. Further compounding these effects, weakened boundary layer dynamics exerted synergistic impacts: boundary layer height (BLH) compression (168.93 m) contributed 14.92% and reduced wind speed (0.63 m·s−1) contributed 9.51%, jointly promoting near-surface aerosol accumulation through suppressed pollutant diffusion. Additionally, elevated surface temperature (+1.36 °C) exacerbated Rs attenuation by facilitating aerosol nucleation and cloud condensation nucleus formation. Collectively, these findings challenge the assumption that emission reduction invariably improves Rs, ultimately confirming nonlinear climatic effects from coupled aerosol-cloud-Rs interactions under abrupt anthropogenic disturbances.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Vegetation type, landscape and climate define vegetation water content: implications for sustainable management at Southern Patagonia",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3b56",
      "pubDate": "",
      "description": "Ecosystem management requires integrative tools for planning and decision-making at landscape scales. Vegetation water content (VWC) has been proposed as a holistic indicator of entire plant water status and ecosystem functioning. However, few studies have explored its relationships with ecological and environmental factors, especially in data-scarce regions like Patagonia. In this study, we used the SMAP dataset to analyzed VWC patterns across vegetation types, landscapes, and climate anomalies over the 2015–2016 to 2024–2025 growing seasons in Southern Patagonia, covering Santa Cruz and Tierra del Fuego provinces. The results show that VWC varies significantly among vegetation types. Forests and shrublands generally had higher VWC than grasslands. Among them, Nothofagus betuloides and evergreen mixed forests (NB) exhibited the highest VWC, with grasslands and dry shrublands being at the lowest level. Distinct seasonal VWC dynamics emerged along landscape gradients: a bell-shaped pattern in humid areas and an inverted bell-shaped pattern in arid ecosystems, primarily driven by winter snowmelt recharge and subsequent summer water stress. VWC responded differentially to El Niño-Southern Oscillation and Southern Annular Mode phases, with El Niño and La Niña exerting contrasting effects by province. To bridge science and application, we propose incorporating these metrics into adaptive management, specifically for: (i) defining conservation-priority zones for harvesting in water-limited forests, (ii) implementing dynamic fire risk thresholds based on seasonal depletion patterns, and (iii) adjusting silvopastoral stocking rates according to inter-annual VWC trends. These findings demonstrate that VWC is a robust indicator for guiding sustainable ecosystem management and conservation planning in Southern Patagonia.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projected changes in sea level seasonal cycle alter global coastal flood hazards",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3b57",
      "pubDate": "",
      "description": "In coastal areas, projected increases in the amplitude of the sea level seasonal cycle will lead to the intensification of coastal flood hazards. Conversely, projected decreases in the amplitude may act to suppress flood hazards in some regions, partially offsetting the impact of sea level rise. Simulations of the sea level seasonal cycle by the Coupled Model Intercomparison Project Phase 6 (CMIP6) models suggest changes up to ±30% are projected under a high emission scenario. We demonstrate that a currently unaccounted increase of 5–10 cm in the sea level seasonal cycle will increase the frequency of extremes from once in 20 years to once in 10 years. However, the sea level seasonal cycle amplitudes in CMIP6 models are underestimated compared to seasonal variability observed by satellite altimetry for almost all coastlines, suggesting that future changes might be underestimated, leading to a large impact on extreme sea levels in coastal areas. Including the changes in the future sea level seasonal cycle will advance future projections of sea level extremes and contribute to the crucial decisions about adaptation in coastal areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The coupled uncertainties in carbon dioxide removal and transient climate response to cumulative CO2 emissions",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20a5",
      "pubDate": "",
      "description": "Meeting Paris Agreement targets increasingly points to a need for carbon dioxide removal (CDR) from the atmosphere. While CDR seems promising, the associated uncertainties are not well known. One unexplored aspect is whether the uncertainties in CDR and transient climate response to cumulative CO2 emissions (TCRE) are coupled to any degree, e.g. some CDR methods could have lower carbon removal potential if TCRE are high. In this paper, we quantify the coupled uncertainties between TCRE and the CDR of ocean alkalinity enhancement (OAE) and reforestation. To do so, we used a perturbed parameter ensemble with the University of Victoria Earth system climate model. These results were fed to train Kernel Flows-based model emulators, which in turn were used, together with observational data, to carry out Markov Chain Monte Carlo simulations to characterize Bayesian posterior distributions. It turns out that OAE results in slow but steady CDR, with temperature reduction nearly linearly related to the amount of carbon removed. CDR with OAE is also only weakly dependent on uncertain climate system parameters and TCRE, indicating that OAE is a reliable CDR method with respect to the coupled uncertainties between its removal potential and TCRE. CDR of reforestation slows down after 50 years, and its temperature reduction from biogeochemical effects is offset by the warming biogeophysical effects, as reforesting pastures lowers albedo. Moreover, CDR by reforestation shows a strong dependency on uncertain climate system parameters and negatively correlates with TCRE, implying that it is less reliable as a CDR method. We argue that CDR potential, timescale of CDR, and uncertainty coupling between TCRE and CDR should all be considered when designing robust climate change mitigation portfolios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}