{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-09-03T01:47:55.450695",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3425122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Indigenous fire stewardship shaped North American Great Lakes forests",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500024122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceAcademic debate about Indigenous fire stewardship’s role in shaping North American forests has vital conservation, management, and policy implications. Our research, informed by oral histories, archaeological records, and tree-ring data, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Life’s homochirality: Across a prebiotic network",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505126122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />For centuries, scientists have been puzzled by the mystery of life’s biomolecular homochirality—the single-handedness of biological compounds. Sugars and nucleic acids are right-handed, while amino acids are left-handed in biological systems. Likewise, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Nitric oxide promotes cysteine N-degron proteolysis through control of oxygen availability",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501796122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceOxygen homeostasis in complex animals requires multiple sensory mechanisms to integrate cell-autonomous actions with tissue- and system-wide feedback circuits. 2-aminoethanethiol dioxygenase (ADO)-catalyzed N-degron proteolysis is rapid, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Future winters promise less snow, more rain. Nobody’s prepared",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520764122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Reduced gas accretion onto galaxies due to effects of external giant radio lobes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506790122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificancePowerful radio jets released by accreting supermassive black holes are a significant source of magnetic energy in the Universe. By cosmic noon (redshift 2 to 3), the jet-inflated radio lobes extend beyond their host galaxies and inject a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Landscape changes elevate the risk of avian influenza virus diversification and emergence in the East Asian–Australasian Flyway",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503427122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceHighly pathogenic avian influenza virus (HPAIV) threatens wildlife, agriculture, and humans. Along the East Asian–Australasian Flyway, a major waterfowl migration corridor and HPAIV hot spot, landscape changes are altering migratory bird ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Long-term climate warming weakens positive plant biomass responses globally",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420379122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceThis study is significant because it provides crucial insights into how global warming affects plant biomass, which is a key factor in carbon sequestration. Understanding the diminishing long-term biomass responses to rising temperatures is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A tubulin–MAPKKK pathway engages tubulin isotype interaction for neuroprotection",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507208122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceMicrotubules (MT) are polymers of α- and β-tubulins. Neurons employ a variety of mechanisms to regulate MTs for development and function. Individual neurons express multiple tubulin isotypes, yet how different tubulin isotypes cooperate to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Inbreeding reduces fitness in spatially structured populations of a threatened rattlesnake",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501745122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceInbreeding depression—decreased fitness caused by parental relatedness—can reduce population viability and thus is a frequent focus in conservation. However, such effects are difficult to detect in wild populations because it is challenging to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Identifying fish populations prone to abrupt shifts via dynamical footprint analysis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505461122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceThe stability of fish populations is crucial for food security and biodiversity conservation. Fish populations can experience abrupt and unexpected changes over time, and understanding when such changes could occur is invaluable for ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "CO2 upgrading into bioproducts using a two-step abiotic–biotic system",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512565122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceThe chemical industry faces a significant challenge with CO2emissions due to its heavy reliance on fossil fuels. Electrochemical CO2upgrading powered by renewable electricity presents a promising strategy to reduce hard-to-abate CO2...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Svalbard’s 2024 record summer: An early view of Arctic glacier meltdown?",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503806122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceAffecting global sea-level rise, mass loss from Arctic glaciers has implications far beyond their geographical location and is relevant for related geosciences, as well as ecological and biosciences and the general public. Combining in situ ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Transient oxygenation of the Mediterranean after the Zanclean megaflood",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505429122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceThe Mediterranean basin was isolated from the Atlantic Ocean (at ~6 Myr), causing a kilometer-scale evaporative drawdown during the Messinian salinity crisis (MSC). The Mediterranean configuration immediately before Atlantic reconnection (5.33 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cognitive bridge between geometric and numerical learning in monkeys",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502101122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceDevelopmental research has identified a “cognitive bridge” between spatial and numerical reasoning in early childhood, where spatial skills reliably predict later mathematical achievement. Yet the origins of this bridge remain unclear: Is it ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Warming climate and water withdrawals threaten river flow connectivity in China",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421046122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceRiver flow connectivity is vital for sustaining freshwater ecosystems, which are essential to life on Earth. Although the warming climate and increased human water abstraction pose significant threats to this connectivity, their impacts remain ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Systemic Kras ablation disrupts myeloid cell homeostasis in adult mice",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512404122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceTo assess the potential adverse effects of panKRAS and panRAS inhibitors, we have used a genetically engineered mouse model (GEMM) that allows the systemic ablation of theKraslocus. Our results indicate that loss ofKrasexpression induces ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Interhemispheric resting-state functional connectivity correlates with spontaneous neural interactions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505294122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceResting-state (RS) fMRI is widely used to investigate the brain’s intrinsic functional organization in both humans and animals. Despite its broad application in health and disease, RS fMRI relies on statistical correlations between RS signals ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Elucidating the role of Campylobacter concisus–derived indole metabolites in gut inflammation and immune modulation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514071122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceRobust association studies have linked Inflammatory bowel disease (IBD) to specific gut bacteria, includingCampylobacter concisus; however, how these bacteria contribute to disease onset and progression remains a topic of research. We show ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Germline variants in UHRF1 are associated with multilocus imprinting disturbance in humans and mice",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505884122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 34, August 2025. <br />SignificanceGenomic imprinting is an epigenetic process crucial for normal development and is disrupted in congenital imprinting disorders (CIDs). There is great interest in the clinical consequences and etiology of multilocus imprinting disturbance (MLID)...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}