{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "research_papers",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-10-17T12:52:06.093544",
  "items": [
    {
      "title": "Abrupt thaw alters phosphorus cycling in alpine tundra",
      "link": "https://www.nature.com/articles/s41558-025-02466-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02466-z\">doi:10.1038/s41558-025-02466-z</a></p>The impacts of permafrost thaw are widespread across tundra landscapes. Now, research across a series of thermokarst landscapes on the Tibetan Plateau shows that abrupt permafrost thaw increases plant-available phosphorus, alters the vegetation community and tips the balance of belowground nutrient competition.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Accelerated soil phosphorus cycling upon abrupt permafrost thaw",
      "link": "https://www.nature.com/articles/s41558-025-02445-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02445-4\">doi:10.1038/s41558-025-02445-4</a></p>The response of the phosphorus (P) cycle to permafrost thaw is unknown, but has implications for carbon dynamics. This study assesses changes in the P cycle upon abrupt thaw and shows accelerated soil P cycling and increased plant uptake, which may boost primary production and partially offset soil carbon loss.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Southern Ocean freshening stalls deep ocean CO<sub>2</sub> release in a changing climate",
      "link": "https://www.nature.com/articles/s41558-025-02446-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02446-3\">doi:10.1038/s41558-025-02446-3</a></p>The Southern Ocean carbon sink is predicted to decline under climate change. This study explores why this is yet to be seen in observations, finding that recent surface freshening increases stratification and traps the CO2-rich water in the subsurface layer, which prevents atmospheric outgassing.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Damage development on Antarctic ice shelves sensitive to climate warming",
      "link": "https://www.nature.com/articles/s41558-025-02453-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 17 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02453-4\">doi:10.1038/s41558-025-02453-4</a></p>Damages such as crevasses or cracks can be early indicators of ice shelf weakening. Here, the authors quantify changes in damage structures in Antarctic ice sheets, which show sensitivity to warming",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Critical intervention points for European adaptation to cascading climate change impacts",
      "link": "https://www.nature.com/articles/s41558-025-02455-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 16 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02455-2\">doi:10.1038/s41558-025-02455-2</a></p>Impacts from a climate event can cascade through natural, anthropogenic and socio-economic systems. Here the authors assess cascading climate impacts on the EU and identify intervention points for adaptation related to water, livelihoods, agriculture, infrastructure and economy, and violent conflict.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Towards an open model intercomparison platform for integrated assessment models scenarios",
      "link": "https://www.nature.com/articles/s41558-025-02462-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 16 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02462-3\">doi:10.1038/s41558-025-02462-3</a></p>Scenarios, generated by integrated assessment models in model intercomparison projects (MIPs), play a central role in climate decision-making. This Perspective discusses the challenges of the current approach and proposes a new MIP platform with a transparent and inclusive process.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Mountain glaciers will lose their cooling capacity as they shrink",
      "link": "https://www.nature.com/articles/s41558-025-02448-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 15 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02448-1\">doi:10.1038/s41558-025-02448-1</a></p>Glacier microclimates can decouple glacier temperatures from ongoing climatic warming, slowing down melting. However, these microclimates will decay as glaciers retreat. A statistical model indicates that by the latter half of the twenty-first century, the temperature of glaciers will be increasingly sensitive to fluctuations in atmospheric temperature.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Generative AI can influence climate beliefs and actions",
      "link": "https://www.nature.com/articles/s41558-025-02438-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 13 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02438-3\">doi:10.1038/s41558-025-02438-3</a></p>The rise of generative AI presents both risks and opportunities for shaping climate discourse. New findings suggest it can help lower climate scepticism and bolster support for climate action.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}