{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-23T13:36:18.555972",
  "items": [
    {
      "title": "The risk and dynamics of unprecedented summer monsoon rainfall over Southeast China under the current climate",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ae7",
      "pubDate": "",
      "description": "Under the influence of Asian summer monsoon, extremely heavy summer rainfall could occur in Southeast China, causing catastrophic social-economic impacts to the region. However, due to limited historical records, it is difficult to anticipate the risks of unprecedented extreme rainfall episodes. In this study the UNSEEN method (UNprecedented Simulated Extremes using ENsembles) is applied for studying these events, by sampling large ensemble climate model simulations of Version 6 of the Met Office Global Seasonal Forecasting System (GloSea6). We first perform fidelity tests on gridboxes in Southeast China and show that the climate model can represent observations realistically. Probabilities of unprecedented Southeast China rainfall are then computed for each of the five gridboxes within Southeast China, revealing probabilities of about 6% (up to 9%) in summer. The circulation dynamics associated with such events is also examined. For gridboxes close to the western north Pacific, a strengthened western Pacific subtropical high (WPSH) leads to anomalous low-level southerlies onshore to Southeast China, thereby contributing to heavy rainfall there. For gridboxes along 35° N, unprecedented events are often associated with an upper-level stationary wave pattern along the climatological jet, inducing vertical motion conducive to convection. For gridboxes along 25° N, extreme rainfall events are often associated with a southward shifted subtropical jet. Finally, the importance of the shifted jet and the WPSH strength in generating the unprecedented rainfall in the southern gridboxes along 25° N is also investigated. A southward-shifted jet could lead to extreme rainfall in the southern gridboxes even when the WPSH displacement is not strong. Overall, anomalous upper-level flow and WPSH activity can be equally important in triggering unprecedented summer rainfall in Southeast China. In short, we demonstrate that the UNSEEN method can be applied for estimating the risk of extreme monsoon rainfall in Southeast China and understanding the associated mechanisms.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A globally relevant data-driven assessment of carbon leakage from forestry",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ce2",
      "pubDate": "",
      "description": "Climate smart forestry (CSF) practices are widely recognized as efficient natural climate solutions. However, leakage accounting for these practices often relies on limited analysis and ad hoc reasoning, leading to integrity concerns and underinvestment in CSF. This study proposes a data-intensive, dynamic economic-ecological modeling approach to estimating regional CSF leakage, with global applicability. Results show how leakage varies by CSF activity, location, forest type, timeframe, and implementation rate. Critically, we show that widely cited harvest leakage estimates ignore complex forest dynamics and are a poor proxy for the metric most applicable to CSF implementation: carbon leakage. While harvest leakage is nearly always positive, our results demonstrate that some project designs can result in beneficial carbon spillovers, or negative carbon leakage. These results improve the evidence base for robust leakage quantification in CSF-based projects, enabling more accurate accounting and thereby ensuring credible climate benefits. These results are relevant in a carbon markets context, where robust leakage accounting would help safeguard the credibility of ecosystem service payments, but are also applicable to traditional, non-carbon markets conservation projects seeking to quantify carbon mitigation impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Nitrogen budgets in Europe: a methodology to quantify environmentally relevant flows of reactive nitrogen compounds on a national scale",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da8",
      "pubDate": "",
      "description": "Reactive nitrogen compounds are responsible for multiple negative impacts while they remain in the environment, changing their state and chemical form. Here we develop a methodology to trace these compounds throughout the environment using a stringent concept to describe their fate consistently and comprehensively. Using an individual country as the system scale, the individual flows of reactive nitrogen compounds are characterized between and within eight pools reflecting human society, economic sectors and environmental spheres, also accounting for transboundary flows, to create a national nitrogen budget. The methodology has been devised for implementation by national agencies in conjunction with greenhouse gas or air pollution emission inventories, hence it links closely with the structures and data derived in these contexts. The guiding methodological principle is the mass conservation of reactive nitrogen, implemented as a material flow analysis that systematically describes all flows and stock changes. Embedding results obtained from five European countries demonstrates the feasibility of the approach. The major environmental pathways of reactive nitrogen compounds can be traced from industrial processes and agricultural production, including the agri-food chain, indicating levers for policy interventions. Spatial and temporal benchmarking of the results demonstrates comparisons between countries or over time. While further results of practical implementation are needed to assess overall robustness, the budget approach allows for multiple opportunities of data checks and verification to visualize the uncertainty associated to many input data, such as lacking information on nitrogen contents and specific flows, or the relevance of so-far unaccounted-for stocks of reactive nitrogen. Useful applications have been identified that link nitrogen budgets to impacts on human health as well as on ecosystems and the climate, indicating that developing and using national nitrogen budgets may shape improved and information-led policies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Future intensification of Northern Hemisphere monsoons due to declining remote aerosol pollution",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f41",
      "pubDate": "",
      "description": "Anthropogenic aerosol emissions have significantly shaped historical monsoon precipitation, yet uncertainties persist in the projected response to future emissions. This study employs models contributing at least ten ensemble members to the Detection and Attribution Model Intercomparison Project—MIROC6 and CanESM5—to examine the mid-century response of the Northern Hemisphere (NH) summer monsoons to changes in aerosol burdens. We focus on a scenario characterized by an increase in aerosol burdens over South Asia, but strong reductions over the NH extra-tropics, since this is consistent with observed trends. These anomalous reductions induce an inter-hemispheric energy imbalance, prompting a large-scale response in the atmospheric meridional overturning circulation. The upper-tropospheric levels of the overturning circulation enhance heat transport towards the Southern Hemisphere, while the lower levels bring enhanced moisture convergence into the NH, leading to more rainfall across NH monsoon regions. Our findings highlight that global air pollution control measures may have wide-ranging impacts well beyond the aerosol source regions. For South Asia, these findings suggest that widespread remote aerosol reductions could offset the precipitation suppression from rising local aerosol pollution.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Impact of strong katabatic wind event variability on sea ice dynamics in Terra Nova Bay Polynya, Antarctica",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae06bb",
      "pubDate": "",
      "description": "Polynyas along the Antarctic coastline are essential for sea ice production and the formation of Antarctic Bottom Water (AABW). They are formed and maintained by strong and persistent katabatic winds that push the ice away from the coast. Satellite data, in-situ meteorological observations and Reanalysis datasets all indicate a decline in sea ice concentration (SIC) over the Terra Nova Bay Polynya (TNBP) from 2013 to 2022, consistent with the occurrence of an increasing trend of strong katabatic wind events (SKWEs). On the interannual timescale, significant correlations between the TNBP area and the duration of SKWEs were observed in austral summer, autumn and winter, and also in April and October during 2003–2022. Sea ice volume budget analysis shows that SKWEs drive rapid sea-ice removal through advection and divergence, whereas thermodynamic processes dominate sea ice formation on an annual basis. The increase in SKWEs was associated with a deepened and southwestward-displaced Amundsen Sea Low (ASL) and an enhanced pressure gradient between the interior plateau and the coast, both potentially linked to a more positive Southern Annular Mode (SAM). These findings provide a mechanistic understanding of long-term polynya variability, with implications for regional sea-ice changes and AABW.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Floating offshore wind on the U.S. West Coast: an expert elicitation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0b94",
      "pubDate": "",
      "description": "California has ambitious offshore wind goals of 2–5 GW by 2030 and 25 GW by 2045. The coastline deep ocean floor calls for floating offshore wind (FOSW), a new technology whose application has yet to be built to scale. Given the novelty, deep uncertainty, and lack of data regarding FOSW, we fielded an expert elicitation regarding the costs, probability and duration of failure, and likely potential system architectures. We find that there is significant disagreement among experts: cost estimates vary by a factor of at least 3. Probabilities of failure range from 0.01% to 20% for most parts of the system. Experts diverged on likely transmission configurations that are likely to be used with FOSW projects, though most agreed DC technologies will be used in the future. Overall, experts believe California’s 2030 FOSW targets will not be met but could be achieved by 2035, and 2045 targets could be realized with faster buildout of future lease areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A methodological framework for assessing the vulnerability of protected habitats and species to extreme weather events",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e37",
      "pubDate": "",
      "description": "Extreme weather events (EWEs) including storms, heatwaves, floods, droughts, wildfires, and cold snaps present an increasing threat to protected habitats and species (PHAS) as well as ecosystem services they provide. Under ongoing climate change, the frequency, intensity, and spatial extent of such events are projected to increase, with disproportionately severe impacts on ecologically sensitive and conservation-priority areas. Despite this growing risk, existing vulnerability assessment frameworks for PHAS have primarily focused on long-term, gradual climatic shifts, largely overlooking the episodic and often catastrophic nature of EWEs. Here, we propose a structured methodological framework to assess the vulnerability of PHAS to extreme climatic events, based on the three IPCC vulnerability components including exposure, sensitivity, and adaptive capacity (ExP-SeN-AdC). The framework introduces the Extreme Event Vulnerability Index (EVI), an integrative metric designed to quantify vulnerability of PHAS to EWEs in a transparent, standardized, and scalable manner. The framework follows an eight-step process: (1) defining the assessment scope; (2) selecting ecologically meaningful indicators; (3) evaluating data availability and acquiring data; (4) constructing component indices for ExP-SeN-AdC; (5) computing the composite vulnerability metric; (6) evaluating uncertainties through validation and sensitivity analysis; (7) communicating and refining results through stakeholder engagement; and (8) formulating science-based conservation and adaptation recommendations. Finally, we demonstrate application of the proposed framework through a case study on Atlantic Salt Meadow habitats (Glauco-Puccinellietalia Maritimae) located within Dublin Bay’s Natura 2000 sites, encompassing a mosaic of Special Areas of Conservation (SACs) and Special Protected Areas (SPAs) under the EU Habitat Directive. The framework and its methodological approach lay the foundation for the vulnerability analysis and mapping, advancing adaptation planning, and guiding targeted interventions and conservation efforts, and the development of forward-looking conservation policies in the face of escalating extreme climatic threats.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Forecast-based disruptions in the energy sector: economic impacts of anticipatory hurricane responses in US Gulf Coast refineries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e3a",
      "pubDate": "",
      "description": "Critical energy infrastructure along the US Gulf Coast faces hurricane induced risks. While many studies assess the realized impacts of hurricane strikes, less attention has been paid to the economic consequences of anticipatory responses. Using 25 years of weekly refinery crude oil input data and 36 h hurricane forecast information, we estimate the effect of projected storm strength and strike location on regional refinery oil input. We find that stronger forecasted hurricanes targeting larger refinery subregions significantly reduce oil input, with impacts lasting several weeks. We also identify substantial economic losses that occur even when storms do not ultimately make landfall, highlighting the cost of forecast-driven disruption. For example, our estimates show that under a category 4 hurricane that is forecast to threaten 31% of Gulf Coast capacity, there would be a reduction of 18 million barrels in refinery throughput and an operating profit loss of $770 million.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "AI-driven insights beneath the surface: deeper ocean layers at play in severe hurricane forecasting",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e87",
      "pubDate": "",
      "description": "Understanding the underexplored role of deeper ocean layers in hurricane dynamics is pivotal amidst escalating storm intensities and growing threats to coastal communities. While early forecasting approaches focused almost exclusively on near-surface variables (e.g. sea surface temperature) or upper-ocean layers (0–100 m), some follow-up efforts integrated subsurface information using ocean heat content analyses relative to the 26 °C isotherm, yielding modest enhancement for the most intense storms. By contrast, our convolutional neural network–random forest (RF) framework explicitly exploits the three‐dimensional structure of ocean anomalies from the surface down to 500 m—indirectly capturing heat redistribution, salinity‐driven stratification, and mixed‐layer dynamics across depths. We demonstrate that the layered information within 40–500 m accounts for 44.91 ± 0.24% of total variable importance in the RF model and supports 72-h lead‐time severe‐hurricane forecasts with a precision of 73.04 ± 7.95%. This substantially extends ocean-heat-content‐only approaches by: 1) avoiding a hard threshold, 2) providing the first quantification of layer-specific subsurface contributions to severity forecasting through a multi-depth anomaly analysis across multiple variables using an RF-based framework, and 3) leveraging fine‐scale spatial patterns via convolutional-neural-network‐derived features. Subsurface variables down to 500 m are not merely ancillary—they are indispensable for capturing the ocean precursors of the strongest hurricanes, particularly when the 26 °C isotherm (typically shallower than 100 m) fails to represent the full heat reservoir. This deeper thermal structure may represent a key energy source that can support—and potentially accelerate—severe hurricane intensification. These findings highlight the untapped predictive value of deep-layer ocean information and its potential to enhance early-warning systems for high-impact storm events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Precrop payoffs: causal machine learning reveals large but variable yield benefits of crop rotation in major breadbaskets",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f45",
      "pubDate": "",
      "description": "Building sustainable food systems that are resilient to climate change will require improved agricultural management and policy. One common practice that is well-known to benefit crop yields is crop rotation, yet there remains limited understanding of how the benefits of crop rotation vary for different crop sequences and for different weather conditions. To address these gaps, we leverage crop type maps, satellite data, and causal machine learning to study how precrop effects on subsequent yields vary with cropping sequence choice and weather. Complementing and going beyond what is known from randomized field trials, we find that (i) for those farmers who do rotate, the most common precrop choices tend to be among the most beneficial, (ii) the effects of switching from a simple rotation (which alternates between two crops) to a more diverse rotation were typically small and sometimes even negative, (iii) precrop effects tended to be greater under rainier conditions, (iv) precrop effects were greater under warmer conditions for soybean yields but not for other crops, and (v) legume precrops conferred smaller benefits under warmer conditions. Our results and the methods we use can enable farmers and policy makers to identify which rotations will be most effective at improving crop yields in a changing climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}