{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-11T11:23:17.906738",
  "items": [
    {
      "title": "Corrigendum: Metrics for quantifying the efficiency of atmospheric CO2 reduction by marine carbon dioxide removal (mCDR) (2024 Environ. Res. Lett. 19 104053)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adea88",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Attitudes toward water conservation: evidence from a large sample of households in Germany",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade45e",
      "pubDate": "",
      "description": "Based on randomized information treatments that were embedded in a large survey among more than 6000 single-family homeowners from Germany, we investigate the malleability of attitudes toward water conservation and a variety of conservation policies. The empirical results indicate that respondents generally have a positive attitude toward water conservation. Information treatments that included balanced or negatively biased information about the necessity of water conservation only moderately reduced this positive attitude. In addition, we find that respondents attribute a higher level of concern for water conservation to themselves than to people in their personal environment and the population in general. Conservation policies, such as price increases for heavy consumers, are accepted by the majority of respondents and perceived as fair, whereas smart water tariffs and frequent price increases are largely rejected.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating the 2023–2024 record dry-hot conditions in the Amazon in the context of historical compound extremes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade550",
      "pubDate": "",
      "description": "Since 2023, the Amazon rainforest has experienced unprecedented compound drought and heatwaves (CDHW). These events are closely linked to low soil moisture (SM) and high vapor pressure deficit (VPD), and have significant impacts on the Amazon ecosystem. In this study, we examine CDHW and concurrent low-SM/high-VPD events in the Amazon from 1981 to 2024, with a particular focus on the record-breaking drought of 2023–2024. Our findings reveal that CDHW events generally coincide with low-SM/high-VPD conditions, with most occurring during the well-documented droughts of 1983, 1997–1998, 2010, 2015–2016, and 2023–2024. The 2023–2024 period stands out with a record-high number of compound events and the most extensive coverage, with CDHW and low-SM/high-VPD conditions affecting 50% of the Amazon region during the austral springs of 2023 and 2024. The results also indicate that both CDHW and low-SM/high-VPD events have become more frequent, prolonged, and widespread in the Amazon since 2000. The Mann–Kendall tests also reveal an increasing trend of +0.5 events per year for CDHW and +0.6 for low-SM/high-VPD. Additionally, our findings highlight that the 2023–2024 period is not only marked by record-breaking CDHW events but also by unprecedented concurrent low-SM/high-VPD conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Learning physically interpretable deep networks from reanalysis data for medium-term regional PM2.5 forecasts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade606",
      "pubDate": "",
      "description": "Medium-term regional forecasts of fine particulate matter (PM2.5) are critical to mitigate its hazardous environmental effects. Deep learning (DL) has recently emerged as a promising technique to improve traditional forecasts based on chemistry-transport models (CTMs). However, challenges remain in (1) representing the complex physics of the PM2.5 pollution processes including the emission, transport, and chemical conversion of the pollutants, and (2) probing the interpretability of DL models for trustworthy forecasts and mitigations. Here we learn U-Net deep networks from a reanalysis dataset—the data fusion information by blending available pollutant observations and CTM simulations in China—to represent the best available physics of PM2.5 pollution in this region, and then assess this representation using interpretability methods. This hybridization between CTM and U-Net results in robust improvements by over 30% against the baseline CTM forecasts in root mean square error over 1391 stations of the China National Environmental Monitoring Centre network. Interpretability analysis demonstrates physical consistency, manifesting the roles of wind fields and precursor pollutants in modulating PM2.5 concentration variations through dispersion and chemical processes. A decline in the emission importance from 2013 to 2020 suggests the potential of the deep networks to capture the evolving PM2.5 pollution processes and growing emission uncertainties under China’s continuous significant emission reduction in this period. Such a combination of learning of physics and interpretability analysis is valuable for PM2.5 forecasts that are accurate yet trustworthy for effective pollution mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Disasters classification in a compound event perspective: insights from existing databases",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade72d",
      "pubDate": "",
      "description": "Natural disasters often result from compound event dynamics, in which multiple interacting drivers converge across spatial and temporal scales, significantly amplifying their impacts. The concept of compound events has gained increasing attention in recent literature, offering opportunities to enhance disaster understanding, while also presenting challenges and open issues for modern risk assessment frameworks. This study investigates the capability of existing disasters/extreme events databases (Emergency Events Database EM-DAT, Severe Weather Data Inventory SWDI, and Canadian Disaster Database CDD) to capture compound event dynamics, and assess the accuracy of reported impacts. We found that SWDI, a national dataset for the USA, reports a high number of compound events versus single events, always higher than 50%, except for wildfires, and its structure allows for accurately identify spatially compounding events. This percentage in EM-DAT, a global dataset, is always lower than 50%, except for storms. A good match in events occurrences can be observed between the three databases, however the agreement in terms of deaths and injures varies depending on the databases compared. Finally, the work highlights the limitations of existing databases in representing the multidimensional nature of risks, and the cascading impacts that emerge from compound hazards. Reclassifying disasters from a compound event perspective not only enriches our knowledge of hazard dynamics, but also provides actionable pathways for improving risk assessment, informing adaptive policies, and enhancing resilience to the growing complexity of environmental challenges.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Norway’s electric vehicle revolution: unveiling greenhouse gas emissions reductions and material use of passenger cars across space and time",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade8fe",
      "pubDate": "",
      "description": "Electric vehicles (EVs) are a key strategy for mitigating greenhouse gas (GHG) emissions from personal mobility. Norway’s strong EV supporting policies has led to an explosion of EVs and reduced direct emissions, but with rural-urban differences and undocumented upstream impacts. We investigated how the material composition and life cycle GHG emissions of Norwegian vehicles have evolved between 2000 and 2023 by integrating spatiotemporal vehicle data with a vehicle life cycle assessment model. The average life cycle GHG emissions per vehicle-km (vkm) of a newly registered car have significantly decreased (−49% since 2000) thanks to the decrease in use phase emissions (−89% since 2000). However, component-related emissions have increased (+81% since 2000) due to electrification and a trend towards large vehicles. Changes in the fleet are slow: EVs constituted 24% of the stock in 2023 and average life cycle GHG emissions per vkm have barely declined (−8% since 2000). EVs are concentrated in urban and peri-urban areas, while remote areas have few EVs, illustrating the unequal spatial distribution of electric mobility. Our study highlights the challenges related to EV penetration and emphasizes the need to expand to additional indicators beyond direct GHG emissions for a comprehensive understanding of EVs’ role in climate change mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Sub-seasonal forest carbon dynamics lose persistence under extremes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade8ff",
      "pubDate": "",
      "description": "Extreme weather events pose a growing threat to the stability of terrestrial ecosystems, and understanding how ecosystems respond remains a critical challenge. This study explores how extreme weather conditions affect the persistence of net ecosystem exchange (NEE) of CO2 in forest ecosystems. Using Detrended Fluctuation Analysis, we quantify persistence and assess changes in carbon flux stability under stress. By analysing high-frequency carbon flux data across multiple European sites, we reveal that ecosystem persistence is tightly linked to hydrological conditions, particularly soil moisture. Moreover, we show that large drops in persistence can signal periods of ecosystem stress. Our findings show that drought–heat compound events can diminish resilience and prolong recovery times, with temperate and boreal forests lacking heat or drought adaptations emerging as especially vulnerable. Furthermore, these stress pulses alter carbon dynamics long after the event, suggesting physiological damage that heightens sensitivity to future weather fluctuations. Overall, identifying changes in persistence could signal potential ecological destabilisation, providing key insights into how terrestrial ecosystems might cope with intensifying climate extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Degrees of reversibility of ocean deoxygenation in an atmospheric carbon dioxide removal scenario",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade900",
      "pubDate": "",
      "description": "Over the last century, increasing atmospheric carbon dioxide (CO2) concentrations, among other greenhouse gases, and resulting climate change have greatly impacted the ocean. Observed impacts include lower oxygen solubility and changes in ocean stratification, circulation and biological activity. To reduce the carbon burden in the atmosphere in the future and thereby mitigate anthropogenic climate change, carbon dioxide removal (CDR) techniques have been increasingly studied and tested. However, information on the impact of CDR on oceanic oxygen is still scarce. In the current study we explore dissolved oxygen responses from an idealized CDR implementation, with atmospheric CO2 ramp-up and ramp-down simulations following the CDR model intercomparison project protocol. We find that over the timescale of a few centuries, the degree of recovery of marine oxygen, after atmospheric CO2 has returned to pre-industrial levels, differs for different water depths. Oxygen concentrations strongly recover in the upper ocean, achieving a near reversibility within 97%–99% across models, and even overshoot pre-industrial levels at depths of 100–600 m. Conversely, oxygen responses show a long-lasting deoxygenation signal in the deep ocean, with a much smaller initial recovery signal by the end of the experiment. The main factor driving oxygen changes in the deep ocean is indicated by the apparent oxygen utilization, related to changes in circulation and ventilation, as inferred by the simulated age of deep water masses. According to our models and despite the effective recovery of oxygen in the upper ocean, the effects of time lags and hysteresis on deep ocean responses could lead to longstanding and deleterious impacts on redox-sensitive biogeochemical processes and on marine biota throughout the ocean.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating temporal trade-offs in climate effects from carbon dioxide removal strategies across different metrics: a case study on wetland restoration",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeb9d",
      "pubDate": "",
      "description": "Strategies to remove carbon dioxide from the atmosphere, known as carbon dioxide removal (CDR), are being pursued given the urgency of climate change. However, CDR measures may unintentionally increase emissions of other climate forcers. If emissions of potent short-lived climate forcers (like methane) are increased, the CDR mechanism could potentially worsen climate change in the near-term despite benefiting the climate in the long-term. This temporal trade-off can be easily overlooked when employing the standard climate metric used for assessments— carbon dioxide equivalent (CO2e) using a 100 year global warming potential (GWP)—because it solely conveys the long-term warming impacts of a pulse of emissions. A more sophisticated assessment method is needed to reveal potential temporal trade-offs in climate benefits—important information for effective decision making. In this study, we compare three climate impact assessment approaches of increasing complexity to evaluate temporal trade-offs in climate benefits from CDR strategies: (1) the standard CO2e using GWP approach with both 20 and 100 year time horizons (GWP20 and GWP100, respectively, or dual-valued CO2e); (2) a variation of GWP that considers the climate impact of continuous emissions over time (known as technology warming potential (TWP); and (3) reduced complexity climate models. We use wetland restoration as a case study because studies have shown that it may remove carbon dioxide from the atmosphere, while also increasing methane emissions. Analyzing eleven rewetting scenarios, we find that all approaches identify temporal tradeoffs. The TWP and reduced complexity climate model results are largely consistent and reveal drawbacks of the dual-valued CO2e that considers pulse rather than continuous emissions. Given the accessibility of the TWP approach relative to reduced complexity climate models, we recommend its use for most stakeholders. Overall, our findings emphasize the need to thoroughly assess potential climate trade-offs of CDR measures across all timescales.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Causal inference and mediation for summer precipitation over middle and lower reaches of the Yangtze River",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeb9f",
      "pubDate": "",
      "description": "The accurate attribution of summer precipitation in the middle and lower reaches of the Yangtze River (MLYR) is essential for operational forecasting and disaster prevention. However, traditional linear correlation methods are insufficient for capturing reliable causal linkages, making causal discovery algorithms a more appropriate solution. Causal effect measures suggest that tropical climate anomalies exert strong driving and mediating influences during boreal summer, while the Asian climate anomalies exhibit greater sensitivity. Causal analysis identifies seven direct drivers of MLYR precipitation: pressure anomalies over northwest Pacific, Northeast Asia, mid-latitude eastern Pacific, Ural Mountains, southwest Pacific, Scandinavia and Greenland. Additionally, we uncovered the further causal pathways linking MLYR precipitation with tropical Pacific and Antarctic Oscillation signals. These results identify the detailed mediations through the direct drivers of MLYR precipitation, which are crucial to capture its remote precursors. Our findings reveal the physical attributions of MLYR precipitation from the global climate, which may improve its operational prediction skills, and even broaden the precursors of East Asian summer monsoon.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Gendered extractivism in Uganda: implications for Just Transitions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade26a",
      "pubDate": "",
      "description": "Critical analyses of extractivism have demonstrated that it frequently involves interconnected gendered impacts on local communities. While gender equality has become an important concern in the literature on sustainability and economic development, more intersectional and decolonial feminist critiques of extractivism are only slowly entering mainstream debates even though they offer important perspectives for thinking about the socio-political challenges Just Transitions are likely to face, especially in African countries with weak governance systems. This paper contributes to the understanding of the potential gendered impact of putative just transition programmes in Africa through the analyses of different gendered impacts in three zones of resource extraction in Uganda, namely mining in Karamoja, a sugar cane plantation in Mabira Forest and oil extraction via the East African Crude Oil Pipeline (EACOP). Employing an intersectional and decolonial feminist lens, the paper identifies three gendered dimensions of extractivist impacts, namely sexual violence, barred access to basic necessities and dispossession of land. It is vital to take these challenges seriously in order to avoid reproducing such gendered impact in attempts to achieve a Just Transition in Uganda and countries with similar socio-economic profiles.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hysteresis and irreversibility of global drought patterns in response to CO2 mitigation efforts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade608",
      "pubDate": "",
      "description": "Drought is expected to intensify with rising CO2, but its behavior under CO2 mitigation, remains uncertain. The response of the climate system to CO2 variation exhibits hysteresis and irreversibility, highlighting the difficulty of recovery and the potential for long-lasting impacts. We investigated the hysteresis and reversibility of global drought and the associated underlying drivers. The Community Earth System Model 2 was used to simulate CO2 changes: linear increases, decreases (i.e. net negative), and restoration to the initial level. This paper incorporates three well-established indices based on atmospheric, meteorological and soil moisture data to reflect drought. Here, we show that drought is dominant during the CO2 decrease phase, leading to strong hysteresis with irreversible behavior over more than half of the global land cover. The robust irreversible changes in drought are concentrated in specific areas, i.e. hotspots, covering over 11% of the global land and are particularly pronounced in Northern Africa, Southwest Russia, and Central America. A decrease in precipitation drives drought during the CO2 increase phase, while an enhanced vapor pressure deficit (VPD) exacerbates it during the CO2 decrease phase. This increased VPD exacerbates drought hysteresis by raising potential evapotranspiration. Our findings suggest that only CO2 reduction is not enough to effectively mitigate drought impacts, rather advanced water management strategies are essential.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The essential but often misunderstood role of economics in groundwater sustainability research",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade698",
      "pubDate": "",
      "description": "To promote better groundwater policymaking, hydrologists and economists need to work together. The importance of hydrology is self-evident, but we posit that questions about the causes of and potential solutions for groundwater problems, and pathways to better policymaking, are fundamentally economics questions in that they rely on understanding people’s preferences, incentives, and responses to laws and other institutions that guide people’s actions. Not surprisingly then, most hydrologic research questions implicitly arise in response to economic demands and constraints. Hydrology and economics both rely on positive science involving theory, empirical methods, calibration, and validation. Indeed, their models can be linked to characterize and understand their interdependent dynamics. While other natural and social sciences also have important roles to play, this paper focuses primarily on how economics connects (ground)water to policymaking. Economics is a broad discipline with a primary role in understanding how people live in a landscape. Analogous to hydrology’s primary role in describing how water flows, recedes, seeps, evaporates, or recharges aquifers, economics describes people’s endeavors including their use of water, land, and other resources to produce, consume, trade, invest, conserve, and degrade the systems where they live. Policymaking is normative: it involves value judgments when assessing tradeoffs, setting priorities, or choosing among policy options. Economics is unique among disciplines in that it also comprises ‘normative analysis’ frameworks for measuring people’s values as a guide toward satisfying those preferences to the greatest extent possible (e.g. using benefit-cost analysis). But when natural science research is conducted without recognizing the economic considerations relevant to policymakers and managers, it may overlook critical ways that human system structures, dynamics, and people’s values inform the most promising ways to turn science into policy. By collaborating with economists, interdisciplinary research can bring natural sciences together with positive and normative economics to promote better groundwater policy.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Higher in-utero exposure to greenspace can reduce the prevalence of low birth weight in India",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade727",
      "pubDate": "",
      "description": "An emerging body of evidence suggests that exposure to residential greenspace may provide reproductive health benefits to mothers during pregnancy by promoting physical activity and reducing exposure to environmental risks. Here, we addressed this evidence gap in India and assessed the association between residential greenspace and the prevalence of low birth weight (LBW) (birth weight ⩽2500 g) among Indian mothers. We analyzed health and demographic data from India’s National Family and Health Survey conducted between 2015–16 and 2019–21. Greenspace exposure was quantified using high-resolution moderate resolution imaging spectroradiometer-derived enhanced vegetation index (EVI) data with a 30–days temporal resolution. Multivariable binomial logistic regression models were employed, adjusting for maternal demographics, lifestyle behaviors, socioeconomic status, household characteristics, and exposure to fine particulate matter (PM2.5). Among 38 358 participants, 13 677 (35.6%) had LBW. We found a protective association between EVI and the odds of LBW, with an odds ratio (OR) of 0.99 (95% CI: 0.95–1.03) after controlling for covariates. When stratified by PM2.5 exposure levels, the protective effect of EVI was strongest in areas with low PM2.5 concentrations (OR = 0.92; 95% CI: 0.85–1.00), corresponding to an 8% reduction in the odds of LBW. In areas with medium-high exposure, the effect was attenuated (OR = 0.97; 95% CI: 0.90–1.06), while in high exposure areas, the association reversed, with EVI linked to a 23% increase in LBW odds (OR = 1.23; 95% CI: 1.13–1.34). The protective effect was found in urban areas rather than in rural areas and in economically affluent households. Our results suggest that increasing access to greenspace can serve as an adaptive measure to reduce the prevalence of LBW. Further cohort studies are recommended to ascertain the underlying mechanisms.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projected shrinking of tropical vegetation biomass potential with future hydroclimatic shifts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade81a",
      "pubDate": "",
      "description": "Global change threatens the carbon stocks stored in tropical ecosystems. However, considerable uncertainty remains regarding the estimates of these future carbon losses. Here, we analysed Earth system model (ESM) simulations to assess future changes in tropical vegetation biomass potential due to shifts in the hydrological cycle. We found that tropical ecosystems could experience substantial decreases in vegetation biomass potential, particularly under high-emission scenarios, due to decreasing precipitation, increasing evaporation demand, and higher rainfall seasonality. These declines are principally driven by the transition of Amazon rainforests towards drier ecosystems. However, the difference in tropical vegetation biomass potential between most extreme ESMs reached 73 Pg C at the end of this century for the shared socio-economic pathway (SSP) 2–4.5 and 147 Pg C for SSP5-8.5. Weighting models based on their ability to reproduce the current hydroclimate in the tropics resulted in a reduction of vegetation biomass potential by 2100 in SSP2-4.5 of 12 Pg C (8–16 Pg C) compared with a simple average of all ESMs which gave 20 Pg C (17–24 Pg C). Our findings underscore the urgent need to reduce not only direct anthropogenic disturbances but also the rate of global greenhouse gas emissions to preserve the vegetation biomass potential of tropical ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A restatement of the protein transition",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade86f",
      "pubDate": "",
      "description": "A protein transition is promoted as a pathway toward a sustainable food system, but its application and progress are potentially hindered by diverse, often conflicting narratives among various stakeholders. These narratives are constituted and underpinned by statements and nurture a growing polarisation by isolation of their underlying scientific evidence. The multidimensional and interdisciplinary nature of a protein transition does not go well with an isolated approach in academia. The latter leads to fragmented and incomplete scientific evidence that fails to fully grasp the complexity of the issue, while being used to form partial statements that feed societal and political debates. Through a Restatement approach, this paper aims to (i) synthesise scientific evidence from multiple academic disciplines related to a protein transition and (ii) critically reflect on the implications of the current fragmented scientific evidence landscape of a protein transition in academia and beyond. The Restatement is structured into three sections: Background, Context, and Impacts, with subsections that each cover 4–17 statements, with a total of 68 statements. We connected each statement to its supporting scientific evidence which revealed the complexity of how evidence is related and interpreted, in addition to the inconsistent use of terminology and resulting ambiguities. The main takeaway from the Restatement is that a protein transition cannot be reduced to a single message of a dietary shift but that it should be approached more holistically, while using the available evidence within the appropriate context and critical consideration of the methodologies used to obtain that evidence. This Restatement can be used by researchers and decision-makers working toward more sustainable food systems in the European Union and beyond, to understand the contexts and methods that are not within their own field of expertise. In addition, we stress that overcoming polarisation in a protein transition largely relies on critical reflections of the assumptions, interests and power dynamics shaping the protein transition debate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate policy attitudes in consumers",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade893",
      "pubDate": "",
      "description": "Fully decarbonized markets for consumer goods would result in drastic lifestyle changes for many individuals. However, most research on climate policy attitudes focuses on energy policy, rather than policies that affect consumer goods that people use and enjoy. I conduct a survey experiment that compares views on an energy tax policy to views on a policy that taxes a high-emissions consumer good (red meat & dairy products). The results show that the effect of targeting consumer goods on support for decarbonization depends on an individual’s consumption preferences. Frequent consumers become less supportive of climate policy when it affects a particular consumer good, whereas non-consumers become more supportive. We observe the first outcome even though the cost of the two policies to consumers is equivalent, highlighting the role of subjective and identity attachments to consumer goods in policy attitudes. This shows how climate policy can favor the interests of certain consumers over others, making groups of consumers another relevant distributive cleavage in climate politics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Tropical volcanic eruptions enhance Pacific-driven global tropical cyclone genesis",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade895",
      "pubDate": "",
      "description": "Whether, and to what extent, strong tropical volcanic eruptions (TVEs) affect global tropical cyclone (TC) genesis frequency (TCGF) remains uncertain. Here, we address this issue using both high-resolution reanalysis data and large ensemble simulations. We find a significant increase in TCGF over the Pacific within two years following TVEs, while a statistically insignificant decrease over the South Indian Ocean, leading to an overall increase in global TCGF driven mainly by Pacific basin responses. Strong TVEs suppress precipitation over the Maritime Continent and lower global mean sea surface temperature (SST), while inducing warming in the equatorial central Pacific, resulting in an El Niño-like SST pattern. These anomalies weaken the Walker Circulation and drive low-level westerly wind and upper-level easterly wind anomalies over the tropical Pacific, creating favorable conditions for enhanced Pacific TCGF. These results offer new insights into how TVEs influence TC activity on both global and regional scales.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Wildfire and forest treatments mitigate—but cannot forestall—climate-driven changes in streamflow regimes in a western US mountain landscape",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade896",
      "pubDate": "",
      "description": "Warming temperatures and increasingly variable precipitation patterns are reducing winter snowpack and critical late-season streamflows. Here, we used two models (LANDIS-II and DHSVM) in linked simulations to evaluate the effects of wildfire and forest management scenarios on future snowpack and streamflow dynamics. We characterized the biophysical attributes of the areas with the greatest potential for treatments to improve hydrologic functioning and we examined projected trends in flow regimes over the 21st century. We found that, despite a projected increase in total annual flows, there was a steep decline in snowpack and late-season flows. Wildfire was an important factor influencing streamflow and snowpack dynamics, with increasing burned area partially offsetting climate-driven declines in snowpack and spring flows. Forest thinning treatments contributed modest increases to annual flows, although effects were overshadowed by the influences of climate and wildfire. Warming winter temperatures extinguished snowmelt-driven flows in low- and mid-elevation watersheds, causing a transition from spring snowmelt- to autumn rain-dominated streamflow regimes. Our results complement prior empirical studies showing that forest treatments can improve snowpack retention and annual streamflow, and they emphasize the importance of wildfire as a primary factor governing landscape hydrology. We found that neither land management practices nor wildfire could completely compensate for the top–down controls of future climate on landscape hydrology. Declines in snowpack retention and a regime shift in the timing of peak flows will have dramatic consequences for forest health, human water resources, and Pacific salmon populations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Recent changes in the subseasonal influence of the Western Pacific pattern on winter temperature over South Korea",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade897",
      "pubDate": "",
      "description": "The Western Pacific (WP) pattern is a crucial driver of mid-latitude teleconnections in the Northern Hemisphere, strongly influencing East Asian winter temperatures. Although its seasonal impacts are well established, its subseasonal variability and long-term changes remain less understood. This study identifies significant changes in the influence of WP on surface temperature over South Korea since the mid-1990s using observational and reanalysis datasets. Our analysis reveals a significant shift in the WP teleconnection, with its influence strengthening in December but weakening in January and February. This change is attributed to an anomalous displacement of the WP-associated anticyclone and modulated by interactions with the Arctic Oscillation. Furthermore, seasonal forecast models from the Asia–Pacific Economic Cooperation Climate Center multi-model ensemble capture the WP-induced temperature variations in December; however, strong modulation by El Niño–Southern Oscillation inhibits the independent effect of the WP teleconnection. These findings highlight the critical gaps in seasonal forecast models and emphasize the need for improved representations of WP teleconnections in subseasonal forecasts. A refined understanding of winter temperature variability is essential for enhancing climate predictions, supporting climate adaptation strategies, and mitigating societal risks associated with increasing winter temperature variability in South Korea.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}