{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-11-26T15:26:30.130628",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4625122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Wildfires have created instability within risk transfer markets. Here’s a path forward",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2530050122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Advancing stochastic 3-SAT solvers by dissipating oversatisfied constraints",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517297122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceHard decision problems, in computational complexity theory known as NP-complete, are of universal importance. From a conceptual perspective, an efficient solution to one such complete problem is tantamount to solving any other in the wide ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Two exceptionally preserved biotas from North Dakota reveal cryptic Ordovician shelf ecologies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520246122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceThe Ordovician is one of the most important periods in Earth history, witnessing the elaboration of modern-style ecosystems after the “Cambrian Explosion” of animals. However, exceptional fossils from this period are mostly confined to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Testing whether connectivity stabilizes metacommunities and rescues declining diversity in a 25-y grassland study",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520768122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceEcological communities are theorized to remain more stable and diverse when subdivided into local patches, where disturbances affect them semi-independently and dispersal from other patches promotes recovery. This idea is well developed ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The invisible subsoil compaction risk under no-till farming",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515473122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceNo-till (NT), a key component of conservation agriculture, is presently practiced over 15% of global arable land. NT offers economic and ecological advantages over conventional tillage; however, it may result in persistent yield losses for ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Strategy for coordinating near-term PM2.5, ozone, and CO2 mitigation in China",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513194122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceThe synergistic pathway for simultaneously controlling particulate matter (PM2.5), ozone (O3), and CO2remains unclear due to the nonlinear response of O3to its precursors [NOxand volatile organic compounds (VOCs)] and limited integration ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Pollen-inspired biopolymer-based multifunctional films",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517985122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceNature-inspired materials are typically developed through either bio-based composition or structural biomimicry, but rarely both. Here, we present a unified approach that integrates these two strategies by combining diverse natural resources ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Design strategies for ion-sieving charge mosaic membranes toward sustainable lithium extraction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511666122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceMembrane-based technologies received increasing attention because they could enable continuous and sustainable ion separation for energy and environmental applications. However, design principles have not been elucidated regarding charge ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Neither inaccurate nor biased in later life: Age-related differences in the accuracy and bias of facial trustworthiness judgment",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512093122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificancePeople rely on facial appearance when deciding whether to trust others. It has been assumed that older adults make overly positive trustworthiness judgments based on facial cues, which may increase their vulnerability to fraud. However, this ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Pressure-induced redox reversal of iron and the distribution of elements in deep Earth",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2414911122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceThe oxidation–reduction behavior of iron under pressure in part controls the chemical processes occurring in the deep Earth. Large-scale first-principles calculations show that iron reverses its redox nature under core pressures, shifting from ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "High-energy impact and vapor recondensation history of the angrite parent body revealed by nickel isotopes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519759122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceAngrites are the most volatile-depleted planetary materials known, yet the processes driving such extreme depletion remain uncertain. Using high-precision nickel isotope measurements, this study reveals that the angrite parent body (APB) ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Early female germline development in Xenopus laevis: Stem cells, nurse cells, and germline cysts",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2522343122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceHere we describe the structure and development ofXenopusfemale germline cells and show their development begins with a germline stem cell (GSC). These distinctive cells selectively express genes likepiwil4and neuronal genes such aschgb, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Auxin transport positions stem cells in the vascular cambium during normal development and regeneration",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511087122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificancePlants are frequently subjected to injury, yet they possess remarkable ability to regenerate tissues or organs. Stem cells of vascular cambium produce xylem (wood) and phloem. When vascular cambium and the overlaying bark are removed because ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Biomolecular condensation of ERC1 recruits ATG8 and NBR1 to drive autophagosome formation for plant heat tolerance",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425689122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceBiomolecular condensation is emerging as a crucial process for cellular stress responses. Upon stress conditions, macroautophagy serves as a fundamental metabolic pathway by forming a double-membrane autophagosome. However, the initiation ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Fluorescein-based dyes are not valid reporters of oxidative stress in bacteria, and conclusions based on their use must be reconsidered",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516113122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceOver the past two decades, workers have considered the possibility that intracellular reactive oxygen species (ROS) mediate the bactericidal effects of many stresses, including those imposed by natural or manmade antibiotics. Because ROS are ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genome synthesis, assembly, and rebooting of therapeutically useful high G+C% mycobacteriophages",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523871122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceSynthetic construction of mycobacteriophages will enhance their utility as diagnostic and therapeutic agents. De novo synthesis of high G+C% DNA fragments that can be readily assembled using Golden Gate Assembly and then rebooted in...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Synergistic interactions between Candida albicans and Enterococcus faecalis promote toxin-dependent host cell damage",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505310122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceThe fungusCandida albicansis a pathobiont colonizing mucosal surfaces of healthy individuals. The interaction with bacteria is generally considered to be antagonistic, with bacteria preventing fungal infection by mediating colonization ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Engineering chronological lifespan toward a robust yeast cell factory",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515324122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceIt is challenging to associate the laboratory-scale shake-flask fermentation with industrial fed-batch production due to cell aging and the accumulation of toxic metabolites in long-term strain cultivation. Here, we comprehensively engineered ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Spatial variation in the mutation rate within the plant shoot apical meristem",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514507122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 46, November 2025. <br />SignificanceThe plant body is formed by small clusters of stem cells located at growth points, the meristems. New plant types can emerge only if mutations affect gametic and meristematic cells. Further, the shoot apical meristem consists of three cell ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}