{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-12-01T18:42:22.387927",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4725122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Removing dead trees will not save us from fast-moving wildfires",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510922122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "High-throughput screening for class I peptide MHC binding via yeast surface display",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514741122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceT cells patrol short peptides displayed by MHC molecules to protect the body from infection and cancer. While there are currently computational approaches to predict which peptides will bind to major histocompatibility complexes (MHCs), they ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Turbulence in the terrestrial magnetosheath: Space–time correlation using the Magnetospheric Multiscale mission",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519635122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceThis research examines chaotic behavior of magnetic field fluctuations within turbulent collisionless plasma, as observed by spacecraft in the geospace environment. A key challenge lies in disentangling spatial and temporal variations; ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Centuries of compounding human influence on Amazonian forests",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514040122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceAmazonian rainforests contain some of the highest biodiversity on Earth, but the extent to which modern forests are shaped by past human actions is unknown. Human activities potentially affect the richness and abundance of many Amazonian ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Organic geochemical evidence for life in Archean rocks identified by pyrolysis–GC–MS and supervised machine learning",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514534122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceTeasing out biochemical information from ancient organic-rich sediments, notably the timing of the emergence of photosynthesis relative to the inferred oxygenation of Earth’s atmosphere, remains a challenging opportunity. To tackle this ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A 12,000-year-old clay figurine of a woman and a goose marks symbolic innovations in Southwest Asia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517509122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceThis paper introduces a 12,000-year-old clay figurine from Southwest Asia that pushes back the emergence of several fundamental innovations in human symbolic expression. This object is both the earliest naturalistic representation of a woman ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cultural innovation can increase and maintain biodiversity: A case study from medieval Europe",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506266122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />Numerous research efforts have used paleoecological data to reconstruct past biodiversity in Europe. In these projects, researchers have identified increases in biodiversity over the Holocene and hinted at a positive correlation with human population. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structure of the D1-Val185Asn mutated photosystem II complex with slow O–O bond formation reveals changes in the Cl1 water channel",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2522652122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceThe photosystem II (PSII) enzyme supports the entire global biome through its ability to capture and store light energy during photosynthesis. PSII does this through a light-driven water oxidation reaction that releases O2as a byproduct. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Contractile forces direct the chiral swirling of minimal cell collectives",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415028122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceChirality, a fundamental property of living systems, manifests in cell collectives by their biased directional swirling. Despite the identification of the actomyosin cytoskeleton in driving the internal chiral symmetry break occurring in cells,...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ethical oversight in impact evaluations: External advisory committees to assess programming risks",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509773122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />Social scientists not only conduct impact evaluations but also participate in the design and implementation of the programs being evaluated. While Institutional Review Boards (IRBs) oversee research activities, they do not assess risks posed by the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Morphological and genomic responses to hurricanes arise and persist during a biological invasion",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517322122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceClimate change is increasing the frequency and severity of extreme weather events. Research shows hurricanes are a source of strong natural selection, favoring traits that enhance the clinging ability of lizards under strong winds. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cognitive correlates of human endurance",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512055122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceCognition may play an essential role in how humans sustain goal-orientated physical effort. Our findings suggest that engaging in cognitive tasks during endurance walking increases perceived effort, but that greater cognitive abilities may ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Amyloid-beta glycation induces neuronal mitochondrial dysfunction and Alzheimer’s pathogenesis via VDAC1-dependent mtDNA efflux",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505046122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceThis study reveals how a modified form of amyloid-beta (Aβ) disrupts mitochondrial function in neurons, triggering innate immunity and disease progression. We show that this modified Aβ damages mitochondria, activating a specific immune ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Thalamus–cortex interactions drive cell type–specific cortical development in human pluripotent stem cell–derived assembloids",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506573122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceUnderstanding how the thalamus shapes the human cerebral cortex is fundamental to unraveling the principles of brain development and the pathogenesis of neurodevelopmental disorders. Using human thalamocortical assembloids (hThCAs) derived ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dysregulated proteostasis in p.A53T-α-Synuclein astrocytes aggravates Lewy-like neuropathology in a Parkinson’s disease iPSC model",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505240122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceAstrocytes play a crucial yet underexplored role in Parkinson’s disease (PD) pathology. Using patient-derived iPSCs, we demonstrate that p.A53T-αSyn astrocytes exhibit intrinsic dysfunctions, including calcium dyshomeostasis, protein ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "High-resolution single-cell analyses reveal evolutionary constraints and evolvability of sexual circuits in Drosophila",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516083122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceHow do nervous systems evolve to generate the extraordinary diversity of animal behaviors? We addressed this question by investigating how neural circuits evolve in fruit fly species with divergent sexual behaviors such as courtship. Using ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Rac1 promotes proximal tubule kidney repair by coupling the actin cytoskeleton to mitochondrial function",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504565122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceAcute kidney injury caused by loss of blood flow to the proximal tubule is a major cause of morbidity and mortality. This is because this mitochondria-rich cell type is highly sensitive to ischemia. Here, we find that Rac1, a regulator of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "An adipo-osteoprogenitor population in the endosteal niche contributes to bone and fat formation in adult mouse bone marrow",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502436122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceBone health in adult individuals requires constant regeneration of new bone to replace the old tissue. With aging or various diseases, bone formation is diminished and the decline is often accompanied with increased marrow fat accumulation. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dynamic extracellular interactions with AMPA receptors",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517436122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 47, November 2025. <br />SignificanceOver the past 30 y, significant effort has been focused on understanding the mechanisms that induce long-lasting changes in synapse strength (synaptic plasticity) that drive learning and memory. While many studies have investigated ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}