{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-11T05:23:24.175510",
  "items": [
    {
      "title": "Permafrost vulnerability to climate change: understanding thaw dynamics and climate feedback of permafrost degradation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfc7e",
      "pubDate": "",
      "description": "Permafrost regions are undergoing profound changes under a warming climate, with significant implications for Earth system feedback, ecosystems, and infrastructure. This editorial synthesizes findings from 35 interdisciplinary studies featured in this focus issue, which collectively advance our understanding of permafrost degradation dynamics and their cascading impacts. The contributions span a wide range of spatial scales from site-level process studies to regional syntheses. The studies encompass critical research scopes, including thaw processes, hydrology-ecosystem interactions, biogeochemical feedback, and emerging techniques in monitoring and modeling (e.g. AI and machine learning). Collectively, these studies highlight the critical importance of integrative, cross-disciplinary approaches for characterizing and understanding permafrost vulnerability. These studies also underscore the need for sustained investment in observational networks, methodological innovation, and coordinated synthesis efforts to improve predictive capabilities and understand long-term consequences of permafrost thaw and the associated adaptive responses in a rapidly evolving cryosphere.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Characteristics and socioeconomic performance of neglected and underutilized plant species (NUS) production systems in Burkina Faso",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfcec",
      "pubDate": "",
      "description": "Agricultural systems in Sub-Saharan Africa (SSA) are often characterized by low agrodiversity and high vulnerability to climate change, both of which can compromise food security and livelihoods. Many neglected and underutilized plant species (NUS) are known for their nutritional value and climate resilience, presenting a potential solution to conserve agrodiversity and contribute to local livelihoods and food security. However, NUS is commonly used as an umbrella term, obscuring potential differentiation between NUS systems in terms of their characteristics and socioeconomic performance. Here we characterize NUS production systems in three regions of Burkina Faso, a country experiencing food insecurity, poverty and arid and semi-arid climatic conditions, where many local communities rely on NUS for their food and livelihoods. We conducted 432 in-person surveys with households cultivating NUS on farms and/or collecting from the wild. Using principal component analysis and hierarchical clustering analysis we identify three distinct NUS production systems: NUS cultivation on farms predominantly for market sales (Cluster 1), NUS collection from the wild predominantly for market sales (Cluster 2), and NUS collection from the wild predominantly for self-consumption (Cluster 3). Through propensity score matching we identify that households in Cluster 1 had better socioeconomic performance compared to the other two clusters across all five income and food security variables considered here. However, there are no significant differences in the socioeconomic performance of Clusters 2 and 3. Our results indicate that: (a) NUS systems are not homogenous but can have a high degree of differentiation; (b) NUS are not solely emergency resources during severe food insecurity periods, (c) many NUS producers exhibit strong market orientation. Such findings can provide nuance in the current debates on whether and how can NUS provide promising alternatives to the other more widely produced crops in SSA.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "River flow amplification under climate change: attribution and climate-driven storylines of the winter 2023/24 UK floods",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfdfe",
      "pubDate": "",
      "description": "Climate change is expected to alter the magnitude and frequency of river floods. Post-event analyses often assess the rarity of events from historical observations, and a growing number of studies attempt to attribute the event’s severity to anthropogenic warming. Recent studies also advocate for the creation of ‘what if’ event storylines to explore the consequences if an observed event turned out to be worse. However, few studies have harmonized these different approaches when conducting retrospective analyses of hydrological extremes. Climate change attribution including river flows also remains rare. Here, a framework for post-event analyses of hydrological extremes is demonstrated using the winter half-year 2023/24 UK river flooding as a case study. Persistent high river flows were observed across the UK and western Europe, following on from notable winter floods in 2013/14, 2015/16 and 2019/20. The ‘ClimaMeter’ analogue-based attribution suggests that a 6 month period with similar atmospheric circulation patterns to the observed winter half-year 2023/24 has become warmer and wetter (by an average 8.8%) in 1945–2021 compared with 1850–1925. Monthly river flow reconstructions extended back to 1850 show that river flows during the analogue periods in the recent past have also become 13.5% higher. Applying the UNSEEN approach by pooling seasonal hindcasts show the potential for river flows to be 46% higher than the baseline in a worst-case storyline. Finally, hydrological simulations driven by a single-model initial-condition large ensemble suggest that when accounting for internal variability, a robust climate signal in winter half-year river flows has emerged for some areas but may remain concealed until the mid-21st century and beyond. Our results contribute to the use of storyline approaches in post-event analysis and highlight the changing risk of winter flooding in the UK. This framework can be applied to future hydrological extremes both in the UK and elsewhere to inform long-term planning for climate adaptation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Methane emission hotspots in a boreal forest-fen mosaic potentially linked to deep taliks",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff9a",
      "pubDate": "",
      "description": "Permafrost thaw is transforming boreal forests into mosaics of wetlands and drier uplands. Topographic controls on hydrological and ecological conditions impact methane (CH4) fluxes, contributing to uncertainty in local and regional CH4 budgets and underlying drivers. The objective of this study was to explore CH4 fluxes and their drivers in a transitioning boreal forest-fen ecosystem (Goldstream Valley, Alaska, USA). This landscape is characterized by thawing discontinuous permafrost and heterogeneous mosaics of fens, collapse-scar channels, and small mounds of permafrost soils. From a survey in July 2021, observed chamber CH4 fluxes included fen areas with intermediate to very high emissions (29.8–635.3 mg CH4 m−2 d−1), clustered locations with CH4 uptake (−2.11 to −0.7 mg CH4 m−2 d−1), and three anomalous emission hotspots (342.4–772.4 mg CH4 m−2 d−1) that were located near samples with lower emissions. Some surface and near-surface variables partially explained the spatial variation in CH4 flux. Log-transformed CH4 flux had a positive linear relationship with soil moisture at 20 cm depth (R2 = 0.31, p-value < 1e-5) and negative linear relationships with microtopography (R2 = 0.13, p-value < 0.006) and slope (R2 = 0.28, p-value < 2e-5). Methane emissions generally occurred in flat, wet, graminoid-dominated fens, whereas CH4 uptake occurred on permafrost mounds dominated by feather mosses and woody vegetation. However, the CH4 hotspots occurred on drier, slightly sloped locations with low or undetectable near-surface methanogen abundance, suggesting that CH4 was produced in deeper soils. When the hotspot samples were omitted, log-transformed CH4 flux had a positive linear relationship with near-surface methanogen abundance (R2 = 0.29, p-value = 0.0023), and stronger linear relationships with soil moisture, slope, and soil macronutrient concentrations. Our findings suggest that some CH4 emission hotspots could arise from CH4 in deep taliks. The inference that methanogenesis occurs in deep taliks was strengthened by the identification of intrapermafrost taliks across the study area using low-frequency geophysical induction. This study assesses surface spatial heterogeneity in the context of subsurface permafrost conditions and highlights the complexity of CH4 flux patterns in transitioning forest-wetland ecosystems. To better inform regional CH4 budgets, further research is needed to understand the spatial distribution of terrestrial CH4 hotspots and to resolve their surface, near-surface, and subsurface drivers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploring net-zero emissions pathways for Africa across different timelines: an integrated assessment modeling",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0053",
      "pubDate": "",
      "description": "Understanding how net-zero emissions timelines affect sustainable development is essential for climate planning in Africa. We apply the Global Change Analysis Model to explore the continent’s energy–land–water systems under four scenarios: a business-as-usual (BAU) and three net-zero scenarios targeting 2050 (NZ50), 2070 (NZ70), and 2100 (NZ100). Our analysis quantifies how the pace of decarbonization influences Africa’s interconnected energy, land, and water systems. Without new climate policy (BAU), Africa’s net CO2 emissions could increase by nearly six-fold; from 1.8 GtCO2 yr−1 in 2020 to 10.4 GtCO2 yr−1 by 2100. All net-zero scenarios constrain this growth, with NZ50, NZ70, and NZ100 achieving net-zero emissions by their respective target years through deployment of multiple carbon dioxide removal approaches (e.g. BECCS). Across all scenarios, primary energy supply expands, but its composition shifts under net-zero conditions. Over 2020–2100, renewables account for an average of 49%–53% of primary energy in the net-zero cases, displacing fossil fuels. Net-zero pathways also drive land-use shifts, reducing cropland area by 29%–31% and lowering water demand for food crops by 14%–15%, while increasing water use for BECCS (∼0.9 km3 yr−1 in NZ50). These land constraints raise staple food prices, averaging $1.16 kg−1 in NZ50—about 96% above BAU—with the steepest increase in Western Africa. In terms of mitigation cost, NZ50 is the most expensive pathway ($78 tCO2−1), compared to $68 tCO2−1 in NZ100. While earlier action enables deeper emissions cuts and faster clean energy transitions, it also imposes higher economic and resource trade-offs. Delayed net-zero deadlines reduce near-term disruption but result in higher cumulative emissions. Given Africa’s development context, we argue that net-zero timelines must balance technical feasibility with economic realities and social justice.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Rainfall-driven dissolved reactive phosphorus pulses: identifying landscape vulnerabilities for eutrophication control under climate variability",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae00e0",
      "pubDate": "",
      "description": "Accurate identification of dissolved reactive phosphorus (DRP) sources and quantification of its loading into aquatic environments are critical for mitigating eutrophication and improving environmental management strategies. DRP, the most bioavailable form of phosphorus, stimulates algal proliferation directly, serving as a major driver of eutrophication, thereby threatening water quality degradation and freshwater sustainability. However, quantifying DRP loads and tracing their sources remains challenging due to landscape heterogeneity and the dynamic nature of precipitation events. In this study, a daily time-step DRP transport model was constructed for the entire Yamato River catchment (1077 km2), utilizing the Soil and Water Assessment Tool. A total of 106 weekly water quality samples, collected from January 2023 to December 2024, were analyzed for DRP concentrations and used for model calibration and validation. Results reveal that DRP fluxes are predominantly event-driven, with peak discharges closely associated with intense rainfall events. Non-point source (NPS) DRP loading, particularly from agricultural fields, was observed during rainfall, regardless of soil type or phosphorus adsorption capacity. These NPS contributions affect ecosystem vulnerability and closely correlate with environmental stability. Scenario analysis demonstrates that implementing deep fertilization practices can reduce annual NPS DRP loading by approximately 32% and lower peak loads during rainfall events by 28%. This study enhances the understanding of NPS DRP dynamics by identifying specific landscape characteristics linked to eutrophication risk, providing essential scientific guidance for targeted mitigation strategies. These findings are particularly important for enhancing the accuracy and effectiveness of environmental management strategies in the context of future climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mortality risk and burden associated with non-optimum temperatures in Puerto Rico",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae013e",
      "pubDate": "",
      "description": "The effects of a changing climate are already evident in Caribbean small island developing states (SIDS) like Puerto Rico, where heat episodes have become more frequent. Despite reports of increasing heat-related death rates, robust epidemiological evidence on the health impacts of high temperatures, as well as the effects of low temperatures, remains scarce, particularly outside of urban settlements in Caribbean SIDS. In this study, we conducted a case time-series study on municipality-level mortality and temperature in Puerto Rico from 2015–2023. We modeled the relationship between daily mortality count and mean temperature using a conditional quasi-Poisson regression, combined with a distributed lag non-linear model (dlnm) with a 21 d lag, adjusting for relative humidity, seasonality, and day of the week. We estimated the minimum mortality temperature (MMT)—the optimal temperature associated with the lowest mortality risk—and calculated the relative risk associated with extreme low and high temperature, defined as the 2.5th and 97.5th percentiles of daily temperature. Additionally, we estimated the municipality- and island-level excess mortality fractions attributable to both low and high temperatures, relative to MMT. Our findings indicate that exposure to non-optimum temperatures (both low and high temperatures) is significantly associated with increased mortality risk. Specifically, extreme low temperature was associated with a 1.23 (95% CI: 1.07–1.40) times risk of all-cause mortality, while extreme high temperature was associated with a 1.16 (95% CI: 1.05–1.27) times risk. We estimated that temperature-related mortality accounted for 3.88% of the total 280 568 deaths (95% eCI: 3.39%–4.29%), with low temperatures contributing 2.02% (95% eCI: 1.69%–2.32%) and high temperatures contributing 1.86% (95% eCI: 1.35%–2.35%). Furthermore, we found substantial spatial variability in temperature-related mortality burdens across municipalities. Our study identifies the vulnerable municipalities to temperature-related deaths in Puerto Rico, providing evidence to inform municipality-specific climate adaptation and mitigation strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Winter sea surface temperature interhemispheric dipole as a predictor for Sahel summer rainfall",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae01c0",
      "pubDate": "",
      "description": "Skillful prediction of Sahel summer rainfall (SSR) is critical for mitigating hydrometeorological disasters in this vulnerable climate hotspot. In this study, we employ observational analysis from 1950–2023 to show that the sea surface temperature interhemispheric dipole in winter (SSTIDw) has a strong influence on SSR. A positive SSTIDw anomaly-marked by relatively warmer Northern Hemisphere sea surface temperatures-persists through spring to summer and leads to persistent negative surface pressure anomalies and anomalous cyclonic circulation. This intensifies the Saharan heat low and reinforces anomalous westerly and southwesterly flows across the Atlantic and the Guinea Coast, enhancing moisture flux convergence and rainfall in the Sahel. Based on this relationship, we develop an SSTIDw-based linear regression model that skillfully captures SSR characteristics. These findings highlight the multi-month lead time predictability of SSR, which is critical for climate-informed decision making in the Sahel.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Decolonizing biodiversity data: a call for equitable science",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff9b",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global energy and carbon emissions of irrigation and fertilizers management for closing crop yield gaps",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfbfd",
      "pubDate": "",
      "description": "Yield gaps present a key opportunity to meet the increasing global food demand. Defined as the difference between actual and attainable crop yields, they can be reduced by expanding irrigation and increasing nutrient inputs—strategies whose land, water, and nutrient requirements have been quantified in previous studies; however, their energy consumption and emissions remain largely unknown. This study quantifies the energy consumption and greenhouse gas (GHG) emissions associated with yield gap closure through irrigation and fertilizer management. Our findings indicate that energy consumption for irrigation pumping, and fertilizer production under baseline scenario is 462 TWh and 1884 TWh per year, respectively. Nitrogen, phosphorus, and potassium fertilizers account for 97%, 2%, and 1% of total fertilizer energy consumption. These activities contribute 552 Mt CO2e annually—154 Mt from irrigation and 398 Mt from fertilizer production. Closing the full yield gap would double annual energy consumption to 4579 TWh with emissions of 1.1 Gt CO2e, equivalent to 3% of global energy consumption and 2% of total GHG emissions in 2020. Although closing 75% or 50% of the yield gap would reduce energy use and GHG emissions, countries such as India, Pakistan, Afghanistan, and several in Sub-Saharan Africa would still face disproportionate burdens, requiring over 15% of their national energy consumption and more than 5% of their total GHG emissions to achieve the full yield gap closure. These findings reveal pronounced regional disparities in agricultural productivity, energy demands, and environmental trade-offs, underscoring the need for locally tailored strategies to strengthen food system resilience, while also advancing low-carbon energy infrastructure, reducing fossil fuel dependence, and enhancing energy security.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}