{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-11-03T04:34:09.274225",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4325122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "All the world’s a phage",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523344122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceBacteriophages play central roles in the discovery of fundamental biological mechanisms, in the development of tools for biotechnology, as powerful subjects for science education, and as promising new medicines for antibiotic resistant ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Climate change impacts on tropical cyclone–induced power outage risk: Sociodemographic differences in outage burdens",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502266122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceThis study integrates advanced modeling approaches to project risks of tropical cyclone–induced power outages under changing climate conditions. Combining climate simulations, machine learning, distributional impact, and economic analyses, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Smartphone use in a large US adult population: Temporal associations between objective measures of usage and mental well-being",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427311122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceSmartphones are an indispensable tool in everyday life; however, there are concerns about how their use may impact mental health and well-being. Our analysis of a quarter of a million days of objective smartphone usage across over 10,000 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Precise gene editing of pathogenic Lamin A mutations corrects cardiac disease",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515267122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificancePoint mutations in the Lamin A (LMNA) gene cause devastating human diseases that preferentially affect skeletal muscles and the heart. There is currently no cure for these conditions, and existing therapies are designed to mitigate the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Viscoelastic structural damping enables broadband low-frequency sound absorption",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520808122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceConventional acoustic metamaterials rely on air resonance and geometrically complex, high-stiffness structures to achieve low-frequency absorption, typically leading to negligible structural deformation. These approaches are inherently ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Impact of baleen whales on ocean primary production across space and time",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505563122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceWhales have long been suggested to enhance ocean productivity by recycling essential nutrients, yet their quantitative impact on primary production has remained uncertain. Our study quantifies nutrient release via feces and urine by baleen ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Oxygen isotopic evidence that Gale crater, Mars, was home to an Early Hesperian water reservoir that underwent significant evaporation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511627122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceWe present isotopic measurements of mineral-bound water from rocks sampled by the Curiosity rover. These hydrous minerals’ strong18O enrichments stand apart from prior observations of ancient martian water reservoirs. Extreme deuterium ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Museum genomics suggests long-term population decline in a putatively extinct bumble bee",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509749122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceThe Franklin bumble bee (Bombus franklini), a rare U.S. pollinator, exemplifies the challenges of studying species with small ranges and declining populations that are no longer found in the wild. Using advanced genomic techniques on ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evolutionary histories of functional mutations during the domestication and spread of japonica rice in Asia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514614122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceStudying the history of rice dispersal allows us to examine the relationships between crop movement, climatic changes, and human cultural interactions. Our analysis suggests that plant–pathogen interactions may be a key component of local ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Invariant HVC size in female canaries singing under testosterone: Unlocking function through neural differentiation, not growth",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426847122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceIn many songbird species, singing can be induced in otherwise nonsinging females or is expressed only during certain life stages. These transient behaviors have been attributed to testosterone-driven growth and regression of song control brain ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A national randomized controlled trial of the impact of public Montessori preschool at the end of kindergarten",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506130122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceAlthough preschool is often considered positive, optimal preschool models are debated. Montessori is a longstanding model that has not been rigorously examined. We followed from age 3 through kindergarten 588 children entered in competitive ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mutant p53 regulates cancer cell invasion in complex three-dimensional environments through mevalonate pathway–dependent Rho/ROCK signaling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424904122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceThis study addresses the contribution of mutant p53 to the process of cancer cell dissemination in physiologically relevant three-dimensional environments—a key characteristic of metastatic disease. Several mutant p53 proteins display pro-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Joint disruption of Ret and Ednrb transcription shifts cell fate trajectories in the enteric nervous system in Hirschsprung disease",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507062122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceDespite the remarkable advancements in genetic mapping and the genomics of polygenic traits, the genetic mechanisms by which disease risk increases in individuals with genotypes bearing more risk variants than those with fewer remain unclear. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "HEIP1 orchestrates pro-crossover protein activity during mammalian meiosis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515747122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceCrossovers are essential to produce gametes by promoting the proper segregation of the homologous chromosomes. But, if misregulated, they can lead to genetic disorders, miscarriage, and infertility. Their formation depends on the conserved pro-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "HIF2α negatively regulates MYCN protein levels and promotes a low-risk noradrenergic phenotype in neuroblastoma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516922122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceHIF2α has been proposed as a neuroblastoma oncogene and a tractable target for clinical intervention, this has been questioned by several studies. Thus, it is necessary to move beyond correlative studies and better determine the function of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Linker histone regulates the myeloid versus lymphoid bifurcation of multipotent hematopoietic stem and progenitors",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509412122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceMyeloid-biased hematopoiesis originated from the myeloid-biased hematopoietic stem cells (My-HSCs) underlie diverse pathologic states ranging from hyperinflammation, cardiovascular disease to cancer, and their prevalence increases with aging. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "From retinotopic to ordinal coding: Dissecting the cortical stages of visual word recognition",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507291122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceFluent reading requires that the brain encodes the order of letters within a word, yet without regard for where they appear on the retina. Information must be transformed from a retinotopic code into a position-invariant word form. Here, we ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dual-site cooperation for synergistic optimization of the band structure and spin state to facilitate C–N coupling reaction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508077122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceElectrocatalytic C–N coupling of carbon dioxide (CO2) and nitrite (NO2−) under ambient conditions provides an emerging approach toward green urea synthesis. Nevertheless, a lack of in-depth understanding of the C–N coupling mechanism severely ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cytosolic proliferating cell nuclear antigen (PCNA) orchestrates neutrophil hyperactivation in COVID-19",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503667122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 43, October 2025. <br />SignificanceSevere COVID-19 is marked by excessive neutrophil activation, leading to the release of damaging molecules that injure the lungs and other organs. While neutrophil hyperactivation is a hallmark of severe disease, the molecular mechanisms that ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}