{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-06-01T16:28:53.159027",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2125122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Phase separation in mitochondrial fate and mitochondrial diseases",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422255122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />Mitochondria are central metabolic organelles that control cell fate and the development of mitochondrial diseases. Traditionally, phase separation directly regulates cell functions by driving RNA, proteins, or other molecules to concentrate into lipid ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Energetics and evolutionary fitness",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423684122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />It has long been recognized that energy is the currency of evolution, but contrasting conceptions of the relationship between energy and adaptation have yielded different interpretations. In the equal fitness paradigm (EFP), fitness (defined as the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Where do fish go and why? For many species, nobody knows",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510827122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ultraviolet and biological effective dose observations at Gale Crater, Mars",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426611122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceThe incident ultraviolet (UV) irradiance on the surface of Mars is strongly sterilizing and plays a critical role in atmospheric and near-surface photochemistry. To date, these processes have been investigated by modeling the UV radiative ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Flamingos use their L-shaped beak and morphing feet to induce vortical traps for prey capture",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503495122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceFlamingos employ their feet, L-shaped beak, and head movements to induce directional flow and recirculating eddies, effectively entrapping agile planktonic prey, such as brine shrimp, in muddy and hypersaline waters. This study reveals that ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Barremian tricolpate pollen from Portugal—New evidence for the age of eudicot-related angiosperms",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421470122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceFlowering plants (angiosperms), the most diverse land plants, revolutionized Earth’s ecosystems in the Cretaceous. Fossil evidence and molecular analyses provide conflicting age estimates for angiosperm divergence, and despite considerable ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "AI assistance improves people’s ability to distinguish correct from incorrect eyewitness lineup identifications",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503971122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceMistaken eyewitness identification is one of the leading causes of false convictions. Yet, no tool exists that assists law enforcement with distinguishing between reliable and unreliable eyewitness identifications. We show that the assistance ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Stability of general cognitive ability from infancy to adulthood: A combined twin and genomic investigation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426531122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceA goal of psychological science is to identify early life factors that influence lifelong outcomes and the stability of those outcomes over time. Studies have examined the continuity of cognition across development, but little work has ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Identification of the lydiamycin biosynthetic gene cluster in a plant pathogen guides structural revision and identification of molecular target",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424388122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceThere is an urgent requirement to discover new antibiotics. One approach is to use natural products, which are small bioactive molecules that provide producing organisms with beneficial biological traits. Genomic data can be used to rationally ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Physical activity stimulates clock neurons of the day-active rodent Arvicanthis ansorgei",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424545122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceOur central biological clock, located in the suprachiasmatic nuclei of the brain, controls physiological and behavioral rhythms supporting health. During the day, clock neurons are active, while they become silent during the night. This rhythm ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Loss of insulin signaling in microglia impairs cellular uptake of Aβ and neuroinflammatory response exacerbating AD-like neuropathology",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501527122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceClinical studies have suggested a strong link between type 2 diabetes (T2D) and Alzheimer’s disease (AD). T2D patients have higher rates of AD and exhibit rapid disease progression, whereas AD patients often have impaired brain glucose ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The GRAS protein RAM1 interacts with WRI transcription factors to regulate plant genes required for arbuscule development and function",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427021122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceArbuscular mycorrhiza (AM) symbiosis is formed by soil-inhabiting Glomeromycotina fungi and most land plants and can significantly promote plant performance via enhanced nutrient uptake. The fungi form branched hyphal structures, the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Click-constructed modular signal aptamer chimeras enable receptor-independent degradation of membrane proteins",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424500122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceLYTAC technology represents a pioneering approach for selectively depleting disease-associated extracellular and membrane proteins, thereby enhancing the effectiveness of treatments for various diseases. However, the heterogeneous expression ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Food Rx: Integrating horticulture research to improve nutrition and health",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501723122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceThe US overweight/obesity epidemic and the resulting chronic disease burden are an unfolding, diet-driven existential disaster. This has been obvious for decades, but the epidemic keeps getting worse. As managing and reversing this crisis ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Framework to identify innovative sources of value creation from platform technologies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424665122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificancePlatform technologies are reshaping drug development by enabling cross-indication adaptability, rapid reuse of data, and faster clinical success. Yet no established framework comprehensively captures the full scope of their strategic and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A circuit model for transsaccadic space updating and mislocalization",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422911122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceTranssaccadic space perception is a central topic of visuomotor research. Many studies have been devoted to this topic, yet there is little coherence among them. For example, receptive-field (RF) remapping is considered a physiological ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Environmental resistome–guided development of resistance-tolerant antibiotics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504781122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceMany types of antibiotic resistance found in the clinic originated in the environment, yet the environment is largely overlooked as a potential source of future resistance threats for new antibiotics. We used metagenomic surveys of the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Imaging a concussion and the ensuing immune response at the blood–brain barrier",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2414316122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceRepetitive concussion results in activation of microglia, which work to seal areas of the damaged blood–brain barrier (BBB). This results in progressive phagocytosis of astrocytes, which may ultimately contribute to the long-term cognitive ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Induction of the ISR by AB5 subtilase cytotoxin drives type-I IFN expression in pDCs via STING activation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421258122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 21, May 2025. <br />SignificanceUnderstanding the intricate crosstalk between ER stress and the immune system, particularly the induction of proinflammatory cytokines and type-I IFNs, has significant implications for the development of therapeutic strategies targeting ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}