{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-25T12:45:26.698512",
  "items": [
    {
      "title": "Projection of end-of-life electric vehicle batteries in India considering net-zero targets: a step towards circularity",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae03d9",
      "pubDate": "",
      "description": "India’s expanding road transport network has significantly improved connectivity but contributes 14% of energy-related emissions. Electrification is central to India’s net-zero target by 2070, but this transition will generate substantial electric vehicle (EV) battery waste. Currently, waste management infrastructure for recycling and recovering critical battery materials (e.g. lithium, cobalt, nickel, phosphorous) is growing at an optimum pace with the help of government policy support and overwhelming participation from the private sector. This study estimates EV battery waste until 2050 and evaluates the quantum of critical battery minerals (e.g. lithium, cobalt, nickel, manganese, copper and phosphorous) recovered by battery waste under three distinct scenarios: • Business-As-Usual. Continues current EV sales trends (2014–2023) to project future adoption. • Transformative Scenario. Targets 30% EV sales by 2030, with segment-wise penetration (e.g. two-wheeler (2W)/three-wheeler (3W): 35%, cars: 12–25%, buses/trucks: 30%). • Accelerated Scenario. Aligns with NITI Aayog’s (NITI Aayog is a policy think tank of the Government of India, providing directional and policy inputs) net-zero targets, aiming for 100% 2W/3W, 30%–70% in other segments by 2030. And two sub-scenario of battery-chemistry: a nickel–manganese–cobalt (NMC)–dominant case (98% NMC and 2% lithium iron phosphate (LFP)) and a LFP–dominant case (20% NMC and 80% LFP). The study projects the volume of end-of-life battery waste using a Weibull distribution, capturing variations in service life across vehicle segments. Covering six key segments—2W, 3W, private and commercial cars, buses, and trucks. The study estimates EV battery waste generation to reach 37–80 GWh annually by 2030, growing further sevenfold by 2040 and tenfold by 2050. Recovered materials from end-of-life batteries could supply 28%–43% of India’s critical battery material needs by 2030 to 2050, emphasising the need for robust recycling systems to support a sustainable, circular EV transition. This article recommends circular economy-based policies and practices that combine producer responsibility with time-bound collection and recycling targets, minimum recycled content requirements, battery passport traceability and clear rules for the movement and valuation of end-of-life batteries.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Record 2024 winter carbon emissions coincide with record warmth across boreal forest, tundra, and wetland ecosystems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae09bb",
      "pubDate": "",
      "description": "The warming Arctic could accelerate climate change as permafrost soil carbon is released as greenhouse gas emissions from boreal forest, tundra, and wetland ecosystems. Record climate conditions are increasingly common, with the 2023–2024 winter (September–April) documented as having the warmest land surface air temperatures on record for the Arctic region. However, corresponding impacts on ecosystem greenhouse gas fluxes typically take several years to diagnose, creating a knowledge gap between contemporary climate events and these fluxes. Here we synthesized near real-time data from 19 eddy covariance flux tower sites across the Arctic through the summer of 2024. This analysis revealed record net carbon dioxide and methane emissions occurring in winter, coinciding with warm 2023–2024 winter conditions. The increasing recognition of the importance of winter in shaping ecosystem carbon balance is still challenged by the difficulty of collecting data, with far more carbon flux measurements available in summer as compared to year-round. Improving the observation network’s extent and ability to deliver near real-time updates could provide immediate knowledge about the speed and strength of the permafrost carbon feedback to climate change. This increased awareness could help nations adapt their emissions policies aimed to avoid the worst impacts of climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Observing system needs for understanding carbon–climate feedbacks",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ae8",
      "pubDate": "",
      "description": "Carbon–climate (CC) feedbacks — arising from response of land and ocean carbon sinks to elevated CO2 and climate warming — are critical yet highly uncertain drivers of Earth’s climate trajectory. Processes such as permafrost thaw, tropical forest dieback, reduced ocean uptake, and intensifying climate extremes are already weakening natural carbon sinks, with potential to amplify warming and accelerate crossing of tipping points. Detecting and quantifying these dynamics requires sustained, high-resolution, spatially-comprehensive Earth Observations. Drawing on outcomes from a 2024 community workshop, we identify three core priorities for advancing CC feedback monitoring: (1) frequent, long-term measurements of carbon fluxes and stocks at sub-continental scales; (2) improved flux detectability using greenhouse gas partial columns; and (3) targeted monitoring of poorly-observed vulnerable regions, such as the tropics, high latitudes, and the Southern Ocean. We argue that a unified, multi-platform observing system, built on lower-cost, proven technologies and orbits and focused on high-risk observation gaps, would significantly reduce uncertainties in Earth System Models, provide early warnings of feedbacks and tipping points, inform climate mitigation strategies, and enhance transparency in carbon monitoring.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Tradeoffs between uniform land protection and biodiversity-specific land protection with <2 °C global warming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0aea",
      "pubDate": "",
      "description": "Nearly 200 countries have pledged to conserve 30% of terrestrial ecosystems to stop the global biodiversity crisis. However, biodiversity is not uniformly distributed across countries. Adequately addressing this crisis requires a scientific basis for selecting protected land that considers both ecological benefits and impacts to humans. We use the global change analysis model to evaluate land use tradeoffs of four land protection cases under two climate cases. We find that biodiversity-specific land protection up to 39% globally can reduce land use constraints and food prices compared to protecting 30% of land uniformly in each country (’30 × 30’ initiative). Valuing terrestrial carbon for climate change mitigation reduces land conversion pressure and can complement protection strategies. Global impacts to agriculture of additional land protection are small, but regional impacts vary and may be considerable. Overall, biodiversity-specific land protection has greater potential than a uniform target to meet both ecological and human needs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "ENSO-driven extreme heat propagation: network topology and pathways across El Niño, La Niña, and neutral phases",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f40",
      "pubDate": "",
      "description": "The El Niño–Southern Oscillation (ENSO) modulates global heatwave propagation through teleconnections, yet its phase-dependent control over spatiotemporal connectivity remains unclear. Here we develop a multi-scale climate network framework integrating geographic thresholds (2500 km) and directional event synchronization to quantify ENSO’s dual regulation of short- and long-range heatwave linkages across the Pacific–Indian Ocean domain. Analyses of 1979–2023 reanalysis data reveal El Niño amplifies trans-Pacific heatwave synchronization by 60% compared to neutral conditions, driven by Rossby wave trains facilitating >4000 km propagation. Conversely, La Niña confines heatwave propagation to regional scales through persistent anticyclonic circulation patterns, suppressing inter-basin linkages by 40% as regional systems prevent trans-oceanic propagation. Network topology shows El Niño’s bimodal distance distribution (peaks at 1000 km and 3000–4000 km) versus La Niña’s exponentially decaying pattern. Dynamical analysis links these patterns to phase-locked 850 hPa geopotential anomalies, demonstrating ENSO’s scale-selective control over extreme heat propagation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Too hard to decarbonize: insights from a decision support tool for the Greek maritime operations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae114e",
      "pubDate": "",
      "description": "The Greek maritime sector, one of the largest in the world, faces multiple economic, environmental and development challenges, requiring careful long-term investment decisions. In this paper we present the application of a free, open-source investment decision support tool we have developed, the MaritimeGCH, applied for the Greek fleet. We quantify the effect of two main interventions for a cost-effective carbon abatement, under the recent EU environmental regulations: the implementation of mature on-ship emission reduction technologies and transition scenarios to cleaner fuels. While significant emissions are achievable, even ambitious interventions fall short of fully decarbonizing the sector by 2050. This suggests that a more unified set of policy solutions are needed to achieve the national commitments.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Increasing spatial extent and frequency of flash drought in Europe with each degree of global warming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae11c8",
      "pubDate": "",
      "description": "Flash droughts, characterised by sudden and severe development of dry soil moisture conditions, have detrimental impacts on agriculture and ecosystems. Since reliable projections of any kind of drought are crucial for drought risk mitigation, studying how these flash droughts evolve as warming increases becomes essential. Herein, we analyse changes in flash drought frequency, geographic extent, and regional variability across Europe under incremental global warming levels of 1 ∘C, 1.5 ∘C, 2 ∘C and 3 ∘C. Soil moisture simulations are obtained using the mesoscale hydrologic model (mHM), which has been forced with the bias-corrected meteorological data from ISIMIP3b (Inter-Sectoral Impact Model Intercomparison Project, phase 3b). We use a percentile-based method to determine the rapid decline in soil moisture conditions during the growing season. Our results show that Northern and Central Europe are expected to see more frequent flash drought events at higher warming levels above 1.5 ∘C. As temperatures increase, new areas experience flash drought in Central Europe. In contrast, the increase in frequency and area is less in the Mediterranean. Across Europe, we expect the mean frequency of flash droughts to increase from around 3 events each decade at 1 ∘C to 5 events at 3 ∘C. The median value of the spatial area covered in flash drought is expected to increase from around 30% at 1 ∘C to close to 44% at 3 ∘C. Each degree of increase in warming is expected to add around one more flash drought event each decade and more than 6% of the area across Europe under flash drought. The threshold of 1.5 ∘C marks a significant increase in the area affected by flash droughts, highlighting the importance of adhering to the Paris Agreement targets and adaptation measures to counter such flash drought conditions and safeguard the agricultural economy, food security, and ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Energy use per hour is key determinant of future transport energy consumption",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1246",
      "pubDate": "",
      "description": "Transportation is a growing component of global energy consumption. Improvements in efficiency over time have reduced the energy used per kilometre travelled, but so far this has not reversed the increasing energy consumption per person. Instead, due to a complex interplay of factors—including changes in the built environment, shifts in transport modes, and human behaviour—average travel distances have increased, effectively negating efficiency gains. These adaptive dynamics have made it difficult to predict future energy consumption in travel. Here, we present data on remunerated and personal travel covering over half the global population, which supports a simple predictive heuristic based on energy use per unit of travel time, rather than distance. We find that total travel time among 43 countries converges to 1.3 ± 0.2 h d−1 and is invariant with per capita income across two orders of magnitude. This implies that psychological, social, and economic factors lead people to travel for similar daily durations, regardless of wealth, culture, geography, or transport technology, and that built environments and lifestyles co-evolve with economic and technological development to preserve stable travel times despite increasing travel speeds. Therefore, significant decreases in future energy consumption can only be achieved by reducing the average energy used per hour of human travel.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The risk and dynamics of unprecedented summer monsoon rainfall over Southeast China under the current climate",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ae7",
      "pubDate": "",
      "description": "Under the influence of Asian summer monsoon, extremely heavy summer rainfall could occur in Southeast China, causing catastrophic social-economic impacts to the region. However, due to limited historical records, it is difficult to anticipate the risks of unprecedented extreme rainfall episodes. In this study the UNSEEN method (UNprecedented Simulated Extremes using ENsembles) is applied for studying these events, by sampling large ensemble climate model simulations of Version 6 of the Met Office Global Seasonal Forecasting System (GloSea6). We first perform fidelity tests on gridboxes in Southeast China and show that the climate model can represent observations realistically. Probabilities of unprecedented Southeast China rainfall are then computed for each of the five gridboxes within Southeast China, revealing probabilities of about 6% (up to 9%) in summer. The circulation dynamics associated with such events is also examined. For gridboxes close to the western north Pacific, a strengthened western Pacific subtropical high (WPSH) leads to anomalous low-level southerlies onshore to Southeast China, thereby contributing to heavy rainfall there. For gridboxes along 35° N, unprecedented events are often associated with an upper-level stationary wave pattern along the climatological jet, inducing vertical motion conducive to convection. For gridboxes along 25° N, extreme rainfall events are often associated with a southward shifted subtropical jet. Finally, the importance of the shifted jet and the WPSH strength in generating the unprecedented rainfall in the southern gridboxes along 25° N is also investigated. A southward-shifted jet could lead to extreme rainfall in the southern gridboxes even when the WPSH displacement is not strong. Overall, anomalous upper-level flow and WPSH activity can be equally important in triggering unprecedented summer rainfall in Southeast China. In short, we demonstrate that the UNSEEN method can be applied for estimating the risk of extreme monsoon rainfall in Southeast China and understanding the associated mechanisms.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A globally relevant data-driven assessment of carbon leakage from forestry",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ce2",
      "pubDate": "",
      "description": "Climate smart forestry (CSF) practices are widely recognized as efficient natural climate solutions. However, leakage accounting for these practices often relies on limited analysis and ad hoc reasoning, leading to integrity concerns and underinvestment in CSF. This study proposes a data-intensive, dynamic economic-ecological modeling approach to estimating regional CSF leakage, with global applicability. Results show how leakage varies by CSF activity, location, forest type, timeframe, and implementation rate. Critically, we show that widely cited harvest leakage estimates ignore complex forest dynamics and are a poor proxy for the metric most applicable to CSF implementation: carbon leakage. While harvest leakage is nearly always positive, our results demonstrate that some project designs can result in beneficial carbon spillovers, or negative carbon leakage. These results improve the evidence base for robust leakage quantification in CSF-based projects, enabling more accurate accounting and thereby ensuring credible climate benefits. These results are relevant in a carbon markets context, where robust leakage accounting would help safeguard the credibility of ecosystem service payments, but are also applicable to traditional, non-carbon markets conservation projects seeking to quantify carbon mitigation impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}