{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-08T13:40:02.150300",
  "items": [
    {
      "title": "Gendered extractivism in Uganda: implications for Just Transitions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade26a",
      "pubDate": "",
      "description": "Critical analyses of extractivism have demonstrated that it frequently involves interconnected gendered impacts on local communities. While gender equality has become an important concern in the literature on sustainability and economic development, more intersectional and decolonial feminist critiques of extractivism are only slowly entering mainstream debates even though they offer important perspectives for thinking about the socio-political challenges Just Transitions are likely to face, especially in African countries with weak governance systems. This paper contributes to the understanding of the potential gendered impact of putative just transition programmes in Africa through the analyses of different gendered impacts in three zones of resource extraction in Uganda, namely mining in Karamoja, a sugar cane plantation in Mabira Forest and oil extraction via the East African Crude Oil Pipeline (EACOP). Employing an intersectional and decolonial feminist lens, the paper identifies three gendered dimensions of extractivist impacts, namely sexual violence, barred access to basic necessities and dispossession of land. It is vital to take these challenges seriously in order to avoid reproducing such gendered impact in attempts to achieve a Just Transition in Uganda and countries with similar socio-economic profiles.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hysteresis and irreversibility of global drought patterns in response to CO2 mitigation efforts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade608",
      "pubDate": "",
      "description": "Drought is expected to intensify with rising CO2, but its behavior under CO2 mitigation, remains uncertain. The response of the climate system to CO2 variation exhibits hysteresis and irreversibility, highlighting the difficulty of recovery and the potential for long-lasting impacts. We investigated the hysteresis and reversibility of global drought and the associated underlying drivers. The Community Earth System Model 2 was used to simulate CO2 changes: linear increases, decreases (i.e. net negative), and restoration to the initial level. This paper incorporates three well-established indices based on atmospheric, meteorological and soil moisture data to reflect drought. Here, we show that drought is dominant during the CO2 decrease phase, leading to strong hysteresis with irreversible behavior over more than half of the global land cover. The robust irreversible changes in drought are concentrated in specific areas, i.e. hotspots, covering over 11% of the global land and are particularly pronounced in Northern Africa, Southwest Russia, and Central America. A decrease in precipitation drives drought during the CO2 increase phase, while an enhanced vapor pressure deficit (VPD) exacerbates it during the CO2 decrease phase. This increased VPD exacerbates drought hysteresis by raising potential evapotranspiration. Our findings suggest that only CO2 reduction is not enough to effectively mitigate drought impacts, rather advanced water management strategies are essential.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The essential but often misunderstood role of economics in groundwater sustainability research",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade698",
      "pubDate": "",
      "description": "To promote better groundwater policymaking, hydrologists and economists need to work together. The importance of hydrology is self-evident, but we posit that questions about the causes of and potential solutions for groundwater problems, and pathways to better policymaking, are fundamentally economics questions in that they rely on understanding people’s preferences, incentives, and responses to laws and other institutions that guide people’s actions. Not surprisingly then, most hydrologic research questions implicitly arise in response to economic demands and constraints. Hydrology and economics both rely on positive science involving theory, empirical methods, calibration, and validation. Indeed, their models can be linked to characterize and understand their interdependent dynamics. While other natural and social sciences also have important roles to play, this paper focuses primarily on how economics connects (ground)water to policymaking. Economics is a broad discipline with a primary role in understanding how people live in a landscape. Analogous to hydrology’s primary role in describing how water flows, recedes, seeps, evaporates, or recharges aquifers, economics describes people’s endeavors including their use of water, land, and other resources to produce, consume, trade, invest, conserve, and degrade the systems where they live. Policymaking is normative: it involves value judgments when assessing tradeoffs, setting priorities, or choosing among policy options. Economics is unique among disciplines in that it also comprises ‘normative analysis’ frameworks for measuring people’s values as a guide toward satisfying those preferences to the greatest extent possible (e.g. using benefit-cost analysis). But when natural science research is conducted without recognizing the economic considerations relevant to policymakers and managers, it may overlook critical ways that human system structures, dynamics, and people’s values inform the most promising ways to turn science into policy. By collaborating with economists, interdisciplinary research can bring natural sciences together with positive and normative economics to promote better groundwater policy.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Higher in-utero exposure to greenspace can reduce the prevalence of low birth weight in India",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade727",
      "pubDate": "",
      "description": "An emerging body of evidence suggests that exposure to residential greenspace may provide reproductive health benefits to mothers during pregnancy by promoting physical activity and reducing exposure to environmental risks. Here, we addressed this evidence gap in India and assessed the association between residential greenspace and the prevalence of low birth weight (LBW) (birth weight ⩽2500 g) among Indian mothers. We analyzed health and demographic data from India’s National Family and Health Survey conducted between 2015–16 and 2019–21. Greenspace exposure was quantified using high-resolution moderate resolution imaging spectroradiometer-derived enhanced vegetation index (EVI) data with a 30–days temporal resolution. Multivariable binomial logistic regression models were employed, adjusting for maternal demographics, lifestyle behaviors, socioeconomic status, household characteristics, and exposure to fine particulate matter (PM2.5). Among 38 358 participants, 13 677 (35.6%) had LBW. We found a protective association between EVI and the odds of LBW, with an odds ratio (OR) of 0.99 (95% CI: 0.95–1.03) after controlling for covariates. When stratified by PM2.5 exposure levels, the protective effect of EVI was strongest in areas with low PM2.5 concentrations (OR = 0.92; 95% CI: 0.85–1.00), corresponding to an 8% reduction in the odds of LBW. In areas with medium-high exposure, the effect was attenuated (OR = 0.97; 95% CI: 0.90–1.06), while in high exposure areas, the association reversed, with EVI linked to a 23% increase in LBW odds (OR = 1.23; 95% CI: 1.13–1.34). The protective effect was found in urban areas rather than in rural areas and in economically affluent households. Our results suggest that increasing access to greenspace can serve as an adaptive measure to reduce the prevalence of LBW. Further cohort studies are recommended to ascertain the underlying mechanisms.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projected shrinking of tropical vegetation biomass potential with future hydroclimatic shifts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade81a",
      "pubDate": "",
      "description": "Global change threatens the carbon stocks stored in tropical ecosystems. However, considerable uncertainty remains regarding the estimates of these future carbon losses. Here, we analysed Earth system model (ESM) simulations to assess future changes in tropical vegetation biomass potential due to shifts in the hydrological cycle. We found that tropical ecosystems could experience substantial decreases in vegetation biomass potential, particularly under high-emission scenarios, due to decreasing precipitation, increasing evaporation demand, and higher rainfall seasonality. These declines are principally driven by the transition of Amazon rainforests towards drier ecosystems. However, the difference in tropical vegetation biomass potential between most extreme ESMs reached 73 Pg C at the end of this century for the shared socio-economic pathway (SSP) 2–4.5 and 147 Pg C for SSP5-8.5. Weighting models based on their ability to reproduce the current hydroclimate in the tropics resulted in a reduction of vegetation biomass potential by 2100 in SSP2-4.5 of 12 Pg C (8–16 Pg C) compared with a simple average of all ESMs which gave 20 Pg C (17–24 Pg C). Our findings underscore the urgent need to reduce not only direct anthropogenic disturbances but also the rate of global greenhouse gas emissions to preserve the vegetation biomass potential of tropical ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A restatement of the protein transition",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade86f",
      "pubDate": "",
      "description": "A protein transition is promoted as a pathway toward a sustainable food system, but its application and progress are potentially hindered by diverse, often conflicting narratives among various stakeholders. These narratives are constituted and underpinned by statements and nurture a growing polarisation by isolation of their underlying scientific evidence. The multidimensional and interdisciplinary nature of a protein transition does not go well with an isolated approach in academia. The latter leads to fragmented and incomplete scientific evidence that fails to fully grasp the complexity of the issue, while being used to form partial statements that feed societal and political debates. Through a Restatement approach, this paper aims to (i) synthesise scientific evidence from multiple academic disciplines related to a protein transition and (ii) critically reflect on the implications of the current fragmented scientific evidence landscape of a protein transition in academia and beyond. The Restatement is structured into three sections: Background, Context, and Impacts, with subsections that each cover 4–17 statements, with a total of 68 statements. We connected each statement to its supporting scientific evidence which revealed the complexity of how evidence is related and interpreted, in addition to the inconsistent use of terminology and resulting ambiguities. The main takeaway from the Restatement is that a protein transition cannot be reduced to a single message of a dietary shift but that it should be approached more holistically, while using the available evidence within the appropriate context and critical consideration of the methodologies used to obtain that evidence. This Restatement can be used by researchers and decision-makers working toward more sustainable food systems in the European Union and beyond, to understand the contexts and methods that are not within their own field of expertise. In addition, we stress that overcoming polarisation in a protein transition largely relies on critical reflections of the assumptions, interests and power dynamics shaping the protein transition debate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate policy attitudes in consumers",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade893",
      "pubDate": "",
      "description": "Fully decarbonized markets for consumer goods would result in drastic lifestyle changes for many individuals. However, most research on climate policy attitudes focuses on energy policy, rather than policies that affect consumer goods that people use and enjoy. I conduct a survey experiment that compares views on an energy tax policy to views on a policy that taxes a high-emissions consumer good (red meat & dairy products). The results show that the effect of targeting consumer goods on support for decarbonization depends on an individual’s consumption preferences. Frequent consumers become less supportive of climate policy when it affects a particular consumer good, whereas non-consumers become more supportive. We observe the first outcome even though the cost of the two policies to consumers is equivalent, highlighting the role of subjective and identity attachments to consumer goods in policy attitudes. This shows how climate policy can favor the interests of certain consumers over others, making groups of consumers another relevant distributive cleavage in climate politics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Tropical volcanic eruptions enhance Pacific-driven global tropical cyclone genesis",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade895",
      "pubDate": "",
      "description": "Whether, and to what extent, strong tropical volcanic eruptions (TVEs) affect global tropical cyclone (TC) genesis frequency (TCGF) remains uncertain. Here, we address this issue using both high-resolution reanalysis data and large ensemble simulations. We find a significant increase in TCGF over the Pacific within two years following TVEs, while a statistically insignificant decrease over the South Indian Ocean, leading to an overall increase in global TCGF driven mainly by Pacific basin responses. Strong TVEs suppress precipitation over the Maritime Continent and lower global mean sea surface temperature (SST), while inducing warming in the equatorial central Pacific, resulting in an El Niño-like SST pattern. These anomalies weaken the Walker Circulation and drive low-level westerly wind and upper-level easterly wind anomalies over the tropical Pacific, creating favorable conditions for enhanced Pacific TCGF. These results offer new insights into how TVEs influence TC activity on both global and regional scales.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Wildfire and forest treatments mitigate—but cannot forestall—climate-driven changes in streamflow regimes in a western US mountain landscape",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade896",
      "pubDate": "",
      "description": "Warming temperatures and increasingly variable precipitation patterns are reducing winter snowpack and critical late-season streamflows. Here, we used two models (LANDIS-II and DHSVM) in linked simulations to evaluate the effects of wildfire and forest management scenarios on future snowpack and streamflow dynamics. We characterized the biophysical attributes of the areas with the greatest potential for treatments to improve hydrologic functioning and we examined projected trends in flow regimes over the 21st century. We found that, despite a projected increase in total annual flows, there was a steep decline in snowpack and late-season flows. Wildfire was an important factor influencing streamflow and snowpack dynamics, with increasing burned area partially offsetting climate-driven declines in snowpack and spring flows. Forest thinning treatments contributed modest increases to annual flows, although effects were overshadowed by the influences of climate and wildfire. Warming winter temperatures extinguished snowmelt-driven flows in low- and mid-elevation watersheds, causing a transition from spring snowmelt- to autumn rain-dominated streamflow regimes. Our results complement prior empirical studies showing that forest treatments can improve snowpack retention and annual streamflow, and they emphasize the importance of wildfire as a primary factor governing landscape hydrology. We found that neither land management practices nor wildfire could completely compensate for the top–down controls of future climate on landscape hydrology. Declines in snowpack retention and a regime shift in the timing of peak flows will have dramatic consequences for forest health, human water resources, and Pacific salmon populations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Recent changes in the subseasonal influence of the Western Pacific pattern on winter temperature over South Korea",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade897",
      "pubDate": "",
      "description": "The Western Pacific (WP) pattern is a crucial driver of mid-latitude teleconnections in the Northern Hemisphere, strongly influencing East Asian winter temperatures. Although its seasonal impacts are well established, its subseasonal variability and long-term changes remain less understood. This study identifies significant changes in the influence of WP on surface temperature over South Korea since the mid-1990s using observational and reanalysis datasets. Our analysis reveals a significant shift in the WP teleconnection, with its influence strengthening in December but weakening in January and February. This change is attributed to an anomalous displacement of the WP-associated anticyclone and modulated by interactions with the Arctic Oscillation. Furthermore, seasonal forecast models from the Asia–Pacific Economic Cooperation Climate Center multi-model ensemble capture the WP-induced temperature variations in December; however, strong modulation by El Niño–Southern Oscillation inhibits the independent effect of the WP teleconnection. These findings highlight the critical gaps in seasonal forecast models and emphasize the need for improved representations of WP teleconnections in subseasonal forecasts. A refined understanding of winter temperature variability is essential for enhancing climate predictions, supporting climate adaptation strategies, and mitigating societal risks associated with increasing winter temperature variability in South Korea.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Satellite data archives reveal positive effects of peatland restoration: albedo and temperature begin to resemble those of intact peatlands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade901",
      "pubDate": "",
      "description": "Peatlands store significant amounts of carbon, which is released as greenhouse gases when peatlands are degraded. Restoration and rewetting can help prevent these emissions, while continuous monitoring is critical for evaluating their success. Using satellite-derived observations of essential climate variables, we conducted the first large-scale assessment of how peatland restoration influences land surface temperature (LST), albedo, and vegetation across 72 sites in North America and Europe. Our findings indicated that before restoration, degraded peatlands had a commonly lower daytime LST and albedo but higher nighttime LST, leaf area index (LAI), and fraction of absorbed photosynthetically active radiation (FPAR) compared to intact sites. The largest restoration-induced absolute values of monthly changes reached +3.18 °C (daytime LST), −1.22 °C (nighttime LST), −2.54 (LAI), −0.29 (FPAR), and −0.16 (albedo). While restored peatlands tended to align more closely with intact sites a decade after restoration began, the probability of this alignment varied depending on the climate variables. Restored peatlands became more similar than different to intact sites in nighttime LST and albedo after a post-restoration decade, with high similarity projected within five decades. Peatland restoration modifies local and regional climate and should be included in future climate projections.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global intercomparison of satellite-derived variability in reservoir storage",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade903",
      "pubDate": "",
      "description": "Understanding surface water reservoir storage variability enables vital insights into water management techniques, the impact of humans on global water storage, and climate-driven influences on water availability. In the past few years, recent improvements in satellite data availability and cloud computing have led to rapid growth in satellite-derived global observation of reservoir storage fluctuations, yet little research has directly compared the growing number of published storage datasets. Here we perform a first global intercomparison between five global satellite-derived reservoir storage datasets, namely GLWS, GRS, GloLakes, GRDL-Y and GRDL-L. Overall, we find generally good agreement in relative storage time series (median RMSE between datasets = 8.7% of capacity), with little substantial difference in agreement between datasets. Agreement in absolute storage is much worse (median = 19.4%), and for absolute storage, GloLakes has higher error than the other datasets. We find that agreement is worse in highly variable reservoirs, new reservoirs, and, notably, in developing countries. All datasets agree that, globally, construction of new reservoirs is driving a net increase in reservoir storage over 1999–2018, yet there is disagreement in the magnitude of these trends. Overall, our results lend confidence to the utility of satellite-derived global reservoir storage datasets for water management applications. We suggest that future research should involve reducing errors in water area observations, increasing consistency in which reservoirs are observed, and improving storage algorithm performance especially in developing areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Emulating long-term CMIP6 projections of sterodynamic sea-level change using a three-layer energy balance model",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade906",
      "pubDate": "",
      "description": "Multi-century projections of sea-level change are crucial for understanding long-term climate impacts. However, projecting ocean dynamic processes affecting sea-level change faces two main challenges: (1) the ocean’s thermal inertia and dynamics can lead to substantial nonlinearities both on a global (thermal expansion) and regional scale (dynamic sea level); and (2) simulating ocean dynamic sea-level change over multiple centuries with global climate models is computationally intensive. To address these challenges, we use an energy balance model (EBM) to emulate the thermal responses of models participating in the Coupled Model Intercomparison Project 6 (CMIP6) and evaluate its optimal layer configuration for reproducing both thermal expansion and dynamic sea-level change. We compare results between a two and a three-layer EBM configuration, as fitting more than three layers can lead to EBM parameter overfitting. We find that both configurations perform similarly when emulating thermal expansion, with performance being highly dependent on accurate EBM forcing. To emulate dynamic sea level, we couple the EBM to a multivariate pattern scaling approach that relates the response of layer temperatures to regional changes in dynamic sea level. The latter demonstrates clear advantages of a three-layer configuration under high-emission scenarios, leading to an 18% reduction in emulator error at 2300 while capturing nonlinearities more effectively. Coupling the regional emulator with a simple climate model to propagate climate uncertainties further highlights the advantage of using a three-layer approach, leading to more stable parameter fitting and reducing uncertainty in probabilistic projection by up to one global mean standard deviation. Our findings suggest that multi-layer EBMs can more accurately mimic long-term (up to 2300) CMIP6 projections of sterodynamic sea-level changes while limiting computational burden and reducing uncertainty in emulators due to statistical fitting.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A review of methane emissions source types, characteristics, rates, and mitigation effectiveness across U.S. and Canadian cities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade9e1",
      "pubDate": "",
      "description": "Cities are major aggregated sources of methane (CH4) emissions and can therefore play a role in mitigating climate warming. However, diverse, spatially distributed sources make characterizing urban CH4 emissions challenging. A limited synthesis of existing research has hindered understanding of source characteristics and contributions, implicating research priorities, policies, and mitigation. This review consolidates findings from 106 peer-reviewed articles on CH4 emissions in U.S. and Canadian cities, identifying key insights, gaps, and opportunities. We found that top-down (TD) estimates of city-scale CH4 emissions from 34 studies exceeded, on average, bottom-up (BU) estimates by a factor of 3.9 (±6.7). Urban CH4 footprints were dominated by sources from natural gas distribution and end-use and landfills. Across 11 U.S. studies, the estimated mean CH4 loss rate from delivered natural gas corrected for CH4 content in cities was 2.3% (±0.9%). TD estimates of CH4 emissions from six U.S. landfills were, on average, 2.4 (±1.7) times greater than self-reported BU estimates. Preferred methods for reporting may miss large fugitive point sources, systematically underestimating landfill CH4 emissions. The studies indicated that wastewater systems emit less CH4 than landfills and natural gas sources, but the research remains limited, and many wastewater sources are poorly characterized. Mitigation effectiveness varied by source, with scalability a challenge for small, distributed sources such as sewers, and the confirmation of reductions sensitive to measurement scale. Overall, results highlight challenges in quantifying, attributing, and mitigating CH4 emissions in urban settings. Key research priorities are: (i) expanding CH4 measurements from urban natural gas (distribution and end-use) and wastewater sources, and granular investigations to pinpoint and understand the causes of emissions; (ii) new emissions data to improve BU models and integrate into BU estimates; (iii) improving measurement-model coupling for landfill CH4 quantification; and (iv) evaluating mitigation strategies for urban CH4 sources.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}