{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-08-22T23:22:04.047418",
  "items": [
    {
      "title": "Vegetation patterning can both impede and trigger critical transitions from savanna to grassland",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adc3ab",
      "pubDate": "",
      "description": "Tree-grass coexistence is a defining feature of savanna ecosystems, which play an important role in supporting biodiversity and human populations worldwide. While recent advances have clarified many of the underlying processes, how these mechanisms interact to shape ecosystem dynamics under environmental stress is not yet understood. Here, we present and analyse a minimalistic spatially extended model of tree-grass dynamics in dry savannas. We incorporate tree facilitation of grasses through shading and grass competing with trees for water, both varying with tree life stage. Our model shows that these mechanisms lead to grass-tree coexistence and bistability between savanna and grassland states. Moreover, the model predicts vegetation patterns consisting of trees and grasses, particularly under harsh environmental conditions, which can persist in situations where a non-spatial version of the model predicts ecosystem collapse from savanna to grassland instead (a phenomenon called ‘Turing-evades-tipping’). Additionally, we identify a novel ‘Turing-triggers-tipping’ mechanism, where unstable pattern formation drives tipping events that are overlooked when spatial dynamics are not included. These transient patterns act as early warning signals for ecosystem transitions, offering a critical window for intervention. Further theoretical and empirical research is needed to determine when spatial patterns prevent tipping or drive collapse.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Not just a climate problem: the safety and health risks of methane super-emitter events",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addedd",
      "pubDate": "",
      "description": "Methane super-emitter events (>100 kg methane hr−1) are prevalent across the oil and gas supply chain and are being targeted for methane mitigation policies due to their climate impacts; however, few studies have evaluated the air quality impacts and direct safety and public health risks. Here, we evaluate seven upstream oil and gas methane super-emitter events to examine the safety (explosivity) risks from methane and the short-term, noncancer health risks from benzene and other key co-emitted non-methane volatile organic compounds (NMVOCs). We used airborne instrument and satellite-measured methane emissions rates to estimate hourly air concentrations of methane using US EPA’s American Meteorological Society/Environmental Protection Agency Regulatory Model (AERMOD), a regulatory-grade dispersion model, and applied estimated speciated NMVOC-methane molar ratios to calculate hourly air concentrations of NMVOCs. We assessed when and where hourly modeled methane and NMVOC air concentrations exceeded national safety (0.5% methane) and state-based health (8 ppb and 53 ppb benzene) benchmarks. Large methane super-emitters (>2900 kg hr−1) had safety benchmark exceedances as far as 270 m from the source, indicating that safety risks are greatest for facility workers and nearby communities. Health benchmark exceedances were the greatest and most frequent close to the source (<300 m), but, in contrast to the safety risks, reached beyond one kilometer (1.1–19 km) for modeled methane super-emitters (210–15 800 kg hr−1), posing health risks to residents and sensitive populations. We also found that smaller methane super-emitters may pose outsized health risks: our second lowest methane emission case (539 kg hr−1) yielded the highest benzene air concentration (28 000 ppb), farthest 8 ppb benzene exceedance distance (19 km), and highest frequency of health benchmark exceedances between 1–5 km (2.6%). Our study demonstrates that policies and early detection efforts that control methane super-emitters should prioritize factors beyond methane emissions rate magnitude, such as gas composition, to provide the strongest co-benefits for public health and safety.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Austrian nitrogen budget following UNECE guidance",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf2bd",
      "pubDate": "",
      "description": "Human activity over the past century has greatly disrupted the natural nitrogen (N) balance, harming health and the environment. Sustainable nitrogen management requires cross-sectoral governance, but studies tracking nitrogen flows across sectors are limited. This study assesses cross-sectoral sources, flows, and sinks of reactive nitrogen (Nr) in Austria, identifying direct Nr inputs and emitting sectors. Using the ‘UNECE-Guidance Document on National Nitrogen Budgets’ and material flow analysis, we quantified Austria’s national nitrogen budget for 2015–2019. Results show the main nitrogen inflows and outflows from imports and exports in the consumer goods and chemical industries. Energy imports also contribute significantly. Some nitrogen is temporarily stored (e.g. in products) or transferred between sectors. However, not all of this N-loss is of direct environmental concern. Annually, 389 kt Nr are lost directly to the environment and causing significant environmental and economic consequences. Direct Nr inputs primarily originate from agriculture (39.3%) and energy/transport (20.7%), with around 30% from cross-border fluxes via water (13.9%) and air (16.6%). The remaining 10% stem from settlements, waste management, and industry. This study highlights the complexity of nitrogen sources and sinks in Austria and underscores the need for improvements towards reduced uncertainties in future research, including higher-resolution spatial data to account for regional variability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Understanding the unique step-like annual cycle of South China Sea tropical cyclone genesis",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf7c0",
      "pubDate": "",
      "description": "This study examines the unique annual cycle characteristics of tropical cyclone (TC) genesis in the South China Sea (SCS). In contrast to the TC bimodal structure in the Bay of Bengal (BoB) and its unimodal pattern in the Northwestern Pacific (WNP), the SCS exhibits a distinct step-like pattern with two jumps—the first occurring from April to May and the second from July to August, with the flat condition during May–June–July. Hence, TC in SCS witnesses the surprising transition between BoB and WNP. To investigate the underlying mechanisms, the genesis potential index is applied for a quantitative assessment of large-scale environmental factors. Results indicate that in the SCS, the mid-level atmospheric relative humidity is the dominant factor driving the first TC genesis jump in May, whereas the vertical wind shear contributes to the second jump. In the WNP, the mid-level atmospheric relative humidity remains the most crucial for TC peak feature. This study advances our understanding of the unique annual cycle of TC in the SCS in comparison with the neighboring BoB and NWP, offering valuable insights to improve the forecasting skills in the region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate change threatens old-growth forests in the Northern Alps",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf861",
      "pubDate": "",
      "description": "Old-growth forests are of high habitat value for many forest-dwelling species and of high cultural value for society. In areas with a long history of human land-use, such as in Central Europe, few old-growth forests remain, located predominately in protected areas such as national parks and wilderness areas. Protected areas safeguard old-growth forests against human land use, but not against the impacts of anthropogenic climate change. Using simulation-based scenario analyses we here assessed the development of old-growth in the 21st century, using a national park in the Northern Alps as example. Under climate change, old-growth decreased by up to 21% relative to simulations under baseline climate, with decreasing size and cohesion of old-growth patches on the landscape. Climate-mediated increases in disturbance were driving the decline in old-growth forests, with a near complete loss in old-growth beyond disturbance rates of 1.5% yr−1. Conversely, structurally complex forests increased with disturbance, suggesting a decoupling of forest structure and demography in the 21st century. We conclude that climate change presents an indirect anthropogenic threat to old-growth forests in protected areas. Our findings highlight that climate impacts need to be considered explicitly in conservation planning, in order not to overestimate the effectiveness of protected areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Beyond redistribution: a framework for reparative just transitions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf905",
      "pubDate": "",
      "description": "Prevailing just transition proposals often assume the continuity of colonial land relations and see ‘greener’ industrial development as a pathway to prosperity for all. Our paper aligns with and aims to contribute to emerging scholarship that questions these assumptions. Through a review of interdisciplinary just transition research, we map a distinction between mainstream, critical and reparative approaches to just transitions. Mainstream perspectives, largely rooted in the global north, focus on labour justice, while critical just transition scholarship addresses intersectional injustices and amplifies grassroots perspectives, particularly from the global south. Reparative approaches extend this critique by reckoning with the interconnected historical legacies of colonialism and industrial development, though empirical examples of this approach remain sparse. To differentiate these approaches, we introduce a 5R framework for just transitions—recognition, representation, redistribution, resurgence, and (settler) responsibility—foregrounding Indigenous resurgence as a crucial yet often overlooked element of repair. To illustrate this framework, we draw on a community-directed collaboration with the Tremembé da Barra do Mundaú Indigenous community in Ceará, Brazil. We conclude by inviting environmental and social scientists to consider more historically grounded and relationally reparative just transition approaches. Such approaches are essential, though not sufficient, for realizing the more transformative aims of just transitions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Tree seed dispersal modes affect forest resilience along savanna-forest boundaries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf907",
      "pubDate": "",
      "description": "The effects of global changes on tropical forests and savannas are manifested primarily at their boundaries. The dynamics at these forest-savanna boundaries depend on their shapes, which influence the spread of fires through the savanna landscape. How these boundaries are shaped depends on tree recruitment patterns, which differ between trees dispersed by wind and those dispersed by birds. Therefore, tree dispersal modes may have large effects on fire spread and subsequently on forest-savanna resilience. To study these effects, we developed a novel individual-based model of seed dispersal in savanna-forest ecosystems, and investigated the interactions among tree seed dispersal modes, spatial patterns of tree cover, and fire spread. We study forest resilience by measuring the maximum loss of tree cover from which the forest can recover. We find that forest recruitment rate and resilience are more sensitive to forest pattern morphology when trees are dispersed by birds than by wind. In addition, these effects are more pronounced for larger forest patches that are spaced further apart. Moreover, recruitment and resilience in bird-dispersed forests display high sensitivity to bird behavioral parameters, suggesting that the community composition of frugivorous birds may be an important indirect driver of forest resilience. Our findings demonstrate for the first time that interactions between spatial patterns of tree cover and tree dispersal modes may affect the resilience of tropical forests and savannas against tipping. Thus, efforts to understand the impact of global change on tipping points between forest and savanna should account for the effects of seed dispersal modes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Toward sustainability of territorial agro-food systems in Europe: indicators for assessing alternative scenarios",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf97e",
      "pubDate": "",
      "description": "Describing territorial agro-food systems through nitrogen flows between agriculture, livestock farming, human consumption, and external trade represents a useful basis for assessing the environmental sustainability of these systems. The concepts of circularity and self-sufficiency are often put forward in assessments to complement indicators related to environmental impacts, such as nitrogen use efficiency, environmental N surplus, N losses. Here, we use these indicators to assess the environmental performance and sustainability of the agro-food systems of 127 regions in Europe in their current state as well as under two alternative scenarios of varying degrees of structural changes designed to reach sustainability. Both scenarios consider the projected European population at 2050, a dietary change toward less animal protein (30% and 20%, instead of 57% for the reference situation, Ref 2015–2019) and are based on the widespread use of organic crop rotations and the banning of synthetic fertilizers and feed imports. An Agro-Ecology scenario (AE) exploits crop and livestock production at optimal production capacity in the current agricultural areas of each region, thus maintaining the possibility of external trade, while a Radical Simplicity of lifestyle scenario (RS), limits production to regional requirements, with excess agricultural land set aside for reforestation and rewilding. AE and RS are able to feed Europe and greatly reduce environmental losses (more than 50% for both scenarios), but some not self-sufficient regions still necessitate interregional exchanges. Full circularity is theoretically not possible; it increases from 30% (Ref) to 43% (AE). At the European scale, N-food self-sufficiency remains over 1 (2.6 for Ref, 1.6–1.2 for AE and RS), while import dependency of European regions on commercial N-import for food delivery, currently over 2.7 as a mean, drops below 0.1 in both scenarios. The results illustrate the complex relationships between self-sufficiency, circularity, and the environmental impact of territorial agro-food systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Anthropogenic and natural influence on vegetation ecosystems from 1982 to 2023",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf980",
      "pubDate": "",
      "description": "Vegetation greening trends are a critical and direct indicator to reflect photosynthetic activity of plants at the ecosystem scale. The monitoring of vegetation greening is crucial for assessing ecosystem health, sustaining biodiversity, improving soil health, and providing direction for effective environmental management. However, long-term changes in greening trends are rarely reported due to radiometric inconsistencies among different satellite sensors. Here, we used 12 machine learning algorithms to perform pixel correction on 42 years of moderate resolution imaging spectroradiometer normalized difference vegetation index (NDVI) and GIMMS NDVI data. The models exhibited high accuracy (93%–97%), yielding a robust ensemble R2 of 0.88 at the spatial scale. From 1982 to 2023, global NDVI had an increasing trend (0.0012), particularly in the high-latitude regions of the Northern Hemisphere (>60° N), with the rate of increase accelerating since 2000. Temperature and water conditions showed significant correlations with greening trends, exhibiting spatially asymmetric effects. In addition, frequent land cover changes promoted the growth of greening trends (∼23%), which is linked to enhanced structural plasticity of vegetation. This effect has become more pronounced since 2000, with 92% of such changes occurring during this period. Anthropogenic impact may play a role in driving greening trend reductions, rather than enhancements.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Anthropogenic influence on fixed threshold-based heatwave in China and constrained future projection",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfaa5",
      "pubDate": "",
      "description": "The 35 °C threshold-based heatwave (HW) holds particular significance for human health, energy supply and animal welfare, serving as a critical criterion for issuing high-temperature warnings in China. However, the quantified influence of greenhouse gases (GHGs) and anthropogenic aerosols (AA) on HW days (HWD) and cumulative intensity (HWS) remains underexplored. Here, we investigated these influences based on a threshold adjustment method and optimal fingerprint method. Using observations from 1961–2020, we found that both HWD and HWS experienced a clear increase across most of China, with the largest changes centered in eastern and northwestern China. Bias-corrected Coupled Model Intercomparison Project Phase 6 (CMIP6) climate models successfully reproduced the observed changes as well as the regional differences. Anthropogenic forcing dominated by GHGs was robustly detected, with the influence of GHGs and AA successfully separated. Attribution analysis revealed that GHGs explained about 126.3% of HW changes. Constrained projections indicated that both HWD and HWS would continue to increase until 2050, even under the most optimistic low-emission scenario. Eastern China was projected to experience fast HW increase, likely due to intensified GHG emission combined with anticipated reduction in AA in the future, highlighting the urgency of developing mitigation and adaptation policies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Change in convection and thunderstorm occurrences over the Indian subcontinent during the COVID-19 pandemic",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf863",
      "pubDate": "",
      "description": "The unprecedented emission reductions during the COVID-19 lockdowns in 2020 provided a natural experiment to elucidate aerosol–radiation-cloud interactions and their effect on convective weather phenomena, particularly thunderstorm occurrence and lightning flash rate density (FRD), across the Indian subcontinent. The significant reduction in anthropogenic aerosol emissions, especially across the most polluted Indo-Gangetic Plain, led to a marked decrease in aerosol optical depth (AOD), altering regional cloud-aerosol interactions and radiative effects. A rise in ENSO-compensated lightning FRD and an increase in thunderstorm days (TDs) were associated with aerosol depletion, suggesting a favorable environment for convective initiation under relatively cleaner atmospheric conditions over the extremely polluted region. The reduced AOD likely led to enhanced surface heating and decreased upper-level warming, reversing the previously stable stratification caused by very high aerosol loading. This natural instability favored the formation of a greater number of widespread thunderstorms. However, the observed reduction in lightning FRD per TD during the pandemic year indicates that, while more storms formed, each storm exhibited lower electrification, likely due to diminished cloud condensation nuclei. Relatively lower aerosol concentrations can promote an increase in storm frequency through radiative destabilization of the atmosphere. However, these relatively cleaner conditions also tend to reduce lightning frequency within individual storms, as the limited presence of aerosols constrains non-inductive charging processes in clouds. Thus, environments with fewer aerosols are associated with more frequent storm development but a decrease in lightning flashes per storm, reflecting a complex interplay between atmospheric composition and convective electrification. These insights advance understanding of convective storm responses to aerosol variability and have important implications for future atmospheric electrification trends under changing emission scenarios. This dual effect highlights the complexity of aerosol–cloud-precipitation-electrification interactions. It has implications for understanding convective weather responses to air quality changes and future climate scenarios driven by aerosol management strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The economics of a circular urban water system",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade904",
      "pubDate": "",
      "description": "In many water-scarce locations, cities will need to reduce their freshwater withdrawals in order to adapt to the changing climatic conditions of the Anthropocene, reduce the risks of ‘Day Zeros,’ and reduce the disruption to the global hydrological cycle. This paper shows that it is possible for water utilities to make dramatic reductions in raw water withdrawals without proportionally large increases in system-wide costs. A simulation model is built that characterizes the piped water and wastewater network of an urban water utility in a hypothetical high-income city and the costs at nodes and links of the system. This simulation model is used to estimate the effects of four interventions—leakage reduction, demand reduction, potable reuse, and desalination—on raw water withdrawals and system-wide costs. We illustrate the effects of both individual interventions and policy mixes. Compared to the assumed baseline urban water and sanitation system, policy mixes can reduce raw water withdrawals by 74% with only modest increases in system-wide costs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Groundwater denitrification in Denmark—evolution, extent and reaction rates",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeb9e",
      "pubDate": "",
      "description": "Globally, nitrogen (N) pollution of the environment is a widespread consequence of intensive agriculture. Denmark has combated this challenge from mid-1980 by implementing effective national N regulation of agriculture. Further reduction is needed to meet legislative objectives, and more targeted farm-level regulation schemes are under development. Assessing the necessary farm-level reduction of agricultural N losses to the aquatic environment such as groundwater requires detailed knowledge of denitrification in the groundwater system. In this paper we demonstrate how determinations of the extent of the anoxic nitrate-reducing zone and associated denitrification rates can be done by combined use of national and local level multiscreen groundwater monitoring data representing different agro-hydrogeochemical conditions across Denmark. A new concept for evaluating groundwater denitrification both nationally and locally is presented. The new concept relies on the assessment of nitrate trends in oxic and anoxic nitrate-reducing groundwater using up to 35 years of groundwater monitoring data on nitrate content and groundwater age, dated with CFC or the 3H/3He method. The results from the anoxic nitrate-reducing zone indicate that the probability of denitrification increases with groundwater residence time. On average, the national level assessment shows that in the anoxic nitrate-reducing zone approximately 47% of the nitrate is being denitrified while in the local areas the assessments show variation between 14%–59%, and estimations of denitrification rates range from 0.008–0.032 μmol l−1 day−1. Results show that the variation in the thickness of the anoxic nitrate-reducing zone can be up to 16 m, indicating that the denitrification rates can vary from very fast (thin zone or sharp interface) to slow (thick zone) in a homogenous aquifer layer with the same magnitude of residence time. These results are important for groundwater modeling of nitrate transport from agricultural fields to streams and coastal areas through the groundwater system.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Navigating uncertainty: direct air capture and just transition perspectives in Gulf Coast communities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf5d7",
      "pubDate": "",
      "description": "Direct air capture (DAC) projects are emerging in the Gulf Coast region of the United States, driven by recent private sector interest and federal funding. However, the role of these projects in facilitating a just transition for fossil fuel-dependent communities remains debated and uncertain. This study combines focus groups across three Gulf Coast sites with state-wide surveys in Texas and Louisiana to lend insights on community perspectives on DAC. Focus groups offer rich, qualitative insights into local concerns and aspirations, while the surveys provide broader quantitative data on regional attitudes. We find that DAC may be difficult to extract from the entrenched power of the fossil fuel industry and presents a need for careful planning to avoid social and economic upheaval in the wake of industrial transition. Community perceptions emphasize a dual nature of the fossil fuel industry: providing economic stability while also contributing to environmental and health injustices. While DAC emerges as a potential solution, requiring shared skillsets with the fossil fuel industry, community members express reservations about industry risks and historical lack of community engagement. Our findings underscore the importance of community involvement in decision-making (including when not to build), cooperative ownership models, and transparent processes. Both qualitative and quantitative results illustrate that community support for DAC is conditional on broader socio-economic benefits and inclusive governance, highlighting the need to consider these factors alongside technological features when planning DAC deployment in the region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global estimates of groundwater withdrawal trends and uncertainties",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf6ca",
      "pubDate": "",
      "description": "Groundwater, Earth’s largest source of liquid freshwater, is essential for sustaining ecosystems and meeting societal demands. However, quantifying global groundwater withdrawals remains a significant challenge due to inherent uncertainties in input data, sectoral allocation assumptions, and model parameterization. In this study, we analyze global groundwater withdrawals from 2001 to 2020 using a newly developed data-driven Global Groundwater Withdrawal (GGW) model and quantify uncertainties through Monte Carlo simulations. The GGW model integrates reported country-level data with global grid-based datasets to estimate annual withdrawals across domestic, industrial, and agricultural sectors at a 0.1° resolution (≈10 km). Our results indicate an average global groundwater withdrawal of 648 km3 a−1, with an uncertainty range of 465–881 km3 a−1. Agriculture accounts for 50% of total withdrawals, followed by domestic use at 34.5% and industrial use at 15.5%. Temporal analysis shows increasing groundwater withdrawal in 66% of the 44 IPCC WGI reference regions over the 20 years, with a global average annual increase of 0.5% (varying regionally from 6.5% annual increase to 9% annual decrease). Comparison with previous studies highlights the impact of methodological choices and assumptions about groundwater withdrawal on the resulting global estimates. Our findings underscore the need for comprehensive uncertainty assessments and improved datasets. Expanding spatial coverage in underrepresented regions and enhancing temporal resolution, particularly for dynamic variables like irrigated areas, are crucial for more accurate groundwater withdrawal assessments. These improvements will enable better management and conservation of this vital resource in the face of growing global demands and climate change impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Whose job is it to solve climate change? Perceptions of the roles of diverse actors in addressing climate change",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf85f",
      "pubDate": "",
      "description": "Understanding how different actors perceive their own and others’ roles in addressing climate change is critical to promoting societal-wide climate action. Yet, most studies focused on the perceptions held by the general population. We extended previous work by examining a unique sample of government, business, and resident representatives. We assessed the extent to which these three groups perceive different actors as responsible, capable, and likely to take climate action, as well as their own responsibility, capacity, and likelihood to act as residents or employees, respectively. We found that Dutch residents and representatives from governments and businesses believe that most societal actors are not doing enough and that the government and businesses are most responsible and capable of taking climate action. Compared to Dutch residents, however, representatives from governments and particularly businesses reported that they have relatively low responsibility and capacity to act. This discrepancy highlights the need to empower different actors, particularly professionals (i.e. from governments and businesses), to fulfill their roles in achieving climate goals. We discuss the scientific and practical implications of better understanding the perspectives of diverse actors and identifying ways to leverage their potential contributions to collective climate progress.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Future river exports of nutrients, plastics, and chemicals worldwide under climate-driven hydrological changes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf860",
      "pubDate": "",
      "description": "Future climate-driven hydrological changes may strongly affect river exports of multiple pollutants to coastal waters. In large-scale water quality (WQ) models the effects are, however, associated with uncertainties that may differ in space and time but are hardly studied worldwide and for multiple pollutants simultaneously. Moreover, explicit ways to assess climate-driven uncertainties in large-scale multi-pollutant assessments are currently limited. Here, we aim to build trust in future river exports of nutrients (i.e. nitrogen and phosphorus), plastics (i.e. micro and macroplastics), and chemicals (i.e. diclofenac and triclosan) under climate-driven hydrological changes on the sub-basin scale worldwide. We used a soft-coupled global hydrological (VIC) and WQ (MARINA-Multi) model system, driven by five Global Climate Models (GCMs), to quantify river exports of selected pollutants to seas for 2010 and 2050 under an economy-driven and high global warming scenario. Subsequently, we developed and applied a new approach to build trust in projected future trends in coastal water pollution for the selected pollutants. Results reveal that in arid regions, such as the Middle East, East Asia, and Northern Africa, climate-driven uncertainties play a key role in future river exports of pollutants. For African sub-basins, high increases in river exports of pollutants are projected by 2050 under climate-driven hydrological uncertainty. Nevertheless, over 80% of the global sub-basin areas agree on the direction of change in future river exports of individual pollutants for at least three GCMs. Multi-pollutant agreements differ among seas: 53% of the area agrees on increasing river exports of six pollutants into the Indian Ocean by 2050, whereas 17% agrees on decreasing trends for the Mediterranean Sea. Our study indicated that even under climate-driven hydrological uncertainties, large-scale WQ models remain useful tools for future WQ assessments. Yet, awareness and transparency of modelling uncertainties are essential when utilising model outputs for well-informed actions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "High resolution GDP modelling for climate risk assessments with an application to coastal flooding in Norway",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf867",
      "pubDate": "",
      "description": "An important prerequisite for accurately characterizing economic exposure from climate change at the national scale is a spatial inventory of economic activity and value creation. Current options for such inventories are limited, being either spatially precise but economically bounded sector-specific or owner-specific datasets, or gridded gross domestic product (GDP) products with coarse spatial resolution and inadequate sectoral resolution. To address these limitations, we develop a map of national GDP with high spatial and sectoral resolution. We stress this with meter-scale flood hazard maps to characterize GDP at risk from flooding. We further couple this to a macroeconomic input–output analysis to use the new sectoral resolution to estimate the scope of indirect economic exposure to flood at a national scale.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Life-cycle carbon footprint and total production potential of cross-laminated timber from California’s wildland-urban interface",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf868",
      "pubDate": "",
      "description": "The frequency, scale, and severity of wildfires are steadily increasing in the Western United States. Sustainable forest management practices through forest thinning could reduce the impact of wildfires and provide lumber for wood-based, long-lived, and low-carbon building materials. This study explores the potential for harvesting biomass in California (CA) to mitigate wildfire risk and provide multi-decade carbon storage in the form of cross-laminated timber (CLT) for use in buildings. First, we assessed biomass resource availability, finding that the total live hardwood and live softwood available in the wildland-urban interfaces (WUIs) across CA sums to 14.1 million metric tons (MMT) and 34.9 MMT, respectively, which contains the equivalent of 90 MMT of atmospheric carbon dioxide. Then, we conducted a life cycle assessment of CLT considering softwood and hardwood sources to provide insights into emissions and energy demand associated with utilization of the wood removed for wildfire risk management. We found that the net life cycle carbon footprint of live hardwood and softwood when including biogenic carbon storage/emissions is 414 and 317 kg CO2e/m3 CLT, respectively. To incorporate the timing of these emissions and uptake, we have also conducted a cradle-to-grave time-dependent global warming potential (GWP) analysis. The time-adjusted GWP for live hardwood and live softwood is −227 and −104 kg CO2e/m3 CLT, respectively. In terms of total CLT production potential, 0.03 and 0.005 million m3 CLT can be sourced from live softwood and hardwood, respectively, in WUI on gentle slopes in CA. The resulting insights and approaches from this study are broadly applicable to other forested regions and WUIs across the US and the world, and provide a holistic approach to use forest thinning as a wildfire mitigation strategy in combination with a novel approach for life cycle assessment of building materials with a limited dataset.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global drivers and local management of groundwater stress: a high-resolution economic analysis of land, water, and food systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf909",
      "pubDate": "",
      "description": "Groundwater stress, a critical challenge for global water security and food production, has intensified due to the interaction of global change drivers and rapidly evolving local conditions. This paper investigates the individual and combined impacts of water availability, heat, population growth, income dynamics, and technological advancements on global groundwater stress over a historical period from 1997 to 2017. Utilizing the gridded Simplified International Model of agricultural Prices, Land use, and the Environment (SIMPLE-G), the study attributes local changes in water and land use patterns to these key global drivers. Furthermore, it evaluates an alternative, counterfactual scenario in which sustainable management interventions for groundwater resources are implemented over these two historical decades. The analysis quantifies the historical contribution of each global change driver to local groundwater stress and measures the economic benefits of a scenario in which groundwater extraction caps and improved technology adoption began in 1997. We find that implementing a groundwater extraction cap combined with irrigation investment beginning in 1997 could have reduced global groundwater withdrawals by more than 34% by 2017, preserving over 5 trillion cubic meters of groundwater in aquifers, with the greatest reductions occurring in South Asia and the Western United States. This study contributes to the local-global analysis of the effects of global socio-economic drivers on earth systems through high-resolution, scenario-based modeling.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}