{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-11-15T06:34:49.944500",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4525122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Robert Haselkorn (1934–2025): Pioneer in molecular biology and microbiology",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2522224122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />Robert Haselkorn (1934–2025) began a long and impactful career during the early years of nucleic acids research when the foundations of molecular biology were being laid. Focusing first on plant viruses, and then also bacteriophage, he hit upon a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Gene drives, species complexes, and the risks of collateral damage",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512489122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Neuronal normalization in monkey MT is an intensity-weighted average",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2522104122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceSensory neurons must remain selective for specific features in a scene, even when many stimuli fall within their receptive fields (RFs). In natural vision, this selectivity is preserved by a process called normalization, which adjusts a neuron’...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structural immunotherapy: Harnessing chemical design to build powerful next-generation therapeutics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409553122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />Structural immunotherapy relies on the structural features of immunotherapeutics in addition to component identity to influence biodistribution, intra- or extracellular localization, target engagement, and processing kinetics. This strategy is poised to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "When islands collide: Divergence predicts outcomes of secondary contact during the fusion of Sulawesi’s paleo-archipelago",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514344122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceNatural experiments that test species boundaries can reveal key insights into how biodiversity is generated and maintained. Sulawesi, formed by the fusion of formerly isolated paleo-islands that brought populations into secondary contact, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A new late Neanderthal from Crimea reveals long-distance connections across Eurasia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518974122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceThe Crimean Peninsula contains key Middle to Upper Paleolithic transitional archaeological sites, including the site of Starosele, where we identified a new Neanderthal; Star 1. This study highlights the integration of Zooarchaeology by Mass ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Peptide vaccine formulations with structurally distinct STING agonist drugamers induce discrete, efficacious antitumor responses",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409978122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceThe efficacy of cancer peptide vaccines can be boosted by coadministration with adjuvants, such as Stimulator of Interferon Genes (STING) agonists. We combined our peptide antigen delivery platform virus-inspired polymers for endosomal release ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Glycolipid nanoparticles target the spleen and detarget the liver without charge",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409569122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceLipid nanoparticles deliver mRNA to the liver in people, but delivery to other tissues is challenging. Liver detargeting is important because it increases the availability of drug to deliver to other organs (e.g., the spleen). To produce lipid ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Scaffold vaccination for prevention of orthopedic device infection",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409562122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceInfections of orthopedic devices are difficult to treat and require additional surgery and long antimicrobial treatment courses. Preventative strategies, such as vaccination, are attractive given that most infections are caused by ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Local control of T cell fate in lymph nodes safely and durably reverses myelin-driven autoimmunity",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409563122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceTreatments for multiple sclerosis (MS)—an inflammatory autoimmune disease—rely on systemic dosing, are noncurative, and leave patients vulnerable to infection. Here, we advance a lymph node targeting strategy that exploits local dosing and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "From sequence to scaffold: Computational design of protein nanoparticle vaccines from AlphaFold2-predicted building blocks",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409566122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceSelf-assembling protein nanoparticle vaccines have steadily gained traction in both academic and industry vaccine development over the last decade. Recent work has shown that computationally designing self-assembling proteins allows the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Restoration of cGAS in cancer cells promotes antitumor immunity via transfer of cancer cell–generated cGAMP",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409556122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceCancer cells are among the most numerous cell types that comprise the tumor microenvironment, but with respect to immune therapy, they are often underutilized. Stimulator of interferon genes (STING) agonists are a promising class of innate ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Chemokine/cytokine-releasing biomaterials induce in situ tertiary lymphoid–like structures and enhance antitumor immunity",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409560122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceRecent evidence suggests that patients responding favorably to immunotherapies typically exhibit a distinguished presence of tertiary lymphoid structures (TLSs) in their tumors. However, the origins and functions of TLSs in antitumor immunity ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A multivalent nanobody–drug conjugate to prevent and treat influenza virus infections",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409565122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceAn anti-influenza therapeutic was developed, based on the use of a nanobody that recognizes all mouse immunoglobulin kappa light chains (VHHkappa), covalently modified with 4 molecules of the influenza neuraminidase inhibitor zanamivir. This ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Stimuli-responsive STING nanovaccine for systemic therapy of HPV-induced cancers",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409570122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceNanoparticle vaccine (or nanovaccine) holds considerable promise for the treatment of cancer. Herein, we defined biochemical mechanisms for a cooperative strategy combining stimuli-responsive stimulator of interferon genes (STING) activation ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Drug-loaded bispecific T cell nanoengager overcomes T cell exhaustion for potent cancer immunotherapy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409564122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificancePersistent tumor antigen exposure leads to T cell exhaustion during bispecific T cell engager (BiTE) therapy. T cell exhaustion is a condition in which T cells lose the ability to effectively kill tumors. To address this, we have developed a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "cGAS-agonistic spherical nucleic acids reprogram the glioblastoma immune microenvironment and promote antitumor immunity",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409557122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceIntratumorally delivered STING-agonistic cyclic dinucleotides (CDN) exhibit therapeutic benefit in preclinical glioblastoma (GBM) models, but inadequate bioavailability limits CDN therapy to invasive intratumoral administration. Here, we have ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Controlling intracellular processing to enhance spherical nucleic acid immune stimulation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409554122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceVaccines require efficient antigen processing by enzymes in the appropriate organelles to induce robust immunity. Endoplasmic reticulum aminopeptidase1 (ERAP1), an enzyme that trims antigens immediately before major histocompatibility class I (...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Reprogramming tumor microenvironment via systemic delivery of TLR3 agonist and manganese nanoparticle",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409559121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 45, November 2025. <br />SignificanceDespite the promise of Toll-like receptor agonists as immune adjuvants, their antitumor efficacy has been limited in the clinic. Here, we report the development of a lipid nanoparticle system (PLCMP) designed for codelivery of a TLR3 agonist ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}