{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-30T13:33:23.333471",
  "items": [
    {
      "title": "Low, but gradually growing deforestation and carbon emissions from the Cuvette Centrale peatlands, 2001–2021",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe81",
      "pubDate": "",
      "description": "Earth’s largest tropical peatland, first mapped in 2017, is located within an immense wetland in the Congo Basin, the Cuvette Centrale, covering 167 600 km2. Here, for the first time, we estimate spatio-temporal tree cover loss patterns and the resultant carbon emissions in these forested peatlands using Global Forest Change data from 2001–2021. We find tree cover loss affected 1.4% of the peatlands over 20 years (0.07% yr−1), with 89% occurring in the Democratic Republic of the Congo (DRC, 0.06% yr−1) and 11% in the Republic of the Congo (RoC, 0.008% yr−1). Though low, tree cover loss rates in the peatlands have increased 5x in the DRC and 2x in the RoC between the 2000’s and 2010’s, but are a fraction of the contemporary rate of peatland deforestation in Insular Southeast Asia and are 5x–7x lower than total tree cover loss rates in each country, respectively. The increase in the rate of tree cover loss and in the size of patches of tree cover loss over time and the occurrence of losses near access routes (settlements, roads and waterways) suggests increasing anthropogenic causes. Smaller loss patches are likely due to anthropogenic and natural causes. In the DRC, only 19% of patches were >0.1 km2 in the 2000’s; this rose to 81% in the 2010’s. We detected one anomalously large patch of deforestation (75 km2). A ground-truthed analysis of this patch shows that rice cultivation is driving deforestation on seasonally-flooded forest not underlain by peat and areas of peatland forest underlain by shallow peat. This is a previously unidentified threat to peatland degradation in the Cuvette Centrale. Deforested tropical peatlands can result in significant carbon emissions. We estimate that committed emissions are 108 (76.34–131.81) Tg CO2 from peat decomposition and aboveground biomass loss in the DRC between 2001–2021. Overall, tree cover loss, deforestation and carbon emissions are low compared to other regions with large areas of tropical peatlands, with 98.6% of the Cuvette Centrale peatlands being intact when considering tree cover loss. Ground-based studies including participation from residents of peatland-adjacent communities are acutely needed to validate our findings, improve peatland maps and prioritise local people in future management decisions, and prevent future greater losses.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Responses of terrestrial ecosystem respiration to soil moisture across Australia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0051",
      "pubDate": "",
      "description": "The terrestrial biosphere is the largest net sink of global CO2, but its sink capacity varies considerably from year to year depending on environmental conditions. Recent work has highlighted the importance of semi-arid ecosystems in interannually driving global concentrations of atmospheric CO2. We therefore need to better understand the dynamics and drivers of the CO2 fluxes and their modeling along semi-arid to humid gradients. Respiration is an even more uncertain flux compared to photosynthetic fluxes and its spatially variability is not well understood. Here we focus on terrestrial ecosystem respiration (TER) in Australia, and, specifically, on disentangling the impacts of temperature and soil water on TER. We use nighttime net ecosystem exchange data as a viable proxy for daily TER collected by 40 flux tower stations within the OzFlux network over the last 20 years in Australia. These stations cover a broad range of climatic conditions enabling us to analyze the dependence of TER on soil moisture under varying aridity and temperature conditions. We find that the sensitivity of TER to soil moisture is the strongest in semi-arid regions. In these moisture-limited locations, the TER sensitivity to soil moisture increases strongly with temperature. Soil respiration fluxes at humid stations are large but exhibit low sensitivity to high soil moisture levels indicating that TER at humid stations is not water-limited. Using the dynamic global vegetation model LPJ, we show that common model approaches assuming increasing TER with increasing soil moisture for all soil moisture levels perform poorly in reproducing the observed TER patterns in Australia due to interactions with carbon availability and representation of soil hydrology. Hence a more sophisticated description of the dependence of TER on soil moisture is necessary to capture TER dynamics under different climatic conditions accurately.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Decarbonization of the aviation sector must address air quality concerns",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0350",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Electricity grid and societal vulnerability interconnection: stakeholder implications and integrated solutions in Europe",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0492",
      "pubDate": "",
      "description": "The electricity grid is a pivotal element in the energy transition, serving as the backbone for integrating and distributing renewable energy. However, amid rapid digitalisation and decentralisation of energy systems, its limitations have become increasingly apparent, posing significant challenges for inclusive and equitable stakeholder engagement in the transition. Stakeholders including consumers, prosumers, energy communities, aggregators and electricity utilities, face unequal distribution of grid-related costs and benefits. There is thus a need to understand and address coupled grid-societal vulnerability (GSV). However, there is still no comprehensive study identifying factors influencing GSV and the corresponding challenges vis-à-vis stakeholders. Previous studies have predominantly focused on the disparities in access to hosting capacities for new renewable energy projects and grid congestion due to increased energy demand from households and businesses. We contribute to the literature by developing a comprehensive view of GSV through a systematic literature review of 185 peer-reviewed academic papers focusing on the European context. Three main factors influencing GSV are identified: grid constraints, cybersecurity risks, and regulatory barriers. A complex interrelationship exists between stakeholders in the electricity grid and, as a result, we find there are (in)direct implications of their grid challenges across stakeholders. Therefore, tackling GSV and inequalities in the energy transition requires an integrated solutions approach combining supportive policies, regulatory frameworks and market-based mechanisms with technological integration, innovations and consumer engagement.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Economic evaluation of water resources projects under uncertainty: from theory to practice",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae04ff",
      "pubDate": "",
      "description": "Economic evaluation using cost benefit analysis (CBA) focuses on the allocation of scarce resources to competing needs and often requires a multi-objective approach for accurate analysis. However, known and unforeseen project uncertainties hinder the monetary quantification of all project objectives. Future cost and benefit projections of civil infrastructure such as water resources projects are influenced by uncertainties in societal preferences and behavioral patterns, policies and their implementation, as well as distribution and sustainability of benefits under changing climate. It is especially difficult to measure the projected benefits of public goods like water infrastructure because they have no direct or standard valuation approach. With advancement in technology, improvement to analytical tools and methods, and the science of decision making under uncertainty, there has been more research interest in CBA under uncertainty. This paper: (1) reviews the historical evolution of analytical approaches for water infrastructure evaluation; (2) explains the limitations on CBA imposed by uncertainties such as climate change; (3) describes analytical techniques applied to manage uncertainty in CBA; and (4) proposes methods for improved incorporation of socio-economic factors into economic evaluation. Our review of 302 manuscripts showed that standard practice differs from academic assumptions. For instance, there is limited uptake of analytical techniques that support robust characterization of deep uncertainties such as climate change (e.g. the climate stress test) and the incorporation of socio-economic factors such as equity. The paper suggests ways to reconcile academia and practice, provides direction for future work, and presents recommendations for improving current approaches to CBA. To strengthen water resource management efforts and improve policy making, we recommend more collaborative partnerships that identify opportunities to integrate academic recommendations into standard practice. Better documentation of systematic approaches to water project evaluation under uncertainty and holistic consideration of equity at the various stages of water project planning are also required.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "When climate impact costs do not add up: do local policy assessments align with global macroeconomic insights? A case study of France",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae05b3",
      "pubDate": "",
      "description": "Climate change is expected to cause increasingly severe economic and social disruptions, making adaptation a key pillar of climate policy. Assessing the economic costs of climate impacts is essential to inform adaptation strategies, especially when these costs are used to calibrate the scale of adaptation investments and to weigh adaptation needs against other policy priorities. Yet, estimates of these costs vary widely across studies. Here we compare the estimated economic cost of climate change for France across two lines of evidence: international macroeconomic studies and national policy documents. We find that recent macroeconomic literature, especially econometric studies, produces much higher cost estimates than those that can be inferred from aggregating national policy assessments. This discrepancy could be attributed to methodological lag, limited sectoral coverage, lack of monetization, and the omission of cross-border effects. It could also be attributed to an overestimation of climate impacts in the latest econometric studies. Besides, we also show that while the national institutional literature is extensive, many broad impact categories lack comprehensive quantification, and even fewer are monetized.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Suitability for co-location of offshore aquaculture and wave energy in the US Caribbean",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0805",
      "pubDate": "",
      "description": "In the United States (US) Caribbean Sea, Puerto Rico and the US Virgin Islands (USVI) are planning to transition to renewable energy. Being surrounded by water, the use of marine energy within Puerto Rico and the USVI represents an opportunity to increase renewable energy usage. Marine energy includes wave, tidal, and current energy as well as thermal and salinity gradient energy, and has a large potential to provide reliable and efficient power. While marine energy is usually perceived to bring power to the grid, it can also be used to power activities at sea, particularly offshore aquaculture. In the US Caribbean islands, the development of co-located offshore aquaculture and marine energy could help boost the ocean economy. This study highlights a real-world assessment of the suitability to co-locate offshore integrated multi-trophic aquaculture (IMTA) and wave energy off Puerto Rico and the USVI. The feasibility for co-location was determined through a spatial analysis to identify suitable areas for co-location, field work to collect environmental data, and a readiness analysis of wave energy devices. Combining key environmental, regulatory, and logistical parameters, the spatial analysis identified potential suitable areas for co-location off the coast in the northwest corner of Puerto Rico, northwest of Culebra, east of Vieques, and north of St. Thomas in the USVI. Wave energy was identified as the most limiting parameter for co-location in the study area. The wave energy data collected were comparable to the model predictions, showing the usefulness of fine-scale environmental conditions from wave models to assess the feasibility for co-location. Through the combination of spatial analysis, environmental monitoring, and information on wave energy device readiness, several key components for the technical feasibility of co-locating offshore IMTA and wave energy have been demonstrated in the US Caribbean islands.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Flood regulation as a multivariate challenge in the Anthropocene: a systematic modeling approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae08ce",
      "pubDate": "",
      "description": "Flood regulation is increasingly recognized as a complex, multivariate challenge in the Anthropocene due to accelerated floodplain urban sprawl and changing hydroclimatic conditions. However, existing research lacks a unified quantitative framework to describe the multivariate processes of flood regulation. In this study, we introduce the FRAMES framework (i.e., Flood Regulation Assessment as a MultivariatE System), in which we conceptualize the flood regulation as the responses of water infrastructures to keep floodplain settlement under certain flood exposure levels (ELs) under diverse hydroclimatic conditions. To explicitly model the interactions, we introduce (i) ELs of floodplain settlements, calculated using the cumulative distribution of the height above nearest drainage for urban pixels, (ii) flood return periods to represent hydroclimatic factors, and (iii) operational load (OL) of water infrastructures to describe the capacity allocated for flood control. Additionally, a flood regulation surface is introduced to synthesize the three-variable interactions in a continuous manner. To demonstrate our method, we apply it to the Ganjiang River Basin in China to study the interactions of Ji’An city and the upstream Wan’An Dam under various flood levels. We find a general intensification of the OL of Wan’An Dam (e.g., from 14.1% to 26.6% at a 10% EL under 100-year floods) due to the urban expansion of Ji’An city between 1985 and 2015. Moreover, the flood regulation surface reveals that due to the sparsely distributed settlements closest to the river, there is a disproportionate increase in the OL per unit decrease in EL. This indicates diminishing returns from dam-centered flood regulation strategies and suggests a critical threshold where alternative measures (e.g. local embankments, floodplain restoration) may be needed. Our study establishes a quantitative and extensible framework to describe the multivariate flood regulation processes, offering a promising tool to inform flood management tailored to the regional interplay of flood regulation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The exposure threat of wet heat extremes is substantially increasing to the 65+ elderly population in Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0958",
      "pubDate": "",
      "description": "There has been a notable rise in the number of wet heatwave days across most of Asia, particularly in countries with a sizeable 65+ elderly population (e.g. China and India) and in countries with a high proportion of elderly individuals (such as Japan) during 2001–2020. The frequency of dry heatwave in Asia has been observed to increase by 0.9 d per decade, whereas the wet HTs have demonstrated a considerably more pronounced trend of 1.9 d per decade. Furthermore, the growth percentage in excess of 50% is evident in the majority of regions across Asia, including West Asia, Southeast Asia, South Asia and East Asia, which collectively account for 99% of the continent’s elderly population. Relative to the period 2001–2020, the exposure to wet heatwave is projected to increase from 1.4 times to 3.2 times in EA, from 1.6 to 13 times in WA, from 1.3 to 9 times in CA, from 1.3 to 8.4 times in SA and from 2.2 to 15.7 times in SEA from 2030 to 2100. This represents a rate of increase which is more than twice that of the dry heatwave in 2100 across most regions of Asia. The rise in temperature and the growth in the population aged 65+ are responsible for the increase in exposure to wet heatwaves, and the population effect has more contribution than the climate effect across all regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The co-evolution of collective groundwater management: understanding the interdependencies between user-based organizations, remote sensing and state agency support in the La Mancha Oriental Aquifer, Spain",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf3cd",
      "pubDate": "",
      "description": "Groundwater governance is a challenge in most arid and semi-arid areas of the world. In many aquifers, groundwater extraction exceeds natural recharge, leading to steady aquifer declines with negative consequences for the social, agricultural and ecological systems that depend on these aquifers. In this article we analyze how in the semi-arid the La Mancha Eastern Aquifer, Spain, organized groundwater users, in close collaboration with knowledge institutes and water authorities, have developed a governance system that ensures aquifer sustainability. Our analysis shows that the use of tempo-spatially explicit data generated through remote sensing technologies co-evolved with the development of a user-based groundwater management institution, and a state agency support framework into an effective co-governance approach for regulating groundwater use in the agricultural sector. This research highlights the importance of socio-technical co-creation for the establishment of effective groundwater governance systems that build on, and are embedded in, user-based organizations that are supported by an enabling institutional environment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}