{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-21T03:48:22.570912",
  "items": [
    {
      "title": "Dust source activation frequency across East Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addee6",
      "pubDate": "",
      "description": "Plumes of mineral dust in East Asia deleteriously impact the health and livelihoods of hundreds of millions of people in Mongolia, China, Korea, and Japan and perturb Earth’s energy balance and climate. However, the sources of this dust are not well-documented, limiting understanding of dust emissions. Here, we systematically quantify dust source activation frequency (DSAF) across East Asia (80–130° E; 27–52° N) between January 2016 and December 2023. Our data reveal a vast dust-active area extending from the Tibetan Plateau (TP) in the southwest to the Huin Bair Sandy Land in the northeast, but two regions dominate: southern sources centered on the margins of the Taklimakan Desert and northern ones centered on the valleys of the Gobi Desert. East Asia is most dust-active in boreal spring (46% of all recorded events). This seasonal peak is pronounced in northern sources where snow cover, vegetation and orographic/topographic influence on winds are clear controls on DSAF. The main southern sources are active year-round with DSAF hotspots attributable to desiccated lakes and riverbeds. The TP, commonly considered a sink for in-bound windblown dust, is also a dust source, particularly in winter, with emissions controlled by precipitation patterns, snow cover and wind funneling through deep river gorges. Contrary to suggestions, our data show that the Loess Plateau is not a major dust source. We document a marked increase in dust source activation during the 2020 extreme heat wave on the overgrazed Mongolian Plateau grasslands. Our data provide a framework to study past variability in the two-way climate interactions that control dust emissions on historical and geological timescales and a baseline from which to measure future change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Urban climate resilience in transition economies: the case of Central Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addfee",
      "pubDate": "",
      "description": "Urban infrastructure in Central Asia—specifically in the cities of Almaty and Astana (Kazakhstan), Ashgabat (Turkmenistan), Bishkek (Kyrgyzstan), Dushanbe (Tajikistan), and Tashkent (Uzbekistan)—is increasingly vulnerable to climate change impacts. Despite rapid urbanization, much of the region’s critical urban infrastructure remains outdated and ill-equipped to withstand climate-induced risks. This study assesses and compares the vulnerability of urban infrastructure, examining governance priorities and climate change exposure across the six largest cities in this under-researched region. Based on the urban resilience framework, this study adopts a mixed-methods approach that integrates climate data, city strategies, and governance analyses, ensuring a comprehensive assessment of both the quantitative and qualitative dimensions of urban resilience. The findings reveal substantial variations in urban resilience across the cities, with Astana and Almaty exhibiting stronger financial capacities, while Bishkek and Dushanbe face severe financial and infrastructural constraints. The study underscores the need for adaptive governance mechanisms, integration of climate policy into infrastructure management, and sustainable financing models to build climate-resilient urban environments—lessons applicable to transition economies outside the region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Soil cation storage is a key control on the carbon removal dynamics of enhanced weathering",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d5",
      "pubDate": "",
      "description": "Significant interest and resources are currently being channeled into techniques for durable carbon dioxide removal (CDR) from Earth’s atmosphere. A particular class of these approaches—referred to as enhanced weathering (EW)—seeks to modify the surface alkalinity budget to store CO2 as dissolved inorganic carbon species. Here, we use a reaction-transport model designed to simulate EW in managed lands to evaluate the throughput and storage timescales of anthropogenic alkalinity in agricultural soils in the coterminous U.S. We find that lag times between alkalinity modification and carbon removal can span from years to many decades depending on region. Background soil cation exchange capacity, agronomic target pH, and fluid infiltration all impact the timescales of CDR relative to the timing of alkalinity input, suggesting there is scope for optimization of alkalinity transport through variation in land management practice. However, shifting practices to reduce lag times may decrease total CDR from weathering and lead to non-optimal nutrient use efficiencies and soil nitrous oxide (N2O) fluxes. Our results indicate that there may be a large temporal disconnect between deployment of EW and climate-relevant CDR, with important implications for monitoring, reporting, and verifying carbon removal through EW.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projected impact of heat stress on work performance, population exposure, and mortality in the Arabian Peninsula",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade31d",
      "pubDate": "",
      "description": "This study investigates projected changes in heat stress in a changing climate and their impacts on population exposure, work performance, and mortality in the Arabian Peninsula (AP). The findings demonstrate an intensification in future heat stress across the AP, with a projected increase in extreme caution and danger days under SSP5-8.5, compared to SSP2-4.5 and SSP1-2.6 scenarios. The coastal cities are projected to experience higher heat stress intensity and more heat stress days than inland cities, making them more vulnerable to the impacts of climate change. By 2100, the average population exposure to extreme caution days will increase by 1.38–2.5 and danger days by 0.13–1.0 million people-days under the selected SSPs, relative to the baseline period. Coastal regions are particularly vulnerable, with work performance potentially declining by 6%–21%. The heat-related mortality risk ratio will increase by 2.3–35.4 times under the selected SSPs across the entire AP. The implications of these findings might influence the response and mitigation strategies, highlighting the critical necessity for focused policy initiatives aimed at reducing emissions and improving adaptive capacity in the region to address climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Buying time or building futures? Conditions for sustainable climate change adaptation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade31e",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Urban precipitation dynamics risk assessment across Indian smart cities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade3f0",
      "pubDate": "",
      "description": "The rising urban flood events with variable precipitation patterns across Indian cities make them vulnerable to precipitation extremes and cause huge economic losses. Considering this, the Indian Smart Cities Mission was initiated in 2015 to make cities resilient to climate change and promote the nation’s growth. Thus, we quantify the historical precipitation variability in precipitation amount and days. Further, we assessed the nonstationary influence of the El Nino Southern Oscillations, Indian Ocean Dipole, and Atlantic Multidecadal Oscillations on future precipitation extremes projections for 10, 25, 50, and 100 year return levels. Based on this, we computed the hazard due to precipitation dynamics across Indian cities and found it to be maximum for Silvassa city. Subsequently, we assessed the vulnerability of the cities based on the urban infrastructure and development and exposure to the regional population and economy to compute the risk for Indian cities. The study revealed that Ahmedabad, Thane, and Surat cities observed maximum risk due to precipitation dynamics in a changing climate. Further, we observed that risk was induced due to precipitation dynamics and associated extremes observed to be maximum in the Northwest, West Central, and Central Northeast precipitation zones. It assists policymakers in enhancing the urban climate action plan to make cities resilient to urban flood events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Enhancing solar mini-grid utilisation in farming communities: crop strategies to reduce costs and improve energy access",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addbf2",
      "pubDate": "",
      "description": "Approximately 80% of the global population without access to electricity live in sub-Saharan Africa (SSA) with rural areas disproportionately affected. Solar-powered mini-grids are being used to increase rural electrification. However, their deployment is hindered by high costs, low electricity demand, and limited incomes in rural households. Agriculture constitutes 70% of rural incomes in SSA and faces threats due to a reliance on rainfall coupled with low irrigation levels in the context of climate change. Irrigation loads have been suggested as a strategy to enhance the economic viability of solar mini-grids by boosting electricity demand: reducing the levelised cost of used electricity (LCUE) whilst improving farmer yields and incomes. This study investigates a case study in Tanzania, selected based on the amount of population without access to electricity, the potential for irrigation, and the prevalence of photovoltaic solutions in the least-cost pathways for rural electrification. The seasonality and timing of irrigation demand, as well as crop mixes, are varied to optimise for the lowest LCUE using the open-source modelling framework continuous lifetime optimisation of variable electricity resources. Evapo-transpiration and energy-system modelling are used to estimate energy demand. We find that adding irrigation loads has the potential to increase the LCUE and lower asset utilisation (load factor) when compared to residential loads but that, by selecting crops with longer growth periods, optimising irrigation timing, and implementing multiple planting seasons, the LCUE can be up to 7% less than residential-only systems with an increase seen in asset utilisation. LCUE values of 0.54–1.30 $/kWh were found: higher costs were associated with shorter crop-growth periods, single planting seasons, and poorly timed irrigation loads whilst lower costs were observed with bimodal cropping and solar-coordinated irrigation times. The research highlights that, when incorporating irrigation loads into rural-electrification strategies, specific factors should be considered to enhance their viability within mini-grids in SSA. We recommend to both policymakers and mini-grid developers to promote multiple planting seasons (bimodal cropping) and encourage optimal crop mixes where relevant alongside irrigation schemes and rural electrification projects as well as adopting the use of flexible tariffs for irrigation loads.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Utilizing machine learning for high resolution NO2 total columns from PACE OCI",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addfef",
      "pubDate": "",
      "description": "Satellite-based observations of nitrogen dioxide (NO2) are important for monitoring atmospheric composition, estimating nitrogen oxide emissions, and informing chemistry transport models. While advancements have been made in space-based NO2 observations and retrievals, most measurements are still unable to resolve the detailed structure of NO2 plumes. Designed primarily for aerosol and ocean applications, the plankton, aerosol, cloud, ocean ecosystem ocean color instrument (OCI) provides a unique opportunity to retrieve NO2 from high spatial resolution (∼1 km)2 hyper-spectral measurements. We exploit a machine learning technique to show that OCI, with a spectral resolution of 5 nm, can provide high spatial resolution information about NO2 when trained with high quality retrievals from the Tropospheric Monitoring Instrument (TROPOMI). This work demonstrates the potential to rapidly produce high spatial resolution NO2 columns by making use of well validated retrievals derived from instruments with higher spectral resolution. These data can potentially enable emissions estimates with reduced uncertainties and higher spatial resolution. Additionally, the data could provide higher resolution information for exposure estimates used in epidemiological studies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Critical slowing down precedes regime shifts in a Miombo woodland in Zambia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d9",
      "pubDate": "",
      "description": "Climate change and anthropogenic pressures are increasingly driving abrupt regime shifts (RSs) in natural ecosystems, leading to biodiversity loss and disruptions in their functioning. In systems with alternative stable states maintained by feedback mechanisms, such shifts are difficult to reverse due to hysteresis. These systems may show early warning signals (EWSs) (e.g. critical slowing down (CSD)), indicating ecological resilience loss prior to an RS. CSD manifests as a reduced rate of recovery from disturbances and can be detected through increasing temporal autocorrelation at-lag-1 (AC1) in vegetation indicator time series. While studies increasingly use remote sensing data (e.g. the Normalized Difference Vegetation Index) to evaluate CSD in natural ecosystems, most lack in-field validation and are conducted at broad spatial scales, limiting real-world applicability. Here, we assess whether EWSs precede RSs in Zambian wet Miombo woodlands by combining field-based vegetation data with remote sensing time series. We investigate (i) whether RSs in the Miombo woodlands can be detected using field data on vegetation structure and remote sensing data, (ii) the relationship between fire frequency and RSs, and (iii) if increasing AC1 precedes an RS. Our findings demonstrate the occurrence of RSs in Miombo woodlands and provide empirical evidence supporting the use of CSD as a predictive tool. Spatial models showed that both a high fire frequency and an increasing AC1 preceding the shift are significantly (p < 0.05) linked to RS occurrence. This study highlights the importance of integrating field and remote sensing data to monitor ecosystem transitions. By identifying resilience loss and RS occurrence, our approach offers valuable insights for conservation and restoration planning, emphasizing the need for adaptive fire management strategies to mitigate degradation and promote ecosystem recovery.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A global perspective on the spatial representation of climate extremes from km-scale models",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade1ef",
      "pubDate": "",
      "description": "Weather and climate extremes are rare manifestations of climate variability that can severely impact society and the environment. To investigate their properties and changes on a global scale, observational records are often complemented by climate models such as those from the latest Coupled Model Intercomparison Project (CMIP6). However, typical CMIP6 models have a grid spacing of about 100 km and, therefore, do not allow the representation of extremes at local scales important for impacts. Here, we provide a global view on the information lost at such resolutions, focusing on temperature and precipitation extremes. We draw on two next-generation, km-scale global climate models, run with a grid spacing of about 10 km, and regrid them to a range of coarser resolutions. From the regridded data, we then investigate the spatial sub-grid variability hidden at the CMIP6-like 100 km grid spacing to quantify the effect resolution has on the representation of extremes globally. We find clear patterns of such a resolution effect on a diverse set of temperature extremes, particularly in mountainous areas, at coastlines, and along large rivers. For the example of annual maximum temperature, the difference between the 10 km and 100 km grid spacings can exceed 10 ∘C. For precipitation, globally aggregated low and high extremes are shown to be underestimated at coarse resolution, with the strongest spatial signals emerging in regions with complex topography and in the tropics. Our results quantify existing knowledge and demonstrate the importance of spatial resolution for the representation of climate extremes, in particular for hotspot regions such as coastlines, which often coincide with densely populated areas. The advent of ever higher resolved global models, hence, allows improved estimates of local climate impacts and related risk assessments with global coverage.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}