{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-11T11:22:41.163345",
  "items": [
    {
      "title": "Field-scale mapping of California crop water productivity to inform water management in critically overdrafted groundwater basins",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add6b8",
      "pubDate": "",
      "description": "Crop water productivity (CWP) metrics can reveal how the dynamics of crop production and water use change across space and time. We use field-scale satellite inputs from 2016–2021 to estimate potential water savings for four crops (almonds, grapes, walnuts, and citrus—which collectively account for approximately one-third of California’s cropland area), within critically overdrafted groundwater sub-basins of California’s San Joaquin Valley. These annual estimates of field-level water savings potential are based on locally achievable CWP values for each crop type. Our findings show considerable spatial variation in CWP and potential water savings within each sub-basin. We find that increasing CWP to peak efficiency (defined as improving fields to the 95th percentile of observed CWP) for four crops could meet up to 36% of the estimated annual overdraft in San Joaquin Valley. For comparison, fallowing 5% of the four crop type fields in the same study area could potentially reduce annual overdraft by 11%. By delivering results at the field scale, our work can inform targeted interventions by irrigation district managers and more efficient allocation of state incentives for improved water management. For example, we estimate that state grant funding for water efficiency upgrades could have amplified potential water savings threefold by targeting investments to the least efficient fields.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Uncovering patterns of cattle intensification across South America’s dry diagonal",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addc81",
      "pubDate": "",
      "description": "Where cattle production expands into natural ecosystems, it typically leads to stark social–ecological impacts, including greenhouse gas emissions, biodiversity losses, and ecosystem degradation. This is particularly the case in South America’s tropical forests and savannas, where much hope is placed in intensifying cattle production instead of further expanding it. Yet, where such an intensification is already happening and how it is associated with deforestation patterns remains elusive. Here, we pioneer the use of satellite imagery to identify areas where cattle are confined—a key indicator of intensified cattle production—across the entire 3.7 million km2 South American dry diagonal; a global hotspot of cattle production and deforestation. We subsequently use an active-learning approach to separate these confinement areas into (1) feedlots, (2) concentrated animal feeding operations, and (3) supplementary feeding areas. Our results show that confinement areas are ubiquitous in the dry diagonal. We identified 253 large, industrialized feedlots and more than 3200 medium-sized concentrated animal feeding operations—together containing an estimated 13 million cattle head—and more than 4000 supplementary feeding sites on pastures. Feedlots were found mostly in the Cerrado (n = 141), followed by Chaco (n = 93), and were less frequent in the Chiquitano and Caatinga regions. Feedlots occurred predominantly in areas of high cropland cover and low levels of deforestation, while supplementary feeding sites were associated with higher shares of deforestation. Independent validation suggests our methodology can identify confinement areas robustly (97% user’s accuracy) and separate feedlots, concentrated animal feeding operations, and supplementary feeding sites accurately (F1-score 0.91 ± 0.01). Thus, our scalable approach has the potential to provide an advancement in our understanding of the distribution of cattle production systems, the geography of ranching intensification, the environmental impacts of beef production, and the relationship between ranching intensification and tropical deforestation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Observed connection between the Madden–Julian oscillation and the upper tropospheric biennial oscillation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd34",
      "pubDate": "",
      "description": "It has been found that the quasi-biennial oscillation (QBO) in the stratosphere have an important impact on the Madden Julian oscillation (MJO). In this study, we show that there is an obvious biennial oscillation in the tropical upper troposphere, which may be an unnoticed component of the known tropospheric biennial oscillation (TBO). More interestingly, similar to the QBO-MJO connection, the upper TBO is also significant correlated with MJO during boreal winter and summer. The responses of the amplitude and occurrence frequency of the eight MJO phases are broadly stronger and higher during the weak TBO when compared to the strong TBO. Our findings imply a previously underestimated multifaceted stratosphere-troposphere coupling in the tropics through MJO dynamics. The causality and mechanism of the TBO-MJO connection need further discussion in the future.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Large language models in climate and sustainability policy: limits and opportunities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd36",
      "pubDate": "",
      "description": "Accurate, reliable and updated information support effective decision-making by reducing uncertainty and enabling informed choices. Multiple crises threaten the sustainability of our societies and pose at risk the planetary boundaries, hence requiring usable and operational knowledge. Natural-language processing tools facilitate data collection, extraction and analysis processes. They expand knowledge utilization capabilities by improving access to reliable sources in shorter time. They also identify patterns of similarities and contrasts across diverse contexts. We apply general and domain-specific large language models (LLMs) to two case studies and we document appropriate uses and shortcomings of these tools for two tasks: classification and sentiment analysis of climate and sustainability documents. We study both statistical and prompt-based methods. In the first case study, we use LLMs to assess whether climate pledges trigger cascade effects in other sustainability dimensions. In the second use case, we use LLMs to identify interactions between the sustainable development goals and detects the direction of their links to frame meaningful policy implications. We find that LLMs are successful at processing, classifying and summarizing heterogeneous text-based data helping practitioners and researchers accessing. LLMs detect strong concerns from emerging economies in addressing food security, water security and urban challenges as primary issues. Developed economies, instead, focus their pledges on the energy transition and climate finance. We also detect and document four main limits along the knowledge production chain: interpretability, external validity, replicability and usability. These risks threaten the usability of findings and can lead to failures in the decision-making process. We recommend risk mitigation strategies to improve transparency and literacy on artificial intelligence (AI) methods applied to complex policy problems. Our work presents a critical but empirically grounded application of LLMs to climate and sustainability questions and suggests avenues to further expand controlled and risk-aware AI-powered computational social sciences.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Limits to CDR accounting: the role of carbon fluxes, time(liness) and storage",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adde73",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Observed evolution of global climate change hotspots",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addede",
      "pubDate": "",
      "description": "This study introduces a novel dynamical climate change hotspot index standard Euclidean distance, capturing variations in temperature and precipitation through average, variability, and extreme values, and utilizes ensemble empirical mode decomposition to analyze nonlinear long-term trends globally. Results highlight pronounced regional disparities, with regions like the Tibetan Plateau, Mongolia, and the Arabian Peninsula emerging as persistent hotspots due to rapid warming responses. In contrast, the southeastern United States exhibits early-stage declines, though vulnerability to extreme weather is growing. A latitude-time analysis reveals asymmetric hemispheric trajectories, driven by distinct climate dynamics and anthropogenic influences. The transition from systemic temperature-influenced hotspots to localized, extreme event-influenced phenomena underscores the intensifying impact of extreme climate events. These findings provide critical insights into the spatial and temporal evolution of climate change impacts and highlight the necessity of region-specific adaptation strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Rethinking the responsibility for China’s water withdrawal: distribution, supply chain and inequality",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addee2",
      "pubDate": "",
      "description": "Virtual water trade (VWT) links local water withdrawal (WW) with distant consumption. Given the significant contradictions between China’s water demand and supply, it is urgent to clarify the responsibilities for WW (RWW) in VWT. Previous studies considering this responsibility have focused solely on the absolute volume of WW; however, the disparities in water availability and economic capacity lead to differing implications of the same WW action across regions. Here, to reassess the RWW, we introduce water scarcity index and value-added to WW and propose the concept of the three-dimensional water footprint (3DWF). We reveal the distribution distinction between WW and 3DWF among China’s regions. In addition, we explore how the 3DWF is transferred within the supply chain and further reveal its inequality and the contributions of regions to the inequality. We find that the distribution of 3DWF has changed dramatically compared to WW, primarily concentrating in China’s economic center. The 3DWF inequality primarily results from the distribution of 3DWF-local, with a Gini coefficient of 0.7556. Xinjiang has only 1.8% of the population but is responsible for 22% of the 3DWF-local in China and has become the largest contributor to the inequality. Notably, this inequality is mitigated when 3DWF-non-local is taken into account. Our findings provide new insights into the establishment of rigid constraints and the sustainable spatial deployment of water resources.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "European heat extremes under net-zero emissions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addee4",
      "pubDate": "",
      "description": "Projections of European heat extremes have been widely explored in the context of continued global warming. However, analyses of recent Earth system model simulations point to substantial climatic changes over multi-centennial timescales in net-zero emissions futures. Focusing on Europe, we address the gap in characterising heat extremes in long-term net-zero stabilised climates. We quantify the long-term effects of delayed mitigation on annual maximum daily maximum temperatures (TXx) in European regions using 1000 year-long stabilised simulations with ACCESS-ESM-1.5, reaching net-zero CO2 emissions at different times over the coming decades. We evaluate ACCESS-ESM-1.5 against the ERA5 reanalysis for European maximum temperatures using rank frequency analysis and compare present-day maximum temperatures to their long-term future likelihood. Across all European regions, any delay in achieving net-zero emissions shifts the distribution to higher annual maximum temperatures, remaining elevated at the same levels for centuries. European regions show two- to five-fold frequency increases for heat events as strong as current records, while the Mediterranean region could experience 30-fold increases if emissions cessation is delayed until 2060. When comparing extreme heat distributions at global warming levels, we find substantial differences between transient and net-zero emissions quasi-stable climate states, with larger differences at higher warming levels. We provide the first comprehensive assessment of European extreme hot temperatures in net-zero stabilised climates, paving the way for further investigations of other extreme event types or regions in net-zero futures.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantifying the substantive influence of public comment on United States federal environmental decisions under NEPA",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addee5",
      "pubDate": "",
      "description": "A citizen’s right to comment on, and criticize, government decisions makes a difference. The U.S. National Environmental Policy Act of 1969 (NEPA) institutionalized public engagement in environmental review in the belief it would lead to better decisions and more sustainable outcomes. But, 50 years later, NEPA’s public comment process has been criticized as costly and slow, while doing little to change outcomes. Data science now makes it possible to track progress and evaluate the influence of public participation. We examined 108 environmental impact statement (EIS) processes spanning 22 years. Our analysis revealed that public comments resulted in substantive decision alterations in 62% of cases, with 64% showing modifications to alternatives, 42% showing modifications to mitigation plans and 11% leading to the selection of an entirely new preferred alternative. When federal agencies changed project alternatives (78 EISs), 88% of the time (69 of the 78 EISs) they credited public comments as the reason. In 45 of the 108 EISs, agencies modified mitigation plans and credited public comments as the reason 100% of the time. Agencies only occasionally selected a new preferred alternative (21 out of 104 EISs), but when they did, they credited public comments as the reason 100% of the time. As the United States and the 190+ states and countries that have adopted NEPA’s example consider how to address environmental change, it is important to assess the role of public participation in environmental decision making. Our data say public comments matter.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Causal pathway from AMOC to Southern Amazon rainforest indicates stabilising interaction between two climate tipping elements",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb62",
      "pubDate": "",
      "description": "Declines in resilience have been observed in several climate tipping elements over the past decades, including the Atlantic Meridional Overturning Circulation (AMOC) and the Amazon rainforest (AR). Large-scale nonlinear and possibly irreversible changes in system state, such as AMOC weakening or rainforest-savanna transitions in the Amazon basin, would have severe impacts on ecosystems and human societies worldwide. In order to improve future tipping risk assessments, understanding interactions between tipping elements is crucial. The AMOC is known to influence the Intertropical Convergence Zone, potentially altering precipitation patterns over the AR and affecting its stability. However, AMOC-AR interactions are currently not well understood. Here, we identify a previously unknown stabilising interaction pathway from the AMOC onto the Southern AR, applying an established causal discovery and inference approach to tipping element interactions for the first time. Analysing observational and reanalysis data from 1982–2022, we show that AMOC weakening leads to increased precipitation in the Southern AR during the critical dry season, in line with findings from recent Earth system model experiments. Specifically, we report a 4.8% increase of mean dry season precipitation in the Southern AR for every 1 Sv of AMOC weakening. This finding is consistent across multiple data sources and AMOC strength indices. We show that, predicated on recent estimates of AMOC weakening, this stabilising interaction has offset 17% of dry season precipitation decrease in the Southern AR since 1982. Our results demonstrate the potential of causal discovery methods for analysing tipping element interactions based on reanalysis and observational data. By improving the understanding of AMOC-AR interactions, we contribute toward better constraining the risk of potential climate tipping cascades under global warming.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Biophysical effects of land cover changes in West Africa: a systematic review",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addbf4",
      "pubDate": "",
      "description": "West Africa is undergoing rapid agricultural intensification driven by population growth, leading to significant anthropogenic land use and land cover change (LCC), including both deforestation and afforestation. These changes can profoundly affect the regional climate system by altering the surface energy balance, moisture fluxes, and atmospheric circulation, potentially exacerbating the vulnerability of human, ecological, and economic systems. Despite the ability of climate models to simulate LCC impacts, considerable uncertainties remain, particularly in simulations of precipitation and temperature responses. This study provides the first multidisciplinary systematic review of LCC impacts in West Africa. Data from 26 selected publications were eventually synthesized from an initial pool of nearly 6000 studies. Results indicate that deforestation generally contributes to regional warming, with significant historical temperature increases of +0.26 ± 0.12 °C and projected increases of +0.88 ± 0.25 °C under the future scenarios. Conversely, afforestation could have significantly cooled the climate, lowering temperatures by −0.24 ± 0.14 °C historically and −0.22 ± 0.14 °C in future scenarios, without even accounting for carbon sequestration. Deforestation decreases regional precipitation by 80 ± 58 mm yr−1 historically and −55 ± 102 mm yr−1 in future scenarios, while large-scale afforestation could substantially reduce droughts with increased precipitation, averaging +40 ± 67 mm yr−1 historically and 80 ± 58 mm yr−1 in future scenarios. These results emphasize the need to integrate LCC-induced climate effects into land-based mitigation strategies, climate policy, and assessment frameworks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}