{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-11-10T21:23:45.006274",
  "items": [
    {
      "title": "Stratospheric aerosol climate intervention could reduce crop nutritional value",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1151",
      "pubDate": "",
      "description": "The deliberate addition of sulfur dioxide in the stratosphere to form reflective sulfate aerosols, reflect sunlight, and reduce surface temperatures is increasingly being considered as an option for minimizing the impacts of climate change. This strategy would create an unprecedented climate where the relationship between surface temperature and carbon dioxide concentration is decoupled. The implications of stratospheric aerosol intervention (SAI) for global crop protein concentrations have not yet been explored. While elevated CO2 concentrations are expected to reduce crop protein, higher temperatures may increase crop protein concentrations. Here we report changes of maize, rice, soybean, and wheat protein concentrations under a medium emissions climate change scenario and a SAI scenario to maintain global average temperatures at 1.5 °C above preindustrial levels, as simulated by three global gridded crop models. We show that using SAI to offset surface temperature increases would create decreases in the global protein concentrations of maize and rice, with minimal impact on wheat and soybean. Some already protein-deficient and malnourished nations that rely heavily on these crops to meet protein demands would show large decreases in protein intake under SAI with the current diet pattern, which could exacerbate their nutrient scarcity. The range of results between crop models highlights the need for a more comprehensive analysis using additional crop models, climate models, a broader range of climate intervention scenarios, and advancements in crop models to better represent protein responses to climate changes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "How stocks judge COPs: market impacts of climate conferences",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15a6",
      "pubDate": "",
      "description": "International efforts to combat climate change almost inevitably entail relative earnings reductions for fossil fuel companies, and gains by renewable companies. This study investigates the relationship between climate change conference of the parties (COP) meetings and the stock market performance of selected publicly listed companies. Specifically, we compare the price formation of fossil fuel companies, ethically-rated (‘green’) companies and renewable energy companies during international climate negotiations, compared to the periods around them. We investigate changes in market behaviour during COPs using two different statistical approaches to assess both whole of the period and daily effects. Both methods find distinct increases in the values of stocks with high green ratings, but no changes in stocks of renewable companies and weaker and more statistically inconsistent decreases in the values of fossil fuel companies. No consistent results are found for variability measurements, other than general market variability increases during COPs. We show that, by contrast, Organization of the Petroleum Exporting Countries meetings produce very strong increases in the stock values and variabilities of fossil fuel companies, and fairly strong decreases in the value of renewables companies, showing that detectable changes during predictable events are generally plausible. We conclude that market behaviour so far appears to favour companies with lower environmental impact during COPs but does not convincingly shift company price formation in line with the necessary green transition.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A framework to assess highest possible ambition in nationally determined contributions under Article 4 of the Paris Agreement",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15aa",
      "pubDate": "",
      "description": "Collective progress towards meeting the Paris Agreement’s long-term temperature goal (LTTG) remains insufficient, a shortfall to be addressed by new Nationally Determined Contributions (NDCs). The Agreement stipulates that countries’ NDCs will represent a progression and reflect their highest possible ambition (HPA). However, the vague conceptualisation of this HPA norm challenges its translation into practice, allowing states to reference ambition in their NDC without clear evidence. Recently, the International Court of Justice’s (ICJ) advisory opinion on climate change provided clarification regarding this norm. The level of ambition communicated in an NDC is not entirely left to the discretion of states but must constitute an adequate contribution to the collective achievement of the global temperature goal. States are obliged to exercise due diligence to ensure their NDCs reflect their best efforts. Building on the ICJ’s interpretative guidance, we propose a structured framework to operationalise the HPA norm and reflect upon considerations of ambition in countries’ NDCs. The framework’s core pillars incorporate domestic, international, and implementation considerations in NDCs, elaborated upon in two elements per pillar. Under domestic considerations, NDCs should be based on a faithful assessment of mitigation options utilising national capabilities. International considerations require contributions that adequately support the LTTG while balancing equity. Implementation considerations demand that NDCs account for the co-impact of the measures considered and be actionable in the near term to ensure ambition is translated into action. The Paris Agreement-HPA Framework can support transparent communication of the conditions under which more ambitious targets can be pursued. We apply the framework to explore the engagement of current NDCs with the framework’s elements. Finally, the framework empowers societal stakeholders to interrogate, verify and, when necessary, challenge whether NDC preparations were carried out with due diligence, supporting accountability in global and national climate action.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Macroclimate growing conditions for luxury crops after stratospheric aerosol injection",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfbff",
      "pubDate": "",
      "description": "Luxury crops such as grapes, coffee, and cacao have immense economic and cultural importance in many regions. Climate change is affecting growing conditions across the globe. Natural climate variability may exacerbate the impact of increasing temperature and shifting precipitation patterns, leading to large interannual variations in yields, potentially resulting in revenue loss. Stratospheric aerosol injection (SAI), a form of solar climate intervention, has been proposed to potentially slow or reduce future surface temperature increases. Few studies have assessed how SAI may affect luxury crop growing conditions; none have done so in the context of natural variability. We compare daily and monthly output from two 10-member SAI simulations with a non-SAI simulation to assess how luxury crop growing conditions may change with and without SAI. For each year from 2036–2045 we use a composite of agroclimatic indices to determine whether a year has suitable conditions. We find that these SAI scenarios do not robustly preserve luxury crop growing conditions, despite stabilizing or reducing surface temperature increases compared to a scenario without SAI. Natural variability leads to a large spread in outcomes across ensemble members, due in large part to highly variable precipitation and humidity responses to SAI between members. In only six of the 18 regions assessed here do growing conditions improve in all climate realizations under SAI compared to the non-SAI scenario. Here, reducing disease risk is a key way that SAI improves luxury crop growing conditions. There is also a large inter-ensemble member spread in 2036–2045 revenue under SAI, underscoring the importance of including natural variability when assessing SAI’s potential influence on luxury crops. The signal is strongest in the SAI scenario with a lower temperature target, highlighting that scenario choice is also crucial in determining suitability for growing luxury crops under SAI.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Distinct trajectory of post-fire GPP across forest types in Siberia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1245",
      "pubDate": "",
      "description": "Wildfire is one of the dominant disturbances in the Siberian boreal forest, affecting the capacity of forests to uptake carbon. Impacts of wildfires on forest carbon uptake are substantially varied by tree compositions, however, the loss of carbon uptake capability across different forest types remains uncertain. Here, we tracked post-fire changes in gross primary production (GPP) across five forest types in Siberia, namely, evergreen needleleaf forests (ENF), deciduous needleleaf forests (DNF), deciduous broadleaf forests (DBF), mixed forests (MF), and woody savannas (WSVN), using satellite-based observation data from 2001 to 2023. Results revealed substantial reductions in GPP after wildfire followed by gradual recovery except DBF. The GPP changes one year after wildfire (ΔGPP1yr) and recovery rates of GPP notably differed by forest types. In ENF, ΔGPP1yr reached −63.4 g C m−2yr−1, which is larger than that in MF, DNF, and WSVN by −20.6, −31.3, and −42.7 g C m−2 yr−1, respectively. Consistently, the GPP recovery rate is the lowest in ENF, at 63.7%. Furthermore, significant decreasing trends in 5-year mean of ΔGPP1 yr in DNF, MF, and WSVN exceed −1.0 g C m−2yr−1 yr−1, indicating intensified impacts of increased wildfire intensity and/or extent on forest carbon. Our findings highlight the urgent need for establishing fire management and forest recovery strategies adapted to different forest types to enhance ecosystem resilience.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hawaiian beaches as natural analogues for enhanced silicate weathering of olivine",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae130c",
      "pubDate": "",
      "description": "Silicate weathering induces atmospheric CO2 sequestration through alkalinity release, which is Earth’s prime mechanism for regulating the climate. Marine enhanced rock weathering (mERW) seeks to accelerate this process by distributing fast-weathering silicate minerals like olivine in coastal environments, thus targeting deliberate carbon dioxide removal. However, the efficiency and environmental impact of mERW remain uncertain, as experimental studies are not capable of tracking the CO2 sequestration rate and ecological effects over sufficiently long timescales. Natural coastal environments with olivine-rich sands enable insight into long-term weathering and may serve as analogues envisioned for mERW applications. Papakōlea Beach (Hawai’i) is one of the few beaches across the world with olivine-rich sands (>80% by weight), thus providing a unique mERW analogue. We examined in situ weathering and biogeochemical cycling at Papakōlea as well as in the nearby mixed volcanic/coral sands of Richardson Ocean Park. Flow-through sediment incubations examined olivine dissolution kinetics, alkalinity release, and the fate of weathering products. High-resolution scans of weathered grains characterized olivine dissolution and surface alteration processes. Alkalinity generation from Papakōlea’s olivine sands and carbonate dissolution in Richardson Ocean Park was observed alongside dissolved inorganic carbon increases, suggesting CO2 sequestration occurs in this near-shore marine setting. However, complex biogeochemical interactions impede a precise quantification of olivine dissolution. Our findings highlight the complexity and challenges of monitoring, reporting, and verification for mERW applications in dynamic coastal settings.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Constraints on the availability of high magnitude flows for managed aquifer recharge",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae130d",
      "pubDate": "",
      "description": "Floods and droughts create temporal disconnects between water supply and demand, underscoring the need to store high magnitude flows (HMFs) in depleted aquifers to alleviate these extremes. The objective of this study was to quantify the spatial and temporal variability of HMFs to inform managed aquifer recharge (MAR), accounting for water rights, instream flow requirements, and coastal inflows. Texas, USA, was selected as the study area due to its climate-driven water stress, rising water demand, and the availability of detailed data on legal constraints. Volumes of HMFs (defined as ⩾ 95th percentile) were calculated for 190 streamflow monitoring gages in all 23 river basins in Texas (1968–2022). Water availability models and coastal inflow requirements were used to consider limitations to HMF availability for permitted use, including water rights, environmental flows, and coastal inflows for select major river basins. Results show that HMFs averaged 31% of total flows across all stations in the state. Of these HMFs, 52% of flows were unappropriated (not reserved for water rights holders), representing 12% of total flows. The mean annual volume of unappropriated HMFs was 81 Mm3 (∼0.07 million acre-feet). Mean annual unappropriated HMF volumes increased by a factor of 100 from semi-arid West Texas to humid southeast Texas, with variability driven by basin climate and watershed size. Environmental flow requirements generally did not significantly reduce the unappropriated HMFs as they were accommodated by flow reserved for downstream senior water rights. However, coastal inflow requirements limited permittable HMF volumes, especially in the semiarid Colorado River basin which includes high urban water demand up-basin. When considering volumes of HMFs that may be considered ‘available’, it is essential to consider limitations to the amount of flows that could be permitted. This study provides a template for assessing HMFs for MAR that considers water rights, environmental flows, and coastal inflow requirements that could be generally applied in many regions (particularly the western US) to address climate extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Stranded assets from climate change and its response strategies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15a7",
      "pubDate": "",
      "description": "Stranded assets, as a significant risk outcome of climate change and the low-carbon transition, may severely affect socioeconomic development and financial system stability; accordingly, related research has emerged as an important academic frontier in economics, finance, and political science. This paper systematically reviews the existing literature on stranded assets, presenting four core findings. First, the notion of stranded assets has matured from a narrow focus on ‘impaired assets’ to a comprehensive framework encompassing stranded resources, stranded capital, and stranded paper, driven by factors including unburnable carbon constraints, transition-risk policies, physical climate damages, and environmental liability attribution. Second, scale assessments typically combine top–down scenario design under stringent carbon budgets with bottom–up model construction. Third, stranded assets inflict significant financial shocks on fossil fuel upstream and downstream firms and transmit risk to the broader financial system via institutional investor exposures and systemic vulnerabilities; uneven regional risk distribution and intergenerational and international equity concerns may further trigger political risks. Finally, mitigation strategies involve portfolio optimization, accelerated renewable energy deployment, enhanced climate risk disclosure, and macroprudential policy tools. Future research should deepen the comprehensive quantification of multiple asset types, conduct micro-level empirical analyses, implement short-term dynamic monitoring, and develop equitable distribution mechanisms to support precise risk management and effective low-carbon transition decision-making.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A balanced measure of conservation outcomes: tracking woody vegetation loss and protection in Queensland, Australia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1623",
      "pubDate": "",
      "description": "Quantifying changes in loss of native vegetation cover relative to its coverage in protected areas (PAs) offers a valuable means of evaluating conservation performance, yet this approach is rarely applied in practice. Here, we assessed historic and recent remnant woody vegetation loss and protection across Queensland, Australia’s most biodiverse state. By comparing the proportion of remnant woody vegetation loss with the extent of formally PAs across 13 bioregions and 116 subregions, we generate a balanced evaluation of conservation progress and apply a risk classification framework. We found that Queensland has lost 21.4% of its original woody vegetation since European colonisation, with only 9.6% currently protected. Importantly, one-fifth of this loss occurred between 2000 and 2018, despite protection more than doubling during the same period. Our results show that protection gains were concentrated in low-risk regions, while areas with considerable historical loss, such as the Brigalow Belt and Mulga Lands, continued to experience clearing and low protection gains. By 2018, 44% of subregions fell into high or very high-risk categories, while only 15% were classified as not at risk. The risk status for most subregions remained unchanged, which suggests that limited conservation progress has been achieved in high-pressure landscapes. Our findings highlight the limitations of using protected area expansion alone as a metric of conservation progress. A balance-sheet approach tracking both protection and loss can provide a more robust framework for evaluating conservation outcomes. This type of balance-sheet framework can support more effective conservation planning, including restoration and stricter land-clearing controls. Our results offer practical insights for aligning national actions with global biodiversity targets, such as those outlined in the Kunming-Montreal Global Biodiversity Framework.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Anthropogenic climate change worsened recent declines in freshwater availability in India",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1624",
      "pubDate": "",
      "description": "Despite formidable evidence of the role of anthropogenic greenhouse gas emissions in the Earth’s climate system, detection of anthropogenic climate change in Indian freshwater resources remains uncertain. This study investigated the link between the recent (1980–2020) decline in freshwater availability and anthropogenic climate change using formal detection and attribution analysis. Water availability, defined as the difference between precipitation (P) and evapotranspiration (E), is assessed using a simple yet efficient Budyko-based hydrological model. Using the Indian Institute of Tropical Meteorology Earth System Model which is tailored to perform well in simulating climate in this region, we demonstrate that observed water availability decline (−5.60 mm yr−1, p < 0.001) falls decisively outside the range of natural climate variability (−0.50–0.48 mm yr−1 from 1000 control simulations). The spatial correlation between observations and historical simulations exceeds 99.7% of natural variability patterns, providing strong evidence for anthropogenic influence. States like Uttar Pradesh, Bihar, and West Bengal, home to one-third of the country’s population, show significant decreases in freshwater availability beyond those expected from natural climate variability alone and are consistent with anthropogenic climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}