{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-11-28T05:27:14.651694",
  "items": [
    {
      "title": "Economic benefits and cost competitiveness of green hydrogen in decarbonizing China’s electricity and hard-to-electrify sectors",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1b1f",
      "pubDate": "",
      "description": "Green hydrogen has the potential to address two critical challenges in a zero-carbon energy system: balancing seasonal variability of solar and wind in the electricity sector, and replacing fossil fuels in hard-to-electrify sectors. In this study, focusing on China, we deploy a provincial-scale energy system planning and operation model to examine the technical and cost-optimal potential of green hydrogen to fully remove carbon-based fuels in the electricity and hard-to-electrify sectors by 2050. Our results show that green hydrogen infrastructure can enable more cost-effective decarbonization of both the electricity and hard-to-electrify sectors. First, in the zero-carbon electricity sector alone, utilizing green hydrogen as long-duration storage enables a 17% reduction in the electricity-only cost (ZE scenario) relative to one without hydrogen. However, cost savings hinge on the availability of underground hydrogen storage. Second, coupling the electricity and hard-to-electrify sectors by sharing green hydrogen infrastructure reduces the combined energy system cost by 6% compared to a decoupled energy system. Third, the coupled energy system also makes green hydrogen comparable to fossil fuel-based gray and blue hydrogen costs in China. Allocating the entire savings realized in the coupled energy system to just the hydrogen used as fuel/feedstock in hard-to-electrify sectors yields a 24% reduction in the hydrogen-only cost relative to the cost under the decoupled system. Last, coupling hydrogen infrastructure between electricity and hard-to-electrify sectors yields a substantially different spatial pattern of hydrogen production. In the decoupled energy system, 80% of hydrogen demand in electricity and hard-to-electrify sectors is produced locally within the same provinces, but the coupled energy system cuts local production to 30%, shifting production to high renewable energy generating provinces. Understanding the spatial patterns of optimal hydrogen infrastructure siting will help plan an integrated electricity and hydrogen system that can cost-effectively decarbonize multiple sectors and China’s broader economy.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate benefits of afforestation and reforestation with varying species mixtures and densities in the north-western boreal lands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1d95",
      "pubDate": "",
      "description": "The boreal forest is a vital carbon sink. Using 250 year simulations for Canada’s Taiga Plains, a priority of the 2 billion trees program, we tested afforestation and reforestation (A/R) strategies that combine species mix, planting density and surface albedo. Medium-density (600–1400 trees ha−1) mixed stands with ∼25%–40% deciduous trees stored 15%–30% more net ecosystem carbon than conifer monocultures by coupling rapid early growth with long-term retention and greater disturbance resilience. Replanting under-stocked stands with these mixtures raised long-term storage by 18%–30% over business-as-usual. Accounting for albedo showed pure evergreen or deciduous stands lost 6%–20% of their climate benefit, whereas mixed stands yielded net cooling and the highest sequestration (≈ 4.6–4.7 tCO2e ha−1 yr−1). Partial harvesting plus replanting preserved, and sometimes increased, ecosystem carbon (≈ 300–340 tC ha−1) and productivity (≈ 1.6–2.0 tC ha−1 yr−1) without raising risk. Blending fast-growing deciduous trees with long-lived conifers at intermediate density maximizes boreal A/R climate value and informs reforestation policy elsewhere.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Subsurface constraints amplify vegetation stress during extreme heat and drought in a Mediterranean forest",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e15",
      "pubDate": "",
      "description": "Drought and extreme heat events are becoming more frequent and intense as the global climate warms, threatening forests worldwide. Subsurface conditions such as soil depth and groundwater availability can influence plant drought vulnerability. Yet, how subsurface factors interact with climate stress and shape forest vulnerability and die-off at landscape scales remains poorly understood. The record-breaking hot and dry 2023–2024 summer in southwestern Australia induced widespread stress in the Jarrah Forest ecosystem. Analysis of vegetation greenness anomalies using airborne geophysics data, groundwater depth records, climate data, and remote sensing revealed that vegetation die-off emerged from the interactions of heat, water stress, and subsurface conditions. Shallow soils, rocky substrates, and limited access to subsurface water predisposed vegetation to experience heat and drought stress. Identifying the role and location of subsurface features enables identification of vulnerable, and resilient, areas and will guide adaptive forest management for resilience against future climate extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Over 100 global climate sensitive rivers are experiencing large and severe changes in streamflow volume and timing",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e16",
      "pubDate": "",
      "description": "Only about one-third of global rivers (or tributaries) remain in a nearly natural condition, known as climate-sensitive rivers. We lack clear evidence on the changes in streamflow volume and timing of these rivers, which significantly compromises our capacity for protection. Here, we analyse alterations in streamflow and centre of timing at 1017 stream gauges across 812 climate-sensitive rivers and tributaries worldwide from 1950 to 2022. We observed increasing trends in streamflow volume (Q) at just over half of our sites (512), biased towards earlier changes in centre of timing (CT) (⩾−2 d yr−1), with more than 65% of records reflecting this trend. At over 80% of gauges, we found that rising Q and earlier CT are sensitive to increasing precipitation (P) and earlier centre of timing of precipitation (PCT). More than 60% of significant gauges show moderate to severe changes in Q and CT. We identified 104 global climate-sensitive rivers, located in subtropical, temperate and arctic regions, that have experienced large and severe changes based on long-term changes in Q seasonality (CT > ±15 d). Long-term changes in Q and CT may persist in rivers experiencing large and severe changes and intensify in those with minor and moderate changes. These changes will increase flooding, alter storage, cause water shortages, and degrade river health. We recommend proactive strategies including better streamflow monitoring, adaptive infrastructure (e.g. reservoirs, flood control), flexible flood management protocols, water-sharing agreements during droughts, and prioritised protection of ecosystems to buffer against variations in Q and CT.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Biosecurity from non-native insects in Belt and Road countries: the role of donor–receiver patterns and human activity",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e18",
      "pubDate": "",
      "description": "The Belt and Road Initiative (BRI), as a green development initiative, highlights the importance of regional cooperation among participating countries to address the possibility of non-native organisms. We created a database of 8655 non-native insect records from 3059 non-native insect species of 312 families to better understand invasion vulnerability. Results showed that Coleoptera, Hemiptera, and Hymenoptera dominated, comprising 72.54% of all recorded non-native insects. Hotspots of non-native insects were primarily developed BRI corridor nations, such as New Zealand, Czechia, Austria and South Africa. These insects largely originated from Asia, Europe, and North America, with Oceania contributing the fewest. Model averaging and PLS path modeling showed that the merchandise imports and international tourism were positively correlated with non-native insect occurrences. 49.63% of the countries, including China, South Korea, Russia and Poland, were identified as medium- to high-vulnerable regions for non-native insect introduction. Finally, we recommend intergovernmental collaboration to promote proactive prevention and control measures for regional biosecurity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unraveling drought propagation dynamics using causal inference from time series",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae151e",
      "pubDate": "",
      "description": "Drought is a pervasive natural hazard that propagates through the hydrologic cycle, leading to water deficiencies across key hydroclimatic variables such as precipitation, streamflow, and soil moisture. However, understanding the intricate dynamics of drought propagation remains challenging because of spatiotemporal variability and interactions among multiple drought types, including meteorological drought (MD), agricultural drought (AD), and hydrological drought (HD). Traditional analytical methods struggle to capture these complexities, particularly when using high-dimensional time series data characterized by nonlinear causality. To address these challenges, we propose a novel cause–effect-based framework that integrates the process-based Community Land Model (CLM5), a causal inference method (Peter–Clark momentary conditional independence (PCMCI)-CMIsymb), and causal effect (CE) analysis to investigate drought propagation across multiple time scales (1, 3, 6, and 12 months) in the Yellow River Basin (YRB), China. CLM5 provides high-resolution spatiotemporal drought estimations, PCMCI-CMIsymb detects nonlinear causal relationships, and CE analysis quantifies propagation probabilities across varying time lags. The results demonstrate that (a) drought propagation patterns vary by time scale, with short-term (1 month) propagation occurring primarily from MD to AD, whereas long-term (12 month) propagation extends from MD to both AD and HD; (b) subregional HDs tend to influence each other across regions, with stronger interconnections observed at long-term time scales; and (c) the likelihood of drought propagation differs spatially, with higher probabilities of MD propagation into AD and HD in the middle and lower YRB at the 6 month time scale, mostly peaking at 40%–60% with a 1 month lag. This study presents an advanced analytical framework for drought assessment, providing insights for improving drought mitigation and water resource management, particularly in regions affected by spatial hydroclimatic variability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Maritime continent aerosols reinforce the MJO propagation barrier under El Niño conditions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1754",
      "pubDate": "",
      "description": "The Maritime Continent (MC), a critical region for Madden–Julian oscillation (MJO) propagation, is also a global hotspot for biomass burning aerosol emissions. While the barrier effect on MJO propagation over the MC is well documented, the role of aerosols in this process and its underlying mechanisms remain unrevealed. Combining observations, reanalysis datasets and moisture budget diagnostics, this study demonstrates that absorbing aerosols from El Niño-enhanced wildfires significantly modulate MJO eastward propagation. During the boreal autumn (August–November), the peak season for aerosol loading, El Niño-induced subsidence over the MC exacerbates regional dryness and promotes widespread wildfires, further elevating aerosol concentrations. To isolate the aerosol impact from El Niño effects, we classified the MJO events under high- and low-aerosol conditions while controlling for similar Niño 3.4 sea surface temperature anomalies. Composite analyses reveal that the high aerosol loads disrupt the propagation of MJO convective envelopes, whereas MJO sustains eastward propagation under low-aerosol conditions. Mechanistically, enhanced shortwave absorption by elevated aerosols induces a boundary layer cold anomaly that suppresses low-level convergence, while simultaneous heating of the lower-to-mid troposphere enhances atmospheric stability. This combined thermal and thermodynamic effect weakens boundary layer moisture anomalies, inhibiting the development of shallow convection east of the MJO deep convection that is essential for sustained propagation. The findings highlight the overlooked role of MC aerosols in the MJO barrier effect via aerosol-radiation-convection interactions, suggesting that improved representation of aerosols in climate models may enhance MJO predictability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "An expanded evaluation of global fisheries management organizations on the high seas",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1b1e",
      "pubDate": "",
      "description": "The high seas comprise nearly half the Earth’s surface and the 2023 United Nations Biodiversity Beyond National Jurisdiction agreement renewed efforts to better manage this vast area. Regional fisheries management organizations (RFMOs) are tasked with a UN dual-mandate to ensure the (1) long-term conservation of fish stocks and their associated ecosystems while managing the (2) sustainable use of high seas fisheries. Building on a previous analysis, we developed 10 questions each for our 10 categories (e.g. catch targets, transparency, bycatch). These 100 questions were both descriptive (e.g. are there quantitative results of bycatch improvement?) while others indicated intent (e.g. are there plans to rebuild all declining stocks?) and used publicly available information to evaluate 16 RFMOs (with a score of 0, 0.5, or 1). The average score for all RFMOs out of 100 was 46 (max 61.5, min 29.5). There were six questions for which all RFMOs received a 0, 90 questions for which at least one RFMO scored a one, and a ‘best case’ score of 76.5 that aggregated the highest RFMO score across the 10 categories. This indicates a competence gap; no RFMO is achieving what is empirically documented as possible in one RFMO or another. We also analyzed satellite-derived fishing activity and target stock status. Five RFMO convention areas had the highest overall and density of fishing effort. On average, 56% of stocks targeted in RFMO convention areas were considered overexploited or collapsed. We did not find that RFMO scores were correlated with better management outcomes (i.e. target stock status and fishing effort). However, we found correlations between better target stock status and questions assessing protected area adoption, banning transshipment at-sea, and reducing allowable catches in response to overfishing—policies that few RFMOs have fully adopted. These findings indicate ways for RFMOs to improve high seas fisheries management that are immediately available and effective.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Increasing crop rotation diversity with cover crops builds climate resilience on farms",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1c53",
      "pubDate": "",
      "description": "Farms in the US Midwest are experiencing disruptive heavy rainfall during the spring planting window and more intense droughts during the summer growing season. Recent analyses of field experiments suggest that increasing crop rotational complexity (RC) builds resilience to climate change, especially when rotations include overwintering cover crops that assimilate and retain nutrients and increase organic matter inputs to soil. However, evidence from working farms is lacking. We used field-scale remote sensing to assess relationships between crop diversification and agroecosystem climate resilience from 2008 to 2019 in Michigan, the most agriculturally diverse state in the US Midwest. Using panel fixed effects models and linear regressions, we assessed how corn and soybean yield and temporal yield stability (measured as the coefficient of variation) respond to: (1) an index of crop RC that encompasses species turnover and functional diversity, and (2) replacing bare fallows with winter cover crops. We also tested how cover crops influence corn and soybean planting dates as an indicator of resilience to heavy spring rainfall. We found that crop diversification was linked to higher corn and soybean yields, but cover crops showed more promise for improving yield stability than overall RC. Cover crops reduced planting delays associated with heavy spring rainfall, and did not interfere with primary crop planting under average weather conditions. However, cover crop benefits for resilience took multiple years to appear on farms, highlighting the importance of technical and financial support during the early phases of transition. Together these findings may promote cover crop adoption by reducing concerns that cover crops interfere with primary crop planting, and instead showing that they are a crucial tool for minimizing risk from increasingly variable and extreme climatic conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Heatwaves reduce intra- and intercity human mobility in China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e13",
      "pubDate": "",
      "description": "Existing evidence on the societal impacts of heatwaves has largely centered on human health and labor productivity. This study contributes new evidence to this body of literature by showing that heatwaves significantly reduce human mobility, a high-frequency indicator of economic activity and social interaction, in and between Chinese cities. Using a set of fixed-effects panel-regression models estimated with mobile phone-derived human mobility data, coupled with daily meteorological and air quality data, we find that heatwaves, on average, reduce the intracity trip rate and inbound trips in Chinese cities by 1.5% and 1.6%, respectively. Notably, nearly one-third of the heatwave-induced decline in the intracity trip rate can be attributed to the added effect of sustained periods of extreme heat beyond the temperature–mobility relationship. Back-of-the-envelope calculations based on these estimates suggest that the 2023 Chinese summer heatwave led to nationwide mobility reductions on a scale equivalent to suspending all intracity and inbound trips in Shanghai, one of China’s largest and busiest cities, for an entire week. Moreover, the adverse impacts of heatwaves on human mobility are particularly pronounced in cities of small size and with limited economic resources and green spaces, highlighting the urgent need to enhance the heatwave resilience of these cities.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}