{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-10T05:25:13.252520",
  "items": [
    {
      "title": "Causal pathway from AMOC to Southern Amazon rainforest indicates stabilising interaction between two climate tipping elements",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb62",
      "pubDate": "",
      "description": "Declines in resilience have been observed in several climate tipping elements over the past decades, including the Atlantic Meridional Overturning Circulation (AMOC) and the Amazon rainforest (AR). Large-scale nonlinear and possibly irreversible changes in system state, such as AMOC weakening or rainforest-savanna transitions in the Amazon basin, would have severe impacts on ecosystems and human societies worldwide. In order to improve future tipping risk assessments, understanding interactions between tipping elements is crucial. The AMOC is known to influence the Intertropical Convergence Zone, potentially altering precipitation patterns over the AR and affecting its stability. However, AMOC-AR interactions are currently not well understood. Here, we identify a previously unknown stabilising interaction pathway from the AMOC onto the Southern AR, applying an established causal discovery and inference approach to tipping element interactions for the first time. Analysing observational and reanalysis data from 1982–2022, we show that AMOC weakening leads to increased precipitation in the Southern AR during the critical dry season, in line with findings from recent Earth system model experiments. Specifically, we report a 4.8% increase of mean dry season precipitation in the Southern AR for every 1 Sv of AMOC weakening. This finding is consistent across multiple data sources and AMOC strength indices. We show that, predicated on recent estimates of AMOC weakening, this stabilising interaction has offset 17% of dry season precipitation decrease in the Southern AR since 1982. Our results demonstrate the potential of causal discovery methods for analysing tipping element interactions based on reanalysis and observational data. By improving the understanding of AMOC-AR interactions, we contribute toward better constraining the risk of potential climate tipping cascades under global warming.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Biophysical effects of land cover changes in West Africa: a systematic review",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addbf4",
      "pubDate": "",
      "description": "West Africa is undergoing rapid agricultural intensification driven by population growth, leading to significant anthropogenic land use and land cover change (LCC), including both deforestation and afforestation. These changes can profoundly affect the regional climate system by altering the surface energy balance, moisture fluxes, and atmospheric circulation, potentially exacerbating the vulnerability of human, ecological, and economic systems. Despite the ability of climate models to simulate LCC impacts, considerable uncertainties remain, particularly in simulations of precipitation and temperature responses. This study provides the first multidisciplinary systematic review of LCC impacts in West Africa. Data from 26 selected publications were eventually synthesized from an initial pool of nearly 6000 studies. Results indicate that deforestation generally contributes to regional warming, with significant historical temperature increases of +0.26 ± 0.12 °C and projected increases of +0.88 ± 0.25 °C under the future scenarios. Conversely, afforestation could have significantly cooled the climate, lowering temperatures by −0.24 ± 0.14 °C historically and −0.22 ± 0.14 °C in future scenarios, without even accounting for carbon sequestration. Deforestation decreases regional precipitation by 80 ± 58 mm yr−1 historically and −55 ± 102 mm yr−1 in future scenarios, while large-scale afforestation could substantially reduce droughts with increased precipitation, averaging +40 ± 67 mm yr−1 historically and 80 ± 58 mm yr−1 in future scenarios. These results emphasize the need to integrate LCC-induced climate effects into land-based mitigation strategies, climate policy, and assessment frameworks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Enhanced observation of forest albedo reveals significant offsets to reported carbon benefits",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add60a",
      "pubDate": "",
      "description": "Rapidly maturing frameworks for investing in and committing to mitigation of climate change through forest management have focused almost exclusively on the benefits of carbon sequestration, without accounting for collateral changes in geophysical factors such as surface albedo. Newly available 30 m albedo retrievals derived from imagery acquired by the Landsat 8 satellite, analyzed at 273 652 field plots monitored by the United States Forest Service, suggest that large areas of the US Inter-Mountain West’s forests have a net warming impact on the planet’s surface energy balance. For the conterminous US, the impacts of albedo offset approximately half of the recognized non-soil forest carbon storage benefit. The emerging capacity to resolve albedo evolution at the scale of a large number of inventory plots also provides unprecedented empirical evidence that albedo impacts vary strongly as a function of both tree age and species group. This research highlights a correctable source of uncertainty in operational monitoring of forest-climate interactions, and it may temper expectations for forest establishment as a means of mitigating global climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unraveling centuries of hydroclimatic variability in northern Pakistan: insights from tree-ring chronology, drought reconstruction, and ocean–climate interactions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add755",
      "pubDate": "",
      "description": "Understanding the long-term hydroclimatic variation in the mountainous region of South Asia (northern Pakistan) is essential for forecasting future water security and environmental changes. In this study, we developed a 586 year regional tree-ring width chronology using standard dendrochronological techniques on Picea smithiana (Wall.) Boiss, samples collected from lower elevations in the Chara and Naltar valleys of Gilgit-Baltistan. Correlation analysis indicates a significant positive relationship between tree growth and summer precipitation as well as the Palmer Drought Severity Index (PDSI) (p < 0.01), while a negative correlation was observed with summer temperatures. We used a linear regression model to reconstruct the summer (June–August) PDSI for the period 1431–2016 CE based on the relationship between regional chronology and climate data. This model accounted for 37.6% of the actual PDSI variation observed during the calibration period from 1956 to 2016 CE. The reconstruction identifies key hydroclimatic events, notably an extended severe drought from 1601 to 1608 (−0.87 ± 0.31), and a prolonged drought interval 1537–1549 (−0.61 ± 0.18). An extreme wet period was recorded in 1522–1533 (0.91 ± 0.32), whereas repeated decadal drought events were observed in the late 18th and early 19th centuries. Spatial correlation analyses demonstrate the impact of large-scale climatic drivers, such as sea surface temperature anomalies in the Indian and Pacific Oceans, and underscore the significance of monsoon variability in determining regional moisture patterns. Our reconstruction, derived from the multitaper spectrum and Morlet wavelet spectrum analysis, exhibited significant periodicities of 47.9, 27, 21.8, and 2–3 years. The three periodicities likely correspond to the Pacific decadal oscillation or the Atlantic multidecadal oscillation, whereas 2–3 cycles is strongly linked to El Niño–Southern Oscillation. Our study illustrates the essential function of tree-ring records in evaluating drought risk and underscores the wider consequences of variations in the climate in the Hindu Kush–Karakoram–Himalaya for millions of downstream populations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evenness peaks in fire-resilient vegetation preceded ecosystem shifts in East Africa",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a4",
      "pubDate": "",
      "description": "Fire is often assumed to be a key driver in shaping tropical vegetation structure and composition in grass-dominated ecosystems, while forests experience infrequent but impactful fires that influence ecosystem resilience. Although short-term interactions between fire and vegetation are well-documented, long-term dynamics remain underexplored. This study examines fire regimes, vegetation dynamics, and its biodiversity over the past 17 000 years in southwest Tanzania, using sedimentary charcoal and pollen. Major ecological transformations of vegetation and fire regimes were recorded, with vegetation changes consistently preceded shifts in fire regimes. Increased grass pollen correlated with more frequent or larger fires, while high tree cover in Miombo woodland reduced fire activity. Interestingly, pollen evenness was a precursor to major ecological transformations as peaks preceded changes in ecosystem states. Changes in precipitation and moisture seems the major top–down drivers of these changes in vegetation and fire. Fire regimes were indirectly controlled by water availability, and vegetation exhibited resilience to fire at centennial timescales before reaching ecosystem shifts at 12 400 and 1700 cal BP. Our results emphasize the critical role of tree and grass cover in shaping fire regimes and highlight the interplay between climate, vegetation structure, and fire in East African ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploration of synergistic and redundant information sharing from hydrometeorological variables to net ecosystem exchange",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a7",
      "pubDate": "",
      "description": "Terrestrial ecosystems play a vital role in mitigating climate change by absorbing a substantial fraction of anthropogenic CO2 emissions, with net ecosystem exchange (NEE) serving as a critical metric of land-atmosphere carbon flux. While individual climate variables like temperature, precipitation, and radiation are well-studied drivers of NEE, their interactions in multivariate contexts remain poorly understood. This study leverages the O-Information framework to disentangle the synergistic and redundant contributions of temperature, precipitation, vapour pressure deficit (VPD), terrestrial water storage, and photosynthetically active radiation (PAR) to NEE variability. Analysing global and regional dynamics, we reveal the nature of multivariate interactions governing NEE. Globally, pairs like VPD-PAR consistently exhibit synergy, underscoring their complementary roles in driving carbon exchange, while T-VPD and T-terrestrial water storage interactions are predominantly redundant. Regional analyses highlight distinct patterns of information sharing: temperate forests and semiarid regions are synergy-dominated, whereas tropical ecosystems and Arctic regions exhibit unique spatial variability in synergy and redundancy. These findings advance our understanding of how complex climate-ecosystem interactions shape carbon fluxes and offer insights for improving predictive models of NEE under changing climatic conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Focus on environmental footprint tools for sustainability: an overview of contributions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb64",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantifying the role of tropical Indian Ocean observations to central Pacific El Niño prediction",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addbf3",
      "pubDate": "",
      "description": "Over the past two decades, forecasting the El Niño–Southern Oscillation has become increasingly challenging, primarily due to the inherent difficulty in predicting Central Pacific (CP) El Niño events. In this study, we present a detailed analysis by explicitly quantifying the role of the tropical Indian Ocean (IO) on the initial uncertainty of CP-El Niño predictions. We identify optimal observation sites within the tropical IO that significantly reduce this uncertainty and validate their efficacy through observing system simulation experiments within a fully coupled climate prediction system. Our results demonstrate a remarkable achievement in the root mean squared errors of the prediction initial conditions using Community Earth System Model. This study not only enriches our understanding of the interplay between the tropical IO and CP-El Niño but also offers a concrete strategy for enhancing CP-El Niño forecasts, advancing seasonal prediction capabilities, and bolstering global resilience against the escalating frequency of CP-El Niño events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Impacts of climate change on land management and wildland fire smoke in the Southeastern United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addbf5",
      "pubDate": "",
      "description": "Although prescribed fire is frequently used in the Southeastern United States, land managers in the region and across the country plan to expand burning to mitigate wildfire and achieve other ecological goals. However, smoke management is often considered a barrier to prescribed fire. Additionally, climate change will likely affect the frequency of acceptable meteorological conditions for prescribed burning, potentially restricting the use of the practice. Here, we examine the air quality impacts from prescribed fire and wildfire in the Southeastern U.S., the populations affected by smoke in the region, and how these impacts may change under climate change. We rely on projections of wildfire burn area and climate-driven shifts in the frequency of meteorological conditions adequate for prescribed burning, as well as a survey of Southeastern land managers investigating their anticipated response to these changes. Based on this information, we use chemical transport modeling to assess the contributions of wildfire and prescribed fire to air pollution, and project how smoke impacts may vary due to climate change and different land manager responses. We find that prescribed fire is responsible for a significant fraction of regional particulate matter pollution. Populations exposed to the most smoke tend to have higher fractions of people of color and low income. Depending on how land managers respond to changes in atmospheric conditions under climate change, prescribed fire smoke may decrease slightly in the areas with the heaviest burning or increase across much of the Southeast. Projections also show that climate-driven changes in wildfire and prescribed burning may impact compliance with recently updated air quality standards. The analysis assesses the potential consequences of climate change on air pollution over a region in which wildland fire is extensively managed, providing insight into land management strategies that call for increased application of prescribed fire.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can corporate afforestation justify the mitigation of CO2 emission? Urban land teleconnection approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd33",
      "pubDate": "",
      "description": "Confronted by climate change, enterprises are increasingly launching afforestation initiatives to develop carbon sinks and enhance their environmental, social, and governance performance. Due to the limited availability of land in urban areas—where most corporate headquarters are located—many firms rely on rural and overseas regions to implement these projects. This phenomenon reflects a form of urban land teleconnection (ULT), a key concept in urban sustainability that emphasizes the spatial and functional linkages between urban activities and land-use changes in geographically distant areas. This study investigates ULT through the lens of corporate afforestation behavior in Taiwan. A theoretical framework, supported by empirical analysis, is developed to explain how urban-based corporations influence land use beyond their municipal boundaries. The findings indicate that corporates in urban areas, particularly those with substantial greenhouse gas (GHG) emissions, actively compensate for local land constraints by investing in afforestation in less urbanized domestic areas and abroad. Notably, Taipei City records the highest level of corporate GHG emissions in 2022, totaling 73.94 MtCO2e—equivalent to 42.4% of the total among publicly listed firms (174.39 MtCO2e). Given severe land scarcity, Taipei-based enterprises engage in afforestation activities on 256.6 hectares domestically (55% of domestic corporate afforestation) and 29 446 hectares internationally (99% of overseas afforestation). These results underscore the growing reliance of high-emission urban corporations on external land resources and highlight their critical role in reshaping regional and transboundary land-use dynamics under emerging net-zero governance frameworks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}