{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-02-04T20:42:25.796514",
  "items": [
    {
      "title": "From global north to south: governing contaminants of emerging concern in water systems",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3782",
      "pubDate": "",
      "description": "Contaminants of emerging concern (CECs), notably per- and polyfluoroalkyl substances (PFAS), pharmaceuticals, and microplastics (MPs), are increasingly detected in water systems, posing growing risks to ecosystems, human health, and socio-economic stability. This descriptive scoping review pursues four objectives: (i) quantify CEC occurrence across the Global North and South, focusing on low- to middle-income developing countries (LMIDCs); (ii) assess policy frameworks and governance readiness; (iii) propose a feasible, phased roadmap for LMIDCs; and (iv) evaluate enabling conditions and potential impacts. Literature synthesised from 2020–2025 documents widespread contamination in drinking, surface, and wastewater, with concentrations in LMIDC hotspots 5–20 times higher than in the Global North. In South Africa’s Vaal River, PFAS exceeded 400 ng l−1, pharmaceuticals approached 1000 ng l−1, and MPs averaged approximately 31 particles m−3 in drinking water. Policy analysis reveals fragmented monitoring and limited treatment coverage in LMIDCs, in contrast to integrated, mixture-aware frameworks in the Global North. The proposed three-phase roadmap entails: (1) establishing CEC standards and baseline monitoring, (2) piloting targeted treatment supported by extended producer responsibility schemes, and (3) embedding adaptive, mixture-aware regulation within water safety plans. Feasibility analysis identifies enforceable standards, predictable financing, laboratory capacity, and public engagement as key success factors. Full implementation could reduce PFAS and pharmaceutical loads by 50%–80%, cut MPs by over 90%, and prevent multi-billion-dollar (USD) annual PFAS-related healthcare costs. These actions would help LMIDCs such as South Africa transition from reactive to proactive water-quality governance, and advance Sustainable Development Goals 6, 3, and 14.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Fire-driven formaldehyde enhancement and population health burden revealed by TROPOMI in the contiguous U.S.",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3788",
      "pubDate": "",
      "description": "Ambient formaldehyde (HCHO) is a leading contributor to cancer risk among the 187 hazardous air pollutants (HAPs) regulated in the United States (U.S.). Fires emit HCHO and its precursors and enhance secondary HCHO formation downwind, raising concerns about health impacts. However, the contribution of fire to ambient HCHO remains poorly quantified because ground-based monitoring is sparse and largely urban. Here, we present the first satellite-based quantification of fire-attributable HCHO enhancement and associated health risks across the contiguous U.S. from 2020–2023. We improve TROPOMI retrievals of HCHO columns to account for smoke aerosol effects, and evaluate the changes in column and surface HCHO under fire smoke using NOAA’s HMS smoke product. Annual mean HCHO shows a distinct increase under fire smoke, with vertical column density increased by 6%–16% and surface HCHO by 6%–11%. The spatial distribution of this enhancement aligns with major wildfire activities across California in 2020, the Pacific Northwest in 2021 and the Southern U.S. in 2022, and is most extensive in 2023, likely reflecting the combined influence of Canadian fire smoke intrusions, U.S. wildfires and elevated temperatures. Exposure at 2020–2023 levels translates to an estimated 275–482 excess lifetime cancer cases, indicating a non-negligible health burden from fire-related HCHO even in years of moderate fire activity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The role of projects of common interest in reaching Europe’s energy policy targets",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3846",
      "pubDate": "",
      "description": "The European Union aims to achieve climate-neutrality by 2050, with interim 2030 targets including 55% greenhouse gas emissions reduction compared to 1990 levels, 10 Mt of domestic green hydrogen production, and 50 Mt of domestic CO2 injection capacity annually. To support these targets, projects of common and mutual interest (PCI-PMI)—large infrastructure projects for electricity, hydrogen and CO2 transport, and storage—have been identified by the European Commission. This study focuses on PCI-PMI projects related to hydrogen and carbon value chains, assessing their long-term system value and the impact of pipeline delays and shifting policy targets using the sector-coupled energy system model PyPSA-Eur. Our study shows that PCI-PMI projects enable a more cost-effective transition to a net-zero energy system compared to scenarios without any pipeline expansion. Hydrogen pipelines help distribute affordable green hydrogen from renewable-rich regions in the north and southwest to high-demand areas in central Europe, while CO2 pipelines link major industrial emitters with offshore storage sites. Although these projects are not essential in 2030, they begin to significantly reduce annual system costs by more than €26 billion from 2040 onward. Delaying implementation beyond 2040 could increase system costs by up to €24.2 billion per year, depending on the extent of additional infrastructure development. Moreover, our results show that PCI-PMI projects reduce the need for excess wind and solar capacity and lower reliance on individual CO2 removal technologies, such as direct air capture, by 13–136 Mt annually, depending on the build-out scenario.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Interdecadal changing pathways of Rossby wave energy propagations and their impact on winter climate in the Northern Hemisphere under global warming",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3ab6",
      "pubDate": "",
      "description": "The interdecadal changes in climate under accelerating global warming have a profound impact on various countries in the Northern Hemisphere (NH). Using ERA5 reanalysis data, the interdecadal changes of Rossby wave energy propagation (RWEP) pathways and their impacts are examined in the present work. The results demonstrate that the NH means of 500 hPa geopotential height anomalies vary with large interdecadal trends that keep in step with global warming, exhibiting a negative-to-positive phase transition from period I (1950/51–1996/97) to period II (1997/98–2024/25). Pronounced interdecadal eastward shifts occur systematically in interannual variabilities of apparent wave sources, which correspondingly result in large interdecadal changes of RWEP pathways in regions from the northeast Atlantic to Eurasia and from the northeast Pacific to North America. Significant interannual surface air temperature anomalies with extremes of around ±5 °C are induced by circulation variations in regions around these pathways, facilitating possible occurrences of climate extremes in Eurasia and North America with different spatial patterns between period II and period I.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The conservation metadata gap: why AI classification is a symptom, not a solution",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3335",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Observation of CH4, CO and N2O in the upper troposphere and lower stratosphere over the Qinghai–Tibet Plateau",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae34cd",
      "pubDate": "",
      "description": "The Asian summer monsoon (ASM) anticyclone provides an efficient pathway for the upward transport of anthropogenic pollutants into the upper troposphere and lower stratosphere (UTLS). However, in-situ measurements of key trace gases in the UTLS remain scarce over the Qinghai–Tibet Plateau (TP), a core region of the ASM anticyclone. In August 2019, the first AirCore observations over the northern TP were conducted, providing high-resolution vertical profiles of CH4, CO and N2O from the surface up to 22 km. Instrument and campaign details are described. Notably, enhanced concentrations of CH4 and CO were observed at 13–14 km when the observation site was located within the ASM anticyclone, indicating that the primary influence of deep convection occurs at this altitude. Back-trajectory analyses indicate that these enhanced layers originated from northern India, the Bay of Bengal, and southern China. On average, CH4 and CO concentrations inside the anticyclone were 30.2 ppb and 52.5 ppb higher, respectively, than those outside. N2O concentrations remain relatively constant throughout the troposphere but show a sharp decline approximately 2 km above the tropopause, indicating the onset of significant stratospheric influence and a weakening of ASM anticyclone confinement at this altitude. These results demonstrate the capability of the AirCore system to resolve the fine-scale vertical structure of trace gases, offering critical insights into the upward transport of surface pollutants to the UTLS via the TP during the ASM.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Long run emulator calibration increases warming and sea-level rise projections",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3847",
      "pubDate": "",
      "description": "Owing to their short runtime compared to Earth system models (ESMs), as well as the difficulty for the latest ESMs from the Coupled Model Intercomparison Project Phase 6 (CMIP6) to reproduce historical warming and the so-called ‘hot model problem’, constrained reduced-complexity climate models (‘emulators’) are increasingly used to produce global warming projections from emissions scenarios. Emulators are often calibrated on idealised abrupt CO2 quadrupling experiments from CMIP6, particularly the global surface temperature response over time to an imposed radiative forcing. Such CMIP6 experiments tend to be run for 150 years, which is not sufficient to reveal the full equilibrium response to an imposed climate forcing. Here we show that, when longer experiments are available for emulator calibration, the long-term climate warming projections increase, particularly for 2100, by up to 0.70 (0.42–0.93, 25th to 75th percentile) °C in the median under a high emissions scenario; peak global warming in a high overshoot scenario is higher by 0.24 °C (0.14–0.31 °C). Corresponding long-term thermosteric sea level rise (SLR) is consequently higher, by 0.45 (0.22–0.52, 25th to 75th percentile) m in 2500. This result, consistent across calibrations from 17 ESMs, has implications for climate change mitigation strategies, as it is likely that even more stringent emissions reductions would be required to limit long-term warming and SLR than previously thought.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate double whammy: assessing the physical and transition climate risks of overseas power projects",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3848",
      "pubDate": "",
      "description": "This study examines both the physical and transition climate risks of 578 bilaterally-financed overseas power projects across 105 countries, funded by the world’s three largest economies–the United States, China, and Japan. We geolocate each power project and obtain forecasted physical climate risk exposures at these locations using data from Moody’s ESG Solutions. We measure transition climate risks using the project specific committed CO2 emissions and find a positive correlation between physical and transition climate risks across these projects—which are driven primarily by fossil fuel investments. Coal power plants exhibit the highest level of both physical and transition climate risks. Although hydropower projects tend to have lower carbon emissions, they face the highest flood risk among all fuel types. We find no evidence that the positive relationship between physical and transition climate risks varies by financier country or financing type. These results highlight the need for integrated climate risk assessments in international energy finance and underscore the potential for climate-related liabilities to compound across multiple risk channels.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Arctic warming delays the Afro-Asian monsoon retreat amplifying autumn rainfall",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3974",
      "pubDate": "",
      "description": "The Afro-Asian summer monsoon (AfroA-SM) provides essential rainfall for billions of people. However, in recent decades, unusually wet conditions have persisted into autumn, creating unprecedented extremes. Using multidecadal observations, reanalysis datasets, and Polar Amplification Model Intercomparison Project (PAMIP) simulations, we show that Arctic warming significantly postpones the retreat of the AfroA-SM. This delay shifts the northernmost summer monsoon boundary by 5.6°–12° and accounts for 33%–69% of September precipitation across North Africa, South Asia, the Tibetan Plateau, and East Asia. The mechanism is anchored in a northward displacement of the subtropical jet stream, which is driven by reduced meridional temperature gradients resulting from sea‐ice loss and Arctic amplification. The resulting Eurasian anticyclone weakens the tropospheric dipole of the polar vortex, promoting negative North Atlantic Oscillation (NAO)-like anomalies and a pronounced Eurasian wave train. These reinforce the northward shift of the subtropical high and enhance warm‐moisture advection into northernmost margin summer monsoon belts. PAMIP ensemble experiments further indicate that future Arctic amplification will intensify this autumn monsoon persistence and its associated precipitation. Our findings are critical for understanding the intensification of late-season hydroclimatic extremes, underscoring the urgent need for improved seasonal forecasting, adaptive agricultural strategies, and flood-risk management in a warming climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Green vs growth? Exploring British Columbia’s energy transition trade-offs using integrated energy systems modelling",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3ab5",
      "pubDate": "",
      "description": "Decarbonizing industrialized economies through electrification requires electricity systems to simultaneously achieve dramatic capacity expansion, sustained reliability, and emissions reductions. We present a novel soft-linkage methodology between the CIMS energy-economy model and the COPPER electricity system planning model to quantify how economy-wide policies translate into specific electricity system requirements and greenhouse gas outcomes for the Canadian province of British Columbia. Our analysis examines two scenarios: one reflecting implemented policies, and another adding proposed climate policies alongside electrified industrial projects, including liquefied natural gas facilities and large-scale mining operations. Results reveal dramatically different infrastructure requirements between scenarios, with the latter requiring substantially higher electricity capacity expansion, dominated by variable renewable energy and higher peak demand growth. Emissions outcomes diverge: while implemented policies deliver meaningful emissions reductions, net-zero aligned proposed policies achieve smaller overall reductions when accounting for prospective emissions from fossil fuel projects, which offset decarbonization elsewhere in the economy. Proactive energy system planning and accelerated infrastructure permitting and construction will be required to meet decarbonization and economic development goals. British Columbia’s experience may offer insights for other jurisdictions pursuing both natural resource development and climate goals. Our approach can be adapted by other jurisdictions using similar models to assess their own energy transition pathways.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}