{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-11T19:17:20.547948",
  "items": [
    {
      "title": "Intensifying heat extremes in China attributed to rising greenhouse gases and declining aerosols since the 2010s",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf2c0",
      "pubDate": "",
      "description": "Rising temperatures have increased the frequency, duration, and intensity of extreme temperature events over China in recent decades. The upward trends in heat extremes in China in the warm season (May–September) and their relationships with changes in aerosols and greenhouse gases are investigated using observations, reanalysis data and model results. Significant increasing trends in China are observed in daily maximum temperatures (TXx), heatwave frequency, and heatwave mean duration during 2011–2023, with increasing rates of 0.70 °C/decade, 3.77 d/decade and 0.31 d/event/decade, respectively. This study shows that 43 ± 3% of the TXx increases in China are attributed to the rising CO2 concentrations. Aerosol optical depth in China decreased at a rate of 0.054 per decade from 2011 to 2023 due to significant air quality improvements. The weakened aerosol cooling effect due to declining aerosols contributes 27 ± 3% to the observed TXx trend. In eastern China, where aerosol reductions were most significant, aerosol reduction even accounts for 79 ± 10% of the TXx increasing trend. The intensifying heat waves attributed to GHGs and aerosols are in accordance with the increasing extreme high temperatures. The results highlight the significant impacts of rising GHGs and decreasing aerosols on heat extreme events over China in recent years, emphasizing the need of considering both GHGs and aerosols to address the issue of intensification of heat extremes in a warming future.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Broadening forest restoration’s benefits by including community-identified priorities in the Atlantic Forest of Brazil",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfce8",
      "pubDate": "",
      "description": "Forest restoration has gained global momentum, with proclaimed positive effects anticipated to impact socio-ecological systems worldwide. Despite the potential positive outcomes achieved through forest restoration (hereafter restoration), many projects have neglected to focus on social and biocultural benefits of restoration at the local level. Erasures of locally-derived restoration priorities by larger-scale actors (e.g. project developers, practitioners, funders, and scholars) have resulted in inequitable distributions of benefits and tree mortality. It is therefore crucial to determine some of the key locally-derived, plural priorities and benefits of restoration. In this study, we investigated how communities conceptualize the priorities and benefits of restoration by conducting in-depth participatory mapping workshops with two Indigenous communities, two Afro-descendant (Quilombola) communities, and two agrarian-reform settlements in the Atlantic Forest of Brazil–a top global priority biome for restoration. Through transdisciplinary mapmaking exercises on conceptions of restoration, we assembled five primary themes on the plural ways that communities have reappropriated the concept of restoration and created alternatives to how restoration has been commonly represented by larger-scale actors. These include: asserting territorial sovereignty and defending claims to lands; Bem Viver (living well); contesting dominant narratives about monoculture, capitalism, and land speculation; caring for ancestors, animals, and other living things, and fulfilling spiritual and cultural responsibilities; and realizing dreams and visions for desired futures. By broadening conceptualizations of the priorities and benefits of restoration, our study diverges from past research on restoration and emphasizes the importance of expanding beyond narrow definitions of restoration. We highlight the critical role of communities in the restoration process and the importance of conducting direct work with affected communities to inform the way restoration is understood, discussed, and practiced. This research may support action towards a restoration future that is both effective and equitable.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drivers of canopy temperature dynamics across diverse ecosystems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe7f",
      "pubDate": "",
      "description": "Temperature of leaves and canopies is critically important for many physiological processes, including photosynthesis, respiration, and transpiration. But the variation of canopy temperature and its relationship with air temperature across a range of ecosystems and environmental conditions is understudied, challenging our ability to predict canopy temperature responses in a rapidly warming climate. Therefore, to better understand how environmental drivers and site characteristics interact with vegetation types to influence these temperature dynamics, we analyzed canopy temperature estimates derived from upwelling longwave radiation measurements across seven years and 36 NEON (National Ecological Observatory Network) sites in the USA. Canopy temperature consistently exceeded or closely tracked air temperature, with the strength and magnitude of this relationship varying by vegetation type. Multiple linear regression analysis confirmed incoming shortwave radiation as the dominant driver of ΔT (canopy temperature—air temperature). While this driver was consistently important across all sites, sites within the same vegetation type tended to respond similarly to the full set of environmental drivers. Vegetation height was associated with variation in the magnitude of ΔT. These findings support the use of vegetation type groupings to capture generalizable patterns in canopy temperature dynamics, patterns that are critical for understanding ecosystem responses under future climate scenarios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Sharing emissions and removals for meeting the Paris Agreement through a distributive and corrective justice lens",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff2e",
      "pubDate": "",
      "description": "Carbon dioxide removal (CDR) is critical for achieving net-zero and net-negative CO2 emissions that can halt and potentially reverse global warming, respectively. However, reliable CDR is still costly and comes with considerable technological and ecological uncertainties. Despite the centrality of equity in the Paris Agreement, no integrated framework exists to equitably allocate responsibilities for CDR and residual emissions among countries. Here, we present a justice-based framework that separates out ethical considerations for equitably allocating gross emissions and gross CDR, addressing how these contributions shift before and after reaching global net-zero CO2 emissions. The framework distinguishes between CDR delivered as a common good to reach a collective global climate outcome, and CDR that is used to pay off carbon debts due to emissions overconsumption. We offer a new perspective for how nations with substantial historical responsibilities and emerging economies with increasing capacities can collaborate and equitably share the CDR burden, enhancing both international cooperation and national-level climate action.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "China’s railway photovoltaic potential for sustainable urban–rural energy transition",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff95",
      "pubDate": "",
      "description": "Transitioning from fossil fuels to clean energy sources is vital for carbon neutrality and sustainable development. This study evaluates the integration of photovoltaic (PV) technology into China’s extensive railway network and reveals that suitable areas on rails could potentially generate 204.6 TWh of electricity annually, equivalent to more than twice of the Three Gorges Power Station’s output, and accounting for approximately 9.2% of China’s total renewable electricity generation in 2020 (2,214.8 TWh). The proposed hybrid railway PV energy system is estimated at a national average levelized cost of electricity of 0.14 CNY kWh−1, with a potential profit of CNY 77.8 billion upon transitioning from the current electricity supply. Among 371 cities analyzed, 291 (78.4%) are expected to reach a production-side grid parity, while all cities would achieve user-side grid parity. The implementation of this PV system could significantly mitigate environmental impacts, reducing carbon emissions by 126.5 Mt and lowering air pollutants, including 64 199 tons of NOX, 44 423 tons of SO2, and 7789 tons of PMX. Substantial railways in rural regions can optimize the energy consumption structure of rural residents, reducing the share of coal and liquefied petroleum gas in per capita energy consumption from 29.44% to 7.27%, and leading their average annual expenditure on primary energy sources dropping from CNY667.9 to CNY502.7—a 24.23% reduction.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Responding to rising waters and temperatures: greenhouse gas flux from a high-latitude coastal wetland",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff98",
      "pubDate": "",
      "description": "Climate change is exposing coastal landscapes to more flooding, in addition to rapidly rising temperatures. These changes are critical in the Arctic where the effects of sea level rise are exacerbated by the loss of sea ice protecting coasts, subsidence as permafrost thaws, and a projected increase in storms. Such changes will likely alter the land-atmosphere gas exchange of high-latitude coastal ecosystems, but the effects of flooding with warming remain unexplored. In this work we use a field experiment to examine the interacting effects of increased tidal flooding and warming on land-atmosphere CO2 and CH4 exchange in the coastal Yukon–Kuskokwim Delta, a large sub-Arctic wetland and tundra complex in western Alaska. We inundated dammed plots to simulate two levels of future flooding: low-intensity flooding represented by one day of flooding per summer-month (June, July and August), and high-intensity flooding represented by three-consecutive days of flooding per summer-month, crossed with a warming treatment of 1.4 °C. We found that both flooding and warming influenced greenhouse gas (GHG) exchange. Low-intensity flooding reduced net CO2 uptake by 20% (0.78 μmol m−2 s−1) regardless of temperature, and marginally increased CH4 emissions 0.83 nmol m−2 s−1 (33%) under ambient temperature, while decreasing CH4 emissions by −1.96 nmol m−2 s−1 (40%) under warming. In contrast, high-intensity flooding restored net CO2 uptake to control levels due to enhanced primary productivity under both temperature treatments. High-intensity flooding decreased CH4 emissions under ambient temperature by 0.76 nmol m−2 s−1 (30%), but greatly increased emissions under warming by 4.68 nmol m−2 s−1 (265%), presumably driven by increased plant-mediated CH4 transport. These findings reveal that GHG exchange responds rapidly and non-linearly to intensifying flooding, and highlight the importance of short-term flooding dynamics and warming in shaping future carbon cycling in this Arctic coastal wetland.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Are EVs cleaner than we think? Evaluating consequential greenhouse gas emissions from EV charging",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0052",
      "pubDate": "",
      "description": "While electrifying transportation eliminates tailpipe greenhouse gas (GHG) emissions, electric vehicle (EV) adoption can create additional electricity sector emissions. To quantify this emissions impact, prior work typically employs short-run marginal emissions or average emissions rates calculated from historical data or power systems models that do not consider changes in installed capacity. In this work, we use an electricity system capacity expansion model to consider the full consequential GHG emissions impact from large-scale EV adoption in the western United States, accounting for induced changes in generation and storage capacity. We find that the metrics described above do not accurately reflect the true emissions impact of EV adoption–average emissions rates can either under- or over-estimate emission impacts, and short-run marginal emissions rates can significantly underestimate emission reductions, especially when charging timing is flexible. Our results also show that using short-run marginal emission rates as signals to coordinate EV charging could increase emissions relative to price-based charging signals, indicating the need for alternative control strategies to minimize consequential emissions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Using long short term memory networks to predict daily-averaged sea level anomaly and surface currents",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae00e1",
      "pubDate": "",
      "description": "Short-term prediction of sea level anomaly (SLA) and ocean surface currents over a domain are usually carried out using ocean general circulation models. In this study, we present a univariate machine learning framework using long short term memory networks that forecasts daily-averaged SLA with a 3 d lead time over the north Indian Ocean using historical satellite altimetry data at a spatial resolution of ∼13 km. Assuming that SLA reanalysis from state-of-the-art systems represent the pinnacle of performance skill of forecasts from dynamical models, we show that the SLA forecasts from our model exhibits superior skills through comprehensive analyses. The errors are typically less than 0.04 m over most of the domain and the correlations are close to unity. The skills of the daily-averaged forecasted currents with a 3 d lead, estimated using geostrophic and Ekman theory, are comparable with the best available reanalysis when compared to in-situ observations both in the open ocean or shelf. Treating these forecasted surface currents as synthetic observations, we show that assimilating them can significantly improve the instantaneous subsurface currents during forecasts. The subsurface correlations turn significant with 99% confidence level across depth which were otherwise mostly insignificant and the errors reduce by 0.1 m·s−1. We demonstrate that the short-term forecast of daily-averaged SLA and surface currents can be approached as a collection of localized low-dimensional independent univariate systems thereby reducing computational costs by large margins. This machine learning framework heralds a paradigm shift in the realm of ocean forecasting.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Impact of the national fertility rate recovery policy on the household carbon footprint in South Korea",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae01bf",
      "pubDate": "",
      "description": "Tailoring policies to reduce greenhouse gas (GHG) emissions, cognizant of rapid population aging and shrinkage, is crucial for many developed nations. South Korea faces this issue, particularly owing to a rise in the nation’s average age at an unprecedented rate and a significantly low total fertility rate (TFR) (0.72 in 2023). Research on measures to reduce GHG emissions in an aging society with a declining birthrate has highlighted the importance of the structure of household carbon footprint (HCF) across different age groups. However, no studies have analyzed the structure of HCF across different age groups or the impact of demographic changes on HCF in South Korea. This study highlights the structures of HCF by age group in South Korea by combining a multi-regional input–output model with household and demographic surveys. Furthermore, we projected the effects of demographic changes in line with business-as-usual and an ambitious government policy for recovering the TFR (BaU and fertility rate recovery (FRR) Scenarios, respectively) on HCF from 2020 to 2050. These procedures revealed that the FRR will increase in 13.5 Mt-CO2eq in 2050, compared to BaU. This brings the HCF of senior generations (60 years and older) from 49.7% (BaU) to 48.3% (FRR) of the total HCF in 2050, slightly reducing their dominance of HCF. With the fertility recovery policy, the impact of an increase in the HCF of younger generations, aged 39 years and below, was limited until 2050. However, the rebound of HCF (e.g. education, entertainment and culture, restaurants, and hotels) must be considered in case the number of younger generations continues to increase, underlying national policies for fertility recovery.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unraveling divergences: disagreement between precipitation datasets and stations in tropical South America",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae02aa",
      "pubDate": "",
      "description": "Gridded precipitation datasets are widely used to monitor hydroclimatic trends, yet their accuracy in tropical South America remains uncertain. Here, we systematically compare trends from state-of-the-art precipitation datasets with station data across the region. Our results reveal substantial disagreements in both the magnitude and direction of trends, with datasets frequently failing to capture observed station trends. Trend accuracy varies considerably, with better agreement in more densely sampled areas like the Caatinga, while the Western and Northern Amazonia show lower accuracy. Moreover, we find limited agreement between datasets and stations regarding documented patterns, such as southern Amazonia drying during the dry season and Western Amazonia wetting in the wet season. An exception is the Southeastern Cerrado, where most datasets consistently capture significant drying trends in the wet season. Our findings highlight the need for a multi-dataset approach and an improved observational network to assess precipitation changes in tropical South America.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Permafrost vulnerability to climate change: understanding thaw dynamics and climate feedback of permafrost degradation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfc7e",
      "pubDate": "",
      "description": "Permafrost regions are undergoing profound changes under a warming climate, with significant implications for Earth system feedback, ecosystems, and infrastructure. This editorial synthesizes findings from 35 interdisciplinary studies featured in this focus issue, which collectively advance our understanding of permafrost degradation dynamics and their cascading impacts. The contributions span a wide range of spatial scales from site-level process studies to regional syntheses. The studies encompass critical research scopes, including thaw processes, hydrology-ecosystem interactions, biogeochemical feedback, and emerging techniques in monitoring and modeling (e.g. AI and machine learning). Collectively, these studies highlight the critical importance of integrative, cross-disciplinary approaches for characterizing and understanding permafrost vulnerability. These studies also underscore the need for sustained investment in observational networks, methodological innovation, and coordinated synthesis efforts to improve predictive capabilities and understand long-term consequences of permafrost thaw and the associated adaptive responses in a rapidly evolving cryosphere.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Characteristics and socioeconomic performance of neglected and underutilized plant species (NUS) production systems in Burkina Faso",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfcec",
      "pubDate": "",
      "description": "Agricultural systems in Sub-Saharan Africa (SSA) are often characterized by low agrodiversity and high vulnerability to climate change, both of which can compromise food security and livelihoods. Many neglected and underutilized plant species (NUS) are known for their nutritional value and climate resilience, presenting a potential solution to conserve agrodiversity and contribute to local livelihoods and food security. However, NUS is commonly used as an umbrella term, obscuring potential differentiation between NUS systems in terms of their characteristics and socioeconomic performance. Here we characterize NUS production systems in three regions of Burkina Faso, a country experiencing food insecurity, poverty and arid and semi-arid climatic conditions, where many local communities rely on NUS for their food and livelihoods. We conducted 432 in-person surveys with households cultivating NUS on farms and/or collecting from the wild. Using principal component analysis and hierarchical clustering analysis we identify three distinct NUS production systems: NUS cultivation on farms predominantly for market sales (Cluster 1), NUS collection from the wild predominantly for market sales (Cluster 2), and NUS collection from the wild predominantly for self-consumption (Cluster 3). Through propensity score matching we identify that households in Cluster 1 had better socioeconomic performance compared to the other two clusters across all five income and food security variables considered here. However, there are no significant differences in the socioeconomic performance of Clusters 2 and 3. Our results indicate that: (a) NUS systems are not homogenous but can have a high degree of differentiation; (b) NUS are not solely emergency resources during severe food insecurity periods, (c) many NUS producers exhibit strong market orientation. Such findings can provide nuance in the current debates on whether and how can NUS provide promising alternatives to the other more widely produced crops in SSA.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "River flow amplification under climate change: attribution and climate-driven storylines of the winter 2023/24 UK floods",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfdfe",
      "pubDate": "",
      "description": "Climate change is expected to alter the magnitude and frequency of river floods. Post-event analyses often assess the rarity of events from historical observations, and a growing number of studies attempt to attribute the event’s severity to anthropogenic warming. Recent studies also advocate for the creation of ‘what if’ event storylines to explore the consequences if an observed event turned out to be worse. However, few studies have harmonized these different approaches when conducting retrospective analyses of hydrological extremes. Climate change attribution including river flows also remains rare. Here, a framework for post-event analyses of hydrological extremes is demonstrated using the winter half-year 2023/24 UK river flooding as a case study. Persistent high river flows were observed across the UK and western Europe, following on from notable winter floods in 2013/14, 2015/16 and 2019/20. The ‘ClimaMeter’ analogue-based attribution suggests that a 6 month period with similar atmospheric circulation patterns to the observed winter half-year 2023/24 has become warmer and wetter (by an average 8.8%) in 1945–2021 compared with 1850–1925. Monthly river flow reconstructions extended back to 1850 show that river flows during the analogue periods in the recent past have also become 13.5% higher. Applying the UNSEEN approach by pooling seasonal hindcasts show the potential for river flows to be 46% higher than the baseline in a worst-case storyline. Finally, hydrological simulations driven by a single-model initial-condition large ensemble suggest that when accounting for internal variability, a robust climate signal in winter half-year river flows has emerged for some areas but may remain concealed until the mid-21st century and beyond. Our results contribute to the use of storyline approaches in post-event analysis and highlight the changing risk of winter flooding in the UK. This framework can be applied to future hydrological extremes both in the UK and elsewhere to inform long-term planning for climate adaptation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Methane emission hotspots in a boreal forest-fen mosaic potentially linked to deep taliks",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff9a",
      "pubDate": "",
      "description": "Permafrost thaw is transforming boreal forests into mosaics of wetlands and drier uplands. Topographic controls on hydrological and ecological conditions impact methane (CH4) fluxes, contributing to uncertainty in local and regional CH4 budgets and underlying drivers. The objective of this study was to explore CH4 fluxes and their drivers in a transitioning boreal forest-fen ecosystem (Goldstream Valley, Alaska, USA). This landscape is characterized by thawing discontinuous permafrost and heterogeneous mosaics of fens, collapse-scar channels, and small mounds of permafrost soils. From a survey in July 2021, observed chamber CH4 fluxes included fen areas with intermediate to very high emissions (29.8–635.3 mg CH4 m−2 d−1), clustered locations with CH4 uptake (−2.11 to −0.7 mg CH4 m−2 d−1), and three anomalous emission hotspots (342.4–772.4 mg CH4 m−2 d−1) that were located near samples with lower emissions. Some surface and near-surface variables partially explained the spatial variation in CH4 flux. Log-transformed CH4 flux had a positive linear relationship with soil moisture at 20 cm depth (R2 = 0.31, p-value < 1e-5) and negative linear relationships with microtopography (R2 = 0.13, p-value < 0.006) and slope (R2 = 0.28, p-value < 2e-5). Methane emissions generally occurred in flat, wet, graminoid-dominated fens, whereas CH4 uptake occurred on permafrost mounds dominated by feather mosses and woody vegetation. However, the CH4 hotspots occurred on drier, slightly sloped locations with low or undetectable near-surface methanogen abundance, suggesting that CH4 was produced in deeper soils. When the hotspot samples were omitted, log-transformed CH4 flux had a positive linear relationship with near-surface methanogen abundance (R2 = 0.29, p-value = 0.0023), and stronger linear relationships with soil moisture, slope, and soil macronutrient concentrations. Our findings suggest that some CH4 emission hotspots could arise from CH4 in deep taliks. The inference that methanogenesis occurs in deep taliks was strengthened by the identification of intrapermafrost taliks across the study area using low-frequency geophysical induction. This study assesses surface spatial heterogeneity in the context of subsurface permafrost conditions and highlights the complexity of CH4 flux patterns in transitioning forest-wetland ecosystems. To better inform regional CH4 budgets, further research is needed to understand the spatial distribution of terrestrial CH4 hotspots and to resolve their surface, near-surface, and subsurface drivers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploring net-zero emissions pathways for Africa across different timelines: an integrated assessment modeling",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0053",
      "pubDate": "",
      "description": "Understanding how net-zero emissions timelines affect sustainable development is essential for climate planning in Africa. We apply the Global Change Analysis Model to explore the continent’s energy–land–water systems under four scenarios: a business-as-usual (BAU) and three net-zero scenarios targeting 2050 (NZ50), 2070 (NZ70), and 2100 (NZ100). Our analysis quantifies how the pace of decarbonization influences Africa’s interconnected energy, land, and water systems. Without new climate policy (BAU), Africa’s net CO2 emissions could increase by nearly six-fold; from 1.8 GtCO2 yr−1 in 2020 to 10.4 GtCO2 yr−1 by 2100. All net-zero scenarios constrain this growth, with NZ50, NZ70, and NZ100 achieving net-zero emissions by their respective target years through deployment of multiple carbon dioxide removal approaches (e.g. BECCS). Across all scenarios, primary energy supply expands, but its composition shifts under net-zero conditions. Over 2020–2100, renewables account for an average of 49%–53% of primary energy in the net-zero cases, displacing fossil fuels. Net-zero pathways also drive land-use shifts, reducing cropland area by 29%–31% and lowering water demand for food crops by 14%–15%, while increasing water use for BECCS (∼0.9 km3 yr−1 in NZ50). These land constraints raise staple food prices, averaging $1.16 kg−1 in NZ50—about 96% above BAU—with the steepest increase in Western Africa. In terms of mitigation cost, NZ50 is the most expensive pathway ($78 tCO2−1), compared to $68 tCO2−1 in NZ100. While earlier action enables deeper emissions cuts and faster clean energy transitions, it also imposes higher economic and resource trade-offs. Delayed net-zero deadlines reduce near-term disruption but result in higher cumulative emissions. Given Africa’s development context, we argue that net-zero timelines must balance technical feasibility with economic realities and social justice.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Rainfall-driven dissolved reactive phosphorus pulses: identifying landscape vulnerabilities for eutrophication control under climate variability",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae00e0",
      "pubDate": "",
      "description": "Accurate identification of dissolved reactive phosphorus (DRP) sources and quantification of its loading into aquatic environments are critical for mitigating eutrophication and improving environmental management strategies. DRP, the most bioavailable form of phosphorus, stimulates algal proliferation directly, serving as a major driver of eutrophication, thereby threatening water quality degradation and freshwater sustainability. However, quantifying DRP loads and tracing their sources remains challenging due to landscape heterogeneity and the dynamic nature of precipitation events. In this study, a daily time-step DRP transport model was constructed for the entire Yamato River catchment (1077 km2), utilizing the Soil and Water Assessment Tool. A total of 106 weekly water quality samples, collected from January 2023 to December 2024, were analyzed for DRP concentrations and used for model calibration and validation. Results reveal that DRP fluxes are predominantly event-driven, with peak discharges closely associated with intense rainfall events. Non-point source (NPS) DRP loading, particularly from agricultural fields, was observed during rainfall, regardless of soil type or phosphorus adsorption capacity. These NPS contributions affect ecosystem vulnerability and closely correlate with environmental stability. Scenario analysis demonstrates that implementing deep fertilization practices can reduce annual NPS DRP loading by approximately 32% and lower peak loads during rainfall events by 28%. This study enhances the understanding of NPS DRP dynamics by identifying specific landscape characteristics linked to eutrophication risk, providing essential scientific guidance for targeted mitigation strategies. These findings are particularly important for enhancing the accuracy and effectiveness of environmental management strategies in the context of future climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mortality risk and burden associated with non-optimum temperatures in Puerto Rico",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae013e",
      "pubDate": "",
      "description": "The effects of a changing climate are already evident in Caribbean small island developing states (SIDS) like Puerto Rico, where heat episodes have become more frequent. Despite reports of increasing heat-related death rates, robust epidemiological evidence on the health impacts of high temperatures, as well as the effects of low temperatures, remains scarce, particularly outside of urban settlements in Caribbean SIDS. In this study, we conducted a case time-series study on municipality-level mortality and temperature in Puerto Rico from 2015–2023. We modeled the relationship between daily mortality count and mean temperature using a conditional quasi-Poisson regression, combined with a distributed lag non-linear model (dlnm) with a 21 d lag, adjusting for relative humidity, seasonality, and day of the week. We estimated the minimum mortality temperature (MMT)—the optimal temperature associated with the lowest mortality risk—and calculated the relative risk associated with extreme low and high temperature, defined as the 2.5th and 97.5th percentiles of daily temperature. Additionally, we estimated the municipality- and island-level excess mortality fractions attributable to both low and high temperatures, relative to MMT. Our findings indicate that exposure to non-optimum temperatures (both low and high temperatures) is significantly associated with increased mortality risk. Specifically, extreme low temperature was associated with a 1.23 (95% CI: 1.07–1.40) times risk of all-cause mortality, while extreme high temperature was associated with a 1.16 (95% CI: 1.05–1.27) times risk. We estimated that temperature-related mortality accounted for 3.88% of the total 280 568 deaths (95% eCI: 3.39%–4.29%), with low temperatures contributing 2.02% (95% eCI: 1.69%–2.32%) and high temperatures contributing 1.86% (95% eCI: 1.35%–2.35%). Furthermore, we found substantial spatial variability in temperature-related mortality burdens across municipalities. Our study identifies the vulnerable municipalities to temperature-related deaths in Puerto Rico, providing evidence to inform municipality-specific climate adaptation and mitigation strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Winter sea surface temperature interhemispheric dipole as a predictor for Sahel summer rainfall",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae01c0",
      "pubDate": "",
      "description": "Skillful prediction of Sahel summer rainfall (SSR) is critical for mitigating hydrometeorological disasters in this vulnerable climate hotspot. In this study, we employ observational analysis from 1950–2023 to show that the sea surface temperature interhemispheric dipole in winter (SSTIDw) has a strong influence on SSR. A positive SSTIDw anomaly-marked by relatively warmer Northern Hemisphere sea surface temperatures-persists through spring to summer and leads to persistent negative surface pressure anomalies and anomalous cyclonic circulation. This intensifies the Saharan heat low and reinforces anomalous westerly and southwesterly flows across the Atlantic and the Guinea Coast, enhancing moisture flux convergence and rainfall in the Sahel. Based on this relationship, we develop an SSTIDw-based linear regression model that skillfully captures SSR characteristics. These findings highlight the multi-month lead time predictability of SSR, which is critical for climate-informed decision making in the Sahel.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}