{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-11-24T17:24:56.020852",
  "items": [
    {
      "title": "Unraveling drought propagation dynamics using causal inference from time series",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae151e",
      "pubDate": "",
      "description": "Drought is a pervasive natural hazard that propagates through the hydrologic cycle, leading to water deficiencies across key hydroclimatic variables such as precipitation, streamflow, and soil moisture. However, understanding the intricate dynamics of drought propagation remains challenging because of spatiotemporal variability and interactions among multiple drought types, including meteorological drought (MD), agricultural drought (AD), and hydrological drought (HD). Traditional analytical methods struggle to capture these complexities, particularly when using high-dimensional time series data characterized by nonlinear causality. To address these challenges, we propose a novel cause–effect-based framework that integrates the process-based Community Land Model (CLM5), a causal inference method (Peter–Clark momentary conditional independence (PCMCI)-CMIsymb), and causal effect (CE) analysis to investigate drought propagation across multiple time scales (1, 3, 6, and 12 months) in the Yellow River Basin (YRB), China. CLM5 provides high-resolution spatiotemporal drought estimations, PCMCI-CMIsymb detects nonlinear causal relationships, and CE analysis quantifies propagation probabilities across varying time lags. The results demonstrate that (a) drought propagation patterns vary by time scale, with short-term (1 month) propagation occurring primarily from MD to AD, whereas long-term (12 month) propagation extends from MD to both AD and HD; (b) subregional HDs tend to influence each other across regions, with stronger interconnections observed at long-term time scales; and (c) the likelihood of drought propagation differs spatially, with higher probabilities of MD propagation into AD and HD in the middle and lower YRB at the 6 month time scale, mostly peaking at 40%–60% with a 1 month lag. This study presents an advanced analytical framework for drought assessment, providing insights for improving drought mitigation and water resource management, particularly in regions affected by spatial hydroclimatic variability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Maritime continent aerosols reinforce the MJO propagation barrier under El Niño conditions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1754",
      "pubDate": "",
      "description": "The Maritime Continent (MC), a critical region for Madden–Julian oscillation (MJO) propagation, is also a global hotspot for biomass burning aerosol emissions. While the barrier effect on MJO propagation over the MC is well documented, the role of aerosols in this process and its underlying mechanisms remain unrevealed. Combining observations, reanalysis datasets and moisture budget diagnostics, this study demonstrates that absorbing aerosols from El Niño-enhanced wildfires significantly modulate MJO eastward propagation. During the boreal autumn (August–November), the peak season for aerosol loading, El Niño-induced subsidence over the MC exacerbates regional dryness and promotes widespread wildfires, further elevating aerosol concentrations. To isolate the aerosol impact from El Niño effects, we classified the MJO events under high- and low-aerosol conditions while controlling for similar Niño 3.4 sea surface temperature anomalies. Composite analyses reveal that the high aerosol loads disrupt the propagation of MJO convective envelopes, whereas MJO sustains eastward propagation under low-aerosol conditions. Mechanistically, enhanced shortwave absorption by elevated aerosols induces a boundary layer cold anomaly that suppresses low-level convergence, while simultaneous heating of the lower-to-mid troposphere enhances atmospheric stability. This combined thermal and thermodynamic effect weakens boundary layer moisture anomalies, inhibiting the development of shallow convection east of the MJO deep convection that is essential for sustained propagation. The findings highlight the overlooked role of MC aerosols in the MJO barrier effect via aerosol-radiation-convection interactions, suggesting that improved representation of aerosols in climate models may enhance MJO predictability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "An expanded evaluation of global fisheries management organizations on the high seas",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1b1e",
      "pubDate": "",
      "description": "The high seas comprise nearly half the Earth’s surface and the 2023 United Nations Biodiversity Beyond National Jurisdiction agreement renewed efforts to better manage this vast area. Regional fisheries management organizations (RFMOs) are tasked with a UN dual-mandate to ensure the (1) long-term conservation of fish stocks and their associated ecosystems while managing the (2) sustainable use of high seas fisheries. Building on a previous analysis, we developed 10 questions each for our 10 categories (e.g. catch targets, transparency, bycatch). These 100 questions were both descriptive (e.g. are there quantitative results of bycatch improvement?) while others indicated intent (e.g. are there plans to rebuild all declining stocks?) and used publicly available information to evaluate 16 RFMOs (with a score of 0, 0.5, or 1). The average score for all RFMOs out of 100 was 46 (max 61.5, min 29.5). There were six questions for which all RFMOs received a 0, 90 questions for which at least one RFMO scored a one, and a ‘best case’ score of 76.5 that aggregated the highest RFMO score across the 10 categories. This indicates a competence gap; no RFMO is achieving what is empirically documented as possible in one RFMO or another. We also analyzed satellite-derived fishing activity and target stock status. Five RFMO convention areas had the highest overall and density of fishing effort. On average, 56% of stocks targeted in RFMO convention areas were considered overexploited or collapsed. We did not find that RFMO scores were correlated with better management outcomes (i.e. target stock status and fishing effort). However, we found correlations between better target stock status and questions assessing protected area adoption, banning transshipment at-sea, and reducing allowable catches in response to overfishing—policies that few RFMOs have fully adopted. These findings indicate ways for RFMOs to improve high seas fisheries management that are immediately available and effective.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Increasing crop rotation diversity with cover crops builds climate resilience on farms",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1c53",
      "pubDate": "",
      "description": "Farms in the US Midwest are experiencing disruptive heavy rainfall during the spring planting window and more intense droughts during the summer growing season. Recent analyses of field experiments suggest that increasing crop rotational complexity (RC) builds resilience to climate change, especially when rotations include overwintering cover crops that assimilate and retain nutrients and increase organic matter inputs to soil. However, evidence from working farms is lacking. We used field-scale remote sensing to assess relationships between crop diversification and agroecosystem climate resilience from 2008 to 2019 in Michigan, the most agriculturally diverse state in the US Midwest. Using panel fixed effects models and linear regressions, we assessed how corn and soybean yield and temporal yield stability (measured as the coefficient of variation) respond to: (1) an index of crop RC that encompasses species turnover and functional diversity, and (2) replacing bare fallows with winter cover crops. We also tested how cover crops influence corn and soybean planting dates as an indicator of resilience to heavy spring rainfall. We found that crop diversification was linked to higher corn and soybean yields, but cover crops showed more promise for improving yield stability than overall RC. Cover crops reduced planting delays associated with heavy spring rainfall, and did not interfere with primary crop planting under average weather conditions. However, cover crop benefits for resilience took multiple years to appear on farms, highlighting the importance of technical and financial support during the early phases of transition. Together these findings may promote cover crop adoption by reducing concerns that cover crops interfere with primary crop planting, and instead showing that they are a crucial tool for minimizing risk from increasingly variable and extreme climatic conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Democratization drives the adoption of national agri-environmental policies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e14",
      "pubDate": "",
      "description": "Is democratic governance a key driver of environmental policy in the agricultural sector? We address this question using a global dataset covering national-level agri-environmental policies and regime transitions between autocracy and democracy from 1961 to 2021. Our empirical strategy employs a difference-in-differences estimator within an event-study framework to identify the causal impact of democratization on the adoption of agri-environmental policy measures. The results show that democratic transitions lead to a significant increase in the adoption of such policies. In the short to medium run (within six years), democratization causes a +25% increase in the number of agri-environmental policies compared to a counterfactual scenario under autocracy. In the long run, this effect persists and is likely to grow further. These newly implemented policies predominantly address biodiversity protection, fertilizer use, forest conservation, and soil erosion. We find no systematic evidence of heterogeneous effects among democracies based on characteristics such as government type, electoral system, levels of political corruption, or international integration. The relevance of these findings is heightened by current global political developments, as many democracies are experiencing institutional backsliding. Future research should directly examine how such developments influence the adoption of environmental policies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Improving estimation of surface PM2.5 by including satellite observations of gases, aerosols, and radiation in tandem",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e17",
      "pubDate": "",
      "description": "Shanxi Province, a major hub of coal production and industrial activity in China, faces severe PM2.5 pollution and complex co-emission sources that challenge air quality monitoring. This study developed multiple machine learning models to estimate daily PM2.5 concentrations in 2022 by integrating ground-based PM2.5 observations, Himawari-8 measurements, CO, NO2 and ultraviolet aerosol index (UVAI) derived from the TROPOspheric Monitoring Instrument (TROPOMI), and ERA5. Ten-fold cross-validation showed that incorporating TROPOMI-derived CO, NO2 and UVAI produced the highest predictive performance, reducing root mean square error (RMSE) and mean absolute error (MAE) by 14% and 16% respectively. Meanwhile, SHapley Additive exPlanations (SHAP) analysis and partial dependence analysis identified CO as the most important species driving PM2.5 prediction, with all three variables showing positive contributions to PM2.5 that increased with higher values. This emphasis on the importance of CO and NO2 is physically realistic given that CO is co-emitted with primary aerosols, and NO2 is a secondary aerosol precursor. However, such work has not been previously considered by the community focusing on surface PM2.5 prediction using AI models and satellite observations. The model revealed pronounced spatiotemporal gradients in PM2.5 across Shanxi, peaking in the final 5 weeks before Chinese New Year (62.0 μg m−3), and minimizing in summer (21.0 μg m−3), while remaining persistently high in southern and eastern industrial regions. The steady PM2.5 rise in the final 5 weeks before Chinese New Year, suggesting that pre-holiday production activities may contribute to short-term emission intensification, while demonstrating that traditional season-based analysis approaches may miss these extremes. These findings demonstrate the effectiveness of integrating multi-sensor satellite observations with interpretable machine learning for characterizing pollution dynamics in complex industrial regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Earlier end of photosynthesis driven by advanced photosynthetic onset and elevated early-season temperatures",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e8f",
      "pubDate": "",
      "description": "Climate change has profoundly altered the timing of phenological events, disrupting ecosystem functions and carbon dynamics. However, photosynthetic duration is often overestimated, particularly in autumn, as greenness and photosynthesis tend to decouple. This highlights the need for a more precise understanding of autumn photosynthetic phenology to refine global carbon assessments. In this study, we estimated the end-of-photosynthesis date (EOP) across the Northern Hemisphere (>30° N) from 2001 to 2021 using satellite-derived solar-induced chlorophyll fluorescence and flux tower observations. We then analyzed EOP’s spatiotemporal variations and identified its primary biome-specific drivers. Our results reveal a widespread advancement of EOP, except in water-limited biomes, with the most pronounced shifts in colder regions such as boreal forests and tundra. These shifts are mainly driven by the carryover effects of earlier photosynthetic onset and early-season warming, which are likely influenced by leaf lifespan and sink capacity. Nutrient limitation may further exacerbate sink constraints, particularly in colder biomes. The effects of earlier photosynthetic onset and early-season warming counteract the delaying influence of late-season warming on EOP. The significant advancement of early-stage EOP (EOP75) indicates that early-season drivers have a stronger effect than late-season delays, while late-stage EOP (EOP25) remains nearly unchanged due to a balance of opposing forces. Consequently, the limited photosynthetic gains from an earlier or unchanged EOP may fail to offset respiratory carbon losses, potentially weakening the Northern Hemisphere’s carbon sink capacity and complicating future carbon-climate feedback projections.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Historic assessment of groundwater sustainability",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e90",
      "pubDate": "",
      "description": "Groundwater, the largest accessible store of freshwater, plays a critical role in sustaining ecosystems and supporting human activities. Increasing water demands and climate variability, however, are accelerating the exploitation of this resource in many regions, often beyond environmentally sustainable limits. In this study, we present the first global-scale assessment of sustainable groundwater head declines, defined as the maximum permissible drop in groundwater head that avoids environmental harm. With a global-scale hydrological-groundwater model coupling (VIC-WUR-MODFLOW) at 5 arcmin resolution, we simulated groundwater discharge and head under natural conditions. Using these values, we isolated mean groundwater levels during low-flow, intermediate-flow, and high-flow periods to estimate historic sustainable groundwater head declines. We compared our estimates with observations and simulations to assess the historic sustainability of groundwater use practices. Globally, the median sustainable groundwater head decline was 4.5 m between 1984–2018. Tropical regions (e.g. Amazon Basin, southeast Asia) exhibited greater sustainably available groundwater due to high recharge, while arid regions (e.g. western United States, South Africa) exhibited limited capacities. Comparisons with historic groundwater head revealed that several key agricultural regions (e.g. Indo-Gangetic Plain, North China Plain, Central Valley) exceeded sustainable limits by more than 20 m, corresponding to overexploitations of sustainable resources by more than 150%. In contrast, much of Europe and North America remained within sustainable boundaries when assessed at the aquifer-scale, although localized overexploitation was still evident. We also identified emerging hotspots (e.g. Iran, northern Africa) where groundwater head declines approached sustainable thresholds over the study period. As freshwater demands continue to rise, these regions may become future hotspots of unsustainable groundwater use without intervention. This study provides a novel global methodology to quantify environmentally sustainable groundwater resources, offering insight into at-risk regions and supporting informed water resources management under future pressures.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Lake effect or data mirage? How accounting for technology differences at utility scale solar energy facilities can change data interpretation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e91",
      "pubDate": "",
      "description": "As the fastest growing energy source in the United States, utility scale solar energy (USSE) features prominently in the scientific literature, particularly regarding the ‘lake effect hypothesis’, which posits that water birds perceive USSE as water bodies, are subsequently attracted to them, and experience mortality as a result. Policymakers and environmental regulators rely on research to evaluate and publicly disclose the impacts of emerging technologies on wildlife and to craft appropriate avoidance, minimization, and mitigation measures. We completed a literature review and summarized data from two papers to better understand how technology type influences conclusions regarding bird mortality at USSE facilities. We found 16 papers addressing bird mortality at USSE primarily from the United States where authors pooled data across fixed-tilt and single-axis tracker panel photovoltaic (PV) facilities, despite fixed-tilt facilities trending substantially downward in installed capacity in the U.S. in the last 10 years. Our summary revealed that data to support the lake effect hypothesis is sparse when data from fixed-tilt panel facilities developed prior to the commercial transition to anti-reflective coating (ARC) are separated from tracker panel facilities. A dataset from a single fixed-tilt PV facility built prior to the ARC transition was used in eight papers and cited by 14 of the 16 papers that discussed aquatic bird mortality. This single dataset underpins the entire lake effect hypothesis discussion in the scientific literature. Despite this facility being unrepresentative of current USSE facilities, conclusions drawn from these data have been broadly applied to all PV USSE facilities. Overall, our findings show that it is important for researchers to separate data by technology type, and for regulators to understand that avian mortality trends associated with older solar facilities might not be applicable to modern USSE installations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "City-wide space-time patterns of environmental noise pollution in Kigali, Rwanda",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1f2c",
      "pubDate": "",
      "description": "As cities in sub-Saharan Africa become more crowded, noise pollution is also emerging as an important environmental concern, after air pollution. Yet, unlike air pollution, which is enjoying relatively more public attention, there is limited measurement data and policy efforts on environmental noise pollution. We followed a recent city-wide measurement approach used in Accra (Ghana) and characterized environmental noise patterns in Kigali, a contrasting city with very different topography and regulatory system than Accra to inform urban policy. We established 10 ‘fixed’ (yearlong) and 120 ‘rotating’ (weeklong) monitoring sites to capture both the temporal and spatial patterns in Kigali’s sound environment. The measurement occurred between November 2022 and December 2023, and samples were collected at 1 min interval, resulting in 5155 014 (3580 site-days) and 1190 620 (827 site-days) site-minutes of valid data from the fixed and rotating sites, respectively. The 130 monitoring sites covered a variety of geographic and land-use factors across diverse neighborhoods and sources. We computed several noise metrics, including 1 h (LAeq1 h), daily (LAeq24 h), day-time (Lday), and night-time (Lnight). Daily noise (LAeq24 h) levels across the city ranged between 38 dBA and 85 dBA. Commercial, business, and industrial (CBI) and high-density residential (HD) communities experienced the highest noise levels, with some sites constantly above 70 dBA at day and 65 dBA at night. About 63% of our observed day-time values (up to ∼72% in some areas) exceeded the Rwandan day-time standard (55 dBA) for residential areas, whereas 69% of the observed night-time values (up to 80% in some areas) exceeded the corresponding night-time standard (45 dBA). In Nyarugenge, the most urbanized district, as much as 75% of our site-days data exceeded day-time standard. However diurnal patterns throughout the city were similar, rising from ∼5 am, peaking at about 8 am and plateauing until 6 pm before falling to their lowest at midnight. Overall, noise levels in the city did not vary much by day of the week, weekdays vs weekend, or dry vs wet seasons. Environmental noise in Kigali often exceeded both Rwandan standards and international guidelines, with residents in the city center district, CBI and HD areas at risk of higher exposure, and hence higher risk of adverse effects. Detailed assessment of the sources, at-risk population, and associated health effects may inform Rwandan’s environmental policy efforts and city initiatives in the face of the ongoing urban growth and densification.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Corrigendum: The economics of a circular urban water system (2025 Environ. Res. Lett. 20 094024)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae167f",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploring the optimal geometry of satellites Himawari-8/9 to monitor seasonal variation in vegetation dynamics across Southeast Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f42",
      "pubDate": "",
      "description": "Dense and widespread tropical rainforests across Southeast Asia are crucial for the global carbon cycle. A new generation geostationary satellite, Himawari-8/9, and onboard sensor, the Advanced Himawari Imager (AHI), enables hyper-temporal vegetation monitoring in this cloud-prone region. However, AHI’s fixed viewing geometry varies spatially, making consistent vegetation monitoring challenging across a wide area at a seasonal scale. This study evaluated four different sun-target-sensor geometry conditions using two-band enhanced vegetation index (EVI2) to achieve near-uniform geometry and enhance the ability to monitor vegetation activities: (i) nadir condition, which used nadir viewing and solar geometry at local solar noon; (ii) local solar noon (LSN) condition, which used pixel-by-pixel fixed viewing and solar geometry at local solar noon; (iii) temporally-constant scattering angle (T-CSA) condition, which used pixel-by-pixel fixed viewing and solar geometry corresponding to the scattering angle which meets the criterion (Gao et al 2024 Remote Sens. Environ.315 114407); and (iv) spatially-constant scattering angle (S-CSA) condition, which used pixel-by-pixel fixed viewing and solar geometry corresponding to a uniform scattering angle of 140°. Among these, the S-CSA condition most effectively mitigated angular artifacts. The derived EVI2 showed higher correlations with tower-based gross primary productivity (GPP), indicating it better captured seasonal variations in vegetation activity. It also demonstrated spatially consistent temporal variations, least affected by AHI’s unique observation geometry. Applying a near-uniform sun-target-sensor geometry based on the S-CSA condition improves monitoring capability in Southeast Asia and enhances our understanding of vegetation dynamics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Strategic phase-down of China’s coking plants unlocks major climate and environmental co-benefits",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae16be",
      "pubDate": "",
      "description": "China dominates global coking production with a 70% proportion, making the decarbonization of this highly energy- and emission-intensive industry critical for resource and environmental benefits. Despite discussions of decarbonization potential at the regional level, plant-specific co-benefits and technologically driven pathways remain unclear. Here, we integrate detailed data from 329 individual Chinese coking plants—characterizing their location, capacity, technology, and age—with national carbon neutrality scenarios to develop optimized, multi-criteria retirement pathways. Plants mainly located in Shanxi are first phased out before 2030 in a business-as-usual scenario, while retirements are proportional across provinces in the low coke production scenario. Considerable co-benefits are observed, 53.4%–57.1% of water saving and emission mitigation toward 2060. Trade-offs exist due to ascending coal use if there is higher technical penetration of dry quenching. Our analysis quantifies the distinct contributions of demand reduction (driven by steel industry transformation) and structural efficiency improvements within the coking sector itself. These results provide the first granular, data-driven roadmap for managing China’s critical coking transition, offering crucial insights for maximizing environmental gains during industrial decarbonization globally.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Meltwater markedly exacerbates socioeconomic exposure to floods in the eastern Himalaya",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae17d9",
      "pubDate": "",
      "description": "Flood hazards across high mountain Asia present pronounced complexity due to the combined influence of rainfall, meltwater, and glacial lake outburst floods (GLOFs). The eastern Himalayan Brahmaputra basin is a critical hotspot of this integrated risk. However, a basin-wide quantification of the individual contributions of these drivers to flood exposure has been lacking. Here, we employ a calibrated coupled hydrological–hydraulic model to provide the first comprehensive assessment. We show that meltwater (snow and glacier melt) contributions to annual maximum floods increase with altitude. At the basin scale, meltwater amplifies population and gross domestic product (GDP) exposure to flooding by 1.3% and 1.5%, respectively. This amplification rises dramatically to 27.9% for population and 33.3% for GDP in high-altitude regions (⩾2000 m). Rainfall-derived discharge constitutes the dominant source of flood exposure, followed by meltwater; GLOFs present the least contribution. Nonetheless, GLOFs increase basin-wide population and GDP exposure by 1.2% and 1.3%, and notably intensify to 31.1% and 33.5% above 2000 m. Our findings deliver critical insights for developing targeted flood management strategies in the Brahmaputra basin.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Aligning natural climate solutions with mitigation policies for low-cost carbon neutrality: insights from the Qinghai–Tibet Plateau",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1850",
      "pubDate": "",
      "description": "To limit global warming to below 1.5 °C–2 °C, more than 140 countries have pledged carbon neutrality. However, many less-developed countries and regions face economic constraints and often suffer from severe ecosystem degradation, which jointly hinder their ability to meet these commitments. Here, we use the Qinghai–Tibet Plateau (QTP), a less-developed region that has experienced ecosystem degradation, as a case study. We use a novel multi-scenario modeling framework to assess the impact of different combinations of natural climate solutions (NCS) and carbon emission reduction policies (CERPs) on carbon neutrality and associated costs. Our findings show that carbon neutrality was achieved on the QTP by 2020, with a surplus of 18.16 MtCO2 yr−1. However, without CERPs, carbon emissions on the QTP are projected to increase fivefold by 2060 compared with 2020 levels. Even with stringent NCS, a shortfall of nearly 375.34 ± 99.05 MtCO2 yr−1 in maintaining carbon neutrality remains in 2060. If CERPs are implemented without NCS, the cost of maintaining carbon neutrality in 2060 is estimated at USD 199.07 ± 25.96 billion during 2020–2060. Notably, integrating NCS with CERPs reduces costs by nearly half (USD 111.51 ± 21.48 billion). Furthermore, the integration of aggressive CERPs and NCS on the QTP could contribute a further additional surplus by 2060 toward national carbon neutrality goals at a pretty low carbon price. Our research highlights that combining NCS with CERPs yields greater climate benefits at significantly lower costs, providing potential pathways for financially constrained regions to enhance climate mitigation, especially when supported by international climate finance and cooperative mechanisms.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional fire dynamics and its contributions to carbon flux variability in South Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae18e6",
      "pubDate": "",
      "description": "Fires have a significant impact on the regional carbon budget, the ecosystem, and public health. We analyzed the fire dynamics and its impact on carbon flux across three fire prone regions in South Asia, Region-1 (southwestern Nepal, Uttarakhand), Region-2 (central India), and Region-3 (northeast India) from 2010 to 2021, with a focus on the significant fire season of February, March, and April (FMA) of 2021. We find high burned areas (5000–10 000 km2), and fire carbon emissions (0.3–4 TgC season–1) across these regions in FMA, 2021, as compared to a climatological mean from 2010–2020. Each of the three regions shows distinct drivers that preceded the fires. In Region-1, snow-induced soil moisture deficits drive fire activity, leading to a subsequent decline in gross primary production . In Region-2, human activities, likely cropland burning, contributed to the forest fire. In Region-3, the scattered distribution of burned areas hints that human activity is the likely cause of the forest fire. During FMA, 2021, fire carbon emission in Region-1 (∼4 TgC) were almost twice of the fossil fuel emissions (∼2.2 TgC), while in Region-2 (∼3.8 TgC), it remained below fossil fuel emissions (∼16 TgC). In both regions, emissions from forests and croplands contributed equally to the total fire carbon emissions. In Region-3, fire carbon emissions exceeded fossil fuel emissions in 2012 (∼4.7 TgC), 2013 (∼6.18 TgC), and 2014 (∼9.75 TgC) but remained lower in 2021 (∼3.37 TgC), with most emissions originating from forests. This analysis highlights the critical role of forest fires in the carbon budget, the ecosystem and the need for better forest carbon management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Improving the quantification of global free-living and symbiotic nitrogen fixation in natural terrestrial ecosystems: present-day estimates and 21st century projections",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae198c",
      "pubDate": "",
      "description": "Biological nitrogen fixation (BNF) is a critical natural nitrogen input that sustains terrestrial carbon cycling, yet it remains poorly represented in terrestrial ecosystem models (TEMs). Here, we refine the nitrogen cycle representation in a TEM by incorporating free-living and symbiotic nitrogen fixation (SNF) processes along with atmospheric nitrogen deposition effects. Our updated model provides a new assessment of present-day and future global natural ecosystem BNF rates and their spatial distribution. We estimate that present-day (1981–2020) free-living nitrogen fixation (FLNF) contributes to 36 Tg N yr−1, ranging from 33 to 38.5 Tg N yr−1 and SNF is 88 Tg N yr−1 with a range of 80–95 Tg N yr−1, resulting in a total BNF 124 Tg N yr–1, ranging from 112 to 134 Tg N yr−1. Under the SSP5-8.5 warming scenario, our projections indicate that total BNF could increase to 178 Tg N yr−1 by the end of the 21st century. Our model results highlight that the FLNF plays a dominant role in low-temperature environments, and plant functional type emerges as the primary factor for both symbiotic and FLNF pathways, thus precise global vegetation classification is highly necessary for N2 fixation simulation. Our refined model advances global nitrogen cycle modeling and will improve future quantification of both global carbon and nitrogen cycles.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Politicizing the climate-poverty governance nexus: just transition dynamics in Kenya",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae198d",
      "pubDate": "",
      "description": "In Sub-Saharan Africa, climate policies without progressive redistribution risk exacerbating poverty, potentially undermining the achievement of Sustainable Development Goal 1 (No Poverty) while striving to meet Paris Agreement goals. The concept of ‘just transitions,’ which integrates both environmental and social interventions, is essential for advancing climate and poverty reduction objectives. Both climate change impacts and climate action may exacerbate existing inequalities, underscoring the urgency of addressing both environmental and social justice concerns. Equally, developmental aspirations may threaten to aggravate environmentally detrimental patterns. To this end, the paper examines how domestic efforts balance climate and poverty priorities in the governance of the Paris Agreement and the 2030 Agenda for Sustainable Development Goals. It develops a conceptual framework that links the governance of climate and poverty to justice outcomes within the global political economic context, using the illustrative case of Kenya. Kenya presents a compelling case due to its relevance to the conceptual framework amidst high dependence on climate-sensitive economic sectors; aspirations both to act as a climate leader and reach middle-income status; and its high financial dependence on development partners and transnational capital. By connecting political economy dynamics to justice outcomes, the framework contributes to a deeper understanding of governance efforts that aim to link climate and poverty objectives but do not necessarily deliver a just transition. Through the case of Kenya, the paper illustrates the challenges and opportunities faced by Sub-Saharan African countries in managing the interdependence between climate and poverty reduction objectives, contributing to ongoing debates on just transitions in the global South.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Deep learning-constrained projection of global fluvial floods and their socioeconomic implications under global warming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae19fe",
      "pubDate": "",
      "description": "Fluvial floods characterized by either large volume or prolonged duration severely impede the sustainable development of socio-ecological systems, which may intensify with global warming. However, the co-evolution dynamics of joint fluvial flood characteristics and their socioeconomic implications under different global warming targets are poorly understood. Here, we combine a deep learning (DL)-constrained hybrid model, a statistical approach and climate models to evaluate future flood occurrence within a bivariate framework (i.e. volume and duration) across 8735 catchments. After evaluating the performance of the DL-constrained hybrid model, we project a doubling of bivariate fluvial flood hazard under 3.0 °C warming. We assess the uncertainty of fluvial flood projections and reveal that the global climate models and coupled factors are the major uncertainty sources. Global warming from 1.5 °C to 3.0 °C tends to amplify flood exposure of gross domestic product, population and agricultural area, by ∼97%, ∼46%, and ∼67% under a medium emission scenario (SSP370), respectively.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Adapting urban water supply infrastructure and policies for wildfire in the 21st century",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1a9a",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}