{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2026-02-09T16:04:50.727040",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti0526123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Aging populations threaten conservation goals of zoos",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2522274123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceZoos play an important role for global biodiversity through education, ex situ conservation, and reintroduction programs. For wildlife species currently threatened in their natural habitats or predicted to decline under future global change, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Chronic and acute modulator treatment restore wild-type-like activity and stability to the primary cystic fibrosis–causing CFTR variant",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523950123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceThe genetic disease cystic fibrosis (CF) is caused by dysfunction of the anion channel cystic fibrosis transmembrane conductance regulator (CFTR). Treatment of the most common cause of CF, F508del-CFTR has been revolutionized by the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Coordination of cell organelles to promote metabolon formation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2532504123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceThe spatial and temporal relationships between sequential metabolic enzymes in a pathway have revealed how metabolon formation contributes to metabolic control. This study uses fluorescence microscopy to better understand the factors that ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Baculoviruses hijack host midgut-derived tachykinin to regulate phototactic climbing behavior and promote viral transmission",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524226123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceBaculoviruses can manipulate host behavior, leading to death at elevated positions. Herein, we present compelling evidence that this baculovirus-induced phototactic climbing inHelicoverpa armigeralarvae enhances the transmission ofH. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Large declines in organofluorine contamination indicated by subarctic marine mammal tissues",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524513123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceDetrimental human and wildlife exposures to per- and polyfluoroalkyl substances (PFAS) have prompted shifts in chemical manufacturing toward novel compounds that are difficult to detect. Here, we show that bulk organofluorine concentrations in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mammals that can develop type 2 diabetes have a similarly structured β-sheet amyloid oligomer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2530570123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceIslet amyloid polypeptide (IAPP) oligomers are toxic intermediates in the protein aggregation pathway that are associated with the development of type 2 diabetes. Mammals besides humans also have IAPP variants that can aggregate, with most ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Airborne β-caryophyllene disrupts virus–vector mutualism by priming tomato defenses",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520719123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceTomato plants attacked by whiteflies that carry begomoviruses release the volatile compound β-caryophyllene, which primes neighboring plants for enhanced antiviral defense. In doing so, this airborne warning signal disrupts the mutualism ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Targeted digital voter suppression efforts likely decrease voter turnout",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519944123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceAlthough governments have repeatedly flagged digital voter suppression in recent elections, such reports have remained anecdotal. Using a sample that mirrors the US voting-age population, this study provides first systematic empirical ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Identifying variation in dinosaur footprints and classifying problematic specimens via unbiased unsupervised machine learning",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2527222122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceDinosaur footprints are iconic fossils, but it is challenging to identify their makers. This is illustrated by a long-standing debate about whether some footprints from the Late Triassic-Early Jurassic belong to birds, which would be ~60 Ma ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A structural model of toxic amyloid oligomers involved in type 2 diabetes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2528103123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceProtein oligomers formed from hIAPP are a likely cytotoxic species that drive β-cell loss in type 2 diabetes. We report an atomic structural model of an hIAPP oligomer using a combination of multidimensional IR and NMR spectroscopy. The ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Oligomeric assembly of the gatekeeper InvE orchestrates hierarchical type III protein secretion in Salmonella Typhimurium",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2530441123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceType III secretion systems (T3SSs) are syringe-like machines that inject proteins into host cells in hierarchical fashion, yet how they enforce ordered substrate release has remained unclear. We show that inSalmonella, the SPI-1 T3SS protein ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Subcellular mass spectrometry reveals proteome remodeling in an asymmetrically dividing (frog) embryonic stem cell",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518372123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceAsymmetric division partitions molecules into restricted cellular domains that shape future identities, yet protein profiling in these domains has been limited. We introduce a microprobe capillary electrophoresis ion mobility mass spectrometry ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Stress-homogenized spatial architectures via entropy-driven self-assembly enabling high-performance and durable lithium extraction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525797123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceThe growing global demand for lithium necessitates more efficient and sustainable selective electrodes for electrochemical extraction from salt lakes. Spinel-type LiMn2O4is highly promising, but its poor cycling performance is intrinsically ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Intercalated bacterial biofilms are intrinsic internal components of calcium-based kidney stones",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517066123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceBacteria are traditionally believed to contribute only to struvite kidney stone formation. In contrast, most types of kidney stones are believed to be abiotic and considered to be “noninfectious.” Here we show that calcium oxalate stones, the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A temporal and spatial atlas of adaptive immune responses in the lymph node following viral infection",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504742123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceLymph nodes are key sites of adaptive immune responses, yet how immune cells coordinate their activities in space and time remains poorly understood. We combined high-resolution spatial transcriptomics with long-read immune receptor sequencing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "RHOA controls oncogenic B cell receptor signaling in aggressive lymphoma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2534531123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceB cell receptor (BCR) signaling is an important survival pathway in diffuse large B cell lymphoma (DLBCL). We show that the small GTPase RHOA controls lymphoma cell survival by rewiring the cortical actin cytoskeleton network, thereby inducing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Lack of synergy between AR-targeted therapies and PARP inhibitors in homologous recombination–proficient prostate cancer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515790122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceWhether patients with homologous recombination (HR)–proficient prostate cancer derive benefit from poly (ADP-ribose) polymerase (PARP) inhibitors combined with androgen receptor (AR) pathway inhibitors is a pressing clinical question. Contrary ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Olfactory inputs to appetite neurons in the hypothalamus",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524926123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceThe sense of smell profoundly influences appetite, but the underlying neural circuits are unexplored. Here, we examine circuits upstream of hypothalamic agouti-related peptide (AgRP) neurons, which stimulate appetite, and pro-opiomelanocortin (...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Arabidopsis thaliana phytochrome A sensory properties in canopy shade",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512201123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 5, February 2026. <br />SignificanceAdaptation to canopy shade is crucial for plant survival, yet understanding of this important response remains limited. This study highlights the crucial role of phytochrome A (phyA) in this survival strategy. Previous research established ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}