{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-05-26T23:22:16.095015",
  "items": [
    {
      "title": "Precipitation phase drives seasonal and decadal snowline changes in high mountain Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adcf39",
      "pubDate": "",
      "description": "Snow cover is of key importance for water resources in high mountain Asia (HMA) and is expected to undergo extensive changes in a warming climate. Past studies have quantified snow cover changes with satellite products of relatively low spatial resolution (∼500 m) which are hindered by the steep topography of this mountain region. We derive snowlines from Sentinel-2 and Landsat 5, 7 and 8 images, which, thanks to their higher spatial resolution, are less sensitive to the local topography. We calculate the snow line altitude (SLA) and its seasonality for all glacierized catchments of HMA and link these patterns to climate variables corrected for topographic biases. As such, the snowline changes provide a clear proxy for climatic changes. Our results highlight a strong spatial variability in mean SLA and in its seasonal changes, including across mountain chains and between the monsoon-dominated and the westerlies-dominated catchments. Over the period 1999–2019, the western regions of HMA (Pamir, Karakoram, Western Himalaya) have undergone increased snow coverage, expressed as seasonal SLA decrease, in spring and summer. This change is opposed to a widespread increase in SLA in autumn across the region, and especially the southeastern regions of HMA (Nyainqentanglha, Hengduan Shan, South–East Himalaya). Our results indicate that the diversity of seasonal snow dynamics across the region is controlled not by temperature or precipitation directly but by the timing and partitioning of solid precipitation. Decadal snowline changes (1999–2009 vs 2009–2019) seasonally precede temperature changes, suggesting that seasonal temperature changes in the Karakoram–Pamir and Eastern Nyainqentanglha regions may have responded to snow cover changes, rather than driving them.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Record-breaking lifespan, rapid intensification, and long-lasting coastal activity of tropical cyclone Freddy (2023) in the South Indian Ocean",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add7ec",
      "pubDate": "",
      "description": "Tropical cyclone (TC) Freddy traversed the South Indian Ocean (SIO) in 2023, setting a record for longevity and ranking secondly among historical TCs for both accumulated cyclone energy and potential destructiveness. Freddy’s long lifespan benefited from an anomalously strong Mascarene High, which steered Freddy westward along its northern flank, thereby preventing it encountering cold water areas. In addition to its long lifespan, we found Freddy experienced a record-breaking six rapid intensification (RI) events and analyzed the atmosphere-ocean conditions driving Freddy’s multiple RI events. The results indicated that during the six RI events, Freddy experienced high sea surface temperatures, weak vertical wind shear, high potential intensity, and high relative humidity, with all four environmental factors more favorable than historical averages. Notably, three of these RI events occurred within the Mozambique Channel, which also prolonged its coastal activity (21 d). This phase of TC Freddy generated extreme rainfall with maximum cumulative precipitation of 877 mm, compounded by secondary disasters, which caused substantial economic losses and fatalities in coastal areas. Additionally, it was found that the frequency of RI events and the number of intense TCs reaching Category 4 or above in the SIO showed statistically significant upward trends during 1980–2023, indicating a growing threat to Africa, which is likely to face more intense TCs in a warming climate. With rising sea levels and increasing threat from TCs, greater focus on coastal disaster prevention and mitigation strategies is needed to address the escalating risks associated with TCs in the SIO in the context of global warming.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "‘I am the one responsible’: the gendered reality of clean cooking fuel affordability in Shirati, Tanzania",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add7ed",
      "pubDate": "",
      "description": "Affordability remains one of the most significant barriers to the exclusive use of clean cookstoves and fuels, a top global health, energy, and development priority. The measurement and discussion of clean fuel affordability is almost always based on the unitary, or single decision-maker, household as the unit of analysis, although the more realistic household disaggregated into its individual decision-makers is a well-established literature. The limited work on intra-household dynamics in clean cooking cannot reveal who is buying the stove or fuel and at what true cost. Following an experiment testing the effect of microsavings to increase clean fuel consumption in Shirati, a rural town in Mara region, Tanzania, we conducted 90 interviews and numerous focus groups/budget games with a stratified random sample of mostly female main cooks. Drawing on over two years of fieldwork, we investigate the range of household needs, the role of gender in household finances, and how these combine to determine cooking fuel purchases. We find distinct and gendered financial domains where spouses do not disclose their expenses to one another and are responsible for different categories of needs. Cooking fuel is firmly in the female domain. Thus, liquefied petroleum gas affordability is constrained by these gendered financial domains, as women must choose between using savings for daily necessities or refilling the gas. Our extensive ethnographic evidence demonstrates the inappropriateness of the unitary model for cooking fuel affordability and the implications of ignoring separate-account household models. Our work requires new interpretations of saving for, and affordability of, clean fuels that the clean cooking literature has yet to confront. We offer recommendations for how the clean cooking literature could measure affordability and design policy for regions where cooking fuel is exclusively in the female financial domain.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Lebanese rivers status: juggling between public negligence and challenged scientific awareness",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add7ef",
      "pubDate": "",
      "description": "Lebanon is one of the richest countries in water resources in the Middle East. Despite its small geographical area, it faces escalating environmental challenges, including air pollution, water pollution, soil degradation, and poor waste management, that compromise natural resources, biodiversity, and public health. This review compiles and analyzes scientific literature and official reports on Lebanese river pollution from 1994 to 2024. It presents the status of river water quality, identifies major pollution sources and types, including untreated sewage, industrial discharges, and agricultural runoff, and highlights the use of bioindicators, alongside governmental and non-governmental mitigation efforts. Findings indicate widespread contamination across most Lebanese rivers due to the presence of pathogens, potentially toxic elements, and organic pollutants. Water quality degradation has often impaired access to safe water for drinking, irrigation, and industrial use. Although research and monitoring efforts have increased over the past decade, the implementation of control measures remains insufficient. Key challenges include fragmented environmental governance, lack of long-term monitoring programs, and limited public awareness. Addressing these issues requires integrated water resource management, stricter enforcement of environmental regulations, promotion of sustainable agricultural and industrial practices, and expansion of research on emerging contaminants. The evidence presented in this paper highlights the urgent need for science-informed policies and coordinated multi-sectoral actions to mitigate water pollution, restore riverine ecosystems, and safeguard both environmental.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Deep learning based reconstructions of the Atlantic meridional overturning circulation confirm twenty-first century decline",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add7f0",
      "pubDate": "",
      "description": "Gaining knowledge of the past and present variations of the Atlantic meridional overturning circulation (AMOC) is crucial for the development of accurate future climate projections. The short range covered by direct AMOC observations, inconsistent paleoclimate records, and scattered hydrographic data are insufficient to realistically reconstruct the AMOC strength since 1900. An AMOC proxy index based on sea surface temperatures suggests that the AMOC has declined by 15% since the late 19th century but this index received extensive scientific criticism. Here, we use a deep learning algorithm and climate model simulations to accurately reconstruct the AMOC strength between 20° N and 60° N since 1900. In contrast with the existing indices, our reconstructions are well in agreement with AMOC strength variations simulated by climate models and direct observations at 26.5° N. Our novel set of AMOC reconstructions contribute to a larger confidence in 21st century AMOC decline projections from climate models.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The response of Arctic warming to aerosols",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a3",
      "pubDate": "",
      "description": "Aerosols are increasingly recognized as critical components in global climate dynamics, yet their complex spatiotemporal variability and observational uncertainties present significant challenges in assessing their climatic impacts, particularly in the context of Arctic warming. This study leverages the latest reanalysis data and single-forcing ensemble models to investigate the origins of Arctic aerosols and their contribution to regional warming over the period from 1980 to 2023. Our findings indicate that aerosols in the Arctic predominantly originate from mid-to-high latitude regions through radial transport. Overall, aerosols mitigate some of the warming effects induced by greenhouse gases, accounting for 19% of Arctic warming, with notable variations among different aerosol types. We demonstrate that aerosols influence cloud formation and alter surface net solar radiation, thereby significantly affecting heat flux and contributing to Arctic warming. Furthermore, we project future Arctic temperature responses to aerosols, offering a theoretical foundation for advancing research on global climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Rate and growth limits for carbon capture and storage",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add9af",
      "pubDate": "",
      "description": "CO2 capture and storage (CCS) in geological reservoirs is expected to play a large role in low-emissions scenarios from multi-sector human Earth system models. Yet these scenarios have often projected near-term CCS deployments that far exceed what is currently planned, let alone operational. They have also failed to consider regional differences in capacity to deploy large-scale CO2 capture, transport, and subsurface injection. Here, we update a leading integrated energy-economy-land model by recalibrating maximum deployments to publicly announced CCS projects through to 2030. We also quantify a range of regionally explicit future scaling and maximum injection rates for the overall CCS value chain and evaluate their implications for emissions trajectories, energy mix, use of rate-limited storage capacity, and mitigation costs. Under limited CCS growth rates, deployment at mid-century and 2100 could be reduced by a factor of 7 relative to a scenario that does not consider injectivity or growth rate limits. However, sustained efforts to rapidly scale CCS could reduce transition costs by nearly $11 trillion (20%) globally, with cost reductions most heavily concentrated in regions such as China and India. Delayed mitigation combined with slower-than-expected CCS deployment could result in large and prolonged temperature overshoot. Conversely, there are lower peak and long-term temperatures with aggressive emissions cuts in anticipation of slow CCS scaling that subsequently far exceeds expectations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A practical metric for estimating the current climate forcing of natural mires",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add607",
      "pubDate": "",
      "description": "Commensuration of the radiative effects of different greenhouse gases (GHGs) is crucial for understanding the effects of land cover and ecosystem changes on the global climate. However, none of the current commensuration approaches are suitable for addressing the current climatic effect of mire ecosystems as compared to the situation in which such mires would not exist. The mire ecosystems have accumulated carbon for millennia, creating a negative perturbation to the atmospheric carbon dioxide content, but at the same time they emit methane into the atmosphere. Thus, the functioning of mires involves GHG fluxes with opposing effects on Earth’s radiative balance. Here, based on a simple radiative forcing (RF) model, we propose a new metric for commensuration of the effects of accumulated carbon and methane emission (ACME) on Earth’s energy balance. This ACME approach is applicable to natural mires with a significant part of their carbon accumulated more than 1000 years ago and requires relatively few input data. We demonstrate the feasibility of the ACME approach by applying it to a set of northern mires. The ACME-based RF estimate indicates that these mires have a cooling effect on the current climate, contrary to what a global warming potential-based calculation suggests, since the climatic effect is dominated by the sustained carbon accumulation. By applying the new metric with varying estimates of the total carbon storage and methane emission of northern mires, we estimate the current RF of these mires to range from −0.49 to −0.26 W m−2.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing the climate and health impacts of energy consumption in European Union countries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add752",
      "pubDate": "",
      "description": "Greenhouse gas emissions from burning fossil fuels are routinely counted in energy and climate policies, yet the immediate health burden of air pollution emissions from combusting these fuels is rarely quantified alongside. Particularly, the European Union (EU) comprises countries with diverse energy mixes, emission characteristics, reduction technologies, and policy frameworks, leading to large variations in the impacts of energy consumption on climate, air quality, and public health. Understanding these country-level variations is critical to optimize regional energy policies and reduce climate and health disparities in the EU. This study quantifies the regional variations in both climate and health impacts of energy consumption across EU countries. In countries where coal or oil dominates power supply, the health impacts of electricity consumption can be larger than climate impacts by more than ten times (e.g. Bulgaria, Romania, and Greece), highlighting the necessity of incorporating health impacts into climate and energy policies. We found a significant variability in health impacts per electricity usage (1.4–1508 € MWh−1) among EU countries, largely driven by their energy source mix. The health benefits of sustainable energy strategies can be notably higher in Eastern Europe countries than those in Western or Northern Europe. For instance, saving the same amount of electricity in Estonia could achieve health benefits 1043 times greater than in Sweden. Furthermore, our results suggest that energy policies and reports with biomass lumped into renewables can overlook its potential health burden. The dataset of climate and health impact factors produced in this study can be useful for future research, practice, and policymaking to quantify the burdens of energy consumption or assess the benefits of energy efficiency measures in the EU.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "An indirect radiative surface-cooling due to water vapor in the tropics and its implications for pre-monsoonal heat stress",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add174",
      "pubDate": "",
      "description": "Severe pre-monsoonal heat stress has become a routine occurrence in several tropical regions. Motivated by the surmounting evidence that high ambient humidity worsens the perception of heat during these events, we analyse the general, net radiative impacts of humidity on pre-monsoonal surface temperatures using reanalysis and satellite data. Surprisingly, we find that there exists an indirect, radiative surface-cooling effect of water vapor within extended regions in the tropics during periods of high ambient humidity relative to drier periods in the pre-monsoonal season. This observation is contrary to the strong greenhouse effect generally associated with water vapor. We show that this radiative surface-cooling is associated with a previously unreported large positive correlation between lower tropospheric humidity and cloud cover in these regions bordering the ITCZ. These clouds are predominantly low-level and altocumuli, known to have a negative surface-radiative forcing, possibly causing the surface-cooling observed during periods of high ambient humidity. Therefore, periods of lower ambient humidity—or equivalently lesser low-to-mid-level cloud cover—lead to strong surface warming. We find that these pan-tropical regions, where heat stress is negatively correlated with ambient humidity, border the ITCZ and are co-located with the horizontal branch of the Hadley cell, moving north-to-south with the seasonal cycle. Hence, this indirect negative radiative effect of water vapor is particularly relevant for heat stress during the pre-monsoons. We demonstrate this with case studies of some recent major heat waves over the Indian sub-continent when this indirect water vapor effect is found dominantly active throughout the season and in its warming phase during the period of the heat wave. The evolution of this indirect, radiative effect of water vapor, under future climate warming, needs further investigation, considering its crucial importance for heat stress in the tropics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}