{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-01T09:29:32.490769",
  "items": [
    {
      "title": "Stability of alkalinity in the land-ocean transition zone: a geochemical CDR perspective for the Elbe River, Germany",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeeab",
      "pubDate": "",
      "description": "Carbon dioxide removal (CDR) strategies like enhanced weathering and river/ocean alkalinity enhancement have been suggested to increase alkalinity in rivers, coastal areas, and eventually oceans. The effectiveness and sustainability of these CDR approaches depend on the persistence of added alkalinity, since exceeding certain Ω-thresholds for a given water composition may lead to carbonates formation, causing the loss of previously added alkalinity. In this research, stability of alkalinity was tested using incubation experiments with Elbe estuary freshwater from two seasons (March and August). Alkalinity was increased up to 4000 μmol kgw−1, with varying salinity from 0 to 16. This study shows that the stability of alkalinity depends on the presence and quantity of suspended particles, seasonality of water chemistry, and salinity. Based on the experimental data, the Elbe estuary may take up additional alkalinity in the freshwater part, corresponding to ∼3.0 MtCO2 yr−1 being transported towards the North Sea. Estimates of alkalinity additions from the 1970s to 2010s show a decreasing potential due to changes in pCO2 and pH. The upper geochemical limit for transporting additional alkalinity through estuarine systems serves as a critical boundary. Environmentally feasible levels may be lower than identified here and depend on environmental regulations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing innovation in the nascent value chains of climate-mitigating technologies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf763",
      "pubDate": "",
      "description": "Accelerating climate-mitigating technology, or climate-tech, innovation in the formative phase of the technology life cycle is crucial to meeting climate policy goals. During this period, firms create value across a broad set of products related to hardware, software, and services. We conceptualize this as a nascent value chain, operationalize this concept by identifying a set of product clusters, and explore the patterns of innovation within and across them. Specifically, we analyze 14 climate-tech sectors using a dataset of 12 929 early-stage private investments in 3662 North American firms between 2006 and 2021. Descriptions of these firms reveal that innovation occurs in five distinct product clusters across the value chain. Within this dataset, only 15% of firms develop end products (i.e., downstream products bought by consumers), while 59% support these end products through components, manufacturing processes, or optimization products, and 26% develop business services. The temporal evolution of investments in these product clusters reveals three patterns of innovation among climate-tech sectors: maturing innovation (e.g., energy efficiency), characterized by coalescence around the dominant design of an end product with an increasing share of investments in optimization and services; ongoing innovation (e.g., energy storage), characterized by multiple waves of investments in evolving products enabled by flexible policy frameworks; and emerging innovation (e.g., agriculture), characterized by recent growth in investments across most product clusters and spillovers from other sectors. These patterns of innovation indicate ways that firms can add value to new climate-tech as it develops from the formative phase to the growth phase. An understanding of nascent value chains can inform policy design that supports climate-tech scaling by identifying underfunded product clusters and supporting development of a full value chain rather than only end products.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate change and federal aid disbursements after Hurricane Harvey: an extreme event attribution analysis",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf978",
      "pubDate": "",
      "description": "The role climate change plays in increasing the burden placed on governments and insurers to pay for recovery has not been extensively explored and is the focus of this study. This study examines the impacts of climate change attributed flooding on federal disaster aid disbursement in Harris County, Texas following Hurricane Harvey in 2017. Our approach uses flood models to estimate the amount of flood damages attributable and not attributable to climate change under two climate change attribution scenarios from peer reviewed studies: 20% and 38% increases in rainfall associated with the hurricane due to climate change. These estimates are combined with census tract-level disbursement data for FEMA’s National Flood Insurance Program (NFIP) and the Individual Assistance (IA) part of the Individuals and Households Program. We employ spatial lag regression models with direct and spatial spillover effects to analyze the relationship between a tract’s flood damages—both attributed and not attributed to climate change—and federal disaster aid. We find that both types of flood damage shape federal aid disbursements, but that climate change attributed damages tend to have larger effect sizes (elasticities) especially for IA. Specifically, for a 1% increase in additional climate change attributed damages per household in a census tract (under the 20% scenario), expected NFIP levels in that census tract are 0.26% higher and IA levels are 0.3% higher. Implications center on federal funding in an era of climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Shutdown of northern Atlantic overturning after 2100 following deep mixing collapse in CMIP6 projections",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfa3b",
      "pubDate": "",
      "description": "Several, more recent global warming projections in the coupled model intercomparison project 6 contain extensions beyond year 2100–2300/2500. The Atlantic meridional overturning circulation (AMOC) in these projections shows transitions to extremely weak overturning below the surface mixed layer (<6 Sv; 1 Sv = 106 m3 s−1) in all models forced by a high-emission (SSP585) scenario and sometimes also forced by an intermediate- (SSP245) and low-emission (SSP126) scenario. These extremely weak overturning states are characterised by a shallow maximum overturning at depths less than 200 m and a shutdown of the circulation associated with North Atlantic deep water formation. Northward Atlantic heat transport at 26°N decreases to 20%–40% of the current observed value. Heat release to the atmosphere north of 45°N weakens to less than 20% of its present-day value and in some models completely vanishes, leading to strong cooling in the subpolar North Atlantic and Northwest Europe. In all cases, these transitions to a weak and shallow AMOC are preceded by a mid-21st century collapse of maximum mixed-layer depth in Labrador, Irminger and Nordic Seas. The convection collapse is mainly caused by surface freshening from a decrease in northward salt advection due to the weakening AMOC but is likely initiated by surface warming. Maximum mixed-layer depths in the observations are still dominated by internal variability but notably feature downward trends over the last 5–10 years in all deep mixing regions for all data products analysed. This could be merely variability but is also consistent with the model-predicted decline of deep mixing.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Water scarcity challenges water security: a case for Spain’s freshwater ecosystems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfbfc",
      "pubDate": "",
      "description": "Water scarcity is an escalating environmental challenge, particularly in semi-arid regions like Spain, where balancing human and ecosystem needs is critical for sustainable development. Freshwater ecosystems are vital for biodiversity, water security, and economic systems, but often lose protection during droughts. Spain, largely under a Mediterranean climate, shows strong interdependence between ecological and socioeconomic systems, with agriculture, tourism, and energy sectors heavily reliant on scarce water resources. Spain’s economy has thrived on water-dependent activities yet increasing droughts and infrastructure limits are pushing ecosystems toward collapse, with severe biodiversity loss and irreversible damage. Furthermore, investments aimed at increasing water-use efficiency often backfire, leading to expanded irrigation without real water savings. Climate change, urbanization, and pollution exacerbate these tensions, posing risks to public health and economic stability. Transformative strategies are urgently needed: protecting and restoring ecosystems, promoting conservation agriculture, regulating water-intensive industries, and planning collective responses to illegal water use. Simply increasing supply or reacting to crises without systemic change of water demands will not ensure future water security. Spain’s experience highlights the urgent need for integrated management of natural and human systems to preserve freshwater resources, biodiversity, and economic resilience.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Vegetation patterning can both impede and trigger critical transitions from savanna to grassland",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adc3ab",
      "pubDate": "",
      "description": "Tree-grass coexistence is a defining feature of savanna ecosystems, which play an important role in supporting biodiversity and human populations worldwide. While recent advances have clarified many of the underlying processes, how these mechanisms interact to shape ecosystem dynamics under environmental stress is not yet understood. Here, we present and analyse a minimalistic spatially extended model of tree-grass dynamics in dry savannas. We incorporate tree facilitation of grasses through shading and grass competing with trees for water, both varying with tree life stage. Our model shows that these mechanisms lead to grass-tree coexistence and bistability between savanna and grassland states. Moreover, the model predicts vegetation patterns consisting of trees and grasses, particularly under harsh environmental conditions, which can persist in situations where a non-spatial version of the model predicts ecosystem collapse from savanna to grassland instead (a phenomenon called ‘Turing-evades-tipping’). Additionally, we identify a novel ‘Turing-triggers-tipping’ mechanism, where unstable pattern formation drives tipping events that are overlooked when spatial dynamics are not included. These transient patterns act as early warning signals for ecosystem transitions, offering a critical window for intervention. Further theoretical and empirical research is needed to determine when spatial patterns prevent tipping or drive collapse.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Not just a climate problem: the safety and health risks of methane super-emitter events",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addedd",
      "pubDate": "",
      "description": "Methane super-emitter events (>100 kg methane hr−1) are prevalent across the oil and gas supply chain and are being targeted for methane mitigation policies due to their climate impacts; however, few studies have evaluated the air quality impacts and direct safety and public health risks. Here, we evaluate seven upstream oil and gas methane super-emitter events to examine the safety (explosivity) risks from methane and the short-term, noncancer health risks from benzene and other key co-emitted non-methane volatile organic compounds (NMVOCs). We used airborne instrument and satellite-measured methane emissions rates to estimate hourly air concentrations of methane using US EPA’s American Meteorological Society/Environmental Protection Agency Regulatory Model (AERMOD), a regulatory-grade dispersion model, and applied estimated speciated NMVOC-methane molar ratios to calculate hourly air concentrations of NMVOCs. We assessed when and where hourly modeled methane and NMVOC air concentrations exceeded national safety (0.5% methane) and state-based health (8 ppb and 53 ppb benzene) benchmarks. Large methane super-emitters (>2900 kg hr−1) had safety benchmark exceedances as far as 270 m from the source, indicating that safety risks are greatest for facility workers and nearby communities. Health benchmark exceedances were the greatest and most frequent close to the source (<300 m), but, in contrast to the safety risks, reached beyond one kilometer (1.1–19 km) for modeled methane super-emitters (210–15 800 kg hr−1), posing health risks to residents and sensitive populations. We also found that smaller methane super-emitters may pose outsized health risks: our second lowest methane emission case (539 kg hr−1) yielded the highest benzene air concentration (28 000 ppb), farthest 8 ppb benzene exceedance distance (19 km), and highest frequency of health benchmark exceedances between 1–5 km (2.6%). Our study demonstrates that policies and early detection efforts that control methane super-emitters should prioritize factors beyond methane emissions rate magnitude, such as gas composition, to provide the strongest co-benefits for public health and safety.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Austrian nitrogen budget following UNECE guidance",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf2bd",
      "pubDate": "",
      "description": "Human activity over the past century has greatly disrupted the natural nitrogen (N) balance, harming health and the environment. Sustainable nitrogen management requires cross-sectoral governance, but studies tracking nitrogen flows across sectors are limited. This study assesses cross-sectoral sources, flows, and sinks of reactive nitrogen (Nr) in Austria, identifying direct Nr inputs and emitting sectors. Using the ‘UNECE-Guidance Document on National Nitrogen Budgets’ and material flow analysis, we quantified Austria’s national nitrogen budget for 2015–2019. Results show the main nitrogen inflows and outflows from imports and exports in the consumer goods and chemical industries. Energy imports also contribute significantly. Some nitrogen is temporarily stored (e.g. in products) or transferred between sectors. However, not all of this N-loss is of direct environmental concern. Annually, 389 kt Nr are lost directly to the environment and causing significant environmental and economic consequences. Direct Nr inputs primarily originate from agriculture (39.3%) and energy/transport (20.7%), with around 30% from cross-border fluxes via water (13.9%) and air (16.6%). The remaining 10% stem from settlements, waste management, and industry. This study highlights the complexity of nitrogen sources and sinks in Austria and underscores the need for improvements towards reduced uncertainties in future research, including higher-resolution spatial data to account for regional variability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Understanding the unique step-like annual cycle of South China Sea tropical cyclone genesis",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf7c0",
      "pubDate": "",
      "description": "This study examines the unique annual cycle characteristics of tropical cyclone (TC) genesis in the South China Sea (SCS). In contrast to the TC bimodal structure in the Bay of Bengal (BoB) and its unimodal pattern in the Northwestern Pacific (WNP), the SCS exhibits a distinct step-like pattern with two jumps—the first occurring from April to May and the second from July to August, with the flat condition during May–June–July. Hence, TC in SCS witnesses the surprising transition between BoB and WNP. To investigate the underlying mechanisms, the genesis potential index is applied for a quantitative assessment of large-scale environmental factors. Results indicate that in the SCS, the mid-level atmospheric relative humidity is the dominant factor driving the first TC genesis jump in May, whereas the vertical wind shear contributes to the second jump. In the WNP, the mid-level atmospheric relative humidity remains the most crucial for TC peak feature. This study advances our understanding of the unique annual cycle of TC in the SCS in comparison with the neighboring BoB and NWP, offering valuable insights to improve the forecasting skills in the region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate change threatens old-growth forests in the Northern Alps",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf861",
      "pubDate": "",
      "description": "Old-growth forests are of high habitat value for many forest-dwelling species and of high cultural value for society. In areas with a long history of human land-use, such as in Central Europe, few old-growth forests remain, located predominately in protected areas such as national parks and wilderness areas. Protected areas safeguard old-growth forests against human land use, but not against the impacts of anthropogenic climate change. Using simulation-based scenario analyses we here assessed the development of old-growth in the 21st century, using a national park in the Northern Alps as example. Under climate change, old-growth decreased by up to 21% relative to simulations under baseline climate, with decreasing size and cohesion of old-growth patches on the landscape. Climate-mediated increases in disturbance were driving the decline in old-growth forests, with a near complete loss in old-growth beyond disturbance rates of 1.5% yr−1. Conversely, structurally complex forests increased with disturbance, suggesting a decoupling of forest structure and demography in the 21st century. We conclude that climate change presents an indirect anthropogenic threat to old-growth forests in protected areas. Our findings highlight that climate impacts need to be considered explicitly in conservation planning, in order not to overestimate the effectiveness of protected areas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}