{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2026-02-20T21:32:38.372346",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti0726123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "James D. Watson (1928–2025): Influencer of science and society",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2600779123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />James Dewey Watson who died on November 7, 2025, at the age of 97, was a towering figure in 20th century life science. With Francis Crick, he determined the structure of DNA, laying the foundation of modern biology; he made Cold Spring Harbor Laboratory ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Next-gen geothermal could bring clean power to much more of the planet",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2601712123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "What is the general Welfare: Welfare economic perspectives on equity",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2529376123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceResearchers cannot definitely interpret what the framers of the Constitution intended when they wrote of the “general Welfare,” but economists can conjecture by specifying social welfare functions that aim to express population preferences. An ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sourcing the origins of carnelian in early Chinese civilizations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524563123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceUnderstanding the origin of materials in prehistoric ornaments is vital for studying ancient trade and interaction networks. This research presents the large-scale, consistently analyzed geochemical reference database for carnelian in East ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Acquired motility of Babesia microti–infected red blood cells",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509776123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceThis study reveals a phenomenon whereBabesia microti–infected red blood cells (RBCs), traditionally thought to be nonmotile, exhibit an acquired motility, likely from the movements of the intracellular parasite. Through live-cell tracking, we ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Coupled anatexis and extreme differentiation are the keys for producing giant lithium-rich pegmatites",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517372123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceLithium-rich pegmatites are argued to be formed from extreme differentiation of granitic magmas or via low degrees of partial melting. However, the debate over which process leads to the formation of economic lithium deposits remains ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Conservation and environmental management reimagined: Toward anti-oppressive futures",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2414948123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />Conservation and environmental management are under increased scrutiny as the embeddedness of oppressive practices has gained wider societal and scholarly attention. As conservation and environmental practitioners and scholars grapple with foundational ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Climate change drives a decline in global grazing systems",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2534015123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceGrazing systems form critical livelihood bases for hundreds of millions of people across diverse ecological and socioeconomic contexts, yet we lack a global understanding of their sensitivity to climate change. Applying a “safe climatic space” ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global stratospheric methane loss from satellite observations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2529774123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceMethane (CH4) is the second most important human-driven greenhouse gas after carbon dioxide, but its variability and long-term increase are not well understood, partly because of large uncertainties in how it is removed from the atmosphere. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Parasitic castration by a viral protein tyrosine phosphatase targeting the host cell cycle checkpoint protein Rad9A",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524949123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceParasitism often leads to the disruption of the host reproductive system, known as parasitic castration, yet the mechanisms underlying this remain elusive. Here, we report a strategy whereby parasitic wasps employ their domesticated ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global nutritional equity of fishmeal and aquaculture trade flows",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506699123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceAquaculture’s rapid growth and trade development, combined with its continued reliance on capture fisheries, have yet unknown consequences for how, where, and under which conditions aquaculture can equitably enhance human health and nutrition. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Gustatory avoidance of fatty acids by Aedes aegypti depends on an arthropod-specific TRP channel",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2522818123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceThe mosquito,Aedes aegypti, transmits the viruses afflicting millions of people with dengue and other diseases. Fatty acids (FAs) on skin can deter blood feeding. However, the sensors required for FA taste in mosquitoes are unknown. We ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Antagonism of RNA silencing in the yellow fever mosquito, Aedes aegypti, by the nsP2 protein of the prototype alphavirus",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521417123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceWhile harmful to humans, mosquito-borne viruses usually establish persistent, nonpathogenic infections in mosquitoes as part of their natural maintenance cycles. Research points to RNA interference (RNAi) as the key antiviral immune response ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Beta arrestin 1 is a key regulator of pulmonary vascular tone",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512602123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceBeta arrestins (bArrs) are ubiquitously expressed proteins that modulate G protein signaling but also have additional functions. Pulmonary arterial hypertension, a severe disease, is characterized by increased pulmonary vascular tone. This ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Engineering chimeric antigen receptor CD4 T cells for Alzheimer’s disease",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2530977123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceWith the growing prevalence of Alzheimer’s disease (AD), there is an urgent need for novel therapeutic strategies. Here, we present amyloid-β-specific engineered CD4+CAR-T as an approach to directly target sites of pathology. This strategy ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Metabolic stress conditions dictate MAPKAPK2-dependent efficiency of MEK1/2 inhibition in colorectal carcinoma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505331123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceReduced efficacy of anticancer agents is a major challenge for cancer treatment and is a critical priority in cancer research. MAPKAPK2, an effector molecule of the p38 signaling pathway, is a stress responsive kinase and regulates colorectal ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Photoenzymatic Csp3–Csp3 bond formation via enzyme-templated radical–radical coupling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2529018123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceCross-coupling reactions are foundational to modern synthesis, yet forming C(sp3)–C(sp3) bonds remains one of the most difficult challenges in catalysis. Here, we show that enzymes can facilitate this reactivity via radical–radical coupling ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structural and mechanistic diversity of glycogen phosphorylases from gut bacteria",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518513123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceGlycogen phosphorylases (GPs) are key enzymes in carbohydrate metabolism, but their structural and regulatory diversity in gut bacteria remains largely unexplored. In this study, we reveal unexpected allosteric mechanisms in bacterial GPs, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A c-Cbl/Cbl-b antagonist inhibits EGFR ubiquitylation and sustains EGFR phosphorylation to enhance corneal re-epithelialization",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518857123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 7, February 2026. <br />SignificanceDamage to the cornea is painful and can lead to ocular infections and potentially blindness. Homeostasis and healing of the outermost epithelial layer is governed by growth factor receptors. The epidermal growth factor receptor (EGFR) is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}