{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "research_papers",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2026-02-12T17:11:59.089045",
  "items": [
    {
      "title": "Heat exposure disrupts brain development",
      "link": "https://www.nature.com/articles/s41558-026-02564-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02564-6\">doi:10.1038/s41558-026-02564-6</a></p>Early life stages are particularly critical for human brain development. A large-scale study in China shows that heat exposure in early life is associated with increased risks of delayed neurodevelopment in preschool children.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Inconsistent national reports undercount wastewater emissions",
      "link": "https://www.nature.com/articles/s41558-026-02555-7",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02555-7\">doi:10.1038/s41558-026-02555-7</a></p>National greenhouse gas inventories systematically undercount methane and nitrous oxide emissions from wastewater due to outdated methods and incomplete coverage. Addressing these discrepancies is essential to strengthen transparency in global climate efforts and improving the effectiveness of national mitigation strategies.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Discrepancies in national inventories reveal a large emissions gap in the wastewater sector",
      "link": "https://www.nature.com/articles/s41558-025-02540-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02540-6\">doi:10.1038/s41558-025-02540-6</a></p>The wastewater sector is a major source of non-CO2 emissions, but accurate emissions accounting remains challenging, despite guidelines for basic inventories provided by the IPCC. This research reveals that national inventories widely omit key sources and apply inconsistent methods, which lead to greatly under-reported emissions.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Early-life heat exposure increases risk of neurodevelopmental delay in preschool children",
      "link": "https://www.nature.com/articles/s41558-026-02560-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 11 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02560-w\">doi:10.1038/s41558-026-02560-w</a></p>The authors use data from over 100,000 children (3–5.5 years old) across 551 Chinese cities, to show that risk of suspected neurodevelopmental delay increases under both prenatal and postnatal heat exposure. Steep increases at high temperatures highlight future potential vulnerability increases.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Mountains magnify mechanisms in climate change biology",
      "link": "https://www.nature.com/articles/s41558-025-02549-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02549-x\">doi:10.1038/s41558-025-02549-x</a></p>Mountains, with their sharp climatic contrasts, are emblematic of climate-driven species movement and, ultimately, loss. Here, we argue that these same contrasts make mountains powerful natural laboratories for discovering the mechanisms that underlie biological change.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Preserving mountains",
      "link": "https://www.nature.com/articles/s41558-026-02572-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-026-02572-6\">doi:10.1038/s41558-026-02572-6</a></p>Disappearing glaciers and missing snow in mountain regions are some of the most immediate signs of global change today. In this issue, we focus on the broader changes in mountains and how they affect people living both within and far away from their peaks and valleys.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Melting glaciers as symbols of tourism paradoxes",
      "link": "https://www.nature.com/articles/s41558-025-02544-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02544-2\">doi:10.1038/s41558-025-02544-2</a></p>Visitors are increasingly drawn to disappearing glacier landscapes for their beauty and scientific value. This Comment examines the paradoxes reshaping relationships among glaciers, people and communities, and highlights research needed to avoid maladaptation harming local communities.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Melting ice and transforming beliefs",
      "link": "https://www.nature.com/articles/s41558-025-02551-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 09 February 2026; <a href=\"https://www.nature.com/articles/s41558-025-02551-3\">doi:10.1038/s41558-025-02551-3</a></p>Mountains and their ecosystems have been important to religious beliefs in many regions around the world. In this Viewpoint, researchers describe how climate change in mountain regions is interpreted by local communities and how they transform their spiritual practice in response to it.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}