{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-09-07T23:20:32.918947",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3525122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Loss of ICOSL expression in the progression to cervical carcinoma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509425122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceOver 80 million people in the United States of America have genital human papillomavirus (HPV) infection and over 350,000 people world-wide die of cervical cancer. Cytotoxic T cells can eliminate cancers if they express Inducible costimulator-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Profile of Johannes Lehmann",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520876122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />Soil scientist Johannes Lehmann has spent his career examining how to improve soil quality to secure agricultural production, regulate climate, and keep water clean. His work with dark earths in the Brazilian Amazon led to the discovery of the importance ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "An information-theoretic foreshadowing of mathematicians’ sudden insights",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502791122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceThe sudden “eureka” insights that drive progress in science and mathematics remain shrouded in mystery. Here, we borrow theory and methods from statistical physics and theoretical ecology to attempt to foreshadow the onset of these sudden ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mid-Devonian ocean oxygenation enabled the expansion of animals into deeper-water habitats",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501342122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceThe timing of permanent deep-ocean oxygenation is controversial; early work placed it in the Ediacaran, whereas more recent studies point to the mid-Paleozoic. Establishing the timing of this transition has profound implications for the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Rising global temperatures reduce soil microbial diversity over the long term",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426200122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceGlobal warming is posing a significant threat to soil ecosystems, including soil microbial diversity. This diversity is essential for sustaining ecosystem functions such as sequestration of soil organic carbon (SOC), a key component in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Unveiling street art: A multimodal and multitechnique approach for analyzing and mapping painting materials on large murals",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504918122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceThis paper presents a pioneering multimodal, multitechnique, and multiscale analytical methodology for studying the materials in street art murals. By combining in situ noninvasive analyses with laboratory analytical techniques applied to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Coordinated actions of NLR-assembled and glutamate receptor–like calcium channels in plant effector-triggered immunity",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508018122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceA major barrier to microbial infection in plants is mediated by large families of intracellular nucleotide-binding/leucine-rich repeat (NLR) immune receptors recognizing pathogen attack. Significant advances have been made in understanding ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Flavin-deficient erythrocytes offer protection against malaria parasites",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504687122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceHumans have evolved several traits that protect against malaria. An asymptomatic trait described in Italy some 40 y ago, whereby individuals have erythrocytes deficient in flavins—the active metabolites of riboflavin (vitamin B2), has been ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Substantial reductions in black carbon from both fossil fuels and biomass burning during China’s Clean Air Action",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500843122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceChina has implemented stringent Clean Air Action (CAA) policies over the past decade, yet the effectiveness of controlling key black carbon (BC) sources—aerosols that are harmful to both the climate and health—remains unclear. Using a decade-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Chants across seven traditions share acoustic traits that enhance subjective relaxation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506480122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceThis research presents evidence that chants possess distinct acoustic characteristics compared to speech and other genres of singing. Across different cultures, chants share common characteristics such as predominantly flat and slow-changing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Shared metabolism between a bacterial and fungal species that reside in the human gut",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504785122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceThe gut microbiome is a complex mixture of species, and it has been difficult to study detailed interactions between its different components. Here, we use two common colonizers of the gut,Candida albicansandEnterococcus faecalis, to study ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "CryoEM structure of ALK2:BMP6 reveals distinct mechanism that allow ALK2 to interact with both BMP and activin ligands",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502788122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceActivin receptor-like kinase-2 interacts with two different classes of transforming growth factor β ligands: the Bone Morphogenetic Proteins (BMPs) and the activins. With BMP ligands, ALK2 signals to play roles in bone modeling, while with ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Interfacial electroneutrality controls transport of asymmetric salts through charge-patterned mosaic membranes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504069122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceThe selective transport of ionic species is essential for water treatment, resource recovery, and precision separations. This study demonstrates that the fractional coverage of charged domains on charge-patterned mosaic membranes (CMMs) can be ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "SHP2 genetic variants in NSML-associated RASopathies disrupt the PZR–IRX transcription factor signaling axis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503631122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceMutations in the protein tyrosine phosphatase SHP2 that cause Noonan syndrome with multiple lentigines (NSML) result in the development of RASopathy-associated hypertrophic cardiomyopathy (HCM). This study shows that in the heart, when SHP2 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cohort mortality forecasts indicate signs of deceleration in life expectancy gains",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519179122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceLongevity, measured by cohort life expectancy, has risen steadily in high-income countries since the early 1900s, raising expectations that this trend will continue. However, whether these gains will persist remains uncertain. Using multiple ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "G-quadruplexes as a source of vulnerability in BRCA2-deficient granule cell progenitors and medulloblastoma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503872122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceThis study highlights a specific source of endogenous DNA replication stress, G-quadruplexes (G4s), that can increase genome instability in BRCA2-deficient cerebellar granule cell progenitors (GCPs), leading to medulloblastoma. BRCA2 is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structure of the Thomasclavelia ramosa immunoglobulin A protease reveals a modular and minimizable architecture distinct from other immunoglobulin A proteases",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503549122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceIgA proteases (IgAPs) are enzymes typically linked to pathogens likeHaemophilus influenzaeandStreptococcus pneumoniae, aiding their infection of human mucosal tissues. These enzymes evolved different mechanisms to cleave human IgA1. The ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Local c-di-GMP signaling, triggered by cross-regulation of cAMP-CRP and c-di-GMP, controls biofilm formation under nutrient limitation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516964122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceDecades of research have established cAMP-CRP as a global transcription factor in bacteria. Here, we demonstrate that cross-regulation between cAMP-CRP and c-di-GMP occurs at both the transcriptional and posttranslational levels. Not only does ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cellular cartography reveals mouse prostate organization and determinants of castration resistance",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427116122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 35, September 2025. <br />SignificanceAndrogen deprivation therapy (ADT) is a mainstay in prostate cancer (PCa) treatment, yet many patients eventually develop castration-resistant disease—a lethal progression driven by poorly understood cellular mechanisms. Our study provides a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}