{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2025-07-01T09:29:54.134851",
  "items": [
    {
      "title": "A climate of public readiness: climate adaptation action",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1566104",
      "pubDate": "2025-07-01T00:00:00Z",
      "description": "The discourse surrounding climate change and the adaptation solutions needed to mitigate its impacts is often framed in terms of future time horizons. However, it has become increasingly clear that impacts are occurring today, so public awareness and engagement are critical. Despite the growing recognition of the worsening climate crisis, the gap between public understanding and approval of adaptation strategies remains a significant obstacle to community resilience in many locations. One country where broad-based public support for climate adaptation is emerging is Sweden, and one region within Sweden that is acutely experiencing the immediate impacts of climate change is Skåne. This perspective highlights a critical opportunity for decision-makers in southern Sweden to capitalize on public support to implement adaptation solutions now. While doing so, we argue that while climate adaptation may look different elsewhere, the combination of historical vulnerabilities, climate threats, public support, and governance structures is universal. Thus, the lessons learned in southern Sweden are generalizable to other similar contexts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Future overheating risk in prisons in England and Wales using the UK climate projections",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1611715",
      "pubDate": "2025-06-30T00:00:00Z",
      "description": "High temperatures, leading to overheating, impact the welfare of prisoners, staff and visitors in prisons in England and Wales. Quantifying current and future overheating risk can inform adaptation decision making and prioritisation of investment. In this study, a set of measurements of temperatures inside and outside six prisons, a magistrates court and an approved premises were used to establish a simple relationship between indoor and outdoor temperatures. This relationship is combined with an ensemble of climate projections and an open-source risk assessment framework, CLIMADA, to estimate the change in risk of indoor overheating. This framework supports a spatially consistent assessment of risk, enabling risk to be compared between sites. The expected number of days each prison cell or non-cell overheats is assessed for the recent past and global warming levels of 2°C and 4°C above the preindustrial era. The results indicate a large increase in risk of overheating in cells in the prisons and magistrates court, especially under 4°C of warming. The highest increases are seen in older prisons, where overheating could occur between 100 and 120 days per year if the climate warms to 4°C above pre-industrial. The overheating risk in other areas within the prisons is much smaller but still increases under a warming climate. These results show that retrofitting solutions will increasingly be needed to minimise overheating of the existing prison stock as our climate continues to warm, and that consideration of overheating needs to be incorporated into the design of new prisons.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Refugees and host communities’ vulnerability to climate and disaster risks in Rwanda",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1465223",
      "pubDate": "2025-06-26T00:00:00Z",
      "description": "Climate change hazards pose significant risks to vulnerable populations, particularly refugees residing in camps within environmentally sensitive areas. This study assesses climate and disaster risks in refugee-hosting districts in Rwanda using GIS-based risk mapping, decision science tools (AHP), remote sensing, and econometric analysis. The findings reveal spatial variability in hazard exposure across camps, with Mahama and Mugombwa refugee camps experiencing the highest flood risks, while Gihembe, Kiziba, and Kigeme camps are most susceptible to landslides. Between 2013 and 2021, landslides resulted in the damage of 324 hectares of cropland in Gihembe district and caused 110 fatalities in Kiziba’s district in 2016 alone. The study also finds that Mahama camp is highly vulnerable to drought, reflecting national data indicating that 4.2 million Rwandans were affected by droughts between 1974 and 2018. In addition, Kiziba camp exhibits severe soil erosion, with up to 19 million tons of annual soil loss in its watershed area. This erosion, exacerbated by deforestation due to firewood harvesting and construction material collection, weakens slope stability, intensifying landslide risks and increasing sediment transport into local water sources, thereby impacting water quality. Our results support recent disaster management decisions by the Government of Rwanda and UNHCR, including the closure of Gihembe camp in 2021 due to landslide risks and the relocation of vulnerable populations from Kigeme camp due to erosion-induced ravine formation. While these interventions reduce immediate risks, continued efforts are needed to enhance camp resilience, strengthen early warning systems, and integrate nature-based solutions into long-term disaster risk management.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Feature importance of climate vulnerability indicators with gradient boosting across five global cities",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1521507",
      "pubDate": "2025-06-25T00:00:00Z",
      "description": "Efforts are needed to better identify and measure both communities’ exposure to climate hazards and the social vulnerabilities that interact with these hazards, but the science of validating climate risk indicators is still in its infancy. Progress is needed to improve: (1) the selection of variables that are used as proxies to represent hazard exposure and vulnerability; (2) the applicability and scale for which these indicators are intended, including their suitability for transnational comparisons. We draw on an international urban survey in Buenos Aires, Argentina; Johannesburg, South Africa; London, United Kingdom; New York City, United States; and Seoul, South Korea that collected data on: exposure to various types of extreme weather events, socioeconomic characteristics commonly used as proxies for vulnerability (i.e., income, education level, gender, and age), and additional characteristics not often included in existing composite indices (i.e., Queer identity, disability identity, non-dominant primary language, and self-perceptions of both discrimination and vulnerability to climate hazard risk). We use feature importance analysis with gradient-boosted decision trees to measure the importance that these variables have in predicting exposure to various types of extreme weather events. Our results show that non-traditional variables were more relevant to self-reported exposure to extreme weather events than traditionally employed variables such as income or age. Furthermore, differences in variable relevance across different types of hazards and across urban contexts suggest that vulnerability indicators need to be fit to context and should not be used in a one-size-fits-all fashion.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Modeling climate change impacts on the potential distribution of bighorn sheep in Mexico",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1386632",
      "pubDate": "2025-06-25T00:00:00Z",
      "description": "Climate change is expected to significantly reshape the geographic distribution of many species worldwide. The bighorn sheep (Ovis canadensis), a species of ecological, economic, and cultural importance in Mexico, is particularly vulnerable to these environmental shifts. This study applies ecological niche modeling to estimate the probability of species occurrence based on bioclimatic variables under future climate scenarios. Using four Representative Concentration Pathways (RCP 2.6, 4.5, 6.0, 8.5) and six General Circulation Models, projections are made for the period 2041–2060. This analysis is based on 280 georeferenced records of bighorn sheep occurrences and evaluates changes in temperature and precipitation, which are assumed to influence their potential distribution. Projections suggest a significant reduction in geographic distribution, with drier periods and extreme temperatures exerting the most detrimental effects. These findings pose considerable challenges for long-term conservation and management of bighorn sheep populations, as current strategies may be insufficient. The ecological niche model suggests focusing conservation efforts on Northern Baja California (Californian ecoregion) to identify potential distribution. This research emphasizes the critical need to integrate climate projections into conservation strategies to better manage the uncertainties of climate change.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "“We can’t survive without mutual support”: resilience and share and support networks in the Republic of Sakha (Russia)",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1584666",
      "pubDate": "2025-06-19T00:00:00Z",
      "description": "This article analyzes the role of share and support networks (SSNs) in the Republic of Sakha (Russian Federation) in the context of accelerated climatic, environmental and socio-economic changes. The material associated to four fieldworks conducted in the Republic of Sakha has been mobilized: the first one in obtained Tiksi in November 2014, the second and third one in the city of Yakutsk in September 2015, and June 2018 respectively, and the fourth one in Tiksi and Bykovsky in July 2019. The qualitative analysis of the interviews revealed that food-centered SSNs are a salient topic in local narratives. They shape the current regional socio-economic configuration and play a key role in identity processes. They allow residents from different parts of the Republic of Sakha to have access to traditional food, but also enhance residents’ feeling of safety and wellbeing. Interviewees identified multiple manifestations of changes in climate and permafrost that are currently exerting increasing pressure on SSNs. These increase the difficulties to practice traditional activities and therefore to access black food (meat and fish) which is the base of the Yakutian diet. Local narratives demonstrate that the impacts of such changes on SSNs can exceed the merely local sphere and can entail severe and long-lasting consequences at a regional scale too. Furthermore, we identify shared representations of an ideal past—that of the Soviet Union—as an immaterial source of resilience through its potential to foster collective action.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Co-benefits of resilience planning: a review of analysis tools and methods",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1539858",
      "pubDate": "2025-06-16T00:00:00Z",
      "description": "Co-benefits conceptually apply broadly to the realms of sustainability and resilience and are increasingly relevant in decision-making processes as there is an increase in complex and compound events. Therefore, infrastructure design, planning, governance, and disaster preparedness for compound events are critical for building resilient systems. Decisions are often based on direct benefits of a proposed project or intervention, which are the more salient to decision makers and may be the function of available financing and experience with event types. The ideal community resilience actions for a community may be heavily influenced by the identification (and inclusion) of co-benefits in assessments of community resilience alternatives. Fung and Helgeson reviewed the literature on co-benefits with a specific focus on the definition of co-benefits, areas where co-benefits are used the most (considering the literature related to climate change), and co-benefit measurement and assessment methodologies in the context of resilience planning. The current study further explores these areas by focusing on the development of the literature on co-benefits published since 2017. The specific review questions explored are: (1) What is the major focus of the literature on co-benefits? and (2) What are methods and tools for measurement and assessment of co-benefits? The literature review reveals two primary focus areas: co-benefits of resilience and sustainability planning, and co-benefits of climate mitigation and adaptation actions. The latter are further categorized as falling as either health co-benefits or environmental and social co-benefits of climate actions. Within the two broad focus areas, our study reviews research objectives, analysis region, co-benefit categories, direct benefits, and evaluation methods and assessment frameworks. Moreover, we provide a synthesis of analysis tools and assessment methods including monetization methods, multi-criteria (i.e., multi-objective) analysis methods, scoring methods and matrices, and systematic reviews. The review reveals several gaps and opportunities for both future research and applications. One opportunity is to develop more generic evaluation methods for co-benefits with a focus on scoring methods and matrices, which provide a good balance of quantitative and qualitative evaluation, in the development of more generic analysis and assessment methods and tools.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Developing practical climate adaptation and mitigation toolkits for Canadian forest-based communities: a systematic review",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1578605",
      "pubDate": "2025-06-16T00:00:00Z",
      "description": "The effects of climate change events such as wildfires, storms, flooding, and pest outbreaks remain a constant threat to the health of Canadian forests. Consequently, adaptation and mitigation actions are necessary to reduce the effects and impacts of climate change and prevent further deterioration of forest health. Using a climate change toolkit is a common way for forest practitioners to understand their climate risks, develop locally relevant adaptation and mitigation options, and drive the implementation of strategies to improve forest resilience. In this review paper, we examine how climate change adaptation and mitigation toolkits have been developed in the Canadian forest sector, the challenges that were encountered, and if and how Indigenous and local knowledge were incorporated into the process. Our results show that toolkits developed holistically and comprehensively provide a good foundation for implementing long-term impactful climate action. Achieving this requires a broad understanding and mapping of climate issues, implementation options, as well as best practices for monitoring and evaluation of action plans. If developed appropriately, toolkits can provide flexible pathways that are tailored to local changing climatic patterns, events, and impacts within specific contexts or sectors, ultimately improving forest resilience in the face of climate change.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Livelihood adaptation to climate-related changes in agroecological zones in developing countries—challenges, prospects, and policy concerns",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1594747",
      "pubDate": "2025-06-13T00:00:00Z",
      "description": "Climate change significantly threatens the livelihoods, biodiversity, and food security within agroecological zones (AEZs) of developing countries. This research presents a systematic review of peer-reviewed articles published between 2013 and 2023, highlighting facilitators and deterrents of effective livelihood adaptation strategies across AEZs within developing nations. The study identified two main thematic areas from these studies across several geographic regions: Challenges and Policies. These thematic areas were common across the AEZs, each with four primary subthematic areas. These subthemes highlighted insufficient stakeholder engagement, inconsistent policies, environmental harm or damage, and technological deficiencies. The review highlights the urgency of incorporating traditional participatory approaches and enhancing stakeholder harmonisation for robust policy formation. It emphasises the need for a tailored approach to adaptation strategies to address the distinct social, ecological, and governance structures of each unique AEZ according to its geographic characteristics. Finally, this review offers a new perspective on the complexity of climate change adaptation in AEZs, while establishing the foundation for future scholarly work and policy initiatives pertinent to enhancing resilience and coping mechanisms to climate change within AEZs of developing nations.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Analysis of interrelationships between the management of agricultural water consumption optimization constructs based on smart climate agriculture: application of structural analysis",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1504005",
      "pubDate": "2025-06-12T00:00:00Z",
      "description": "Considering that the behavior of farmers regarding the use of smart climate agricultural technologies is influenced by the socio-economic conditions of their locality, this study identified the constituent components of optimal agricultural water consumption management in Pakdasht city, Iran. To analyze the data, structural equation modeling (SEM) was employed using AMOS20 to investigate the linear relationships between latent and explicit variables. The results showed that the hidden variables of educational and economic, technical and economic, and cultural and economic dimensions have a significant relationship with each other. Variables such as financial support from official institutions to greenhouse owners for the preparation and installation of new irrigation systems, financial facilities provided by Agriculture Bank for greenhouse development, financial support for research and development in optimal water management, and financial support packages for adopters of smart technologies impact the economic dimension of water consumption management among greenhouse owners. Additionally, the ability to attract support from local leaders for optimal water management, capacity building, and the empowerment of local communities—particularly youth—in this area, as well as the formation of cooperative groups among users of new irrigation methods, facilitate interactions between greenhouse owners.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "An index-based approach to assess the vulnerability of coffee-based farmers to climate change and variability across districts in Western Ethiopia",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1537045",
      "pubDate": "2025-06-06T00:00:00Z",
      "description": "Coffee farming supports the livelihoods of over 15 million people in Ethiopia. However, approximately 90% of Ethiopian coffee producers are smallholders, making them among the most vulnerable to global change because of their limited resources and high dependence on family labor. This study examined the vulnerability of coffee-based farmers to climate change and variability across five districts in the West Wolega Zone of Western Ethiopia. The study combined primary and secondary data. A cross-sectional research design was used to collect primary data from 642 household heads, using 35 vulnerability indicators. Secondary data was obtained from the Ethiopian Meteorological Institute (EMI). The Livelihood Vulnerability Index (LVI) and Livelihood Vulnerability Index-Intergovernmental Panel on Climate Change (LVI-IPCC) framework were used for data analysis. The LVI indicated that coffee producers in Gimbi district (0.387) were more vulnerable to climate change and variability, followed by those in Homa (0.379), Ganji (0.377), Nolekaba (0.370), and Haru district (0.365). The LVI-IPCC analysis showed that coffee farming communities in the Haru districts (0.097) were the most vulnerable to climate change, followed by the Nolekaba (0.089), Homa (0.082), Ganji (0.081), and Gimbi districts (0.077). Spatial disparity in vulnerability is explained by the heterogeneity of socioeconomic and biophysical factors. Food, water, and climate variability contributed to the high vulnerability of farming households in all districts. Overall, farmers in all districts face the highest exposure and sensitivity, combined with a limited adaptive capacity. The findings of this study are crucial for stakeholders and policymakers as they provide essential insights for designing and implementing strategies to reduce vulnerability and improve the adaptability of coffee farming households.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Agro-meteorological services in the era of climate change: a bibliometric review of research trends, knowledge gaps, and global collaboration",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1576058",
      "pubDate": "2025-06-05T00:00:00Z",
      "description": "IntroductionAgro-meteorological services are crucial for mitigating climate variability’s impact on agriculture and enhancing food security. Despite their importance, the global research landscape in this field remains underexplored. This study examines the evolution of agro meteorological research from 2010 to 2024, focusing on trends, contributors, and regional developments.MethodsA bibliometric analysis was conducted using the Dimensions database, with visualizations created via VOSviewer. The study analyzed publication trends, key institutions, authors, journals, and subject clusters. Statistical correlations assessed collaboration and institutional impact.ResultsThe results revealed that publications increased steadily, peaking in 2020 (r = 0.92, p < 0.01), reflecting emphasis on sustainability and climate adaptation. Collaborative publications correlated strongly with institutional impact (r = 0.75, p < 0.01), led by Wageningen University and the University of Chinese Academy of Sciences. Sustainability and The Science of the Total Environment were key journals. Sub- Saharan Africa and South Asia showed significant research growth (r = 0.85, p < 0.01).DiscussionThe results highlight the field’s global, interdisciplinary scope and rising contributions from developing regions. However, capacity gaps and limited integration of indigenous knowledge persist. Inclusive partnerships and capacity building are essential to strengthen agro meteorological services and address climate challenges effectively.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Climate change, socioeconomic, environmental, and political drivers of road traffic fatalities in Somalia: a multivariate time series analysis",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1573803",
      "pubDate": "2025-06-04T00:00:00Z",
      "description": "IntroductionRoad traffic fatalities (RTFs) in low-resource settings like Somalia are influenced by a complex interplay of socioeconomic, environmental, and political challenges. This study investigates the impact of climate change (temperature, rainfall), environmental degradation (CO2 emissions), socioeconomic conditions (urban population, foreign aid), and political instability on RTFs in Somalia, aiming to contribute to the limited understanding of these dynamics in fragile states.MethodsA multivariate time series analysis was conducted using data from 1984 to 2021. An Autoregressive Distributed Lag (ARDL) model was employed to examine the short-run and long-run effects of the selected drivers on RTFs. The robustness of the model was confirmed through a series of diagnostic tests.ResultsThe ARDL model revealed significant long-run relationships: increased urbanization, CO2 emissions, and political instability were associated with higher RTFs. Conversely, increased rainfall and foreign aid were associated with lower RTFs in the long run. In the short-run, nuanced effects were observed, with both increased temperature and rainfall exhibiting positive associations with RTFs, suggesting immediate, potentially transitory, impacts.Discussion/ConclusionThese findings challenge simplistic explanations of RTF drivers and highlight the necessity of integrated road safety strategies. Such strategies should address climate change adaptation, environmental protection, socioeconomic development, and the promotion of good governance. This research provides valuable insights for evidence-based policymaking aimed at reducing RTFs and achieving Sustainable Development Goals related to health, infrastructure, and sustainable communities in Somalia and similar contexts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Corrigendum: Direct effects of ocean alkalinity enhancement in the Baltic Sea–results from in-silico experiments",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1625156",
      "pubDate": "2025-06-03T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessment of hydroclimatic variability and aridity trends in the Mississippi River Basin using parametric and non-parametric techniques",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1481926",
      "pubDate": "2025-05-30T00:00:00Z",
      "description": "The Mississippi River Basin (MRB) has undergone substantial hydroclimatic changes due to climate variability and anthropogenic influences. These changes present challenges for sustainable water resource management and agricultural planning, necessitating comprehensive assessments of climate-driven trends. This study examined spatiotemporal trends in precipitation, potential evapotranspiration (PET), air temperature, and aridity indices across the MRB from 1980 to 2019. Daily meteorological data were obtained from the North American Land Data Assimilation System (NLDAS). Trend detection employed both parametric (linear regression) and non-parametric (Mann-Kendall and Pettitt’s tests) methods, applying a 5% significance level to ensure statistical robustness against non-normality and outliers. Statistically significant increasing trends were observed in PET (+4.18 mm/year in Arkansas, p < 0.001) and temperature (+0.078°C/year in Ohio-Tennessee, p < 0.001). Precipitation trends displayed spatial heterogeneity, with significant increases in the Upper Missouri (+1.91 mm/year, p = 0.03) and non-significant declines in the Lower Mississippi (−0.77 mm/year, p = 0.75). Change point analysis indicated abrupt shifts in PET and temperature in the early 2000s and in precipitation in the late 1990s. Aridity indices (UNEP and De Martonne) revealed significant increases in aridity in the southern and western MRB (p < 0.05), suggesting heightened drought risk. The analysis highlights a clear intensification of hydroclimatic extremes across the MRB. The spatial variability in trends and abrupt changes underscores the need for region-specific adaptive water management strategies to bolster resilience against future climate variability.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "When boundaries are blurred: infrastructure needs in support of the climate displaced",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1584877",
      "pubDate": "2025-05-30T00:00:00Z",
      "description": "Interactions between climate change and human displacement are complex, yet it is clear that climate change has and will continue to alter patterns of mobility. This is true for both trans-border displacement and internal displacement within country borders. Very little attention has been given to the infrastructure needed to support the climate displaced during their journey as well as in communities where they may pause or settle. In contrast to the climate displaced, reasons for refugee flight can range from deprivation, poverty, war, or disasters, and the statutory definition of refugee entitles them to the protection and assistance of the United Nations. This definition does not currently apply to those who move or are displaced because of climate change, though their displacement is no less perilous or traumatic than those protected under the UN Refugee Convention. Regardless of the legal status, engineers are largely absent from conversations about how to support and protect those undergoing displacement from climate change. In this paper, we draw on the general literature of forced displacement and the existing legal processes for refugees to explore the stages in climate-related displacement. We propose a framework for understanding the basic infrastructure needs during four phases: initiation, mobilization, pause and settle. We identify critical infrastructure to support the climate displaced for each of these phases, calling out those aspects of the displacement process in which greater understanding of how engineers can contribute to protection of human rights is needed.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The impact of stratospheric aerosol injection: a regional case study",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1582747",
      "pubDate": "2025-05-27T00:00:00Z",
      "description": "Stratospheric aerosol injection (SAI) is a form of climate intervention that has been proposed to limit future warming and mitigate some of the adverse impacts of climate change while humanity continues efforts to reduce emissions and atmospheric concentrations of greenhouse gases. In this study, we use an Earth system model to compare the projected effects of a climate change scenario to three different SAI scenarios. Our analysis centers on both climate and crop productivity impacts. We focus on four Global South regions: South Asia, East Asia, South Central America, and West Africa. These regions were selected due to their socioeconomic vulnerability to climate change. The SAI scenarios project reduced temperature extremes and greater wet season precipitation, soil moisture and crop productivity compared to the climate change scenario over all four regions. We also find that the extent to which SAI mitigates crop productivity declines due to climate change is likely greater in South Central America and West Africa than in South and East Asia. Our study is a step toward addressing the need for more regional analyses of the potential impacts of different SAI scenarios.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Bridging climate science, policy, and communities: collaborative pathways for climate resilience in the Indo-Pacific",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1538123",
      "pubDate": "2025-05-27T00:00:00Z",
      "description": "The Indo-Pacific region, a critical economic and geopolitical hub, faces intensifying climate risks, including accelerating sea-level rise, extreme weather events—particularly heatwaves amplified by rapid urbanization—and glacial retreat in the Hindu Kush Himalayas. While advancements in climate science have significantly improved future climate projections, gaps remain in translating this knowledge into actionable adaptation strategies. Barriers such as data inaccessibility, weak institutional and international coordination, and financial constraints hinder effective climate action. This study synthesizes existing climate knowledge for the Indo-Pacific region, emphasizing the need for localized, community-driven adaptation approaches. Key challenges include the vulnerability and exposure of coastal communities to sea-level rise, the limitations of current urban-scale climate modeling, and the underrepresentation of sociocultural factors in climate adaptation strategies. The integration of Artificial Intelligence (AI) and machine learning (ML) in climate models presents an opportunity to enhance urban climate resilience, while the incorporation of indigenous knowledge rooted in scientific principles offers a critical pathway to improving localized adaptation efforts. Additionally, science communication plays a pivotal role in ensuring that climate research reaches policymakers and communities in an accessible and actionable manner. We advocate for a paradigm shift from a linear value chain to a value cycle approach, where scientific insights inform policy and local contexts inform research priorities. By bridging climate science, policy, and communities through regional platforms such as the Indo-Pacific My Climate Risk Hub at the Indian Institute of Tropical Meteorology (IITM) Pune, India, this paper outlines pathways for collaborative climate action. This work proposes actionable strategies for regional resilience.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Editorial: Inclusion in climate-related disaster studies",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1623663",
      "pubDate": "2025-05-26T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The determinants of greenhouse gas reduction levels among smallholder farmers: insights from the adoption of climate-smart dairy strategies in Central Kenya",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1593584",
      "pubDate": "2025-05-22T00:00:00Z",
      "description": "In Kenya’s dairy sector, climate change mitigation focuses on sustainable milk production. However, dairy producers often overlook emission reduction, creating a gap between national policies and local practices. This paper aims to identify the factors, including smallholder entrepreneurial orientation, socio-economic characteristics, and institutional influences, that drive the adoption and uptake intensity of on-farm greenhouse gas reduction measures in the dairy sector, particularly among smallholder producers in Nyandarua County, Kenya. The study uses a fractional response model to examine factors influencing greenhouse gas reduction at the farm level based on survey data from 385 dairy farmers. Greenhouse gas reduction was measured using a composite index, with proxies drawn from the literature. Key factors influencing greenhouse gas reduction include education, social capital, entrepreneurial orientation, awareness, and risk perception. The study recommends that the national and county governments promote and support the adoption of climate-smart dairy strategies that increase milk production while simultaneously reducing greenhouse gas emissions. This support could include technical assistance, financial support and educational programs to encourage complementary adoption by dairy farmers.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}