{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-09-24T16:31:24.731588",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3725122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cystic fibrosis: Correction of a fatal disease",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519780122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />The 2025 Lasker~DeBakey Clinical Medical Research Award has been given to Michael Welsh, Jesús (Tito) González, and Paul Negulescu for their key roles in developing a novel treatment for cystic fibrosis (CF)—a three-drug combination that saves the lives ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The Lasker~Koshland Special Achievement Award in Medical Science awarded to Lucy Shapiro",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519777122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />Scientists can contribute to society in numerous ways. Some scientists discover new biological principles and found entirely new fields. Some scientists are inspiring mentors and create the next generation of inclusive lab leaders. Some scientists are ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Making sense of low-complexity domains: The 2025 Lasker Basic Science Award",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519778122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />Up to 10 to 20% of the proteome contains regions with much lower amino acid diversity than would be expected by chance. This year’s Lasker Basic Science Award is given to Steven McKnight and Dirk Görlich for their pioneering work on such low-complexity ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "From simplicity to complexity: A path to innovation in science and art",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513128122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />Simple reductionist systems can serve as powerful catalysts for unlocking complex innovations in science and art. The evolution from simplicity to complexity is illustrated by the career journeys of the scientist Earl W. Sutherland, who discovered cyclic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Could humans and AI become a new evolutionary individual?",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509122122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Teeth outside the jaw: Evolution and development of the toothed head clasper in chimaeras",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508054122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceThe development and evolutionary history of extraoral dentition in vertebrates remains largely unexplored. This study investigates the ontogeny of the male tenaculum, a unique feature of chimaeras, revealing a tooth development pathway similar ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cooling outweighs warming across phenological transitions in the Northern Hemisphere",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501844122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceVegetation plays a pivotal role in regulating Earth’s climate through biophysical processes, yet its intraseasonal impacts on land surface temperature (LST) remain poorly understood. This study reveals that vegetation foliage exerts a dominant ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Muricholic acid mediates puberty initiation via the hypothalamic TGR5 signaling pathway",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511404122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceThe onset of puberty is increasingly observed at earlier ages in children, especially in girls with obesity, while the molecular basis of this phenomenon remains partially unfolded. Since bile acids (BAs) have emerged as pivotal signaling ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Wild, scenic, and toxic: Recent degradation of an iconic Arctic watershed with permafrost thaw",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425644122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceThe Salmon River is among the most remote and protected watersheds in North America. Its pristine wilderness was featured in the opening chapter of John McPhee’s nonfiction classic, “Coming into the Country”. In 2019, the gin-clear waters of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "3D cryoimaging of cell-mediated cholesterol crystal clearance in human atherosclerotic lesions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510133122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceAtherosclerosis is the main cause of cardiovascular diseases, the leading cause of death worldwide. Cholesterol crystals are major components of atherosclerotic lesions that actively participate in plaque growth and rupture. The crystals do ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Driving the grid forward: How electric vehicle adoption shapes power system infrastructure and emissions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420609122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceTransportation is the largest source of GHG emissions in the United States, and light duty vehicles make up the majority of transportation emissions. Electrification is the primary strategy for decarbonizing transportation, and the effect of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Adjusting the management of the Antarctic krill fishery to meet the challenges of the 21st century",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2412624122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />Antarctic krill (Euphausia superba) is the central prey species in the Southern Ocean food web, supporting the largest and fastest-growing fishery in the region, managed by the Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR). ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Distinct prelimbic cortex ensembles encode response execution and inhibition",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505378122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceUntil recently, the question of how neuronal ensembles support behavioral flexibility in the face of changing contingencies has remained unanswered. Using longitudinal single-cell calcium imaging, rat-specific decoders, and in silico ensemble ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Microglia contribute to bipolar depression through Serinc2-dependent phospholipid synthesis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500116122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceAlthough microglia are implicated in neuropsychiatric disorders, their role in BD remains unclear. In this study, using induced pluripotent stem cell-derived microglia-neuron cocultures from BDII patients, we identified reduced Serinc2 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Female membrane proteins regulate postmating ovulation in Drosophila melanogaster by ovulin-dependent and -independent pathways",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508783122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceThis study uncovers mechanisms underlying postmating ovulation inDrosophila melanogaster. We identified seven female membrane proteins and their associated signaling pathways that regulate ovulation through ovulin-dependent or ovulin-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dynamic and precise electromagnetic levitation of single cells",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512246122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceThe biophysical properties of single cells are crucial for understanding cellular function and behavior. Magnetic and density characteristics have been used to separate cells in microfluidic channels; however, precise control over individual ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ecosystem consequences of a nitrogen-fixing proto-organelle",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503108122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceIn major evolutionary leaps with widespread ecological consequences, mitochondria and chloroplast organelles arose from bacteria that had become endosymbionts inside eukaryotic host cells. Recent studies demonstrate endosymbiosis of N-fixing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Single-cell transcriptome combined with genetic tracing reveals a roadmap of fibrosis formation during proliferative vitreoretinopathy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424487122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceOcular fibrosis, a severe consequence of excessive retinal wound healing, can lead to vision loss following retinal injury. Proliferative vitreoretinopathy (PVR), a common form of ocular fibrosis, is a major cause of blindness. In this study, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Reciprocity in dynamics of supramolecular biosystems for the clustering of ligands and receptors",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500686122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 37, September 2025. <br />SignificanceSupramolecular materials with dynamic and adaptive properties are promising for biomedical use. When synthetic materials contact living cells, their interaction is key for tissue development. Critical factors include biological recognition and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}