{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-12-12T22:26:38.803163",
  "items": [
    {
      "title": "Mapping socio-ecological vulnerability of tropical peatland fires",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae203f",
      "pubDate": "",
      "description": "Peatlands in Southeast Asia regularly experience fire due to clearance of forests and drainage for agriculture and plantation development. Fire represents a mainstay for rural communities managing tropical landscapes, but these can lead to uncontrolled ‘wild’ fires that pose a major threat to people and the ecosystem, leading to a cycle of increased susceptibility to fire and increased vulnerability of people and peat ecosystem to future fires. Using an exposure-sensitivity-adaptive capacity framework, we constructed indicators of exposure, sensitivity, and adaptive capacity of peatlands and communities to fires in Sumatra and Kalimantan (Indonesia) and used these indicators to calculate the social and ecological vulnerability of peatlands and communities to fires. We operationalized this framework and defined spatial indicators which we used to construct three indices of vulnerability (ecological vulnerability, social vulnerability of villages to burning, and social vulnerability of villages to smoke-haze). Our assessment found peatlands with high ecological vulnerability on eastern Sumatra (Riau, Jambi and South Sumatra), southern Kalimantan (Central and South Kalimantan), and East Kalimantan. Majority of these provinces overlapped with sites of high social vulnerability for burning (North Sumatra, Riau, South Sumatra, Central Kalimantan, and South Kalimantan) and high social vulnerability for smoke-haze (Riau, Jambi, South Sumatra, Central Kalimantan, and South Kalimantan). As districts play an important role in land use decisions and fire mitigation efforts, we identified the top six districts that had high numbers of villages with high ecological and social vulnerability scores. Hotspot analyses showed that ecological vulnerability hotspots were co-located with social vulnerability hotspots but clusters of social vulnerability hotspots for burning did not necessarily overlap with social vulnerability hotspots for smoke-haze. Our vulnerability assessment of peatlands and villages is the foundation for an important tool for policymakers at multiple governance levels to identify high ecological and social vulnerability to peatland fires and channel aid and mitigation efforts where they are most needed.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Basal ice but not summer temperature affects land surface greenness in parts of the landscape in high Arctic tundra",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2141",
      "pubDate": "",
      "description": "Climate warming in the Arctic is very strong compared to other regions on Earth. Arctic winter climate and cryosphere conditions are changing towards more frequent mild spells. Precipitation is often falling as rain, followed by the formation of basal ice on frozen ground, particularly in Gulf Stream-influenced climates as in Svalbard. Such conditions encapsulate tundra plants in ice for several months, which is assumed to reduce land surface greenness due to plant damage. We investigated whether extensive basal ice (presence and thickness) and increased summer temperatures (growing degree days (GDD)) from in-situ time series impact satellite-derived land surface greenness. We measured greenness as the magnitude and timing of growing season maximum normalized difference vegetation index (NDVI). Our study covers Svalbard from 2013 to 2023, a decade with record breaking summer temperatures and many icy winters. We found lower maximum NDVI values when basal ice was present only at higher elevations (Estimated effect size: −0.0119, 95% CI: −0.0207 to −0.0031). We further found an eight-day advance in the timing of maximum NDVI (Estimated effect size: −7.56, 95% CI: −14.81 to −0.31) with basal ice presence in the region that was characterized by spatially and temporally extensive basal ice. Ice thickness, in contrast to presence, or GDD did not influence the magnitude or timing of maximum NDVI. Taken together, our findings indicate that basal ice presence could become a driver of vegetation change in the High Arctic as climatic extremes intensify, which could alter tundra greenness over larger landscapes and ultimately influence Arctic food webs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Whose weather is it? A fairness framework for data-driven weather forecasting",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae21f5",
      "pubDate": "",
      "description": "As data-driven weather forecasting models increasingly come in operational use, questions of fairness and equitable access to forecast improvements are gaining urgency. This paper introduces a conceptual framework for evaluating outcome-based fairness in global data-driven forecasts, drawing on principles from the algorithmic fairness literature. Specifically, we focus on two criteria: statistical parity (i.e. comparable improvements across protected groups) and conditional independence (i.e. no dependence of improvements on protected variables). Using ECMWF’s AIFS model as a case study and IFS HRES as a baseline, we assess whether forecast improvements are equitably distributed across different income groups and population densities. We find that although AIFS provides substantial overall improvements in forecast skill, these gains are unevenly distributed: on average, wealthier and more densely populated areas are more likely to experience forecast improvements, violating group fairness and conditional independence criteria. We conclude by discussing how fairness-aware loss functions could be incorporated into data-driven weather forecasting systems and argue for a broader integration of fairness considerations into model development and evaluation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global patterns of reservoir fullness and fluctuations during droughts",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2493",
      "pubDate": "",
      "description": "Reservoirs are designed to mitigate water and energy crises during droughts, yet their conditions—such as fullness and fluctuations during droughts remain underexplored. In particular, our understanding of how these conditions are related to reservoir function, size, location, climate, and socio-economic context remains limited. Here, we assess the storage conditions of 6634 global reservoirs during major river basin-scale droughts using normalized storage (NS; storage-to-capacity ratio). River basin-scale drought spells were identified using a 6 month Standardized Precipitation Evapotranspiration Index (SPEI) during 1999–2018. Our results showed that reservoirs in Asia had the lowest NS levels during droughts compared to other continents. Reservoirs in Africa and Asia exhibited the largest fluctuations, with median NS fluctuations of 34% and 37%, respectively. Large capacity reservoirs demonstrated greater resilience, whereas smaller reservoirs fluctuated more. Irrigation reservoirs had the lowest NS levels (49%) and the greatest NS fluctuations (33%). Reservoirs in dry climate remained the least filled, with irrigation reservoirs consistently showing the largest fluctuations across all climate zones. We found that reservoirs located in economically stronger countries tend to maintain higher storage levels (61% vs. 46%) and lower fluctuations (23% vs. 33%) during droughts. Furthermore, almost 40% of all reservoirs exhibited a significant (p-value < 0.05) correlation between NS and the Oceanic Niño Index (ONI), highlighting the association between large-scale climate variability and reservoir storage dynamics. Overall, our study provides valuable observational insights that can guide targeted management strategies and contribute to sustainable, long-term water governance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Denitrification in biogeochemical models—challenges and advances in simulating N2 and N2O emission in agricultural systems",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2494",
      "pubDate": "",
      "description": "Denitrification represents a major nitrogen (N) loss pathway in agriculture, reducing plant N uptake, lowering crop N use efficiency, while emitting the potent greenhouse gas nitrous oxide (N2O). However, due to methodological challenges, field measurements of N2 emissions remain rare, leaving denitrification losses poorly characterised across most cropping systems and comprehensive N budgets lacking. This constrains parameterization and validation of biogeochemical models, impeding efforts to forecast denitrification losses under changing conditions and design effective mitigation strategies. This study (i) reviewed the current literature on field-based N2 measurements, (ii) tested the ability of five different models to accurately simulate denitrification losses, and (iii) simulated denitrification losses from agricultural soils in Germany using gridded and point-based modelling frameworks. Results show that field studies suitable for model calibration remain scarce and mostly limited to temperate systems. Simulated cumulative N2 emissions varied widely between models, ranging from 0.89 to 6.07 kg N ha−1, far below the observed N2 emissions of 21 ± 3 kg N ha−1. The ratio of N2O to (N2O + N2) emitted ( ), a key determinant of the climate impact of denitrification, was not only strongly overestimated by all models but also exhibited considerable variations, ranging from 0.056 to 0.707, compared to the measured ratio of 0.006. Models also failed to capture expected responses of to environmental drivers. For Germany, simulated average N2 emissions from agricultural soils ranged from 1.7 to 14.5 kg N ha−1yr−1, with corresponding ratios ranging from 0.18 to 0.59. Spatial patterns of emissions also differed significantly across modelling frameworks, reflecting large structural uncertainties. These findings highlight that both N2 emissions and ratios remain poorly represented in current models, severely limiting our ability to establish reliable N budgets and develop targeted N management strategies. Coordinated advancements in field-based measurements and modelling are urgently needed to improve the representation of denitrification in biogeochemical models.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global soil organic carbon sequestration potential under sustainable food systems and climate mitigation",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2637",
      "pubDate": "",
      "description": "Soil organic carbon (SOC) sequestration is a key nature-based solution to mitigate climate change. Previous studies have highlighted its potential and the role of improve management practice, but many relied on static land-use assumptions or limited spatial data, overlooking socio-economic and climate-driven changes that affect land availability. This study assessed the global SOC sequestration potential of cropland and bioenergy land under three land-use pathways: business as-usual (BAU), a sustainable food system (FOOD), and a 2 °C climate target (2°). Our results show that both climate and food policies may influence SOC sequestration through land-use changes. Under the 2 °C scenario, large-scale expansion of bioenergy crops could increase SOC stocks by about 7% (∼9 Gt CO2). In contrast, the FOOD scenario achieves only modest SOC gains, slightly lower than BAU (−1.59 Gt CO2). This because dietary shifts reduce pasture demand but do not significantly change cropland area, and bioenergy deployment is limited. While plant-based diets improve food system efficiency and reduce emissions, their SOC benefits are indirect and depend on how freed-up land is used for mitigation, such as afforestation or bioenergy production. Regions with significant bioenergy expansion—such as Latin America, reforming economies, and OECD/EU countries—show the highest SOC gains. Regions with large cropland areas, including the Middle East, Africa, and Asia, contribute 70% of the global potential. Moreover substantial SOC potential can be realized at a cost below $100 per ton of CO2, highlighting SOC sequestration as a feasible and economically viable climate mitigation strategy. Our study findings underscore the trade-offs between food system transformation, land-use efficiency, and carbon storage, and emphasize that climate policies promoting bioenergy expansion can achieve substantial SOC gains, while dietary policies alone have limited impact if without strategic land management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantifying responsibility for cross-state air pollution: an airshed approach",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2638",
      "pubDate": "",
      "description": "Air pollution is the leading risk factor for premature human mortality and poses major challenges for air-quality management because emissions, transport, and health impacts often do not align with political and regulatory boundaries. This study introduces the concept of an airshed, as a reduced-complexity, data-driven approach, to quantify transboundary influences and attribute responsibility for premature deaths across jurisdictional boundaries. Applied to PM2.5 concentrations in the contiguous U.S., the airshed approach reveals that over half the states are net exporters of annual premature deaths, while roughly one third have zero net cross-state contribution. Although premature mortality has declined by ∼35% from 1998 to 2022, the cross-state contribution to premature mortality has remained steady at 40% nationally. This approach highlights the unequal distribution of both health risk and responsibility across state lines. The findings underscore the need for further regulatory strategies and cooperative mechanisms to address interstate air pollution.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Warm winters, hot moose: temperature drives activity and habitat trade-offs across a cold-adapted species’ range",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae263a",
      "pubDate": "",
      "description": "Moose (Alces alces) are a cold-adapted species that may be vulnerable to overheating at relatively low temperatures in winter. Moose have two main strategies for thermal regulation: shifting activity patterns and selecting habitat that provides thermal refuge. In this study, we compared how moose use these two strategies in response to winter temperature across their latitudinal range. First, we used hidden Markov models to delineate encamped and traveling movement states for five populations of global positioning system-collared moose in relation to time of day, temperature, and snow depth. Next, we used step-selection functions to determine influential covariates of encamped locations. As air temperatures and snow depths increased, moose from all populations were more likely to remain in an encamped, relatively stationary state. All moose became less diurnal and more nocturnal at high temperatures, although the magnitude of changes in activity varied by population. Encamped northern moose selected shrubby habitat that presents foraging opportunities, whereas encamped southern moose selected for coniferous forest that provides poor forage but offers shade in southern regions. The only moose population to select for lower temperatures also experienced the warmest winter on record during our study period, which may explain this population’s low overall activity rates. Our results indicate that moose along their southern range extent are responding to elevated mid-winter temperatures by initially altering activity patterns and subsequently selecting for potential thermal refugia at the expense of foraging habitat, while northern moose were unlikely to shift habitat selection based on temperature unless faced with an anomalously warm winter. As climate change is implicated in range contraction and population declines, our findings suggest that high winter temperatures may be causing moose to not only reduce overall activity but also to forgo preferred foraging habitat in favor of prioritizing thermal refuge, thus forcing a trade-off between nutrition and thermoregulation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A global overview of the impacts of phytoplankton blooms on lake and reservoir ecosystem services",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2696",
      "pubDate": "",
      "description": "Phytoplankton blooms are an increasing concern for lake and reservoir management due to their rising frequency, intensity, and negative impacts on water quality and ecosystem functioning. Influenced by global change factors like climate change and intensified land use, especially urbanization and agriculture, these blooms are expected to become more common worldwide. Despite extensive research on bloom dynamics, mechanisms, and toxicity (notably of cyanobacteria), there is no comprehensive synthesis of their effects on ecosystem services. To address this, we conducted a systematic review of 48 studies globally documenting the impacts of phytoplankton blooms on key ecosystem services: fisheries, drinking water supply, and recreation. In fisheries, blooms cause significant losses primarily through fish mortality and habitat degradation, with toxins also reducing fish activity. Drinking water services experience serious disruptions, sometimes requiring costly treatment upgrades, while consumer complaints about taste and odor are common. Recreational activities suffer from swimming bans, decreased site attractiveness, and health risks. Toxic cyanobacterial blooms were the most frequently reported and damaging, though non-toxic algal blooms also cause notable problems. While some studies mention potential benefits of non-toxic blooms, these are limited and highly context-dependent. Our review also underscores the value of including grey literature alongside peer-reviewed studies to capture a fuller range of bloom impacts. Finally, we compiled cost estimates from various contexts, providing a benchmark for assessing the economic burden of phytoplankton blooms. The diversity and severity of impacts call for proactive, adaptive management strategies to mitigate disruptions and safeguard ecosystem services in lakes and reservoirs facing growing bloom pressures.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Different places, different challenges: mapping global variations in agrifood-system burdens",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20ac",
      "pubDate": "",
      "description": "The global agrifood system is central to many challenges humanity faces today. Despite significant growth in total production, it fails to ensure food security for all, drives biodiversity decline, and majorly contributes to climate change. Research on agrifood-system burdens often focusses on the national level and isolated burdens, ignoring their systemic complexity. We address this knowledge gap by combining global subnational datasets proxying four key dimensions of agrifood-system burdens: environmental footprint, climate change, income poverty, and malnutrition. We map global hotspots of co-occurring agrifood-system burdens for 2017. We overlay these with data on ambient population counts, agricultural areas, farm size distributions, and lands inhabited by Indigenous peoples to identify spatial correspondence between people in vulnerable contexts and food production regions facing these burdens. We further assess countries’ relative burden against their inequality and governance indicators. Burden hotspots occupy many regions worldwide, especially in low-income, (sub)tropical regions. Single burdens occupy regions harbouring about 5 billion people (∼66% of the global population) and 1.8 billion ha of agricultural lands (∼40%), while multiple burdens occupy regions with about 1.9 billion people and 470 million ha agricultural lands. Environmental footprint is the strongest contributor to these burden profiles. Regions with traditionally marginalised communities (i.e. small-scale farmers and Indigenous peoples) disproportionally face multiple burdens. Agrifood-system burdens are more prevalent in countries with higher economic inequality and poorer governance. Burden profiles vary substantially within and between countries, necessitating regionalised and context-specific policies for effective, bundled, and targeted solutions. Addressing agrifood-system burdens can also synergise with tackling other current global challenges, like biodiversity loss and environmental justice.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}