{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-08T12:52:39.067334",
  "items": [
    {
      "title": "Decolonizing biodiversity data: a call for equitable science",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff9b",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global energy and carbon emissions of irrigation and fertilizers management for closing crop yield gaps",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfbfd",
      "pubDate": "",
      "description": "Yield gaps present a key opportunity to meet the increasing global food demand. Defined as the difference between actual and attainable crop yields, they can be reduced by expanding irrigation and increasing nutrient inputs—strategies whose land, water, and nutrient requirements have been quantified in previous studies; however, their energy consumption and emissions remain largely unknown. This study quantifies the energy consumption and greenhouse gas (GHG) emissions associated with yield gap closure through irrigation and fertilizer management. Our findings indicate that energy consumption for irrigation pumping, and fertilizer production under baseline scenario is 462 TWh and 1884 TWh per year, respectively. Nitrogen, phosphorus, and potassium fertilizers account for 97%, 2%, and 1% of total fertilizer energy consumption. These activities contribute 552 Mt CO2e annually—154 Mt from irrigation and 398 Mt from fertilizer production. Closing the full yield gap would double annual energy consumption to 4579 TWh with emissions of 1.1 Gt CO2e, equivalent to 3% of global energy consumption and 2% of total GHG emissions in 2020. Although closing 75% or 50% of the yield gap would reduce energy use and GHG emissions, countries such as India, Pakistan, Afghanistan, and several in Sub-Saharan Africa would still face disproportionate burdens, requiring over 15% of their national energy consumption and more than 5% of their total GHG emissions to achieve the full yield gap closure. These findings reveal pronounced regional disparities in agricultural productivity, energy demands, and environmental trade-offs, underscoring the need for locally tailored strategies to strengthen food system resilience, while also advancing low-carbon energy infrastructure, reducing fossil fuel dependence, and enhancing energy security.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing the regulatory efficacy of National Key Ecological Function Zones on ecosystem service balance",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfbfe",
      "pubDate": "",
      "description": "Balancing ecosystem service supply and demand is essential for regional sustainable development. The designation of National Key Ecological Function Zones (NKEFZs) serves as a critical policy tool to strengthen ecological regulation. This study evaluates four key ecosystem services—water provision (WP), crop production (CP), carbon storage (CS), and habitat quality (HQ) —in Hubei Province from 2005 to 2022, analyzing supply-demand surpluses and deficits, spatial-temporal dynamics, and the policy impact of NKEFZs using a staggered difference-in-differences (DID) approach. The results show that the supply-demand balance exhibits notable spatial heterogeneity: (1) WP follows a ‘southern surplus–northern deficit’ pattern, CP and HQ show a ‘western surplus–eastern balance’ structure, and CS presents a ‘western surplus–eastern deficit’ configuration. (2) Temporally, from 2005 to 2022, the WP index rose from 0.12 to 0.30, CP increased from 0.63 to 0.90, CS declined from −0.03 to −0.38 despite a reduced deficit extent, and HQ remained stable though deficits expanded in eastern urban areas. (3) Comprehensive spatial-temporal analysis shows that surpluses are concentrated in western regions, while deficits dominate central and eastern cities, with most eastern and western areas improving, in contrast to declining trends in central cities; the province-wide average index rose from 0.45 to 0.51. (4) The DID results confirm that the NKEFZs policy significantly improved the balance of ecosystem services, with the effect remaining robust after multiple tests. This study offers a scientific basis for optimizing ecological protection policies and advancing sustainability through improved ecosystem service management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Increased Amazon evapotranspiration since 1990 in a warming climate",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfc00",
      "pubDate": "",
      "description": "The Brazilian Amazon Forest is experiencing alterations in water fluxes driven by agriculture expansion and climate change, which affect land-atmosphere interactions and precipitation recycling. Evapotranspiration (ET) is central to understand these processes, as it regulates water transport across the Amazon. However, its long-term responses to ongoing climate change and human activities remain poorly understood. This study conducted a multi-scale analysis of ET trends from basin to local scale in the most deforested region of the Brazilian Amazon. We applied a remote sensing-based model (geeSEBAL) from 1990 to 2022 to assess deforestation and climate change effects on ET. Our results indicate that overall ET in the Amazon arc of deforestation has increased by 11% during the dry season despite significant forest removal, largely due to the contribution of intact forests and global warming feedback. While these findings suggest a forest response to a changing climate, they also highlight a critical vulnerability that is exacerbated by the threat of ongoing deforestation. With projected warmer future climate and extended dry seasons, our results emphasize the complex interplay between water recycling and climate change in the world’s largest rainforest, with significant ecological and water security implications.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Deforestation-induced immediate and delayed shifts in moisture recycling: source and sink dynamics across the Amazon",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfd75",
      "pubDate": "",
      "description": "Moisture recycling is a fundamental process that sustains regional precipitation, supports ecosystem stability, and delivers critical ecosystem services at both local and global scales. In the Amazon, deforestation disrupts this process, altering moisture source and sink dynamics of areas in the region and impacting its overall moisture recycling function. This study examined the spatial and temporal variability of moisture recycling by assessing the responses of moisture sources and sinks to deforestation across different time lags, focusing on the Amazon’s contribution to and dependency on its moisture recycling regime. We used the UTrack moisture tracking model and high-resolution deforestation data from MapBiomas to quantify changes in dependency and contribution of the Amazon over a 22 year period (2000–2021). Our findings revealed high heterogeneity in moisture recycling patterns across the Amazon. We also found that deforestation affects both immediate and delayed moisture recycling responses, with mid- and long-term responses (13–48 months and 49–72 months) more pronounced than immediate responses (1–12 months). Deforestation is associated with a decreasing evaporation contribution of the Amazon to its moisture recycling regime as moisture sources and an increasing dependency for precipitation as moisture sinks. These results underscore the persistent and delayed effects of deforestation on the hydrological cycle of this important biome.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Decaying cyclonic eddies enhance deep carbon transfer while frontal zones attenuate export: mechanistic drivers of divergent pathways",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfdff",
      "pubDate": "",
      "description": "Ubiquitous mesoscale eddy-front systems are hotspots of carbon export, yet how their decay phase regulates the biological pump in strongly stratified oceans remains unknown. Utilizing ship-based observations from a decaying cyclonic eddy off southeastern Sri Lanka, we reveal that while both the eddy interior and frontal zones exhibit elevated phytoplankton biomass due to different nutrient supply mechanisms, they drive divergent particulate organic carbon (POC) transfer efficiency: enhanced within the eddy but reduced at the front. Subsurface hydrodynamic processes and particle size distributions shaped contrasting export efficiency. During the decay phase, downwelling, weaker stratification, and larger particles inside the eddy promoted efficient POC transfer to depth. Conversely, frontal upwelling, strong stratification induced by water-mass convergence, and finer particles attenuated export. These findings demonstrate that decaying eddy-front systems exhibit spatially heterogeneous carbon sequestration efficiencies, challenging assumptions of uniform attenuation rates and underscoring the need to resolve life-stage dynamics in biological pump assessments.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Untangling the fragmented landscape of extreme heat services and warning systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe00",
      "pubDate": "",
      "description": "Extreme heat warning systems are expanding globally, yet remain conceptually fragmented and operationally diverse. With a myriad of heat indices in use and limited guidance on their purpose or performance, countries risk adopting ineffective systems misaligned with local risks and decision-making needs. This Perspective traces the roots of this fragmentation across disciplinary, operational, and institutional lines, showing how differing approaches from health, meteorology, and climate science have led to incompatible definitions and thresholds. We then propose a clear typology of heat indices, aligned with WMO guidance: (1) temperature indicators, (2) thermal indices, and (3) heatwave intensity indices. The typology clarifies what each type measures, where it performs best, and the trade-offs involved, helping systems move toward greater transparency, coherence, and fit-for-purpose. Each type offers distinct strengths, and many countries will benefit from layered approaches that combine them. Moving toward intensity-based approaches represents a conceptual shift, from identifying hot days to quantifying the severity of heatwaves. By aligning early warning systems with this understanding, countries can improve coordination, reduce health and societal impacts, and accelerate progress under global frameworks such as the UN’s Early Warnings for All initiative.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Compounding droughts and floods amplify socio-economic impacts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe82",
      "pubDate": "",
      "description": "In recent years, compound climate and weather extremes have received significant attention due to the heightened threat they pose to the environment, human societies, and the economy. This study investigates the impacts of compound drought-flood (CDF) extremes using data from two widely-used disaster databases: the emergency events database (EM-DAT) and its geocoded disasters (GDIS), along with the DesInventar database. The analysis covers the period from 1960 to 2018, consistent with GDIS’ temporal coverage. CDF events are defined as instances where drought and flood hazards occur concurrently or sequentially, with a flood taking place during a drought period or within four months of its end. Our findings for the global extratropics reveal that the economic losses and the number of affected people resulting from CDF events are up to eight times higher than those ascribed to isolated droughts or floods, with a confidence interval ranging from one to twelve. Similar qualitative results emerge from DesInventar and EM-DAT, albeit with some quantitative differences. Furthermore, impact ratios have increased in more recent decades compared to earlier periods, emphasizing the increasing impacts of the drought-flood compound events. These results highlight the amplified negative impacts when droughts and floods occur concomitantly or sequentially, underscoring the need for targeted policies to address their socioeconomic risks, particularly under changing climatic conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Improving simulations of daily mean dynamic sea level extremes in the Gulf of Mexico with high-resolution community earth system model",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff97",
      "pubDate": "",
      "description": "Extreme sea-level events, such as those caused by tropical cyclones (TCs), pose significant risks to coastal areas. However, the current generation of climate models struggles to simulate these events due to coarse resolution. By comparing high-resolution (HR) and low-resolution (LR) Community Earth System Model simulations with tide gauge and altimeter data along the US. Gulf of Mexico (GoM) coast, we find that HR better represents both mean dynamic sea level (DSL) and daily mean extreme DSL (EDSL) statistics. In contrast, LR significantly underestimates the strength of EDSL mainly due to its deficiency in simulating strong TCs. Both observations and HR show larger daily mean EDSL on the western Gulf coast than on the eastern side, highlighting the need for HR climate simulations to improve coastal resilience planning.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mangrove restoration is guided by lifecycle responses to climatic forcing",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff99",
      "pubDate": "",
      "description": "Due to the range of ecosystem services provided, mangrove restoration is increasing worldwide. Mangrove restoration strategies have typically focused on either passive (i.e. re-establishing tidal regimes suitable for natural mangrove recruitment), or active (planting) restoration approaches. To date, mangrove restoration projects typically consider chronic environmental pressures at a site (e.g. the tide). However, acute or extreme weather events (e.g. waves, floods, droughts, etc) are important drivers of global mangrove loss and are rarely considered in restoration projects. In this study, the mangrove lifecycle ecosystem analysis and forecasting model was used to monitor the temporal and spatial effectiveness of passive and active mangrove restoration projects when exposed to routine tides and wind waves, and extreme weather events like floods, droughts and storm conditions. Passive restoration was the most recommended strategy for mangrove survival and ecosystem services across all tested environmental conditions, except constant wind waves. These outcomes were overcome by the active planting of mangrove saplings with stems tall enough to resist overturning and/or wave breaking forces. Planting was most beneficial when restricted to bed elevations where propagules would naturally recruit and when waves were present. Propagule availability was found to be critical in re-populating sites post climatic events (e.g. storms) and was most effective in ensuring the long-term development of active restoration strategies. Mangrove planting provided immediate returns on ecosystem services post-restoration, before converging with the outputs of passive restoration. This study provides previously missing guidance regarding mangrove restoration for a range of chronic conditions and extreme weather events, highlighting the importance of aligning restoration conditions with the mangrove lifecycle for tailored restoration strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "County-level cropland fragmentation in China (1990–2023): a bidirectional transformation perspective",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0050",
      "pubDate": "",
      "description": "Cropland fragmentation (CLF) studies often overlook bidirectional land transformations. This study reassesses county-level CLF in China (1990–2023) using a 30 m-resolution Landsat-based dataset and a novel Modified Landscape Division Index to capture both cropland gains (transfer-in) and losses (transfer-out). We find pronounced CLF increases in urbanized plains, notably the Huang–Huai–Hai Plain (6.13 × 10−2 y), Northeast China Plain (3.69 × 10−2 y), and Sichuan Basin (4.97 × 10−2 y), driven primarily by urbanization (39.5% contribution to CLF from impervious surfaces). Conversely, cropland gains from forests and grasslands mitigate fragmentation, with forest-to-cropland conversion reducing CLF by 40.3%. Counties with CLF increases due to losses outnumber those with decreases by 5.5 times. Regression analysis reveals strong correlations between area changes and CLF (p < 0.01). These insights are relevant for urbanizing regions globally, such as Southeast Asia and Sub-Saharan Africa, highlighting the need for policies like zoning regulations and reforestation incentives to balance urban expansion with cropland restoration for sustainable land use and food security.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Atmospheric patterns drive marine heatwaves in the North Atlantic and Mediterranean Sea during summer 2023",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0055",
      "pubDate": "",
      "description": "The year 2023 experienced record-breaking marine heatwaves (MHWs) across the North Atlantic and Mediterranean Sea, contributing to the highest global surface air and sea surface temperatures (SSTs) on record. These events were exceptional in intensity, persistence, and spatial extent, reflecting the combined influence of anthropogenic warming, short-term climate modes and complex atmosphere-ocean interactions. This study investigates the large-scale atmospheric drivers behind these extremes using NOAA OISST v2.1 and ERA5 reanalysis datasets. We characterize MHWs from May to August 2023, analyze surface and mid-tropospheric anomalies in pressure, air temperature, wind and air–sea heat flux and apply regularized generalized canonical correlation analysis (RGCCA) to study multivariate links between atmospheric variability and MHW characteristics. Our findings show that the Subtropical Atlantic experienced the longest MHW, the Northwest Atlantic the most intense, and the Western Mediterranean the most frequent events. The summer North Atlantic Oscillation (NAO) and Scandinavian Pattern (SCAN) emerged as key modulators of MHWs. Compound configurations of NAO−/SCAN+ in July-August and NAO+/SCAN− in May-June generated persistent atmospheric ridges and weakened the Azores High, which in turn suppressed winds, altered heat fluxes and mixed layer depths, and promoted stratification—leading to sustained surface warming. The leading RGCCA mode explains more than 40% of the SSTA variability and shows statistically robust correlations (r = 0.81–0.94) between atmospheric drivers and MHW evolution. This multivariate approach demonstrates how teleconnection patterns co-modulate regional MHW dynamics, underscoring the importance of compound atmospheric influences. Our results highlight the utility of RGCCA in diagnosing complex climate extremes and support the integration of large-scale atmospheric indicators into early warning systems and adaptation planning in the face of increased marine heat stress.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Tree mortality provides early warning sign of ecosystem functional transition in coastal freshwater forested wetlands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0057",
      "pubDate": "",
      "description": "Globally, coastal forested wetlands are increasingly affected by relative sea level rise. However, the mechanisms underlying coastal wetland degradation remain unclear. Using the eddy covariance approach, we evaluated the long-term (i.e. 2009–2019) net ecosystem exchange (NEE), associated hydrology, and ecosystem structural changes in a forested wetland in North Carolina, USA. We quantified tree mortality in response to changes in hydrology. The ecosystem shifted from a net C sink (NEE = − 3.68 Mg C ha−1 yr−1) pre-2010 to a net C source (NEE = 0.87 Mg C ha−1yr−1–7.59 Mg C ha−1 yr−1) afterward. We ascribe the ecosystem C loss to increasing tree mortality (i.e. from 1.6% in 2009 to 45.8% in 2019), partly due to relative sea level rise (R2 = 0.62). Tree mortality, and consequent shift of NEE, provide early warning signs of a transition in this ecosystem more than 20 km inland from the coast.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Intersectional inequalities in heat-related mortality risks in South Korea",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae00e2",
      "pubDate": "",
      "description": "Recent research has investigated spatial variation in temperature-related health risks and regional-level vulnerability. However, although a region has multiple advantages and disadvantages, the intersectionality of these factors has been overlooked. This study assessed spatial variation in heat-mortality associations in South Korea and investigated how regional characteristics intersect and interact to create distinct vulnerability patterns using a novel intersectionality framework. We analyzed the association between heat (defined as daily mean temperature at the 99th percentile) and non-accidental mortality across 229 regions of South Korea during 2011–2020. We conducted two-stage time-series analysis with a distributed lag nonlinear model to investigate heat-mortality associations and their spatial variations at the regional level. We then applied a multilevel analysis of individual heterogeneity and discriminatory accuracy framework to examine the role of intersectional strata in explaining the spatial variation of heat-related risks. Heat-related mortality risks were spatially heterogeneous. The multiply disadvantaged regions (having a low annual mean temperature, a high proportion of older housing stock, and a low proportion of timely emergency room visits) exhibited the highest heat-related relative risk (RR) of 1.105 (95% confidence interval [CI]: 1.097, 1,112), while the multiply advantaged regions exhibited the lowest heat-related RR of 1.065 (95% CI: 1.057, 1.072). These intersectional inequalities are primarily driven by additive effects, with minimal contribution from interaction effects. Our findings suggest the need to develop region-specific heat adaptation strategies that address local vulnerability. Employing an intersectional lens provides a more comprehensive understanding of spatial variation in heat-related health risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}