{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-12-05T09:28:14.222562",
  "items": [
    {
      "title": "Estimates of global surface water dynamics harnessing near real-time land cover observations and open science geospatial capabilities",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae137b",
      "pubDate": "",
      "description": "Spatio-temporal changes to our world’s surface water resources are escalating. Translating how these changes impact communities and ecosystems requires time-varying data of Global Surface Water Extents (GSWE). Traditionally, GSWE mapping has been limited to static estimates, with recent efforts focusing on annual averages, frequency and occurrence of long-term variations. Building upon these foundational capabilities, we harnessed remotely sensed Sentinel-2 based near real-time Dynamic World (DW) land cover products to produce the first-of-its-kind 10 m resolution GSWE dataset representing 2015–2023. Our dataset estimated 2.5 million km2 of permanent waters and 8 million km2 of seasonal waters worldwide. Comparing our Sentinel-2 based data to contemporary Landsat-based GSWE, we observed that our data mapped less water within the >50% probability of occurrence range, suggesting a lower presence of open permanent water especially in high latitudes, deviating from what we previously learnt from Landsat data. Statistical analysis compared to well-established observational products and widely used GSWE datasets across some of the world’s most ecologically significant regions, including Pantanal in South America and Haor in South Asia, supports the overall physical realism of our data in predicting global open surface water dynamics. Our key contribution is a prototype Open Science operational framework that extracts routinely available DW products, runs geospatial analytics, and creates actionable water information for educators, researchers, and stakeholders at any scale of practical interest. We present examples of this operational capability through instant mapping of flood in Spain and drought in Lake Urmia, Central Asia, frequent monitoring of river extent changes at the Ganges–Brahmaputra confluence, and above all, interoperability with other existing GSWE applications.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Effects of EU policy and climate change on future delivery of nutrients to European freshwater and seas",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1b7e",
      "pubDate": "",
      "description": "In Europe, excessive nutrient pollution in freshwater and marine ecosystems poses a significant threat to human uses of water resources and disrupts aquatic ecosystems, compromising essential ecosystem services. The effectiveness of existing EU policies aimed at mitigating nutrient pollution will be influenced by the combined impact of climate variability and change. It remains uncertain whether current policies will suffice to reduce nutrient pollution to levels compatible with good environmental conditions in freshwaters and coastal waters. This study quantifies nitrogen and phosphorus fluxes in European freshwater systems and their delivery to the sea, considering the effects of existing EU policies and climate change up to 2050. Using the GREEN model, we simulated total nitrogen and phosphorus loads from 1990 to 2021 and projected future changes until 2050 using climate projections from 11 regional climate models (EURO-CORDEX) under the RCP 4.5 scenario. Our results indicate that implementing current EU policies—Common Agricultural Policy, Urban Waste Water Treatment Directive, FitFor55 package for climate neutrality—will reduce nutrient loads to European seas by 2050, with a 10% decrease in nitrogen and 8% decrease in phosphorus loads compared to 2020 values, albeit with significant uncertainty related to climate variability. Regional differences are also explored. Nutrient concentrations in the EU river network are expected to decrease slightly, as well as the potential risk for coastal eutrophication (ICEP index). However, further reductions of 10%–20% beyond existing policies may be necessary to achieve good conditions in large rivers. These reductions could come from improved agricultural practices, nature-based solutions and wetland restoration. Our study suggests that while current measures will lead to improvements by 2050, additional efforts will be required in some regions to achieve good environmental conditions, highlighting the need for integrated nutrient management to avoid imbalances between nitrogen and phosphorus in receiving waters.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Weather disasters and their underreported transboundary impacts on Amazonian communities",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20a7",
      "pubDate": "",
      "description": "In the Amazon, climate and land use change are expected to intensify risks from weather disasters, posing major challenges to people and ecosystems. Yet, how weather disasters already affect the peoples of Amazonia remains understudied. To quantify regional impacts, we compiled and analyzed reports on weather disaster category, frequency, human, and economic impacts from 2013 to 2023 across five Amazonian countries. We counted 12 541 disaster reports, affecting up to >3 million Amazonians and >100 000 pieces of public infrastructure in a single year. There were disproportionate concentrations of landslides in the Amazon-Andes of Ecuador, and fires associated with agricultural management and sometimes land grabbing in the Orinoco-Amazon ecotone of Colombia and along the southern Arc of Deforestation of Bolivia and Brazil. We argue that weather disaster impacts in the Amazon are underreported because: (1) data from four Amazonian countries could not be obtained, (2) cross-country reporting was not standardized and (3) it varied such that virtually all heatwave and most drought data came from Brazil, despite published evidence that both disaster types are present throughout the region. Disaster impacts are already significant, underscoring the need for transboundary policies on land use, local adaptation strategies for communities and infrastructure, and coordinated regional efforts to share and update weather disaster management plans. Developing consistent, accessible, and interoperable datasets across the region is fundamental to building a comprehensive understanding of weather-related disasters in the Amazon and to informing effective public policies that strengthen prevention, response, and adaptation efforts. These findings and recommendations provide a basis for discussing regional climate hazards at CoP30 in Belém do Pará, Brazil, in November.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Air quality impacts of electricity purchase and air travel by organizations",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae21f9",
      "pubDate": "",
      "description": "Organizational climate actions often prioritize greenhouse gas reductions without considering other impacts such as improved air quality from reduced fossil fuel use. While air quality benefits of large-scale policies are well studied, those of organization-level activities are more uncertain. We quantify the impact of organizations’ fossil fuel use from electricity purchasing and air travel on climate and air quality using a system-level approach, with data from two universities and one corporation based in greater Boston. We use energy system and aviation emission models to estimate marginal emissions of greenhouse gases and air pollution precursors, and compare monetized air quality impacts calculated using an atmospheric chemistry-transport model with climate impacts from the same activities. Organizational activities were associated with air quality damages of $88 (54–123)/tCO2 (electricity purchase) and $265 (192–337)/tCO2 (air travel), compared to ∼$170–200/tCO2 in climate damages (2015 USD). Air quality impacts vary spatially, with renewable energy purchases and short-haul flight segments having proportionally more impacts in the US Northeast. Activities with the same CO2 emissions can have very different overall monetized benefits, suggesting organizations seeking broader sustainability impacts should consider air quality alongside direct climate impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can data-driven weather models accurately forecast atmospheric rivers?",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1e8e",
      "pubDate": "",
      "description": "The rapid rise of data-driven weather forecasting has prompted increasing interest in how such models perform relative to traditional numerical weather prediction systems. While recent studies have highlighted the formers’ superior skill on standard forecast metrics, questions remain regarding their ability to forecast physically complex, derived variables, particularly in the context of extreme events. In this study, we assess the performance of two leading operational data-driven models (GraphCast and Pangu-Weather) in forecasting integrated vapour transport (IVT) and atmospheric rivers (ARs), using ECMWF’s IFS-HRES as a reference physics-based forecast. Forecasts are evaluated against ERA5 reanalysis over one year of global data, using three AR detection algorithms and lead times ranging from 1 to 10 days. Results show that data-driven models achieved root-mean-square errors for IVT comparable to or slightly better than IFS-HRES, particularly in the tropics and at shorter lead times. However, they achieved a poorer representation of the higher quantiles of the IVT distribution. A case study of a high-impact AR event revealed that all models could forecast the main event characteristics up to five days in advance. However, AR characteristics and detection performance varied substantially across detection algorithms. Notably, the geometrically stricter detection method highlighted a clearer advantage for IFS-HRES, especially in the midlatitudes and at shorter leads. Overall, while no model systematically outperformed the others across all AR detection algorithms, the results suggest that physics-based models may retain advantages in forecasting geometrically and physically consistent derived features like ARs, particularly under strict detection criteria. These findings underscore the importance of targeted evaluation frameworks for derived and extreme phenomena as data-driven models become more central in operational forecasting.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Circulation analogues cannot identify changes in rainfall extremes",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20a6",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evolving regional transport of PM2.5 in Beijing–Tianjin–Hebei and its surrounding areas from 2013 to 2020",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2143",
      "pubDate": "",
      "description": "China’s successful implementation of two phases of stringent clean air actions from 2013 to 2020 (Phase I: 2013–2017; Phase II: 2018–2020) has substantially reduced PM2.5 concentration in Beijing–Tianjin–Hebei and its surrounding areas (BTHSA)—one of China’s most polluted regions. However, the specific role of regional transport in this improvement remains unclear. Here, we investigated the drivers of PM2.5 mitigation in the BTHSA and systematically quantified the contribution of regional transport during 2013–2020, by conducting multi-scenario analysis using a combination of a bottom–up emission inventory and a chemical transport model with an embedded source apportionment module. The simulated regional average PM2.5 concentration across the BTHSA declined by 56.1% from 2013 to 2020, primarily driven by anthropogenic emission control (78.1%), while the remaining 21.9% explained by meteorological variability. Within the anthropogenic impacts, reductions in local emissions, intra-regional transport, and extra-regional transport accounted for 49.0%, 32.9%, and 18.1%, respectively. Nevertheless, the relative importance of these drivers shifted, with local contributions declining while regional transport influences intensified and surpassed local abatement in Phase II, where intra-regional transport remained dominant, but the influence of extra-regional transport rose markedly to 1.4 times its Phase I level. Spatially, emission reductions in Hebei and Shandong contributed the most to the regional PM2.5 decline, representing over 50% of the transport-related improvement. Trends in regional contributions to Beijing, the core city of the BTHSA region, suggest the need for dynamically adjusting joint control policies, expanding coordinated mitigation efforts to extra-regional cities in Southern Shandong, as well as to key regions like the Yangtze River Delta. These findings underscore the growing importance of regional transport in air quality improvement and support more adaptive regional collaboration strategies moving forward.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can we predict the extreme? Assessing the skill of seasonal forecasts in capturing the 2024 European heatwave",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae21f7",
      "pubDate": "",
      "description": "Eastern Europe experienced a pronounced warming trend in the summer of 2024, with average maximum temperature anomalies reaching 3.35 ∘C in June and 3.73 ∘C in July, and minimum temperature anomalies averaging 2.17 ∘C in June and 2.60 ∘C in July, significantly exceeding the 1991–2020 climatological baseline. Moreover, three distinct heatwave events were identified: 3–11 June (9 days), 17 June–1 July (15 days), and 6–21 July (16 days), highlighting the prolonged and intense nature of the heat stress. Seasonal forecasting systems (GCFS, SEAS5, and Météo-France) consistently demonstrated the capability to predict above-climatological-mean temperatures over the Eastern Mediterranean, particularly the Balkan Peninsula, showcasing robust regional warming trend capture, though with variations in accuracy across lead times. The accurate prediction of subtropical influences, as evidenced by consistent positive temperature anomaly forecasts over North Africa and the Iberian Peninsula, underscores the forecasting systems’ capacity to represent large-scale circulation patterns, yet the predictive skill for midlatitude blocking events and their spatial extent remains subject to limitations and model-specific variations. Despite the inherent limitations in long-range meteorological predictability, particularly concerning heatwave timing and location, the study emphasizes the critical imperative for continued refinement of seasonal forecasting models to enhance societal resilience against the escalating impacts of climate change, particularly through improved representation of synoptic atmospheric drivers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "On biodiversity-inclusive carbon crediting in agriculture: insights from crop residue burning",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2492",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Warm and wet anomalies persist across the pan-Arctic after carbon dioxide removal",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae24f2",
      "pubDate": "",
      "description": "The pan-Arctic region is experiencing rapid climate change under global warming, with Arctic amplification occurring at a rate 2–3 times faster than the global average. This study investigates Pan-Arctic climate responses to carbon dioxide removal (CDR) using nine CMIP6 models from the CDR Model Intercomparison Project (CDRMIP) and also analyzes two ScenarioMIP pathways, SSP126 and SSP534-over, which feature declining CO2 concentrations. Our results reveal significant hysteresis and asymmetric responses in both temperature and precipitation during CO2 increase and decrease phases. The multi-model mean shows that when CO2 concentrations return to pre-industrial levels, the pan-Arctic region retains a warming of approximately 1.5 °C and increased precipitation of about 0.1 mm d−1 compared to initial conditions. Notably, temperature and precipitation changes in the pan-Arctic at peak CO2 are approximately twice the global average. We identify substantial inter-model uncertainties, primarily driven by divergent representations of Atlantic meridional overturning circulation (AMOC) responses and associated North Atlantic cooling patterns in the ramp-up period. Two models (CESM2 and NorESM2-LM) simulate particularly strong AMOC weakening during the ramp-up phase, resulting in reduced warming and wetting trends across the pan-Arctic. A similar persistence of warmer and wetter conditions is also found under the SSP126 and SSP534-over scenarios. These findings highlight the irreversible nature of Arctic climate change even under aggressive CDR scenarios and emphasize the need for improved representation of Arctic processes in climate models to reduce uncertainties in climate projection and mitigation strategy design.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Long-range transport of Siberian wildfire emissions reduces NO x in downwind regions",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2526",
      "pubDate": "",
      "description": "Wildfires are widely known to increase atmospheric pollutant concentrations, deteriorating air quality. However, several studies have reported that wildfires can also reduce the concentrations of certain gaseous species. This study investigated the impacts of smoke plumes from wildfires that occurred in late July 2014 in Siberia, Russia, on downwind gaseous pollutants such as carbon monoxide (CO), nitrogen oxides (NOx), volatile organic compounds (VOCs), and ozone (O3). The Community Multi-scale Air Quality model was employed for air quality simulations, and wildfire emissions were obtained from the Fire INventory from the National Center for Atmospheric Research. Wildfire-induced CO, VOCs, and O3 were transported to Northeast China (NEC), the Yellow Sea (YS), and the Korean Peninsula (KP), resulting in elevated pollutant levels in these downwind regions. Interestingly, despite the transport of plumes, surface-level NOx concentrations over NEC, YS, and KP even decreased. Such reductions were not evident near the Siberian source areas but became apparent after the plumes reached the NEC region. In these regions, NO was converted through reactions with wildfire-induced VOCs (84.54%) and NO3 radicals (13.18%), while NO2 was primarily transformed into NO3 radicals via reactions with O3 (90.08%) or into organic nitrates through reactions with VOCs (9.92%). We found that the observed conversions in NOx concentrations were attributable to anthropogenic sources, as the conversion patterns varied depending on the level of anthropogenic NOx emissions in the sensitivity experiments. These results suggest that wildfire-driven NOx concentration changes in downwind regions cannot be fully explained by wildfire emissions alone. This study underscores the importance of accurately characterizing anthropogenic emission sources in regions affected by smoke plume transport to predict changes in gaseous pollutant concentrations following wildfire events. We expect that this study will enhance future wildfire-related research by improving the prediction of the spatial distribution and atmospheric behavior of gaseous pollutants.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Welfare-based allocation of telecoupled biodiversity loss in global crop trade",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2528",
      "pubDate": "",
      "description": "Crop cultivation occupies substantial areas of land globally, contributing to biodiversity loss. In the context of globalization, the transnational flow of biodiversity loss footprints caused by international crop trade has raised questions about the allocation of ecological responsibility. However, most existing research tends to attribute such loss exclusively to either consumers or producers, which overlooks a more equitable perspective that integrates both parties’ responsibilities. By drawing upon welfare economics, this study allocates the biodiversity loss arising from crop trade between producers and consumers. We developed a high-resolution distribution map illustrating the allocation of export-induced biodiversity loss among consumers and producers. We also trace the origin of biodiversity loss allocated to consumers. These findings provide a basis for global ecological compensation initiatives and assist policymakers in optimizing land-use strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantifying US metropolitan level environmental burdens & benefits from greater localization of vegetable farming",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1622",
      "pubDate": "",
      "description": "Several US urban food action plans propose increasing local and regional vegetable production for the presumed environmental and nutritional benefits. However, such efforts, if applied nationwide, can propagate environmental benefits or disbenefits to other geographies that have not been previously evaluated. Our paper quantifies the environmental benefits and disbenefits at the metropolitan scale nationwide from various localization scenarios ranging in scope (e.g., meeting 25%–100% of local vegetable dietary demand through local production). For the first time, these localization targets are modeled nationwide with consistent methodology across 378 metropolitan areas, considering three different land reutilization scenarios: (1) shifting current commodity cropland to vegetables, (2) leveraging marginal urban land, and (3) a novel strategy of repurposing parking lots and roads, anticipating the future deployment of shared autonomous vehicle fleets. These scenarios, implemented nationwide, diffusing current, concentrated vegetable production, are evaluated in the context of land availability constraints and two critical environmental burdens: groundwater overdraft and fertilizer-related PM2.5 emissions. Broadly across the conterminous US metros, scenarios find few significant land constraints and reveal net environmental benefits to both groundwater overdraft and fertilizer-related PM2.5 emissions in 11%–55% of metros (scenario-dependent). The model also reveals where relocalization of vegetable farming would exacerbate existing environmental vulnerabilities. Such spatially disaggregated nationwide urban agriculture localization models can inform environmentally friendly urban agricultural planning across US metro regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Economic development, air conditioning and adaptation to warming",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1f2a",
      "pubDate": "",
      "description": "Rising global temperatures increase the potential for heat-related adverse impacts, while economic growth, by enabling greater adoption of air conditioning, can help reduce them. This makes it unclear in which countries the net effect will lead to a worsening or easing of these potential impacts as the climate and economies change. We define a Cooling Deficit Index as the product of cooling degree days and the fraction of the population without air conditioning to indicate the extent to which high temperatures are experienced without access to cooling. We used this index to investigate the relationship between global warming, economic growth, and the fraction of population exposed to high temperatures without the benefits of air conditioning. We find that populations in lower-income countries tend to experience the greatest number of high-temperature days without access to cooling and are likely to face the largest increases in such days as global temperatures rise. These countries would require GDP growth rates that exceed historical rates to avoid increasing numbers of days with high temperatures experienced without air conditioning. Reducing or reversing greenhouse gas emissions, increasing economic growth, and lowering the cost of cooling technologies could all contribute to decreasing the number of days with high temperatures experienced without air conditioning, particularly in low-income countries.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Urban and socioeconomic disparities in PM2.5 exposure across 340 Latin American cities",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20a4",
      "pubDate": "",
      "description": "Background. Fine particulate matter (PM2.5) is a leading global health risk. Latin American cities exhibit some of the world’s highest urban PM2.5 levels, yet studies of neighborhood-level PM2.5 exposure and associated disparities in the region are limited. Methods. We conducted a cross-sectional ecological analysis of 53 041 neighborhoods across 340 cities in eight Latin American countries, leveraging the Salud Urbana en America Latina study dataset. Annual PM2.5 concentrations were derived from satellite data and linked to socioeconomic and urban characteristics. A multilevel model analyzed associations between neighborhood PM2.5 levels and neighborhood- and city-level characteristics. Results. The median annual neighborhood PM2.5 concentration was 18.49 μg m−3. Of the 256 million residents, all lived in neighborhoods with ambient PM2.5 concentrations that exceeded the 2021 World Health Organization guidelines (5 μg m−3). Variability was greatest between cities (54.3% of total variance), but substantial within-city variation (26% of variance) was observed. Higher neighborhood PM2.5 levels were associated with higher neighborhood educational attainment (mean difference [MD] comparing top to bottom tertile = 0.17 μg m−3), higher neighborhood intersection density (MD comparing top to bottom tertile = 0.17 μg m−3), and older cities (MD comparing top to bottom tertile = 1.45 μg m−3). Lower neighborhood PM2.5 levels were related to higher neighborhood population density (MD comparing top to bottom tertile = − 0.55 μg m−3), more greenness (MD comparing top to bottom tertile = − 0.76 μg m−3), and larger distance from city centers (MD comparing top to bottom tertile = − 0.86 μg m−3). Conclusions. Neighborhoods with higher PM2.5 concentrations tended to have higher educational attainment, more intersections, and be located in older cities, while lower concentrations were associated with denser populations, more green space, and greater distance from city centers. Our findings reveal important within-city heterogeneity in PM2.5 and the factors associated with it, suggesting strategies to mitigate air pollution within cities.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A scalable tool for farm-level carbon accounting: evidence from UK agriculture",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20ab",
      "pubDate": "",
      "description": "Accurately quantifying greenhouse gas (GHG) emissions at the farm level is crucial for agricultural decarbonisation, yet doing so remains challenging—particularly for smaller farming operations that lack resources for comprehensive data collection. To address this gap, we present a new framework to predict farm-level direct emission intensities (tCO2e/£) from a minimal set of input variables. Our approach leverages a unique and comprehensive dataset that integrates survey based GHG audits from 482 farms across the United Kingdom (UK) with financial transaction data, obtained through a collaboration with a major high-street bank and a leading UK charity promoting sustainable agriculture. By combining granular farm-level emissions metrics with financial records, we demonstrate that a limited set of input variables focused on the highest impact areas—particularly dairy and beef cattle intensities—yield robust predictions that can explain up to 91% of the variation in farm-level emissions. Although this model does not replace the depth and specificity of established carbon calculators, it provides a pragmatic, scalable alternative for emissions reporting. It offers farms a clear entry-point to carbon accounting and provides financial institutions with a data-efficient method for more accurate assessments of the environmental impact of their agricultural portfolios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can digital monitoring, reporting, and verification (dMRV) unlock industrial CO2 capture and removal in carbon markets?",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20ad",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Carbon sequestration potential from sustainable management of arable land in the EU",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2140",
      "pubDate": "",
      "description": "Carbon sequestration in arable soils is gaining increasing attention in global policymaking initiatives for climate-change mitigation. Large-scale assessments of soil organic carbon development in arable land are affected by the scarcity of reliable time series of soil organic carbon monitoring data and often fail to replicate observed trends or appreciate any effects induced by changes in soil management. This study quantifies C loss from contemporary soil management on specialist crop farms in the EU and the potential societal benefits from C sequestration and avoided C loss due to improved management. Our analysis is based on an evidence pool of 214 independent long-term time series of soil organic carbon measurements spanning a wide range of climatic conditions and soil types, and considers the implementation of reduced tillage, organic amendments, soil cover during winter, and crop rotations. Overall, we estimate the potential for C sequestration from improved soil management on specialist crop farms, representing 40% of all the arable land in the EU, to be 48 ( 15) million tonnes CO2 equivalents yearly, which corresponds to 17% ( 8) of the target for additional carbon removals in the soil and forest sinks under the Fit for 55 package. In addition, our results show high spatial variability in C losses due to current soil management practices and potential C sequestration from improvements. The annual climate-change mitigation value per unit of land with improved management shows a four-fold variation across countries, with Finland exhibiting the highest value and Cyprus the lowest. This demonstrates that a C payment eco-scheme should be adjusted spatially to achieve cost-effective soil organic carbon sequestration in arable soils in the EU.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A tropical cyclone-induced and satellite-detected chlorophyll a elevation accompanied by phytoplankton biomass decrease",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae21f3",
      "pubDate": "",
      "description": "Satellite observations have traditionally associated tropical cyclones (TCs) with phytoplankton blooms through elevated chlorophyll-a (Chla) concentrations, yet this relationship masks complex underlying ecological processes. Through a integration of satellite data and in-situ bio-optical measurements, we reveal a counterintuitive ecological response to TC ‘Chaba’ in 2022 that challenges conventional understanding. While satellite-detected Chla concentrations increased and phytoplankton division rates accelerated following TC passage, we surprisingly documented simultaneous declines in phytoplankton biomass and carbon-to-chlorophyll (C:Chl) ratios. Our analysis demonstrates that physiological regulation, rather than biomass accumulation, dominated high-Chla zones during and after TC disturbance, with C:Chl anomalies contributing over 60% to elevated Chla areas. This research presents a paradigm-shifting scenario: phytoplankton biomass began accumulating initiated pre-TC, yet increased loss rates during/after TC actually reduced phytoplankton biomass despite enhanced division rates. The fundamental decoupling between TC-induced Chla enhancement and phytoplankton biomass dynamics we document has profound implications for oceanic carbon cycling models and climate predictions, necessitating a recalibration of how we interpret satellite Chla signals in storm-affected marine ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Societal and environmental interconnections: future directions for flood inundation models",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae21f4",
      "pubDate": "",
      "description": "Flooding stands as one of the world’s most devastating natural hazards, accounting for lost lives, economic damage, and ecosystem degradation. Over the past five decades, flood inundation models have emerged as essential tools for flood forecasting and risk management. Through an analysis of publications from 1970 to 2023, this review provides a foundational understanding of state-of-the-science flood model developments. The evolution of flood models in recent decades has been marked by significant technological advances, including enhancing traditional numerical modeling approaches and deploying them with widespread use of large-scale simulation and satellite remote sensing. The field has matured substantially over the past 50 years, and it seems to have reached an inflection point at which major research is poised to progress. The most ambitious research directions are those that involve coupling flood models with models in diverse fields and involve: (1) atmospheric sciences to construct a two-way coupled flood-land surface-atmosphere model, (2) epidemiology to assess the health impacts of floods, (3) economics to help develop a flood model damage footprint framework to quantify financial harm to those who occupy urban and agricultural land, (4) ecology to evaluate and quantify flood-induced ecological damage, (5) further development of groundwater flooding, glacial lake outburst flooding, sedimentation-induced flooding, plus investigation of the joint impact of multiple compounding flood types, (6) responsible advancement of AI-based flood models, (7) greater assimilation of multiple data sources that include high resolution satellite and drone imagery, crowdsourcing, and video data. Building on the broad foundation of flood-modeling research conducted over many decades, these eight avenues offer promising opportunities to further address the combined challenges of escalating climate, land-use, and demographic changes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}