{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-11-14T17:23:11.535907",
  "items": [
    {
      "title": "Corrigendum: Divergent impacts of crop diversity on caloric and economic yield stability (2022 Environ. Res. Lett. 17 124015)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1851",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Wheat breeding trials will lose climate relevance in Europe",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e38",
      "pubDate": "",
      "description": "Europe is a major wheat producer, but rising frequencies of drought and heatwaves increasingly threaten yields. To support breeding strategies aligned with future climatic challenges, we identified current European environments that are analogous to projected future drought and heat stress conditions in major wheat-growing regions. Using gridded crop model simulations with historical and future climate data from an ensemble of five global circulation models (RCP4.5 and RCP8.5 scenarios), we characterized stress patterns during key wheat developmental phases. We clustered environments into stress classes and computed a continuous similarity index to map analogue regions. Our results show that by the end of the century, most official value for cultivation and use (VCU) trial sites will face intensified drought and heat stresses, with stress combinations exceeding historical ranges. Current climate analogues for most VCU wheat trial sites in Central Europe are predominantly located in southern Spain, southern Italy, and parts of Greece, yet these analogue environments are projected to decrease substantially under high-emission scenarios. The disappearance of climate analogues threatens breeding based on past conditions. Our results highlight the need to rapidly adapt wheat breeding strategies in Europe to future climate conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Watts and bots: the energy implications of AI adoption",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e3b",
      "pubDate": "",
      "description": "Rapid expansion of Artificial Intelligence is expected to drive proportional expansion of economic activity through productivity gains–potentially leading to higher energy consumption and associated environmental impacts, including increased carbon dioxide emissions. We combine data on economic activity with early estimates of likely adoption of AI across occupations and industries to quantify the potential change in energy use and carbon dioxide emissions for the United States. At the industry level, we estimate annual increases in energy use ranging from 0 and 12 petajoules (PJ) and carbon emissions from 0 tonnes to 272 kt (ktCO2). Aggregated across the economy, AI adoption could lead to an additional 28 PJ of energy use and 896 ktCO2 in emissions annually–equivalent to approximately 0.03% of annual national energy use and 0.02% of annual national CO2 emissions. These results highlight the need to account not only for the aggregate energy and environmental implications of AI-driven productivity gains, but also for how these impacts vary across industries based on their specific characteristics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Heat-amplifying boreal forests exacerbate snowmelt, fuel availability and wildfires in sub-Arctic regions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae114c",
      "pubDate": "",
      "description": "Forests, once the largest terrestrial carbon sink, are increasingly becoming significant sources of carbon emissions worldwide due to large wildfires and the accumulation of fire fuels in warming environments that deplete soil and vegetation moisture. Despite growing needs such as Nature-Based Solutions, there is a lack of operationalized near-real-time satellite observations of forest fuel conditions to assess whether forests are acting as carbon sinks or emitters. Most existing satellite products focus on chlorophyll content or vegetation cover rather than directly measuring hydrological or thermal variations that influence carbon flux. From Soil Moisture and Ocean Salinity (SMOS) L-band microwave brightness temperature, we retrieved forest (or canopy) temperatures over the 2023 Canadian and 2021 Sakha Republic wildfires that generated some of the world’s largest carbon emissions. We propose forest canopy temperature as a predictor of natural carbon emissions from mega-wildfires, in comparison with Soil Moisture Active Passive vegetation water content and European Centre for Medium-Range Weather Forecasts ERA5 land surface temperature products, which fail to capture the tipping points of thermal development in cold forests. The heat-amplifying feedback between forests and pre-fire sensible heat further accelerates fuel dryness through evapotranspiration driven by snow-melt water and forest warming, leading to the large-scale spread of wildfires. Under such dry conditions, forestation policies may inadvertently increase fuel availability and wildfire risk, potentially leading to an increase in net carbon emissions rather than achieving the intended benefits of carbon sequestration.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Changes, interactions and drivers of soil chemical, physical and biological properties after repeated application of organic waste products in two contrasted long-term field experiments in France",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae16bb",
      "pubDate": "",
      "description": "Recycling organic waste products (OWPs) is known to influence soil physical, chemical, and biological properties, yet few studies have compared the long-term effects of different OWP type across multiple sites. This study examined the impacts of repeated OWP application on soil properties in two French long-term field experiments: QualiAgro and PROspective (20 and 18 years, respectively). The OWP included dehydrated urban sewage sludge (SLU), green waste and SLU compost, biowaste compost from source-separated municipal organic waste co-composted with green waste, municipal solid waste compost, farmyard manure from a dairy cow farm (FYM), and composted FYM from open-air composting on a concrete platform. The application of OWP led to increased soil nutrient levels and trace element availability, and stimulated microbial biomass and enzyme activities, while the response of nematode varied depending on site and OWP type. Biological properties were less affected than physico-chemical properties, though the OWP application enhanced soil microbial biomass and specific enzyme activities. The impact on soil nematode communities varied depending on OWP type and site. Strong correlations were observed among soil property changes, with exogenous carbon and nutrient inputs from OWP identified as key drivers. Larger changes were noted in QualiAgro, where OWP application rates were higher and initial soil quality lower. These findings highlight that OWP applications, depending on their type, rate, and initial soil conditions, can significantly alter soil properties.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Seasonal pulses of microplastic emissions to the Mediterranean Sea",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae16bc",
      "pubDate": "",
      "description": "Microplastics (MPs) (<5 mm) are persistent and ubiquitous pollutants in aquatic environments, with over 80% originating from terrestrial sources. While their presence in the Mediterranean Sea has been documented, studies on MP inputs via local streams remain limited. This study quantified and characterized MP abundances along the Na’aman stream (Israel) and its outlet to the Mediterranean Sea, with samples collected before, during, and after the rainy season from established transects along the streambank and from the nearby beach. The spatial distribution and abundances of MPs were examined in relation to seasonal and hydrological conditions. MPs were sorted by type and counted by dissecting microscope. A representative subset of putative MP particles was examined using Fourier transform infrared spectroscopy. The overall mean (±standard error) MP abundance for the Na’aman stream was 231 ± 67 particles kg−1 sediment dry weight, with significant seasonal and spatial variation. MP accumulation increased during dry months and decreased sharply following flood events—dropping by 43% after a 13 mm rainfall event that triggered stream discharge of 3.25 m3 s−1, highlighting the stream’s role in flushing MPs to the sea. The most common MP types were fragments (61.9%), fibers, and foam, with polypropylene accounting for 56.9% of analyzed particles. MP types and polymer compositions varied by site and season, suggesting diverse sources such as domestic wastewater, agriculture, and marine backflow. These findings confirm that ephemeral stream systems can temporarily trap and subsequently remobilize MPs, acting as critical conduits between land-based sources and the marine environment. Targeted mitigation efforts—such as seasonal cleanup campaigns just before the rainy season—could significantly reduce MP flux to the sea in this location. This is the first documented assessment of MP transport from a freshwater stream into the Mediterranean Sea in Israel and may serve as a baseline for future monitoring in similar Mediterranean-climate regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drought impacts on armed conflict primarily explained by pre-existing conflict risk",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae16c0",
      "pubDate": "",
      "description": "Although extensive research has examined climate-conflict relationships, systematic analysis of how climate impacts heterogeneously affect armed conflict dynamics remains limited. Without understanding these heterogeneous effects, our ability to understand and respond to climate-related armed conflict risk remains incomplete. This paper systematically investigates the heterogeneous causal effects of droughts on both conflict incidence (extensive margin) and conflict intensity (intensive margin) across 8 world regions, 4 temporal and spatial resolutions, and 3 conflict types, reporting only patterns that hold consistently across specifications. Using a causal forest and a calibration test for heterogeneity reveals some evidence that droughts heterogeneously affect conflict incidence. Zero inflated negative binomial models that control for grid cell and yearly effects and include drought interactions with socioeconomic, political, and demographic variables show significant evidence that droughts heterogeneously affect conflict intensity. When examining individual interaction terms, baseline conflict risk-estimated using a random forest with the same socioeconomic, political, and demographic predictors plus conflict history-emerges as the only significant source of heterogeneity that is consistent across specifications. This suggests that other variables primarily influence drought–conflict relationships through their contribution to overall conflict risk, rather than through independent causal channels. The results demonstrate that even when droughts do affect conflict intensity heterogeneously, their overall role in armed conflict dynamics remains limited.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Brucite-inspired ocean alkalinity enhancement alters the biogeochemistry and composition of a phytoplankton community: a Santa Barbara channel case report",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1752",
      "pubDate": "",
      "description": "The dramatic impacts of global climate change have driven marine carbon dioxide removal innovation, including ocean alkalinity enhancement (OAE), in an attempt to keep global warming under 2 °C. We conducted a laboratory experiment to assess the impacts of brucite inspired alkalinity addition (BIAA) as an OAE approach on the carbonate chemistry, biogeochemistry, and composition of the natural Santa Barbara Channel phytoplankton community sourced from a spring upwelling event. The BIAA treatment used MgCl2 * 6H2O and NaOH to yield a total alkalinity (TA) concentration of ∼3000 μmol kg−1, in contrast with the untreated seawater controls (TA = ∼ 2300 μmol kg−1). Our results suggest that BIAA altered the phytoplankton community composition, including reduced contribution of diatoms and enhanced numbers of Prymnesiophyceae (coccolithophores and Phaeocystis sp.). These results are in agreement with observations that biogenic silica content was lower under BIAA treatment. While the concentration of particulate inorganic carbon was consistently higher compared to controls, these differences were not statistically significant. Results revealed no differences between control and BIAA treatment in particulate organic carbon and particulate organic nitrogen (PON) concentrations. The proxy for cellular photosynthetic health Fv/Fm revealed that cells were photosynthetically healthy for both control and BIAA treatments, but values were lower in the BIAA treatment at the beginning of the exponential phase. While statistical power limitations of laboratory results might restrict applicability to other systems, our overall results suggest that BIAA has a differential impact on phytoplankton functional groups and their biogeochemical performance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Enhancing energy and food access through reduction of income inequality does not jeopardize the achievement of existing climate pledges",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae17db",
      "pubDate": "",
      "description": "Reducing within-region income inequality is a global priority that must be urgently addressed to promote human development and enhance global access to energy and food. This could lead to higher energy-related emissions by lower-income consumers, potentially creating some conflicts with climate change mitigation objectives. Using an enhanced version of the Global Change Analysis Model, we simulate reductions of within-region income inequality that allow for narrowing differences in energy and food demand across deciles by 2050 in a Paris-compliant world. The energy demand increase by lower-income consumers is greater than the decline in demand by wealthier and more satiated income groups, leading to an overall rise in total demand. Nevertheless, the projected higher energy demand in the proposed more egalitarian societies only slightly increases the regional carbon prices and mitigation costs associated with the emission targets, therefore posing minimal impact on the achievement of the existing portfolio of climate pledges.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Dynamical adjustment reveals spatial patterns of wetting and drying in European winter precipitation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae198b",
      "pubDate": "",
      "description": "Although precipitation increases have been observed in different areas of the globe and at various temporal resolutions, changes in precipitation can be difficult to detect and attribute to anthropogenic forcing in observational records due to the significant influence of natural variability. Here, we quantify the influence of large-scale atmospheric circulation variability on total winter precipitation for Europe using dynamical adjustment with synoptic-scale weather patterns (WPs). Variability in atmospheric dynamics, through frequency changes in WPs, is shown to be a significant driver of observed wetting and drying trends, linked to observed trends in the North Atlantic jet stream. After removing dynamical variability, trends emerge in non-dynamical winter precipitation which are attributable to anthropogenic forcing: a north-south signal of a drying Mediterranean and increasingly wetter mid-to-high latitudes. Although this spatial pattern is well-represented by CMIP6 models, the magnitude of observed changes is approximately 23 years ahead of the CMIP6 multi-model mean predictions. Our results suggest that current adaptation strategies, based on multi-model means, may underestimate the near-term risk of climate-related hazards, and therefore require critical re-evaluation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}