{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2025-12-09T02:04:04.341785",
  "items": [
    {
      "title": "Hydroclimatic extremes and food security hotspots in West Africa: evidence from rainfall–yield interactions",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1717323",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "IntroductionRainfall regimes across West Africa have undergone substantial transformations over the past four decades, with profound implications for rainfed agriculture and food security. However, limited understanding persists on how rainfall extremes translate into spatially differentiated crop yield responses across agroclimatic zones.MethodsThis study integrates multi-decadal climate datasets with crop yield data from the Global Dataset of Historical Yields (GDHY) to assess the sensitivity of maize, rice, and soybean yields to hydroclimatic extremes across six agroclimatic zones. A sensitivity analysis using an Ordinary Least Squares regression framework quantified crop yield responses to key climatic variations across multi-decadal timescales, agroclimatic zones, and administrative units.ResultsResults reveal marked north–south contrasts in rainfall extremes. In the Sahelian and Sudanian zones, seasonal rainfall increased by 5%–25% since the 1990s and up to 80% in the Northern Sahel by 2024, largely driven by more frequent wet days and intensified rainfall events. These trends heighten flood and erosion risks in northern regions. Conversely, the Guinean zones exhibit stagnating or declining rainfall, coupled with over a 90% increase in consecutive dry days in Central Guinea, signaling intensifying drought stress. Crop yield responses associated with these hydroclimatic patterns. Maize yields increased by 40%–50% in the Sahelian, Sudanian, and parts of the Guinean zones, while rice yields declined by 20%–50% in Nigeria’s Sudanian and Eastern Guinea regions. Soybean showed localized yield gains but remained extremely sensitive to rainfall deficits and heat extremes.DiscussionBy linking rainfall variability to spatially explicit yield responses, this study provides a novel multi-decadal sensitivity framework for evaluating climate impacts on agriculture in West Africa. The findings highlight the urgent need for region-specific, climate-smart adaptation strategies, emphasizing flood and erosion management in the north and drought resilience in the south, to sustain food production under increasing climatic variability.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Integrating value systems and place-based characteristics in climate risk assessments",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1719404",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "This article examines how value systems and place-based characteristics shape the ways in which local communities define, represent and prioritise climate risks in urban and rural settings. Drawing on 10 climate impact-chain assessments—co-developed through participatory processes with stakeholders in demonstration regions across Europe within the EU project VALORADA—we explore four hazard domains: urban warming, heatwaves, droughts and extreme precipitation. Building on previous literature and based on our observations, we show that the identification, definition and prioritisation of climate risks extend beyond biophysical aspects or existential threats and are also influenced by locally salient values, including sustainability, security, safety, identity, human health, cooperation and trust. These values can, at times, come into tension—particularly where the management of scarce resources (e.g., water) is contested, or where policy goals such as environmental conservation and economic development intersect within the same decision arena. We conclude by suggesting that addressing the challenge of integrating value-based and place-specific characteristics into climate risk assessments may benefit from illustrating how climate hazards influence local value frameworks and shape meaningful societal participation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Africa’s climate leadership and health resilience: insights from the 2nd Africa Climate Summit, Addis Ababa, 2025",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1706512",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "IntroductionThe 2nd Africa Climate Summit (ACS2), held in Addis Ababa, Ethiopia, in September 2025, marked a significant shift in Africa’s climate leadership, positioning the continent not only as a victim of climate change but also as a key solutions provider. Africa faces severe climate impacts despite contributing minimally to global greenhouse gas emissions, with consequences including health crises and economic losses. This paper explores the outcomes of ACS2 and the intersection of climate action and health resilience, outlining the continent’s commitments to renewable energy, climate finance, and nature-based solutions.MethodsThis study employs a policy review and analytical synthesis of official summit documents, including the Addis Ababa Declaration, technical reports, and expert session transcripts. Data was coded and analyzed across five key themes: climate finance, renewable energy, climate-health integration, nature-based solutions, and global climate diplomacy. The research also incorporates media briefings and partner reports to provide a comprehensive understanding of ACS2’s commitments and challenges.ResultsACS2 produced groundbreaking commitments, such as the launch of the African Climate Facility (ACF) to mobilize $50 billion annually for climate solutions and the integration of health resilience in climate policy. The Addis Ababa Declaration emphasized climate justice, linking development and climate action. Key initiatives, such as the Africa Green Industrialization Initiative and the African Forest Landscape Restoration Initiative, demonstrate Africa’s commitment to green industrialization and environmental restoration. The summit also prioritized renewable energy, setting ambitious targets for clean energy access and green growth.DiscussionWhile ACS2 marks a pivotal moment in Africa’s climate diplomacy, several implementation challenges remain, including financing gaps and institutional capacity constraints. Despite substantial financial pledges, Africa’s climate finance needs far exceed current commitments, and there are concerns regarding the adequacy of climate finance mechanisms. The paper discusses how ACS2’s outcomes align with Africa’s broader climate goals and offers policy recommendations for overcoming barriers to implementation. Additionally, it underscores the inseparability of climate justice and health resilience, stressing the importance of integrated solutions to both climate and health crises.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessment of climate awareness, policy development, and action across Nigerian states",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1650172",
      "pubDate": "2025-12-04T00:00:00Z",
      "description": "IntroductionAs climate governance increasingly adopts multilevel approaches, subnational actors play a central role in achieving national and global climate objectives. However, in Nigeria, as in many other developing countries, the role of subnational actors in climate governance remains underexplored. Understanding their institutional readiness is crucial for meeting national climate commitments, including the 2060 net-zero target. This paper presents the first comprehensive assessment of climate awareness, policy, and action across all 36 Nigerian states.MethodsUsing a mixed-methods design, the study combined document and budget reviews, a national survey of 1,306 respondents from relevant ministries and agencies, and a stakeholder validation workshop with over 600 participants. Indicators examined included climate literacy, policy presence and alignment, budgetary commitments, and inter-agency coordination.ResultsFindings reveal low climate knowledge among subnational officials, weak public awareness, and limited policy development. Only a handful of states, possess climate policies or action plans, and fewer than 20% have climate-related budget lines. Cross-sectoral collaboration and alignment with national frameworks are also weak.DiscussionThese gaps expose structural and institutional weaknesses that undermine Nigeria’s multilevel climate governance. Achieving the 2060 net-zero goal requires harmonized subnational frameworks, enhanced capacity-building, and innovative tools—such as performance-based disclosure and rating systems—to incentivize accountability and stimulate stronger state-level climate action. Positioned within debates on multilevel governance, the study highlights Nigeria as a critical test case of how federated system in the Global South can recalibrate institutions to transform symbolic commitments into substantive action.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Attribution of contrasting warm-season convective boundary layer height trends over the Tianshan-Taklamakan-Oasis region to thermodynamic and moisture drivers",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1688860",
      "pubDate": "2025-12-03T00:00:00Z",
      "description": "The convective boundary layer height (CBLH) plays a crucial role in regulating atmospheric mixing and land-atmosphere interactions, yet its spatiotemporal variability in the arid, topographically complex Xinjiang region of northwestern China remains insufficiently understood. Using ERA5-Land reanalysis (1985–2024 for CBLH; 2000–2024 for driving factors) and GLASS LAI data for April–September, CBLH characteristics and trends were investigated through the Mann–Kendall test, Theil–Sen slope estimation, multiple linear regression (MLR), and principal component analysis (PCA). Results show that the Tarim and Junggar Basins exhibit higher CBLH than the surrounding mountains, with seasonal peaks in June–July. From 2000 to 2024, a significant CBLH increase occurred in the Tianshan Mountains during July, while a marked decline was observed over the Taklamakan Desert in August. MLR results indicate that August CBLH over the Taklamakan is enhanced by strong surface heating but constrained by the cooling and moistening effects of nearby oases. In contrast, July CBLH over the Tianshan is amplified by local heating and winds, yet suppressed by both local and remote moisture inputs and sensible heat flux anomalies. PCA further supports these findings, linking the Tianshan's July increases to reduced net longwave cooling, stronger sensible heating, and lower atmospheric pressure, and the Taklamakan's August decreases to enhanced cooling, weakened heating, and increased humidity. These results highlight the region's divergent CBLH responses to local forcing and cross-regional interactions, emphasizing that both warming-induced increases and moisture-driven declines must be considered in future regional climate assessments.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The evolution and influencing factors of trade-embodied CO2 emissions transfer from China’s provinces to ASEAN countries",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1679132",
      "pubDate": "2025-12-02T00:00:00Z",
      "description": "This study systematically examines the evolution and driving factors of embodied CO2 emission transfers in trade between Chinese provinces and ASEAN countries from 2002 to 2017. Employing a global multi-regional input–output (MRIO) model embedded with Chinese provincial data and structural decomposition analysis (SDA), we quantify the CO2 emissions embodied in exports (EEE) from 30 Chinese provinces to 10 ASEAN member countries. The analysis explores temporal trends, provincial and sectoral distribution, export routes, and driving forces. The key findings are as follows: (1) As China-ASEAN economic ties have strengthened, China’s EEE to ASEAN have shown a sustained upward trend, with Indonesia, Malaysia, Thailand, and Vietnam being the primary recipients. Heavy industries such as electricity, metal smelting, non-metallic mineral products, and chemicals are the dominant sources of these embodied emissions. (2) Coastal provinces such as Guangdong, Jiangsu, and Zhejiang have consistently served as major contributors to EEE. However, the contribution from several inland provinces has increased in later periods, revealing a spatial pattern of “coastal dominance and inland indirect participation” in interprovincial carbon transfer. (3) The export routes have shifted from predominantly international circulation toward a coexistence of domestic and international dual circulation, indicating the growing resilience of China’s domestic market and supply chains under the “dual circulation” strategy. (4) The expansion of final demand in ASEAN countries is identified as the primary driver behind China’s increasing EEE, whereas reductions in carbon intensity and structural upgrading of exports have partially offset the growth in emissions. This study highlights the importance of holistically considering inter-provincial disparities in emission transfers and advocates for improving regional and sectoral coordination in carbon mitigation policies, aiming to facilitate a green transition in China–ASEAN trade relations.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Temporal and spatial evolution of interprovincial CO2 emissions and driving factors based on a spatial-temporal geo-weighted regression mode",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1649791",
      "pubDate": "2025-12-01T00:00:00Z",
      "description": "IntroductionTo support China’s “dual carbon” goals (carbon emission peak by 2030 and carbon neutrality by 2060), this study systematically investigates the spatio-temporal evolution and decarbonization pathways of CO2 emissions across 30 Chinese provinces. As regional disparities significantly influence national climate strategies, a detailed provincial-level analysis is essential for effective policy-making.MethodsWe integrate spatial autocorrelation analysis, spatio-temporal geographically weighted regression (GTWR/SGTWR), and agglomerative hierarchical clustering with dynamic time warping (DTW-AHC) to capture both spatial and temporal heterogeneities in emission patterns.ResultsThe findings reveal that provincial CO2 emissions exhibit weakening spatial aggregation after 2015, with northern provinces maintaining higher carbon intensity due to heavy reliance on fossil fuels. Energy consumption and transportation collectively account for over 70% of emissions growth after 2008, while emissions from food and water sectors decline after 2016, largely driven by technological advances. Four distinct emission clusters are identified: Rapid Growth, Resource-Dependent, Typical Growth, and Low-Carbon Exemplar.DiscussionTailored decarbonization strategies are proposed for each cluster: integrating renewable energy corridors with urban green infrastructure for Rapid Growth provinces; prioritizing ecological restoration and carbon capture, utilization, and storage (CCUS) in Resource-Dependent regions; accelerating green industrial transitions in Typical Growth provinces; and reinforcing existing low-carbon policies for Exemplar provinces. This research provides a spatially explicit framework for regionally differentiated carbon governance, supporting the achievement of China’s national climate targets.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Rainfall temporal variability and drought analysis by means of the Standardized Precipitation Index in Ganganagar District, Rajasthan, India",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1702356",
      "pubDate": "2025-12-01T00:00:00Z",
      "description": "Drought, a prolonged period of precipitation deficit, is one of the most significant hydro-meteorological hazards affecting agriculture, water resources, ecosystems, and socio-economic systems, and its impacts are becoming more pronounced under intensifying global climate extremes. This study investigates the temporal behavior and severity of droughts in the Ganganagar district of Rajasthan, India, using a 122-year record of monthly precipitation (1901-2022) analyzed through the Standardized Precipitation Index (SPI) at 3-, 6-, 9-, and 12-month timescales. Statistical techniques were employed to assess drought frequency, duration, intensity, and long-term variability, alongside evaluations of linear trends and decadal oscillations linked to large-scale monsoon dynamics. The analysis identified 46 moderate to severe drought events at the 3-month scale and 32 at the 12-month scale, with the longest drought lasting 21 months between 2000 and 2002. The frequency of extreme drought events increased notably after the 1970s, coinciding with enhanced inter-annual variability in monsoon rainfall. While the long-term linear trends in drought severity were not statistically significant, the 12-month SPI exhibited clear decadal-scale oscillations influenced by monsoon behavior, and the 3-month SPI effectively captured short-term agricultural droughts affecting seasonal crop yields. These findings provide a comprehensive understanding of drought characteristics in a highly vulnerable arid region and offer a quantitative basis for improving drought monitoring and early-warning systems. The results have direct implications for agricultural planning, irrigation scheduling, and the development of climate-informed contingency measures tailored to high-risk periods. By situating local drought assessment within the wider context of global climate extremes, this study highlights the need for integrated water resource management and region-specific policy interventions to strengthen resilience and support sustainable development in the face of an increasingly uncertain climate future.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "From hazard to disruption: forecasting direct and indirect tropical cyclone impacts on infrastructure in Mozambique",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1666586",
      "pubDate": "2025-11-28T00:00:00Z",
      "description": "Critical infrastructure (CI), such as healthcare facilities, schools, and the road network, plays a vital role in society by providing essential services that sustain the functioning of communities. Disruptions to this infrastructure can have profound consequences, affecting public health, safety, economic activities, and general well-being. Weather extremes, including tropical cyclones (TCs), are major drivers of such disruptions, causing widespread failures to power, communication, transportation, and healthcare. Forecasting the potential impact of weather events on these services in the weeks to days before landfall is crucial to enhance preparedness and enable effective anticipatory actions. Unlike previous efforts that focused primarily on estimating the potentially affected population, this research shifts attention to evaluating direct and indirect impacts on CI, and to capture the uncertain nature of impact forecasts depending on lead-time. The methodology, which relies entirely on open-source code and data, yields several metrics quantifying the impact of ensemble-based tropical cyclone (TC) wind forecasts on healthcare access, including the number of hospitals directly affected and the number of people indirectly affected due to disrupted access to healthcare facilities. We apply this approach to TCs Idai, Kenneth, and Freddy, which have struck Mozambique since 2019. The results highlight the extent of indirect effects on the population from infrastructure disruptions. Uncertainty arises from lead time, disruption threshold assumptions, and the challenge of capturing impact magnitude, especially for rapidly intensifying TCs. These findings underscore the importance of including indirect impacts into Impact-Based Forecasting (IBF) frameworks, which could enhance decision making. This research aligns with the development of IBF and situational awareness mechanisms promoted by the World Meteorological Organization (WMO). Building on this, the work supports international organizations in activating early warning protocols and delivering more targeted aid, such as financial resources, blankets, medical supplies, and volunteer personnel by identifying where hospitals are likely to be disrupted and which populations may lose access to healthcare. The visualizations generated further assist decision-makers in prioritizing areas that require immediate support.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The roots of Amazonia’s droughts and floods: complex interactions of Pacific and Atlantic sea-surface temperatures",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1656283",
      "pubDate": "2025-11-25T00:00:00Z",
      "description": "The relationship between sea surface temperatures (SST) and climate events in the Amazon is more complex than suggested by traditional climate models, involving the of multiple oceanic drivers and spatially and temporally heterogeneous responses across the basin. The first EOF mode in the tropical Pacific corresponds to Central El Niño events, featuring basin-wide positive SST anomalies with 2 to 8 year cycles. The second mode relates to Eastern El Niño events, showing localized positive anomalies in the Niño 1 + 2 region and opposing negative anomalies in northern and southern Pacific, with shorter 1 to 4 year oscillations. In the tropical Atlantic, the main EOF mode is the Equatorial Atlantic Mode (EAM), characterized by basin-wide negative SST anomalies on 2 to 4 year cycles. The second Atlantic mode is the Positive Atlantic Dipole, distinguished by opposing SST anomalies in the northern and southern tropics, varying between 6 months and 1 year. Correlation analyses between these climate modes and the Palmer Drought Severity Index (PDSI) show that Central El Niño strongly influences Amazon droughts year-round, especially in northern and central sub-basins like Japurá, Negro, Trombetas-Uatumã, and Paru-Jari. The impact of the Eastern El Niño is milder and spatially heterogeneous, with opposite effects particularly evident in the Upper Negro sub-basin. The cold phase of the EAM favors wetter rainy seasons but can induce moisture reduction during the transition to the dry season, especially when combined with other seasonal forcings. When the Positive Atlantic Dipole occurs in the rainy season, Japurá and Negro basins become wetter, but other sub-basins face moderate drought. This oceanic pattern promotes drier conditions, bringing forward the onset of the dry season in practically all sub-basins. Our results demonstrate that Pacific and Atlantic oceanic patterns play complementary roles, with Central El Niño driving widespread and prolonged droughts, while Atlantic modes modulate the of extreme events, often amplifying or attenuating the impacts depending on the sub-basin considered. This enhanced understanding of coupled ocean–atmosphere interactions is essential for improving climate prediction, water resource management, and adaptation strategies in the face of increasing hydroclimatic extremes in the Amazon Basin.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Non-economic losses and other impacts of climate change affecting women in the tourism industry: a photovoice case study from Kenya's coast",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1652871",
      "pubDate": "2025-11-24T00:00:00Z",
      "description": "Coastal areas drive much of the world's tourism growth, yet they are highly vulnerable to the impacts of climate change. This vulnerability poses a significant risk to the tourism sector, as environmental degradation can diminish the appeal of destinations. The tourism sector's strong dependence on women's work exposes it to gendered impacts, as climate risks in coastal environments are not gender-neutral but affect women disproportionately. Despite the growing attention to climate change in tourism research, methodological limitations have often overlooked household and community scales, thereby underutilizing women's knowledge and lived experiences. This study addresses these gaps by using photovoice, a participatory method that enables participants to frame and articulate climate-related changes in their own terms, based on their lived experiences. The participants' photovoices revealed changes in natural resources and coastal infrastructure linked to the spaces where women's work takes place and upon which it depends. A feminist political ecology lens informs the interpretation of these results, suggesting that the growing uncertainty associated with climate change has blurred the boundaries of these spaces, which form the core of women's work in tourism, reshaping their roles in ways that reinforce subordination rather than promote equal participation in the ocean economy. Moreover, the photovoices reveal that economic and non-economic losses represent interconnected dimensions of the same processes of change. The interaction between climate change and tourism thus introduces multidimensional, gender-related vulnerabilities that extend beyond economic impacts to include implications for women's political agency and a sense of cultural pride. By focusing on women's experiences, this study enhances our understanding of gendered vulnerabilities in coastal tourism and provides insights for developing more inclusive practices that promote gender equity and diversity in marine environments.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Rooted in crisis, growing solutions: economic impacts and adaptive pathways for Fiji’s climate-threatened sugarcane industry",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1690723",
      "pubDate": "2025-11-21T00:00:00Z",
      "description": "Small Island Developing States (SIDS) face accelerating climate hazards that undermine agricultural productivity. Fiji’s sugarcane sector, which is central to rural incomes and foreign exchange earnings, is increasingly affected by floods, droughts, cyclones, irregular rainfall, and rising input costs. Assessing farm-level climate vulnerability is essential for guiding effective adaptation. A convergent mixed-methods design was applied, integrating surveys from 100 smallholder farmers, panel regression to estimate hazard-specific yield elasticities, and AI-assisted scenario modeling aligned with Asian Development Bank climate projections. Stratified sampling captured variation in farm size, location, and cooperative membership, and survey responses were cross-validated with production records to ensure reliability. Flood-related hazards showed the strongest negative association with multi-year yields (β = −0.49, p < 0.001), followed by irregular rainfall and drought effects. Flood impacts were most severe because water-logging, access disruption, and delayed harvesting weakened ratoons and reduced subsequent cycle yields. Socio-institutional constraints, including limited cooperative support, inadequate extension services, and low youth engagement, intensified vulnerability. Grassroots participation, modeled on South Korea’s Saemaul Undong, can strengthen local coordination and adoption of adaptive practices. AI-assisted scenarios provided validated projections and identified priority adaptation pathways. The findings indicate a hydrology-first risk profile in Fiji’s coastal sugarcane systems. Targeted water management and accelerated varietal upgrading are essential to sustaining productivity under increasing climatic extremes. Coordinated investments in drainage, stress-tolerant cultivars, and farmer–extension partnerships can narrow adaptation gaps and stabilize rural livelihoods. Although focused on Fiji, the analysis provides a transferable framework for estimating climate-induced yield elasticities and validating adaptation strategies in coastal smallholder cane systems across tropical Asia, Africa, and the Caribbean. The integrated empirical and AI-based methodology offers a replicable template for climate resilience assessment in tropical agriculture.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Impact of climate change on infectious disease transmission: a CiteSpace- and VOSviewer- based visualization of enteric, respiratory and vector-borne infectious disease studies",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1703904",
      "pubDate": "2025-11-19T00:00:00Z",
      "description": "ObjectiveThis study aims to address the research gaps in understanding the connections between climate change and infectious diseases by integrating bibliometric analysis with epidemiological perspectives and systematically identifying research trends and thematic evolution in this field.MethodsWe conducted a comprehensive bibliometric analysis of literature published between January 2010 and April 2025, retrieved from Web of Science, PubMed, CNKI, and Wanfang databases. Analytical methods included keyword co-occurrence mapping and cluster analysis using CiteSpace and VOSviewer.ResultsThe analysis revealed a steady increase in publication output, accompanied by a notable shift from single-disease studies to complex system assessments. Research patterns showed distinct thematic priorities: vector-borne diseases demonstrated significant growth after 2018; respiratory infections maintained consistent research attention, while enteric diseases received comparatively limited focus. These patterns reflect underlying socioeconomic disparities and regional climatic influences.ConclusionThis study underscores the need for more systematic research on the intersection of climate change and infectious diseases. Future work should develop multi-disease analytical frameworks, advance interdisciplinary methods integrating environmental and data sciences with public health, and strengthen global research networks by improving geographic coverage and data standardization. These efforts will enhance predictive capabilities and intervention strategies against climate-sensitive infectious diseases.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing the effectiveness of climate assemblies: framework for measuring deliberative impact",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1680125",
      "pubDate": "2025-11-19T00:00:00Z",
      "description": "IntroductionClimate assemblies have gained attention as participatory governance instruments designed to address complex climate challenges through inclusive deliberation. However, despite their growing prominence, systematic approaches for assessing their performance and impact remain scarce. This study responds to that gap by proposing a structured evaluation framework to measure the deliberative effectiveness of climate assemblies within the broader context of democratic climate governance.MethodsAn iterative, multi-stakeholder design process guided the development of the framework. It drew upon best-practice reviews, stakeholder consultations, and collaborative workshops. The resulting structure integrates input, process, and outcome dimensions, each associated with two key objectives: policy legitimacy, rooted in inclusive and trusted participation, and policy effectiveness, reflected in the influence of assembly recommendations on climate policy. The framework was piloted in two European climate assemblies to test its applicability and robustness.ResultsThe pilot evaluations demonstrated that applying a systematic assessment framework enhanced transparency and accountability within deliberative processes. It enabled a clearer understanding of how well assemblies fulfilled their aims of inclusion, deliberative quality, and policy relevance. Findings also revealed that consistent evaluation helps identify design strengths and weaknesses, supporting more evidence-based improvements in future assemblies.DiscussionThe study shows that structured evaluation is not merely a reporting exercise but a mechanism to strengthen democratic legitimacy and practical effectiveness. By offering standardized criteria and measurable indicators, the framework assists policymakers, organizers, and researchers in assessing whether climate assemblies translate citizen participation into tangible climate action. It contributes a practical and theoretically grounded tool for advancing deliberative democratic practices in climate governance.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Enhancing public understanding of extreme weather events in a changing climate through ClimaMeter",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1688221",
      "pubDate": "2025-11-13T00:00:00Z",
      "description": "ClimaMeter is a real-time platform designed to provide rapid, science-based assessments of extreme weather events and their links to climate change. ClimaMeter’s methodology relies on identifying large-scale atmospheric circulation patterns and comparing them to historical data, analyzing how the intensity of extreme weather events have changed because of anthropogenic climate change or natural climate variability. By leveraging historical climate data, machine learning, and real-time weather observations, ClimaMeter delivers near-instantaneous attribution results, enabling informed decision-making in a time when media cycles and public attention are brief. This speed is crucial for climate action, as it helps policymakers, emergency responders, and the public understand the role of climate change in specific extreme events and take timely, effective measures. This allows for quicker, data-driven responses to disasters, such as the October 2024 Valencia floods or the Medicane Daniel, by informing disaster response, infrastructure planning, and resilience-building efforts. ClimaMeter also plays a key role in countering climate change misinformation, offering evidence-based explanations to the public and media. By bridging the gap between scientific research and policy applications, ClimaMeter supports climate action, promotes public awareness, and aids in the development of adaptation and mitigation strategies to address the growing risks posed by climate change.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The evolution of heat exposure in changing societies and a changing climate from 1960 to 2100",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1491695",
      "pubDate": "2025-11-13T00:00:00Z",
      "description": "With climate change, human exposure to heat has increased over recent decades and is expected to substantially increase in the future. This study introduces a novel metric – namely, the exponentially weighted degree-day approach – to assess population-weighted heat exposure at the national level, incorporating both static and dynamic population scenarios. Using ERA5 reanalysis and CMIP6 climate projections under the SSP2-4.5 and SSP5-8.5 scenarios, we analyze and categorize global heat exposure and its trends from 1960 until 2100. Our findings reveal a significant rise in heat exposure over past decades, disentangling the contributions of climate and demographic changes. Furthermore, a thorough analysis of biases across different datasets and model dimensions provides a global perspective based on daily maximum and daily mean temperatures. This analysis forms the basis for quantifying current and future heat exposure, together with a qualitative heat zone classification scheme. The results underscore the urgent need for targeted adaptation strategies and improved climate metrics to better assess and mitigate future heat-related risks.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Climate change, health, and decent work: a call for combined action",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1655196",
      "pubDate": "2025-11-12T00:00:00Z",
      "description": "Climate change is the leading crisis of our times exacerbating issues of health and working conditions for labourers. Whilst research has been undertaken looking at the connection between climate and health, health and work, and work and climate, little has been done to assess the intersection of all three concerns. In this perspective, we outline the need for more integrated thinking to address the wide-reaching impacts of climate change and what that means for the achievement of decent work combined with positive health outcomes. We outline current frameworks and ongoing activities seeking to prevent and mitigate risks to health and work within a changing climate and identify the need for a paired path forward on the local (communities, unions, labour organisations) and global (international and national governance) scales to ensure ‘Health-Labour-Climate’ drivers and outcomes are comprehensively addressed.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Future climate assessment in the Mediterranean region using downscaled CMIP6 data",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1691944",
      "pubDate": "2025-11-07T00:00:00Z",
      "description": "Due to the anthropogenic increase in greenhouse gas and aerosol forcing, the Mediterranean has been labeled a “climate change hot spot.” Previous studies have shown that climate change has dire consequences on socioeconomic situations in the Mediterranean region. Ten high-resolution global coupled climate models and two climate emissions scenarios are analyzed from the Bias Correction Constructed Analogs with Quantile mapping reordering dataset, which is downscaled CMIP6 data. Daily precipitation and air-temperature data from both the wet and dry season is used to calculate droughts and heatwaves in the Mediterranean region, including the Middle East and North Africa countries. As expected, larger impacts are observed in the high emissions scenario and during the dry season for both droughts and heatwaves. Comparing the wet season to the dry season droughts, there is a northward shift in the positive signal as most of the values are seen over the Mediterranean Sea in the wet season and over the northern Mediterranean and Europe in the dry season. For the heatwaves, the dry season shows a response stronger than the one observed by the wet season by nearly two times, and there is a strong signal located over the Mediterranean Sea during the dry season that is not seen during the wet season.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Implementing Indigenous rights through climate–health governance: advancing the Indigenous Determinants of Health framework within the UNFCCC",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1697881",
      "pubDate": "2025-11-07T00:00:00Z",
      "description": "As the UNFCCC evolves, the urgency to advance Indigenous Peoples’ Rights within global climate governance has never been greater. COP 30 offers a powerful starting point to embed reforms that center Indigenous leadership, rights and knowledge systems. This article proposes integrating the Indigenous Determinants of Health (IDH) Framework into UNFCCC processes to realize Indigenous Rights as affirmed by UNDRIP and the Paris Agreement. Drawing on CBD Decision 16/19, we highlight entry points in the Global Stocktake, the Gender Action Plan and the national adaptation planning, alongside five additional mechanisms on adaptation, finance, and loss and damage. We argue the IDH provides a rights-based structure for implementing Article 7.5 of the Paris Agreement and ensuring alignment with UNDRIP, FPIC and cultural safety.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Fram strait—possible key to saving arctic ice",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1569470",
      "pubDate": "2025-11-05T00:00:00Z",
      "description": "Arctic amplification caused by global warming is accelerating an unprecedented loss of Arctic sea ice due to thinning of multi-year sea ice and increased export through Fram Strait, which is the largest Arctic gateway for ice export. The transition to a thinner and younger Arctic ice cover has resulted in a steady surface albedo decline of 1.25–1.51% per decade, weakening the radiative cooling effect of sea ice by 0.04–0.05 W m–2 per decade. The Fram Strait ice export (FSIE) is a major sink in the Arctic ice mass balance, accounting for approximately 14% of the annual sea ice volume loss. As the ice becomes thinner, it drifts faster, leading to enhanced ice export. The annual and summer FSIE have increased by about 6% and 11% per decade, respectively, further accelerating Arctic sea ice decline. Surface Albedo Modification (SAM) has been considered among variety of climate intervention solutions to slow down the transition of the Arctic into a seasonally ice-free ocean by mid-century, in concert with the greenhouse emissions mitigation efforts. Using climate model simulations, we evaluate the impacts of SAM application on the Arctic radiation budget and ice cover in two deployment scenarios: Arctic-wide and regional in Fram Strait. We model such an increase in sea ice albedo as a perturbation to the present-day climate state. Our results show that enhancing the surface albedo by up to 20% Arctic-wide during summer reduces the absorbed radiation at the surface by 11.16 W/m2 and increases outgoing radiation at the top of the atmosphere by 10.70 W/m2. This results in surface cooling of –1.33°C and recovers approximately 10% of the present-day Arctic sea ice radiative cooling power. These findings suggest that large-scale surface albedo modification could offset Arctic warming and contribute measurably to global cooling. The regional targeted deployment in Fram Strait yields more spatially limited but dynamically significant responses. SAM in Fram Strait enhances surface albedo both locally and in adjacent regions (Barents, Kara Sea) through advection of thicker, more reflective ice. The resulting radiative cooling alters atmospheric circulation, strengthening the low-pressure system over the Barents–Kara sector and triggering a negative Arctic Dipole pattern. This reduces sea-ice export by 2.4% through Fram Strait via weakening the Transpolar Drift in addition to the local thickening and slowing of the ice in the FS region, supporting ice retention within the Arctic basin. Furthermore, the modified atmospheric circulation induces dynamically driven nonlocal ice growth in areas of Central Arctic which persist year-round. These results highlight the potential of Fram Strait albedo enhancement to support multi-year ice recovery and reduce its loss via the Fram Strait. While basin-wide SAM offers the greatest potential benefits, it remains logistically challenging and carries higher risks of unintended consequences. Targeted regional interventions—such as in the Fram Strait and marginal seas (Barents, Kara, and Beaufort)—present a more feasible and cost-effective alternative, with lower risks and the potential to induce basin-wide responses through coupled atmosphere–ice–ocean interactions. These regions are dynamically linked to major circulation centers, including the Barents–Kara Low and Beaufort High, making them promising leverage points for intervention. A strategy for Arctic climate intervention, where a coordinated, regionally targeted, and seasonally adaptive deployment—combining summer albedo enhancement with winter ice thickening—may offer the greatest potential to stabilize Arctic sea ice while minimizing risks.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}