{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-12-08T02:05:30.328896",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4825122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "How public involvement can improve the science of AI",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421111122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />As AI systems from decision-making algorithms to generative AI are deployed more widely, computer scientists and social scientists alike are being called on to provide trustworthy quantitative evaluations of AI safety and reliability. These calls have ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The first preserved nasal cavity in the human fossil record: The Neanderthal from Altamura",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426309122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceNeanderthals are the subject of an enduring debate regarding possible nasal adaptations and their impact on craniofacial morphology. Yet, this debate has been strongly influenced by the lack of a preserved nasal cavity in the human fossil ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "From nematode to Nobel: How community-shared resources fueled the rise of Caenorhabditis elegans as a research organism",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2522808122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />Experimental organisms such as the nematodeCaenorhabditis elegansare fundamental to biological discovery. The success ofC. elegansresearch has been greatly enabled by infrastructure that allows thousands of scientists to share and access research ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evidence of an enhanced near-surface ozone layer at tropical latitudes on Mars",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511744122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceOzone plays a key role in both atmospheric and near-surface chemistry, as well as in UV absorption in planetary atmospheres. We report observations of ozone from the surface of another planet using the ozone detector aboard NASA’s Mars 2020 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A quantitative risk assessment framework for mortality due to macroplastic ingestion in seabirds, marine mammals, and sea turtles",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415492122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificancePlastic ingestion is a known cause of mortality across taxa, yet the quantitative risk plastic ingestion poses is still poorly understood. Based on data from more than 10,000 necropsies, we estimate the likelihood of mortality due to the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Contrasting melt regime in the Ice Grounding Zone of Thwaites Glacier, West Antarctica",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512626122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceThe transition boundary between continental and floating ice, or grounding line, is traditionally represented as a fixed boundary experiencing zero ice melt. Satellite observations have challenged this view and revealed a kilometer-scale “Ice ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Elevated risk of infectious diseases in adulthood after prenatal or early postnatal exposure to the Great Chinese Famine",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513421122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificancePrenatal famine exposure increases risks for various noncommunicable conditions, but its impact on infectious diseases remains poorly understood. Using 18 y of surveillance data covering over 4.4 million cases across 11 major notifiable ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Gray wolves in an anthropogenic context on a small island in prehistoric Scandinavia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421759122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceWolves, the wild ancestor of dogs, are the only large carnivores that have undergone domestication by humans. Yet, it remains unclear if this process took place via direct and deliberate human control of wild wolves or if wolf populations ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A legacy of genetic entanglement with wolves shapes modern dogs",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421768122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceAlthough wolves and dogs can interbreed and produce fertile offspring, hybridization between the two is far more rare than domestic and wild populations of other species. We combined highly sensitive local ancestry inference and phylogenomic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mating system of free-ranging domestic dogs and its consequences for dog evolution",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421756122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceHow the wolf became domesticated by hunter-gatherer societies without prior experience of animal breeding is a long-standing puzzle. Differences in the behavioral ecology of wolves and dogs may provide important clues. In contrast to the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The impacts of European arrival on Australian dingoes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421749122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceThough European colonization has dramatically altered the Australian landscape, the impact of these changes on populations such as dingoes remains contentious. By analyzing ancient DNA and stable isotopes from dingoes spanning the last 2,300 y,...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genetic testing predicts appearance but not behavior in dogs",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421752122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceUsing data from Darwin’s Ark, a community science project with over 3,000 dogs with genetic and behavioral data, we critically evaluate reported behavior-associated genetic variants. We find no evidence that these variants predict behavior. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "GWAS for behavioral traits in golden retrievers identifies genes implicated in human temperament, mental health, and cognition",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421757122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceDogs display temperamental and behavioral variation and possess tractable genetics, making them a compelling model for studying the genetics of psychiatric, temperamental, and cognitive traits. Using a behavioral questionnaire, we phenotyped ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Climate warming reduces soil gaseous nitrogen losses in a temperate forest",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513401122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceClimate models project that under future warming scenarios, ecosystems will lose nitrogen (N) because of accelerated cycling and increased gaseous N losses. However, these projections are predominantly derived from laboratory experiments that ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Large drainage systems produced half of Mars’ ancient river sediment",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514527122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceRivers on Earth are large and dynamic systems that diversify ecosystems through interactions between climate and tectonics. Here, we show that even in the absence of plate tectonics on Mars, large drainage systems existed; however, they are ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Variability of annual polar motion and its relationship to the Chandler wobble",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520272122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceFor nearly a century, continuing to the present, a complete accounting of the excitation of the Chandler wobble (CW), a resonant motion of Earth’s rotation axis, has been a major scientific goal. We identify episodes of a near six-year ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Woodlands of Antiquity: A millennium of dendrochronological data on forest exploitation and timber economy between the Alps and the Atlantic",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516240122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceThis study presents empirical evidence of the deforestation driven by the Roman Empire north of the Alps and offers a unique, robust, and high-resolution dataset to explore woodland exploitation across a full millennium. By analyzing timber, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cartesian equivariant representations for learning and understanding molecular orbitals",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510235122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceOrbital properties such as energies and bonding character are vital to how chemists understand fundamental chemical phenomena such as bonding, Lewis structures, electronegativity, and excited states. Yet, relatively little effort has gone into ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Using a mental model approach to undercut the effects of exposure to mRNA vaccination misconceptions: Two randomized trials",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517067122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 48, December 2025. <br />SignificanceMisconceptions can continue to influence their recipients despite correction. Correcting before, with inoculation, or after, with fact-checking, risks increasing audience familiarity with targeted misconceptions. Including forewarnings also ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}