{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-07-05T10:25:40.092311",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2625122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Make forensic case reports required legal and scientific documents",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2406456122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Comparative performance of viral landscape phylogeography approaches",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506743122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceThanks to their rapid evolution, viral genomes can be analyzed and compared to estimate the dispersal history of the virus responsible for an epidemic, a task known as phylogeographic inference. In our study, we develop and evaluate the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A bioinspired and degradable riboflavin-containing polypeptide as a sustainable material for energy storage",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509325122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceSustainable energy storage materials can address environmental, safety, security, and ethical issues associated with conventional battery platforms. Herein, we advance the design of redox-active polypeptide materials by incorporating ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "High tree diversity exposed to unprecedented macroclimatic conditions even under minimal anthropogenic climate change",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420059122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceTrees play key roles in terrestrial ecosystems but are sensitive to large climatic changes. Our work quantifies end-of-century climate change exposure–shifts to species’ currently unoccupied climate zones–for 32,089 tree species globally. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genetic contributions to brain criticality and its relationship with human cognitive functions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2417010122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceBrain criticality, a state of optimal neural balance between excitation and inhibition, is crucial for efficient cognitive function. Despite its significance, the genetic basis of brain criticality remains largely unexplored. We demonstrate ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Widespread thiamine deficiency in California salmon linked to an anchovy-dominated marine prey base",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426011122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceCalifornia’s anadromous salmonids face chronic stressors that include habitat loss and degradation, invasive species, hatchery influences, and climate change. We show that thiamine deficiency in California's salmonids is linked with an anchovy-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cenozoic geoclimatic changes drove the evolutionary dynamics of floristic endemism on the Qinghai–Tibet Plateau",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426017122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceThe Qinghai–Tibet Plateau (QTP) is a hotspot of biodiversity and endemism. Our multitaxon analysis shows that the endemic flora of the QTP had emerged by the Early Eocene. Both long-term in situ speciation and immigration have been responsible ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Spatial metabolomics informs the use of clinical imaging for improved detection of cribriform prostate cancer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502423122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceCribriform prostate cancer is a specific disease phenotype known for its high potential of transforming into incurable or even lethal disease. As conventional diagnostic methods tend to miss this disease subtype, identifying biologically ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Early warning signs of salt marsh drowning indicated by widespread vulnerability from declining belowground plant biomass",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425501122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceIntensifying stressors are weakening resilience in ecosystems across the globe. Here, we show that belowground biomass (BGB), a proxy for salt marsh health, has decreased over a large area of coastal marshes since 2014, indicating growing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Repeated occurrences of marine anoxia under high atmospheric O2 and icehouse conditions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420505122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceThe overall well-oxygenated Phanerozoic ocean–atmosphere system experienced discrete periods of ocean anoxia that are closely associated with global carbon cycle perturbations under primarily greenhouse climate states. Here we document, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "SARS-CoV-2 nucleocapsid protein directly prevents cGAS–DNA recognition through competitive binding",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426204122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a master of immune evasion, employing multiple mechanisms to subvert host immune responses. While its ability to block RNA-sensing pathways is well established, how SARS-CoV-2 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The role of estrogen receptor β in maintaining basal cells and modulating the immune environment in the prostate",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505797122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceA population of intermediate cells in epithelial organs are thought to be the original cells of cancers. How the basal cells (BCs) are maintained is unclear. In the prostate, most of the BCs do not express AR. However, the luminal cells ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "An ABA–ROP toggle switch orchestrates xylem differentiation and cell wall patterning",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503363122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceIn this work, we elucidate the signaling interaction between abscisic acid (ABA), classically known for its function as a plant abiotic stress hormone, and ROP GTPases, regulators of cell polarity, in xylem differentiation and cell wall ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Bone morphogenetic protein-9 controls pulmonary vascular growth and remodeling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410229122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceOur findings unveil insights into the role of BMP-9, encoded by theGDF2gene, in maintaining pulmonary vascular health and mitigating pulmonary hypertension (PH). We demonstrate thatGdf2KO rats exhibit augmented pulmonary vascular density ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "JunB–HBZ nuclear translocation by TGF-β is a key driver in HTLV-1-mediated leukemogenesis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420756122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceViruses are known to cause various cancers, with viral genes playing a crucial role in oncogenesis. However, the distinct functions of viral oncogenes in infected versus tumor cells remain unclear, complicating our understanding of viral ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Molecular contacts in self-assembling clusters of membrane proteins",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507112122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceMany proteins function not just in isolation but also by interacting with other proteins as part of signaling pathways in living cells. Much is already known about the structures of different proteins and what role they play in organisms. But ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structural mechanism for the recognition of E2F1 by the ubiquitin ligase adaptor Cyclin F",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501057122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceCyclin F is an essential enzyme that mediates cell division by downregulating activity of the E2F transcription factor. Unlike other members of the cyclin family, Cyclin F does not activate cyclin-dependent kinases, but rather it mediates ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Winters restrict a climate change–driven butterfly range expansion despite rapid evolution of seasonal timing traits",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2418392122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceSpecies ranges are changing rapidly due to climate change, but it is unclear how evolution during range expansion affects these range shifts. Our field experiments within and beyond the range of a native butterfly reveal that although two ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "EIAV encodes an accessory protein that antagonizes the host restriction factor equine tetherin",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2413703122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceGenetically, equine infectious anemia virus (EIAV) has traditionally been considered as one of the simplest lentiviruses. Recently, two viral proteins of EIAV, Mat and Grev, were identified in our laboratory. In this study, we identified a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}