{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-12T20:24:28.845149",
  "items": [
    {
      "title": "Arctic extreme precipitation changes from 1980 to 2022 in response to sea ice decline and enhanced atmospheric rivers",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0504",
      "pubDate": "",
      "description": "Arctic extreme precipitation (EP) broadly impacts permafrost degradation, glacier and snow cover changes, and ice sheet mass balance as well as ecosystems. However, investigation of EP spatiotemporal variations over the Arctic remains challenging, and their primary drivers are still poorly understood. Performance estimation of three state-of-the-art reanalysis products (Climate Forecast System Reanalysis (CFSR), European Centre for Medium-Range Weather Forecasts Reanalysis version 5 (ERA-5), and Modern-Era Retrospective analysis for Research and Applications, version 2 (MERRA-2)) against gauge-based precipitation observations reveals that MERRA-2 outperforms other reanalysis for Arctic EP changes. Based on MERRA-2 data, both annual EP amount and occurrence days averaged over the Arctic show statistically significant positive trends during 1980–2022 (3.37 ± 1.03 mm dec−1 and 0.42 ± 0.17 d dec−1, respectively), with the most pronounced increase in the autumn. Spatial heterogeneity in annual and seasonal EP trends is found across the Arctic, with the largest positive annual trends of 30 mm dec−1 over the Bering Sea and the Denmark Strait. The significant EP increase is closely associated with intensified atmospheric rivers (ARs) and widespread decline in sea ice concentration (SIC). Specially, SIC and ARs are responsible for 12% and 50% of Arctic EP inter-annual variance, respectively, while ARs directly contribute 28.3% of the total annual EP amounts. These findings explain the mechanistic controls on Arctic EP, providing critical insights for projecting polar weather and climate extremes and their impacts on the Arctic environment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The PeatPic project: predicting plot-scale green leaf phenology across peatlands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0658",
      "pubDate": "",
      "description": "Peatlands store approximately one-third of the world’s soil carbon (C), but their functioning is highly variable at fine spatial scales due to differences in vegetation cover and environmental conditions such as water table depth. This fine-scale heterogeneity plays a key role in carbon dynamics yet capturing it—particularly in relation to green leaf phenology (GLP)—is challenging with traditional remote sensing methods. To address this, we developed a smartphone-based methodology and community-science project called the PeatPic Project. We gathered over 3700 photographs from 27 sites across 10 countries in 2021 and 2022, representing different peatland types (bog, fen, and swamp), at 1–2 week intervals. We calculated GLP metrics, such as the data of the start of the season and end of the season, based on the red-blue-green bands from these photographs. We found that GLP metrics varied significantly across peatland types and dominant vegetation communities. Notably, peak greenness at bog sites occurring approximately 10 days later in the year compared to fen sites. Furthermore, variables relation to peatland/vegetation type and energy balance were key predictors of peatland GLP. The PeatPic Project’s readily available methodology offers low-cost opportunities for further research into peatland phenology, enabling the calculation of additional phenological indices and integration with other data types. By refining our understanding of peatland GLP, we can improve predictive C modelling and better assess the impacts of future changes on these important ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regime shift in extreme wildfires within northern Eurasia and their impacts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0b92",
      "pubDate": "",
      "description": "Wildfires heighten the risks of ecosystem degradation and increase carbon emissions, significantly impacting ecological stability and climate change. However, changes in extreme wildfire regimes and their consequential impact on carbon emissions and burned area (BA) remain unclear. Our results indicate that extreme wildfires in northern Eurasia exhibit a latitudinal shift in intensity and frequency during 2003–2023. Within the historically fire-prone latitude band of approximately 50° N–60° N, a declining trend is observed in both intensity and frequency of extreme wildfires. Conversely, a northward shift of high-intensity extreme wildfires brings unprecedented carbon emissions and BAs to high-latitude regions that are rich in forest carbon storage and permafrost. Although extreme wildfires account for only 10% of all fire events, they contribute to over 30% of total wildfire carbon emissions and BAs across most regions of northern Eurasia.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Simultaneous production and consumer efforts reduce the nitrogen load in a Japanese island’s food system",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0b95",
      "pubDate": "",
      "description": "Issues related to reactive nitrogen (Nr) continue to increase and have exceeded planetary boundaries. Both production- and consumer-level efforts can mitigate Nr loads and inputs. However, only independent evaluations of these efforts have been performed thus far, and the lack of comprehensive evaluations has hindered further reductions in Nr loads and inputs. Therefore, in this study, we applied the food nitrogen footprint to a subtropical island in Japan and evaluated both direct (on-island) and indirect (overseas-related, imported food/feed production) Nr loads and inputs within the food system. The following scenarios were developed: shifting diets toward grains and legumes in imported food, halving food loss and using the remainder as concentrate feed, and replacing chemical fertilizers with cattle manure produced on the island. Altering the composition of imported food, reducing food loss by half, and utilizing the remaining portion as feed effectively reduced the indirect Nr load, while using cattle manure reduced the direct Nr load. Implementing these measures in combination reduced the direct and indirect Nr loads by 15.4% and 30.9% and the direct and indirect Nr inputs by 19.8% and 18.8%, respectively. Therefore, it is essential to implement consumer and production efforts simultaneously rather than independently to optimize the global nitrogen cycle.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hotspots of summer heatwaves in East Asia and their associated radiative and dynamical forcing",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0b96",
      "pubDate": "",
      "description": "The recent heatwave events and their repercussions on ecosystems and society underscore the necessity for an in-depth understanding of the mechanism responsible for heatwave formation. Utilizing spectral clustering method to classify the daily heatwave circulation over East Asia (EA) from 1979 to 2022, this study identifies three distinct heatwave hotspots in eastern China (P1; 22%), Mongolia (P2; 47%), and northwestern EA (P3; 31%), each of which has its own unique upper-level trough and ridge structures. The formation of heatwave hotspots is associated with the tropospheric anticyclonic anomalies, which are characterized by the westward extension and enhancement of the Western Pacific Subtropical High (P1), a strong ridge over Mongolia (P2), and anomalous anticyclones over northwestern and northeast EA (P3). These anomalous anticyclones lead to decreased cloud cover and atmospheric descent, influenced by specific quasi-barotropic teleconnection wave patterns in the mid-latitudes. The quantitative attribution results from the climate feedback response analysis indicate that the cloud, water vapor, and atmospheric dynamics constitute significant heat-generating mechanisms. Cloud changes provide the largest positive contribution (P1: 7.8 K, P2: 1.6 K, and P3: 1.9 K) to the formation of all three types of heatwaves through the shortwave radiation effect. Changes in atmospheric dynamics result in temperature increases of 2.7 K, 0.5 K, and 0.9 K in P1, P2, and P3, respectively. Atmospheric dynamics of P1 are primarily attributed to adiabatic warming, while both adiabatic and horizontal advection positively influence P2 and P3. Moreover, surface processes generally have compensatory cooling effects on the overall temperature anomalies associated with heatwaves. The findings of this study yield valuable insights into the underlying mechanisms of extreme heat events in EA, offering scientific support for disaster prevention and mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Coastal squeeze reduces nitrogen removal services provided by wetlands: insights from an interdisciplinary framework",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0cde",
      "pubDate": "",
      "description": "Natural landscapes provide valuable ecosystem services that increase community resilience to environmental change. We present a novel interdisciplinary framework to quantify and spatially evaluate the value and fate of coastal wetlands in the context of sea level rise (SLR) and future land use (FLU) plans. We apply our framework in New Bern, NC, USA, where we project changes in nitrogen removal ecosystem services provided by wetlands and undeveloped open spaces during heavy rainfall events under current sea levels and with 0.15–1.5 m (0.5–5 ft) of SLR. These landscapes currently provide $90 000 USD worth of nitrogen removal ecosystem services annually. Areas currently designated for conservation are especially valuable, contributing 53% of annual services despite making up only 13% of New Bern’s total land area (107 km2). We show that these Conservation designations are expected to lose over 60% of their wetlands with 0.90 m (3 ft) of SLR, reducing New Bern’s expected annual benefit by 56%. Wetland migration to higher elevations is inhibited largely by existing urban development, though we locate potential wetland migration corridors that extend into Developed and Urban Transition FLU designations. Application of our framework can help to maintain ecosystem services and reduce the pressures of coastal squeeze across changing coastal landscapes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Earlier carbon neutrality more effectively limits heat exposure of urban populations in developing continents",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ce1",
      "pubDate": "",
      "description": "Achieving carbon neutrality by the 2050s, as proposed in the Paris Agreement, is imperative for mitigating climate risks and fostering a sustainable future. Here, by examining the multi-model projections under the Coupled Model Intercomparison Project Phase 6 shared socioeconomic pathway scenarios, we show that achieving carbon neutrality by the 2050s shared socioeconomic pathway (SSP) 1-1.9 can reduce global population exposure (PE) to hot temperature extremes—defined as person-days exceeding the 30 year return value of annual maximum daily maximum temperature—by 98%, compared to the scenario of continued regional rivalry in carbon emissions (SSP3-7.0). It is also up to 7% more effective than achieving carbon neutrality by the 2070s (SSP1-2.6), with this additional benefit driven primarily by significant reductions in urban PE, 4–9 times greater than those in rural PE. The effects of earlier carbon neutrality are particularly greater in developing continents, such as Africa, Asia, and South America, than in developed continents, thereby helping to reduce the regional inequality in climate risks. This result underscores the urgency of pursuing earlier carbon neutrality to reduce climate risks, especially in developing continents.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "How does urbanization process affect urban heat island effect? Interpretation of 31 cities in China based on local climate zones",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da5",
      "pubDate": "",
      "description": "Urbanization has dramatically reshaped the urban landscape and intensified the urban heat island (UHI) effect in recent decades. This study investigates the spatiotemporal dynamics of UHI across 31 major Chinese cities from 2000 to 2020, using the local climate zone (LCZ) framework, Moderate Resolution Imaging Spectrometer-derived land surface temperature (LST), and machine learning models. Existing research has found significant differences in the level of UHI variation among different cities, but few studies attributing it from the perspective of urban morphology changes. We quantify urbanization processes through nine LCZ-derived indicators and assess their influence on daytime and nighttime UHI in summer. Results show that UHI intensity increased in 80.6% of cities during the day and in 77.4% at night, with over half experiencing statistically significant intensification (p < 0.05). Daytime UHI was stronger in southern cities (mean: 3.12 ∘C), while nighttime UHI was more prominent in northern regions (mean: 1.86 ∘C). Urban expansion (UE) and vegetation reduction were identified as the primary contributors to UHI intensification, with random forest and Shapley Additive exPlans analyses indicating that UE accounted for up to 28.3% of UHI variance. Functional transformation of urban areas showed mixed thermal effects, with stronger nighttime impact. High-rise (LCZ4) and mid-rise (LCZ5) building expansions were particularly linked to elevated LST. Moreover, three land use indices exhibited significant correlations with UHI trends, especially in cities with significant UHI growth. This study provides a comprehensive attribution analysis of UHI dynamics at the national scale, offering empirical evidence to guide sustainable urban planning and climate-adaptive city design.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Adaptive mobility responses during Hurricanes Helene and Milton in 2024",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e39",
      "pubDate": "",
      "description": "Adaptation is crucial for minimizing the societal impacts of tropical cyclones amid climate change. Using 3.56 billion high-resolution foot-traffic records from mobile devices, we analyzed human mobility patterns during Hurricanes Helene and Milton, which struck the southeastern United States in 2024. We observed marked differences in adaptive mobility responses across geographic regions with varying levels of historical hurricane exposure. Milton primarily impacted coastal areas with frequent hurricane exposure and prompted sharp increases in out-region travel prior to landfall and sustained elevated mobility in the post-disaster period. In contrast, Helene affected mostly inland areas, where mobility changes were modest and largely within natural variation. Within Helene-affected regions, coastal counties showed stronger mobility responses than inland counties. Our findings underscore the need for tailoring disaster preparedness and response strategies to the specific characteristics of affected populations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A system dynamics model to evaluate historical and future trend of water scarcity in Beijing",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0e86",
      "pubDate": "",
      "description": "Water scarcity assessments are crucial for sustainable water management in the future. Previously, such assessments were mainly conducted through simple statistical analyses and water resource models, which apply minimal observational data on socioeconomic factors. Here, we present a data-driven method to evaluate water scarcity, and reveal the interplaying mechanisms between its key driving factors. We selected Beijing as a case study for its complex human–water system representative of other megacities. We collected annual parameters from government’s statistics and yearbooks during 2000–2021 and designed a system dynamics (SD) framework to characterize the key human–water coupling components. The framework was then used to project water demand and supply changes under different shared socioeconomic pathways (SSPs) (2024–2050) using meteorological forcing from CMIP6. Results show that the SD framework performs reasonably in reproducing historical water supply and demand variability, showing continuously mitigated water scarcity severity due to government efforts to constrain agricultural and industrial water demand. Future projections indicate that water scarcity severity will be gradually mitigated until 2030, particularly under SSP1, SSP2, and SSP3 scenarios. After 2030, water scarcity is intensified across all scenarios except for SSP5. This is associated with increased (decreased) sectoral water demand, together with reduced (increased) total water supply under each scenario. Sensitivity analyses, by keeping key parameters constant, highlight the distinct roles of climatological and socioeconomic factors in shaping the timing and variability of water scarcity, and offer valuable policy implications. The SD framework in this study has unique strength in simulating the temporal evolutions of sectoral water demands and their complex interactions, and thus can improve the realism of water demand estimation, which is essential for water resource modeling and assessment studies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}