{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "research_papers",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-11-01T21:19:28.685131",
  "items": [
    {
      "title": "Fracturing of Antarctic ice shelves depends on future climate warming rate",
      "link": "https://www.nature.com/articles/s41558-025-02479-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 31 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02479-8\">doi:10.1038/s41558-025-02479-8</a></p>Antarctic ice shelves affect the mass loss of the Antarctic ice sheet and are vulnerable to damage from crevasses and rifts. Decades of satellite observations link this damage to past thinning and retreat of ice shelves. Damage is projected to intensify under future high-emission climate scenarios, further weakening ice shelves and accelerating ice loss.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Reorienting climate litigation in a time of backlash",
      "link": "https://www.nature.com/articles/s41558-025-02475-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 31 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02475-y\">doi:10.1038/s41558-025-02475-y</a></p>Restrictions on civil society may drive climate activists to shift from protest to litigation. However, challenges to judicial independence, deregulation and anti-climate litigation mean that activists need to consider the conditions under which litigation leads to strengthened climate ambition and implementation.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Anticipating climate impacts on nutrition through climate–crop nutrient modelling",
      "link": "https://www.nature.com/articles/s41558-025-02470-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 31 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02470-3\">doi:10.1038/s41558-025-02470-3</a></p>Climate change influences not only crop yields but also crop nutritional content, which is currently not simulated by process-based crop models. This Perspective proposes a way forward to integrate nutrients into crop models to assess climate impacts and highlights data needs.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Fresher waters in the Southern Ocean trapped CO<sub>2</sub> at depth for decades",
      "link": "https://www.nature.com/articles/s41558-025-02465-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 28 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02465-0\">doi:10.1038/s41558-025-02465-0</a></p>A human-driven increase in upwelling of carbon-rich deep waters threatens the efficiency of the Southern Ocean carbon sink, which substantially mitigates global warming. Long-term observations reveal that surface freshening since the 1990s has acted as a barrier, preventing CO2 release to the atmosphere and, temporarily, preserving the Southern Ocean’s role in slowing down climate change.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Multi-century global and regional sea-level rise commitments from cumulative greenhouse gas emissions in the coming decades",
      "link": "https://www.nature.com/articles/s41558-025-02452-5",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 24 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02452-5\">doi:10.1038/s41558-025-02452-5</a></p>It is important to understand how much long-term sea-level rise is already committed due to historical and near-term emissions. Here the authors use a modelling framework to show how decisions on global emissions reductions in the coming decades alter multi-century sea-level rise projections.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Balancing simplicity and complexity through corporate emissions benchmarking",
      "link": "https://www.nature.com/articles/s41558-025-02467-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 23 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02467-y\">doi:10.1038/s41558-025-02467-y</a></p>Standardized quantitative emissions benchmarking is essential for corporate climate accountability, yet recent literature has critiqued this approach. We argue for structured pluralism with budget compliance — balancing methodological flexibility while preserving the disciplining power of carbon budgets.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Duplicating genomes to survive the heat",
      "link": "https://www.nature.com/articles/s41558-025-02454-3",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 23 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02454-3\">doi:10.1038/s41558-025-02454-3</a></p>Marine diatoms, tiny algae that underpin ocean food webs, face rising ocean temperatures. Now, a study shows that genome duplication helps diatoms adapt faster to warming, reshaping our understanding of phytoplankton resilience in a changing ocean.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Polyploidization in diatoms accelerates adaptation to warming",
      "link": "https://www.nature.com/articles/s41558-025-02464-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 23 October 2025; <a href=\"https://www.nature.com/articles/s41558-025-02464-1\">doi:10.1038/s41558-025-02464-1</a></p>The authors obtained large-volume individuals of diatom cultures under thermal stress. These polyploids (having more than two sets of chromosomes) are shown to rapidly adapt to high temperatures, highlighting polyploidization as a possible adaptive measure for diatoms under climate change.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}