{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "research_papers",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-09-01T05:25:52.500829",
  "items": [
    {
      "title": "Improving the IPCC–UNFCCC relationship for effective provision of policy-relevant science",
      "link": "https://www.nature.com/articles/s41558-025-02412-z",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 28 August 2025; <a href=\"https://www.nature.com/articles/s41558-025-02412-z\">doi:10.1038/s41558-025-02412-z</a></p>IPCC assessments are of limited use to the UNFCCC policy process due to misalignment and lack of relevance, with the situation further exacerbated by the UNFCCC’s weak scientific uptake mechanisms. The interface between the IPCC and the UNFCCC urgently needs to be reformed to facilitate a more effective science–policy connection.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Current and future methane emissions from boreal-Arctic wetlands and lakes",
      "link": "https://www.nature.com/articles/s41558-025-02413-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 28 August 2025; <a href=\"https://www.nature.com/articles/s41558-025-02413-y\">doi:10.1038/s41558-025-02413-y</a></p>How much methane will be emitted from the boreal-Arctic region under climate change is not well constrained. Here the authors show that accounting for distinct wetland and lake classes leads to lower estimates of current methane loss as some classes emit low amounts of methane.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Tropical deforestation is associated with considerable heat-related mortality",
      "link": "https://www.nature.com/articles/s41558-025-02411-0",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 27 August 2025; <a href=\"https://www.nature.com/articles/s41558-025-02411-0\">doi:10.1038/s41558-025-02411-0</a></p>The authors assess the impacts of tropical deforestation and its subsequent local warming on human heat-related mortality. They estimate that deforestation-related warming (+0.27 °C) is associated with approximately 28,000 heat-related deaths per year.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Hotter world speeds up ageing",
      "link": "https://www.nature.com/articles/s41558-025-02395-x",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 25 August 2025; <a href=\"https://www.nature.com/articles/s41558-025-02395-x\">doi:10.1038/s41558-025-02395-x</a></p>Many of us have experienced heatwaves and survived unscathed — or so we thought. Research now shows that exposure to heatwaves affects the rate at which we age.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Long-term impacts of heatwaves on accelerated ageing",
      "link": "https://www.nature.com/articles/s41558-025-02407-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 25 August 2025; <a href=\"https://www.nature.com/articles/s41558-025-02407-w\">doi:10.1038/s41558-025-02407-w</a></p>Ageing is linked to environmental factors. This study shows that although participants gradually adapted to heat over time, cumulative exposure to heatwaves had stable and adverse impacts on ageing, especially among manual workers, rural residents and those with limited air conditioning.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "The public’s views on climate policies in seven large global south countries",
      "link": "https://www.nature.com/articles/s41558-025-02389-9",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 August 2025; <a href=\"https://www.nature.com/articles/s41558-025-02389-9\">doi:10.1038/s41558-025-02389-9</a></p>Climate surveys are common in the global north but remain limited in the global south. Through a large-scale survey in seven global south countries, this study examines public climate knowledge and identifies their most trusted information sources and preferred climate policies.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Variations in climate change belief systems across 110 geographic areas",
      "link": "https://www.nature.com/articles/s41558-025-02410-1",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 20 August 2025; <a href=\"https://www.nature.com/articles/s41558-025-02410-1\">doi:10.1038/s41558-025-02410-1</a></p>Climate beliefs do not exist in isolation but form an interconnected network known as a belief system. This study analyses the density and inconsistency of belief systems and their associations with informational and socioeconomic factors to inform effective climate change communication strategies.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Plant nutrient acquisition under elevated CO<sub>2</sub> and implications for the land carbon sink",
      "link": "https://www.nature.com/articles/s41558-025-02386-y",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 18 August 2025; <a href=\"https://www.nature.com/articles/s41558-025-02386-y\">doi:10.1038/s41558-025-02386-y</a></p>Elevated atmospheric CO2 has stimulated plant growth, yet the future land carbon sink may be constrained in part by nutrient availability. Here the authors review plant nutrient acquisition strategies and the need for better representation in models to improve predictions of land carbon uptake.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}