{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2026-01-23T15:33:58.587102",
  "items": [
    {
      "title": "Adopting coffee to climate change: arabica rootstocks enhance physiological performance of robusta under water deficit",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1748714",
      "pubDate": "2026-01-23T00:00:00Z",
      "description": "IntroductionDrought stress is a critical limitation to robusta coffee (Coffea canephora) cultivation, particularly under prolonged dry seasons and increasing climate variability. Grafting robusta onto arabica (Coffea arabica) rootstocks is a promising strategy to enhance physiological performance under water-limited conditions.MethodsA three-year nursery study (2020–2023) was conducted at the Central Coffee Research Institute, Karnataka, India, to evaluate the drought response of two robusta scions (S.274 and C×R) grafted onto four tetraploid arabica rootstocks (Sln.6, Sln.9, S.4595 and Sln.5B). The experiment followed a randomized block design with three replications. Physiological and biochemical traits were assessed at before stress, at incipient wilting (9.4% soil moisture) (at stress) and 15 days after rewatering (after alleviation of stress).ResultsThe combination S.4595/C×R exhibited the lowest reduction in net photosynthesis (−7.7%) under stress and highest post-stress recovery. Sln.6/C×R and Sln.9/S.274 also performed well, while Sln.5B/C×R maintained stable stomatal conductance and full recovery. S.4595/C×R and Sln.5B/C×R showed minimal decline in intercellular CO2, high relative water content (79.63%), and epicuticular wax deposition (29.90 μg/cm2), indicating enhanced water retention. These grafts also retained higher chlorophyll a and b content and demonstrated superior intrinsic water use efficiency.DiscussionArabica-rooted grafts, particularly S.4595/C×R, Sln.5B/C×R and Sln.6/C×R, significantly enhanced physiological tolerance to drought. These combinations offer promising options for developing climate-resilient coffee systems through rootstock-scion interactions, especially under increasing moisture stress scenarios.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Exploring the coherence of urban heat adaptation plans",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1741647",
      "pubDate": "2026-01-22T00:00:00Z",
      "description": "IntroductionAdaptation to heat is urgent given that the duration, frequency, and intensity of heat waves are increasing rapidly. However, there is a knowledge gap regarding the actions undertaken by cities in terms of heat adaptation and how coherent adaptation is across the stages of the policy cycle.MethodsBy conducting a policy document analysis we analyze how urban heat responses are linked to adaptation scope and beneficiaries and examine how different response types are monitored through indicators by exploring the adaptation policy cycle in four nodes: (i) scoping, (ii) defining measures, (iii) implementation, and (iv) monitoring and evaluation in 10 advanced cities located in heat-prone areas.ResultsOur analysis shows that most of our case cities plan adaptation to increase the population’s adaptive capacity, while the economic sector is prioritized less in adaptation measures. While the policy documents address in detail the implementation of actions; there is less clarity on indicator implementation and targeting of monitoring and evaluation.DiscussionThis study highlights the need for iterative, coherent adaptation policy planning and indicator utilization to enhance adaptation outcomes and guide future research and policy development.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing climate change impacts on heat waves and heat index: a case study of Uttar Pradesh, India",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1679941",
      "pubDate": "2026-01-21T00:00:00Z",
      "description": "Extreme environmental events such as Heat Waves (HWs), cold waves, and droughts intensified by climate change are increasingly associated with adverse health outcomes. In this study, investigation of the extreme temperature across Uttar Pradesh (U. P.), one of India’s largest and densely populate states has been done. Using high-resolution climate data from the Providing REgional Climates for Impacts Studies (PRECIS) model, including maximum temperature (Tmax), minimum temperature (Tmin), and Relative Humidity (RH) were systematically extracted for different districts of U. P. Heat Index (HI) and HW were then calculated for three distinct periods: 1961–1990 (base century), 2021–2050 (mid-century), 2071–2098 (end-century), respectively under the A1B scenario. Results show a clear intensification of extreme temperature conditions, with several districts expected to experience extensive, more frequent, and more severe HW and HI events in future climate scenarios. Based on HI, it is observed that nearly all districts of U. P. are likely to end up in the danger zone especially during May and June months. Districts like Gazipur, Jaunpur, Varanasi, and Chandauli are more impacted by heat as they show higher HI values, a greater number of HW days, and stronger deviations in temperature extremes, which together indicate growing risks of extreme thermal discomfort. The intended audience for this research includes climate scientists, public health authorities, disaster-risk planners, and local government agencies. Researchers working on regional climate impacts can apply these insights to strengthen future heat-risk assessments. Overall, this study provides a scientific foundation for targeted heat-risk mitigation in U. P. and emphasizes the urgent need for localized adaptation strategies to safeguard communities against intensifying extreme heat. These findings also contribute to the global understanding of extreme heat resilience in a warming world.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Livestock farmers’ perception on effect of climate change on smallholder dairy farming in Fiji",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1654274",
      "pubDate": "2026-01-21T00:00:00Z",
      "description": "This study investigated the impacts of climate change on smallholder dairy farming in Fiji through a mixed-methods approach, combining a survey of 242 farmers in Viti Levu’s Central Division with long-term meteorological and milk production data. Farmers were predominantly male (94.2%), aged over 54 years (73.1%), with low formal education (83.0% primary or secondary) and annual incomes below FJD 10,000 (43.4%), operating small farms (81.8% on 0.4–8.1 ha) with fewer than 20 milking cows (73.6%). Most farmers perceived rising daytime (70.2%) and nighttime (56.6%) temperatures and declining rainfall amounts and duration in both wet and dry seasons over the past 15 years. They reported substantial climate-induced impacts, including forage disappearance (73.6%), increased parasites and diseases (76.0%), reduced water availability (65.7%), and lower milk production (61.1%), compounded by potential inbreeding effects from disease control measures. Key adaptation challenges included pasture loss (64.9% high effect), deteriorated water quality (55.4%), and reduced milk yield (52.0%). Farmers primarily obtained climate information through peer networks (mean importance 4.5) and media (3.7), with limited input from research institutions or universities. Meteorological analysis (1970–2020) confirmed significant warming trends in maximum and minimum temperatures (Sen’s slope 0.01–0.04 °C/year at most stations), aligning with farmers’ perceptions, but revealed no significant long-term rainfall trends despite high interannual variability driven by ENSO. Tropical cyclones remained frequent, predominantly lower-intensity categories. National milk production declined significantly from 9.5 million liters in 2012 to 6 million liters in 2021, likely exacerbated by heat stress, rainfall variability, and socio-economic constraints. These findings highlight the vulnerability of Fiji’s smallholder dairy sector to climate change and underscore the urgent need for targeted adaptation strategies, including heat-tolerant breeds, resilient pastures, improved water management, enhanced extension services, and inclusive policies addressing demographic and economic barriers in rural area.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Developing a community-prioritized research agenda on primary care strategies for minimizing the health impacts of heat and poor air quality events: protocol",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1703757",
      "pubDate": "2026-01-16T00:00:00Z",
      "description": "IntroductionExtreme heat / poor air quality events can adversely impact health, and low-income communities are especially vulnerable to these impacts. Evidence-based interventions that minimize these impacts are needed and ideally will be developed and led by front-line organizations such as primary care community health centers (CHCs). A community-driven and -prioritized research agenda is necessary to guide the generation of evidence that CHCs need to intervene effectively. We will generate this agenda via the following protocol.MethodsWe will first describe patterns of heat- and air quality-induced health impacts in a national CHC network (>2,400 clinics), focusing on hypertension and asthma. Results will be shared with advisors including: CHC staff and patients; representatives of community organizations focused on heat / air quality and health; and scientists with expertise in relevant fields. Advisors will identify additional needed analyses and consider potential interventions for interrupting the health impacts reflected in analysis results. Realist-informed qualitative data will be collected to identify likely mechanisms of effects of possible interventions. Using these inputs, we will identify a set of potential CHC-led interventions which will be categorized using a structured framework and then prioritized in terms of needed evidence on effectiveness, acceptability, and other factors. Several conceptual models guide this protocol.ResultsThis study began in Fall 2024, funded by the National Institutes of Health as a center planning grant. Quantitative analyses and qualitative data collection are underway, to be completed by Spring 2026; advisory committees will meet continuously through September 2027 to provide feedback, request additional analyses, generate potential interventions, and identify evidence needs and a related prioritized research agenda.DiscussionCHCs need evidence on: heat and air quality-induced health impacts in the populations they serve; how to intervene to minimize these impacts; and how to implement and sustain such interventions. Little prior research has identified or tested the effectiveness of such interventions in these settings. The process described here will create a research agenda on intervention effectiveness that reflects CHCs’ needs. It will be the first research agenda developed in partnership with CHC staff and patients, community organizations, and multidisciplinary scientists in the United States.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Spatiotemporal scenarios of socioeconomic futures in Germany",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1715424",
      "pubDate": "2026-01-16T00:00:00Z",
      "description": "Socioeconomic development influences both the drivers and consequences of climate change, but many scenario applications still rely on highly aggregated indicators such as GDP and population, which mask regional diversity. This study develops spatially explicit socioeconomic scenarios for Germany to support climate action and land-use planning with greater detail and contextual relevance. Using a mixed-methods framework, we integrate historical trend analysis, participatory scenario building, and quantitative projection to generate annual trajectories of key indicators at district level from 2020 to 2100. The indicators cover human, social, financial, and manufactured capital, including demographic dynamics, education, income, employment, inequality, and social cohesion. We analyse the dataset with correlation and clustering methods to explore interdependencies and to identify distinct regional development pathways. Results highlight persistent associations between income, education, and life expectancy, but also scenario-specific changes in the relations between inequality, employment, and urbanisation. Strong east–west disparities and urban–rural contrasts remain across all scenarios, while a sufficiency-oriented pathway demonstrates that wellbeing gains can occur without economic growth. By providing high-resolution, multidimensional socioeconomic scenarios, this study enhances integrated climate–land modelling and informs the design of regionally adaptive and socially equitable climate policies under multiple plausible futures.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The role of carbon labels for consumer decisions: evidence from a class of Chinese students",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1708974",
      "pubDate": "2026-01-16T00:00:00Z",
      "description": "Although achieving China's “3060” dual-carbon goals is an urgent priority, current research in the field of carbon labeling has paid limited attention to its pathways on consumers' green purchase decision. Drawing on market signaling theory, this paper proposes an innovative purchase decision model for carbon-labeling items. First, based on the theory of action (TRA), we have proposed the hypothesis that subjective norms and attitudes positively influence carbon labeling purchase intentions. Second, we initially extended TRA by incorporating two variables: environmental values and low-carbon knowledge. Finally, we introduce the quality trust variable, offering a completely new viewpoint to extend the TRA model. We adopted a structural equation model (SEM) approach to examine our research model, using 341 samples. The results reveal that consumers' decisions to purchase carbon-labeling items are primarily influenced by their trust in items' quality and attitudes. Additionally, low-carbon knowledge and environmental values directly or indirectly affect purchasing intentions, while subjective norms also demonstrate a positive impact on decision-making. By extending TRA, this study clarifies the decision-making process behind carbon-labeling items consumption, offering significant insights for advancing carbon labeling systems and fostering green consumption trends.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "A robust deep learning framework for predicting carbon dioxide-water alternating gas injection performance and optimization",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1710187",
      "pubDate": "2026-01-15T00:00:00Z",
      "description": "Carbon dioxide (CO2) emissions pose a major environmental concern, and various methods are used for CO2 sequestration. CO2-water activating gas (CO2-WAG) injection is a technique used to increase production of oil and sequester CO2 in subsurface formations. However, the performance of the CO2-WAG project depends on various parameters, such as injection rates, cycle size, and ratio, that traditionally require numerous computationally expensive simulations. The study introduces a robust machine learning workflow for CO2-WAG performance prediction and optimization by using a model calibrated using Bell Creek formation properties. Machine learning models are based on algorithms like extreme gradient boosting (XGBoost), linear regression (LR), random forest (RF), k-nearest neighbor (KNN), support vector regression (SVR), artificial neural network (ANN), convolutional neural network (CNN), and hybrid models such as ANN and CNN coupled with XGBoost (ANN-XGBoost, and CNN-XGBoost) to predict CO2-WAG performance. A dataset of 2,400 samples was generated using the CMG-GEM numerical simulator, incorporating seven input parameters (e.g., injection rate, CO2-WAG cycle size, and WAG ratio) and three output parameters, with 80% of the dataset allocated for training and 20% for validation and testing. Among the proposed models, the hybrid model ANN-XGBoost demonstrated superior performance, accurately predicting total oil production, CO2 storage, and efficiency, with high R2 scores of 0.99159, 0.97515, and 0.98706, and corresponding lower RMSE values of 2.8 × 10−2, 1.5 × 10−1, and 2.4 × 10−2. Coupling the proxy with particle swarm optimization (PSO) yielded 12.8% increase in cumulative oil production and 11% increase in CO2 storage. Furthermore, in terms of speed, the projected workflow requires less minutes to complete predictions and optimization, while traditional numerical simulators require 4–5 min per scenario. These findings validates the robustness and computational efficiency of the proposed machine learning workflow for predicting CO2-WAG performance and optimization.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Co-designing soft climate adaptation: citizen centred solutions across four European pilots",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1738479",
      "pubDate": "2026-01-14T00:00:00Z",
      "description": "Climate change impacts in Europe are intensifying and disproportionately affecting vulnerable populations. While adaptation strategies increasingly acknowledge the value of public participation and citizen science, there remains a gap in inclusive, evidence-based approaches that engage diverse citizen groups in shaping soft adaptation measures. This study examines a staged co-creation process implemented across four pilot regions (Aragón, Dresden, Malmö, Rome). Using a structured, adaptable sequence (stakeholder mapping, inception workshops, target-group focus groups, and multi-stakeholder co-creation) it engaged youth, working populations, multicultural communities, and citizens experiencing vulnerabilities to generate locally relevant, feasible, and just solutions. Thereafter, a cross-case synthesis of outputs across pilots and target groups was conducted. Results from cross-case analysis showed that participants converged on a recurrent suite of four soft adaptation measure typologies across sites and target groups: (1) inclusive, barrier-free, multilingual risk communication via trusted intermediaries and with non-alarmist framing; (2) education and capacity-building, embedding climate hazard literacy in schools and community venues (often through hands-on/citizen-science activities); (3) workplace adaptations, shifting from individual coping to shared responsibility; and (4) accessible cooling and warning services (climate shelters, hydration points, participatory cooling maps, early-warning and tailored alerts). These typologies reappeared across sites and target groups, but participants also specified context-dependent design features shaped by local climatic, physical, socio-cultural, and institutional conditions. Regarding the process, three features enabled effective outcomes: continuity (to build trust and iterate), socio-culturally tailored formats, and facilitation that lowered participation barriers. Key constraints were time and resource limits, coordination and responsibility gaps, communication accessibility issues, and representation gaps. The approach offers a practical example of how co-created proposals can be linked to implementation pathways (clarifying actors, resources and likely barriers) and how transferable procedures, including engagement sequences and transparent prioritisation steps, may be adapted to existing institutional roles and processes. Embedding such citizen engagement processes in municipal policy and budget cycles, and supporting low-cost, distributed actions through schools, workplaces, housing associations and civic partners, suggests one possible route towards more equitable, actionable climate adaptation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Evidence for carbon dioxide removal via enhanced rock weathering with steel slag, though not basalt, in a midwestern U.S. field trial",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1657058",
      "pubDate": "2026-01-13T00:00:00Z",
      "description": "Enhanced weathering is an emergent pathway for permanent atmospheric carbon dioxide removal (CDR). However, despite a dramatic increase in academic and commercial research, there remain relatively few published examples of field evidence demonstrating the effectiveness of enhanced weathering. Here, we present results from a three-year field trial that evaluated steel slag and crushed basalt applied as amendments in a conventional agricultural system in the Midwestern United States. Steel slag applied to initially acidic soil increased porewater pH and alkalinity and increased soil pH and Ca-saturation. Together, changes in porewater chemistry and soil properties provide strong evidence for steel slag weathering and CDR. However, steel slag applied to soils with a neutral initial pH did not generate significant changes in soil or porewater chemistry. In addition, coarse-grained crushed basalt did not generate significant change in any of the soils. Strong acid effects were apparent in all 3 years of monitoring soil porewater chemistry. Overall, our results demonstrate clear evidence of CDR from applying steel slag amendments to acidic cropland soils while also highlighting the difficulty of greenhouse gas reduction accounting from enhanced weathering and the variable outcomes that can occur depending on feedstock and soil type.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Ocean alkalinity enhancement in an estuary",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1665329",
      "pubDate": "2026-01-12T00:00:00Z",
      "description": "A high-resolution numerical ocean model is used to assess ocean alkalinity enhancement (OAE) in the San Francisco Bay (SFB) estuary. A novel tracer-based approach is introduced to simulate alkalinity release and the subsequent CO2 ingassing. The model is run for 6 days and accurately reproduces observational data of currents, density, and tides. Estuarine dynamics induce mixing, advect buoyant water out of the Bay, and transport the added alkalinity from deep in the estuary to the surface of the open ocean. Over 80% of the tracer remains in the upper 15 m throughout the simulation. The estimated air-sea equilibration rate of the added alkalinity is approximately 2% per day. Alkalinity exported to the open ocean plays a disproportionately large role in increasing the CO2 ingassing rate compared to that in the estuary. This rate is relatively fast compared to open-ocean OAE studies due to the San Francisco Bay buoyant plume, which confines the released alkalinity to the surface mixed layer. While estuaries offer many benefits for OAE releases, further studies are needed to quantify their biogeochemical and ecosystem impacts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "An uncertainty-aware framework for solid-phase measurement and verification of enhanced weathering",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1688361",
      "pubDate": "2026-01-12T00:00:00Z",
      "description": "Reliable verification of enhanced weathering as a carbon dioxide removal strategy requires accurate quantification of feedstock dissolution in amended soils. However, spatial heterogeneity introduces significant uncertainty, particularly in sampling designs that rely on sparse or repeated measurements at fixed locations. Here, we develop a probabilistic framework to evaluate how spatial uncertainty in solid-phase geochemical measurements influences the precision of feedstock dissolution estimates derived from an element-element mixing model. We first quantify how variance in soil compositions affects errors in modeled feedstock dissolution and apply distance-based sensitivity analysis to identify the measurement variance thresholds required to achieve desired uncertainty levels. Next, we simulate spatially heterogeneous soil conditions and various composite sampling configurations to identify the optimal sampling strategy likely to meet specified uncertainty criteria. Our findings underscore the necessity of accurately estimating field-scale variance in baseline soil concentrations prior to developing sampling plans. Analysis of data from existing high-density soil sampling campaigns indicates that geochemical variance is likely too high for element-element mixing models to serve as effective near-term constraints on feedstock dissolution. The framework presented here can be further extended to other solid- and multi-phase measurement models for enhanced weathering verification.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "A scoping review of literature on adoption and impact of climate smart agricultural technologies by smallholder farmers in Africa",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1692929",
      "pubDate": "2026-01-12T00:00:00Z",
      "description": "This scoping review aims to map the literature on empirical evidence on CSA technology adoption among smallholder farmers, to identify critical gaps, and propose future research directions, with a focus on outcomes related to productivity, food security, and resilience. Its unique contribution is in methodically uncovering understudied behavioral and gender gaps in Sub-Saharan Africa, demonstrating oversights that undermine equitable and transformative CSA technologies and impact. Using the PRISMA-ScR framework, the review analyzes 54 peer-reviewed empirical studies (published 2013–2025) selected from an initial 598 articles searched in June 2025 across multiple databases. Inclusion criteria prioritized quantitative and mixed-methods studies employing inferential statistics, excluding qualitative-only works and gray literature. Key findings show binary adoption as the dominant outcome variable (52% of studies), followed by adoption intensity (26%) and decision-making factors (11%). Geographically, research clusters in Ethiopia, Kenya, and Ghana, with scant attention to countries like Tanzania, DRC, Senegal, and Mali. Theoretically, adoption and diffusion models prevail (57.5%), while behavioral (22.5%) and economic frameworks (10%) are underrepresented. Contextually, studies emphasize crop-based practices, largely overlooking livestock systems, gender dynamics, agroecological diversity, and dis-adoption processes. Behavioral factors—such as risk perceptions and environmental attitudes—and gender intersectionality, including intra-household power imbalances, remain underexplored. Methodologically, cross-sectional designs dominate, constraining causal inference and generalizability. Climate change intensifies vulnerabilities for SSA smallholder farmers, where rainfed systems heighten exposure to erratic weather, yield losses, and threats to food systems and livelihoods. CSA emerges as a vital strategy to bolster productivity, resilience, and sustainability, aligning with SDG 13 on climate action. By addressing these evidentiary gaps, the review advocates for inclusive, longitudinal research that links adoption to tangible outcomes like yield stability and income resilience, ultimately informing policies to realize CSA's potential for equitable smallholder farming amid escalating climate extremes.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Effects of meteorological factors on mosquito density in China: results from an ongoing surveillance study in Zhejiang Province",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1696650",
      "pubDate": "2026-01-08T00:00:00Z",
      "description": "ObjectivesThis study aimed to investigate the effects of meteorological factors on mosquito density by using a generalized additive model (GAM), and provide a scientific basis for the surveillance and early warnings of mosquito-borne diseases in Zhejiang Province.MethodsData on adult mosquito and larvae density were collected through ecological surveys conducted across Zhejiang Province, China, from 2017 to 2023. Meteorological data were obtained from the National Tibetan Plateau Data Center. The Kruskal-Wallis H-test and Chi-square test were used for the descriptive analysis of mosquito distribution characteristics, and Spearman rank correlation was used for the correlation of density indices. GAMs were developed to analyze the influence of meteorological factors on mosquito density. A value of p < 0.05 was considered statistically significant.ResultsThe average adult mosquito density was 10.16 per light night from 2017 to 2023 in Zhejiang Province, which exhibited a unimodal curve, peaking at 21.76 per light night in July. The average Breteau Index (BI) was 12.45. GAMs revealed that adult mosquito density and BI with or without a time lag were positively correlated with average air pressure, average monthly relative humidity, monthly sunshine hours, and average monthly temperature (all p < 0.05). Adult mosquito density and BI increased sharply below 17 °C, plateaued from 17 °C to 23 °C, and declined above 23 °C. Adult mosquito density and BI were both increased with rising humidity, and increased with monthly sunshine up to 220 h, then declined slightly above 220 h. Adult mosquito density increased with the growth of air pressure, while BI was highest when the air pressure was 970 hPa. The monthly precipitation had no contemporaneous effect on adult mosquito density or BI, yet it exerted a lagged effect on BI.ConclusionCertain meteorological factors significantly influenced both adult mosquito density and the larvae density, with or without a time lag. It is crucial to incorporate the impact of meteorological factors into the ongoing processes of mosquito control, monitoring, and early warning systems.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Exploring intergenerational knowledge transfer within Inuvialuit families: connecting wellbeing, food security, and climate resiliency",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1694926",
      "pubDate": "2026-01-07T00:00:00Z",
      "description": "IntroductionToday in the Inuvialuit Settlement Region, Canada, many community members are closely connected to and dependent on the land, with 68.9% of Indigenous people in the ISR indicating that they fished and harvested in 2023. Access to cultural practices and activities with family and on-the-land has been identified as vital to food sovereignty, food security, and wellbeing.MethodsThis study, using a foodways transmission lens, documents Inuvialuit families’ experiences with CF and subsistence harvesting, including the intergenerational transmission of Inuvialuit Knowledge, which support food sovereignty and wellbeing. Using a community-based action research approach, we partnered with community organizations and community researchers to conduct nine family-group interviews with participants (n = 28) across Aklavik, Tuktoyaktuk, and Ulukhaktok, representing two to three generations (youth, middle-aged adults and Elder).ResultsReflexive thematic analysis identified four themes: (1) Learning on the land through experiences; (2) Nourished by the land; (3) Navigating barriers; and (4) Inuit guiding principles for present and future generations’ wellbeing. Findings highlight that extended time on the land as a family fosters holistic nourishment, harvesting and survival skills, and skills for “living a good life,” while systemic and climatic changes constrain these opportunities for families. Families emphasized guiding principles such as sharing, environmental stewardship, and adaptability as key for keeping present and future generations healthy.DiscussionThe information provided in this paper is not new to Inuvialuit. It is provided for the benefit of evidence for programs, policies, and services, as well as for non-Inuvialuit audiences to better understand the importance of family, subsistence harvesting, the transmission of Inuvialuit Knowledge, and culture to food security and wellbeing.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "COP29 at the climate crossroads: achievements, gaps, and implications for a warming world",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1685999",
      "pubDate": "2026-01-06T00:00:00Z",
      "description": "The 29th Conference of the Parties (COP29), held in Baku, Azerbaijan, in 2024, convened amidst escalating climate crises and unprecedented global warming, with 2024 recorded as the hottest year in history. This perspective critically examines the outcomes of COP29, evaluating its achievements, gaps, and implications for global climate governance. Notable achievements include the establishment of the New Collective Quantified Goal (NCQG), tripling climate finance commitments to $300 billion annually by 2035, and the operationalization of Article 6 carbon markets, which promise to mobilize significant resources for mitigation and adaptation efforts. Progress was also made on the Loss and Damage Fund, addressing climate justice for vulnerable nations, and the launch of the Baku Adaptation Roadmap, a structured pathway for advancing global resilience. These initiatives promise enhanced transparency, increased climate finance, and a structured approach to adaptation. However, the summit fell short of delivering transformative actions necessary to align with the 1.5°C target, particularly in areas such as fossil fuel phaseout, equitable finance mechanisms, and loss and damage support. The NCQG's reliance on private finance and loans, rather than grants, underscored ongoing inequities, while insufficient funding and delayed implementation of the Loss and Damage Fund further strained trust between developed and developing nations. Geopolitical tensions, coupled with the influence of fossil fuel interests, diluted negotiations, leaving critical issues deferred to COP30. The findings emphasize the need for robust accountability, equitable financial mechanisms, and inclusive frameworks to align global efforts with the escalating urgency of the climate crisis. As the world turns to COP30 in Belém, Brazil, this perspective provides actionable insights into the transformative changes required to achieve a sustainable and equitable future.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Cultivating resilience: localized insights into climate impacts and gendered adaptation strategies in smallholder farming in Ghana",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1727893",
      "pubDate": "2026-01-05T00:00:00Z",
      "description": "BackgroundSmallholder farmers bear disproportionate climate-related risks due to heavy reliance on natural resources and limited access to adaptive technologies. Male and female farmers experience climate change impacts differently, yet there remains limited localized understanding of gender-specific adaptation strategies in Ghana. This study explores gendered perspectives on climate adaptation in the Ejura-Sekyedumase Municipality. It addresses essential knowledge gaps in how structural inequalities, indigenous knowledge systems, and institutional access intersect to shape differentiated adaptive pathways among smallholder farming communities.MethodsGrounded in Feminist Political Ecology and Adaptive Capacity theory, we employed an exploratory qualitative design from June–August 2023. Using purposive sampling, we conducted semi-structured interviews (n = 40), focus group discussions (n = 3), and field observations with smallholder farmers across three sub-districts: Ejura, Hiawoanwu, and Sekyedumase. Data were thematically analyzed following Braun and Clarke's approach, with data integration enhancing validity and contextual depth. Verbatim quotations were employed to preserve research participants' voices and validate emergent themes.ResultsFindings revealed profound gender disparities in access to land, credit, and extension services that systematically constrain women's adaptive capacity. Male farmers engaged in larger-scale, capital-intensive practices such as mechanized ridging, enabled by institutional connections and cooperative membership. Conversely, women developed innovative, smaller-scale strategies including mulching, seed preservation, food processing, and water conservation that required minimal external inputs yet demonstrated ecological sustainability and community focus. Women's adaptation operated through informal knowledge-sharing networks, collective labor arrangements, and indigenous forecasting methods. These practices reveal adaptive agency despite structural marginalization. Spatial inequalities across sub-districts and intergenerational tensions between traditional knowledge and technological innovation further shaped adaptation dynamics.ConclusionThis study demonstrates that effective climate adaptation requires gender-transformative policies addressing structural inequalities in land tenure, credit access, and institutional support. It also emphasizes recognizing and scaling women's ecologically grounded innovations. The research advances Sustainable Development Goals 2, 5, and 13 by revealing their fundamental interdependence. It emphasizes that climate-resilient food systems cannot be achieved without dismantling gender inequalities that constrain adaptive capacity among smallholder farmers.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Carbon emissions and subjective well-being in Blue Zone Ikaria and Athens, Greece",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1669144",
      "pubDate": "2025-12-19T00:00:00Z",
      "description": "Reducing carbon emissions has become largely synonymous with personal sacrifice that can decrease subjective well-being (i.e., happiness, life satisfaction). However, a growing body of research suggests that pro-environmental behavior is positively associated with subjective well-being. To further examine this relationship, this exploratory study examined individual carbon emissions and subjective well-being in Blue Zone Ikaria, Greece, using Athens as a comparison site. Structured interviews and questionnaires with 46 participants (22 in Ikaria, 24 in Athens) revealed that Icarian participants reported higher mental well-being and lower carbon emissions from air travel and clothing consumption than Athenian participants. Icarian participants were also more likely to grow their own food and identify as part of a tight-knit community. These findings suggest that community-focused lifestyles may promote mental well-being while reducing carbon emissions. Future research with larger, more representative samples and objective emissions data is needed to further explore this relationship in Ikaria and other non-WEIRD (Western, Educated, Industrialized, Rich, Democratic) societies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Analysis of China’s energy consumption and economic growth based on the Tapio decoupling model",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1728546",
      "pubDate": "2025-12-19T00:00:00Z",
      "description": "At present, driven by the urgent demands of the “dual carbon” goals and industrial transformation and upgrading, the underlying logic of the relationship between China’s energy consumption and economic development has undergone changes. This study employs the Tapio decoupling model to analyze the decoupling relationship between China’s energy consumption and economic growth during the period from 2006 to 2024, covering the 11th to the 14th Five-Year Plans, and provides prospects for the 15th Five-Year Plan. The results show that: (1) The decoupling state between China’s total energy consumption and economic growth has shifted from weak decoupling to expansive coupling; however, with the realization of the “dual carbon” goals, the relationship between China’s energy consumption and economic growth is likely to return to the track of weak decoupling during the 15th Five-Year Plan period. (2) Significant differences exist in the decoupling indices among fossil energy sources with different carbon emission levels. Coal and oil generally exhibit a state of weak decoupling, while natural gas has long been in a state of expansive negative decoupling. During the 15th Five-Year Plan period, coal and oil may shift toward strong decoupling, However, natural gas may achieve weak decoupling, as economic growth is becoming increasingly dependent on it. (3) Economic growth shows a high degree of dependence on non-fossil energy, which has long been in a state of expansive negative decoupling, and this state is expected to persist during the 15th Five-Year Plan period. This study helps to explore the internal linkage between energy consumption and economic development, Explore the intrinsic relationship between energy consumption and economic development, along with the underlying reasons for their decoupling state, thus providing references for China’s energy policy optimization, the advancement of the “dual carbon” goals, and industrial transformation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Indigenous peoples’ voices and engagement on climate change: towards improved health and wellbeing",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1693544",
      "pubDate": "2025-12-18T00:00:00Z",
      "description": "Western climate science largely fails to value, engage with and apply Indigenous Knowledges in a meaningful way. Here, we explore the ways in which the current gap in Indigenous Knowledges and representation in climate research can be addressed. A rapid review of relevant literature and grey materials was conducted to identify how Aboriginal and Torres Strait Islander Peoples, and the essential Knowledges they hold, should and will inform and direct climate change research. This timely review of academic and grey literature to inform a wider public conversation of Indigenous leadership, voices and participation in climate change discussions, in and beyond the Intergovernmental Panel on Climate Change (IPCC) process, both in Australia and with consequences internationally.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}