{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-18T19:19:16.121556",
  "items": [
    {
      "title": "Constraining decadal climate predictions with seasonal forecasts: a step toward seamless multi-year climate information",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfd73",
      "pubDate": "",
      "description": "The increasing demand for climate information that spans seasonal to multi-annual time scales poses a challenge for current prediction systems, which are traditionally designed for specific forecast horizons. This study addresses this gap by proposing a new method to generate seamless climate information from seasonal to decadal time scales. We develop a constraining approach based on ensemble member selection, in which decadal prediction members are selected to match the seasonal forecast ensemble mean of sea surface temperature. The method leverages the higher skill of seasonal predictions in capturing interannual climate variability, particularly El Niño–southern oscillation, to constrain decadal forecasts using the most recent climate information. Results show that the method to constrain decadal predictions improves the forecast skill over the Niño3.4 region up to 12 months and enhances the near-surface temperature predictions over broad parts of the globe, with modest improvements in precipitation. This work highlights the practical potential of combining seasonal and decadal prediction systems and offers a first step toward operational, seamless climate services across monthly to multi-year timescales.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "IOD-driven seesaw mode of upper-ocean salinity variability in the central and eastern tropical Indian Ocean",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0056",
      "pubDate": "",
      "description": "Understanding the mechanisms behind interannual salinity variability in the tropical Indian Ocean (TIO) is crucial for interpreting its role in regional and global climates. While localized salinity anomalies—particularly in the central and eastern TIO (CTIO and ETIO)—are well-documented, their basin-wide connection under the influence of the Indian Ocean Dipole (IOD) remains unclear. This study advances the salt diagnostics based on leading mode and associated salt budget to robustly reveal the IOD-driven mechanisms on salinity’s basin-wide connections using observation and simulation. Results indicate that a coherent seesaw mode connects CTIO and Western Bay of Bengal (BoB) salinity anomalies during the IOD mature phase (September–November), with its principal component and associated localized salinity anomaly strongly correlated with the Dipole Mode Index. Composite analysis and wave diagnostics reveal two key mechanisms. First, anomalous cyclonic/anticyclonic circulations co-develop in CTIO and BoB during IOD events, driving salt advection aligned with mean salinity gradients and shaping the leading salinity pattern. Second, IOD-induced oceanic waves—both remote and local—jointly generate current anomalies that enhance salinity tendencies. In particular, equatorial easterlies during positive IOD events force upwelling Kelvin waves that propagate into the BoB, reinforcing anticyclonic salt advection and producing high salinity anomalies. Concurrently, local wind over the CTIO drives equatorial upwelling Kelvin and downwelling Rossby waves to constructively strengthen westward equatorial current and southern anticlockwise circulation, leading to anomalous freshening. These findings improve our understanding of IOD-induced hydrological variability and support better predictability of coupled ocean-atmosphere dynamics in the TIO.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Seasonal evolution patterns of Arctic sea ice and their connection to tropical Pacific sea surface temperature anomalies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae03da",
      "pubDate": "",
      "description": "This study applies the self-organizing map method to identify the primary modes of seasonal evolution in Arctic sea ice concentration anomalies from 1979 to 2023. The resulting patterns fall into two broad categories: negative sea ice anomalies, occurring more frequently after 2005, and positive anomalies, more common prior to 2005. Differences among the modes within each category are primarily driven by sea ice variability in the Bering Sea, Sea of Okhotsk, Labrador Sea, and Greenland Sea during boreal winter and spring. Warmer temperatures, increased longwave radiation, and southerly winds favor reduced sea ice, while cooler conditions and northerly winds support increased ice cover. These atmospheric anomalies are often linked to tropical Pacific sea surface temperature variability, which influences Arctic conditions via poleward-propagating Rossby wave trains triggered by changes in tropical convection. Our findings enhance the basis for seasonal, interannual, and decadal predictions of Arctic sea ice.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Intensifying heat extremes in China attributed to rising greenhouse gases and declining aerosols since the 2010s",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf2c0",
      "pubDate": "",
      "description": "Rising temperatures have increased the frequency, duration, and intensity of extreme temperature events over China in recent decades. The upward trends in heat extremes in China in the warm season (May–September) and their relationships with changes in aerosols and greenhouse gases are investigated using observations, reanalysis data and model results. Significant increasing trends in China are observed in daily maximum temperatures (TXx), heatwave frequency, and heatwave mean duration during 2011–2023, with increasing rates of 0.70 °C/decade, 3.77 d/decade and 0.31 d/event/decade, respectively. This study shows that 43 ± 3% of the TXx increases in China are attributed to the rising CO2 concentrations. Aerosol optical depth in China decreased at a rate of 0.054 per decade from 2011 to 2023 due to significant air quality improvements. The weakened aerosol cooling effect due to declining aerosols contributes 27 ± 3% to the observed TXx trend. In eastern China, where aerosol reductions were most significant, aerosol reduction even accounts for 79 ± 10% of the TXx increasing trend. The intensifying heat waves attributed to GHGs and aerosols are in accordance with the increasing extreme high temperatures. The results highlight the significant impacts of rising GHGs and decreasing aerosols on heat extreme events over China in recent years, emphasizing the need of considering both GHGs and aerosols to address the issue of intensification of heat extremes in a warming future.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Broadening forest restoration’s benefits by including community-identified priorities in the Atlantic Forest of Brazil",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfce8",
      "pubDate": "",
      "description": "Forest restoration has gained global momentum, with proclaimed positive effects anticipated to impact socio-ecological systems worldwide. Despite the potential positive outcomes achieved through forest restoration (hereafter restoration), many projects have neglected to focus on social and biocultural benefits of restoration at the local level. Erasures of locally-derived restoration priorities by larger-scale actors (e.g. project developers, practitioners, funders, and scholars) have resulted in inequitable distributions of benefits and tree mortality. It is therefore crucial to determine some of the key locally-derived, plural priorities and benefits of restoration. In this study, we investigated how communities conceptualize the priorities and benefits of restoration by conducting in-depth participatory mapping workshops with two Indigenous communities, two Afro-descendant (Quilombola) communities, and two agrarian-reform settlements in the Atlantic Forest of Brazil–a top global priority biome for restoration. Through transdisciplinary mapmaking exercises on conceptions of restoration, we assembled five primary themes on the plural ways that communities have reappropriated the concept of restoration and created alternatives to how restoration has been commonly represented by larger-scale actors. These include: asserting territorial sovereignty and defending claims to lands; Bem Viver (living well); contesting dominant narratives about monoculture, capitalism, and land speculation; caring for ancestors, animals, and other living things, and fulfilling spiritual and cultural responsibilities; and realizing dreams and visions for desired futures. By broadening conceptualizations of the priorities and benefits of restoration, our study diverges from past research on restoration and emphasizes the importance of expanding beyond narrow definitions of restoration. We highlight the critical role of communities in the restoration process and the importance of conducting direct work with affected communities to inform the way restoration is understood, discussed, and practiced. This research may support action towards a restoration future that is both effective and equitable.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drivers of canopy temperature dynamics across diverse ecosystems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe7f",
      "pubDate": "",
      "description": "Temperature of leaves and canopies is critically important for many physiological processes, including photosynthesis, respiration, and transpiration. But the variation of canopy temperature and its relationship with air temperature across a range of ecosystems and environmental conditions is understudied, challenging our ability to predict canopy temperature responses in a rapidly warming climate. Therefore, to better understand how environmental drivers and site characteristics interact with vegetation types to influence these temperature dynamics, we analyzed canopy temperature estimates derived from upwelling longwave radiation measurements across seven years and 36 NEON (National Ecological Observatory Network) sites in the USA. Canopy temperature consistently exceeded or closely tracked air temperature, with the strength and magnitude of this relationship varying by vegetation type. Multiple linear regression analysis confirmed incoming shortwave radiation as the dominant driver of ΔT (canopy temperature—air temperature). While this driver was consistently important across all sites, sites within the same vegetation type tended to respond similarly to the full set of environmental drivers. Vegetation height was associated with variation in the magnitude of ΔT. These findings support the use of vegetation type groupings to capture generalizable patterns in canopy temperature dynamics, patterns that are critical for understanding ecosystem responses under future climate scenarios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Sharing emissions and removals for meeting the Paris Agreement through a distributive and corrective justice lens",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff2e",
      "pubDate": "",
      "description": "Carbon dioxide removal (CDR) is critical for achieving net-zero and net-negative CO2 emissions that can halt and potentially reverse global warming, respectively. However, reliable CDR is still costly and comes with considerable technological and ecological uncertainties. Despite the centrality of equity in the Paris Agreement, no integrated framework exists to equitably allocate responsibilities for CDR and residual emissions among countries. Here, we present a justice-based framework that separates out ethical considerations for equitably allocating gross emissions and gross CDR, addressing how these contributions shift before and after reaching global net-zero CO2 emissions. The framework distinguishes between CDR delivered as a common good to reach a collective global climate outcome, and CDR that is used to pay off carbon debts due to emissions overconsumption. We offer a new perspective for how nations with substantial historical responsibilities and emerging economies with increasing capacities can collaborate and equitably share the CDR burden, enhancing both international cooperation and national-level climate action.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "China’s railway photovoltaic potential for sustainable urban–rural energy transition",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff95",
      "pubDate": "",
      "description": "Transitioning from fossil fuels to clean energy sources is vital for carbon neutrality and sustainable development. This study evaluates the integration of photovoltaic (PV) technology into China’s extensive railway network and reveals that suitable areas on rails could potentially generate 204.6 TWh of electricity annually, equivalent to more than twice of the Three Gorges Power Station’s output, and accounting for approximately 9.2% of China’s total renewable electricity generation in 2020 (2,214.8 TWh). The proposed hybrid railway PV energy system is estimated at a national average levelized cost of electricity of 0.14 CNY kWh−1, with a potential profit of CNY 77.8 billion upon transitioning from the current electricity supply. Among 371 cities analyzed, 291 (78.4%) are expected to reach a production-side grid parity, while all cities would achieve user-side grid parity. The implementation of this PV system could significantly mitigate environmental impacts, reducing carbon emissions by 126.5 Mt and lowering air pollutants, including 64 199 tons of NOX, 44 423 tons of SO2, and 7789 tons of PMX. Substantial railways in rural regions can optimize the energy consumption structure of rural residents, reducing the share of coal and liquefied petroleum gas in per capita energy consumption from 29.44% to 7.27%, and leading their average annual expenditure on primary energy sources dropping from CNY667.9 to CNY502.7—a 24.23% reduction.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Responding to rising waters and temperatures: greenhouse gas flux from a high-latitude coastal wetland",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff98",
      "pubDate": "",
      "description": "Climate change is exposing coastal landscapes to more flooding, in addition to rapidly rising temperatures. These changes are critical in the Arctic where the effects of sea level rise are exacerbated by the loss of sea ice protecting coasts, subsidence as permafrost thaws, and a projected increase in storms. Such changes will likely alter the land-atmosphere gas exchange of high-latitude coastal ecosystems, but the effects of flooding with warming remain unexplored. In this work we use a field experiment to examine the interacting effects of increased tidal flooding and warming on land-atmosphere CO2 and CH4 exchange in the coastal Yukon–Kuskokwim Delta, a large sub-Arctic wetland and tundra complex in western Alaska. We inundated dammed plots to simulate two levels of future flooding: low-intensity flooding represented by one day of flooding per summer-month (June, July and August), and high-intensity flooding represented by three-consecutive days of flooding per summer-month, crossed with a warming treatment of 1.4 °C. We found that both flooding and warming influenced greenhouse gas (GHG) exchange. Low-intensity flooding reduced net CO2 uptake by 20% (0.78 μmol m−2 s−1) regardless of temperature, and marginally increased CH4 emissions 0.83 nmol m−2 s−1 (33%) under ambient temperature, while decreasing CH4 emissions by −1.96 nmol m−2 s−1 (40%) under warming. In contrast, high-intensity flooding restored net CO2 uptake to control levels due to enhanced primary productivity under both temperature treatments. High-intensity flooding decreased CH4 emissions under ambient temperature by 0.76 nmol m−2 s−1 (30%), but greatly increased emissions under warming by 4.68 nmol m−2 s−1 (265%), presumably driven by increased plant-mediated CH4 transport. These findings reveal that GHG exchange responds rapidly and non-linearly to intensifying flooding, and highlight the importance of short-term flooding dynamics and warming in shaping future carbon cycling in this Arctic coastal wetland.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Are EVs cleaner than we think? Evaluating consequential greenhouse gas emissions from EV charging",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0052",
      "pubDate": "",
      "description": "While electrifying transportation eliminates tailpipe greenhouse gas (GHG) emissions, electric vehicle (EV) adoption can create additional electricity sector emissions. To quantify this emissions impact, prior work typically employs short-run marginal emissions or average emissions rates calculated from historical data or power systems models that do not consider changes in installed capacity. In this work, we use an electricity system capacity expansion model to consider the full consequential GHG emissions impact from large-scale EV adoption in the western United States, accounting for induced changes in generation and storage capacity. We find that the metrics described above do not accurately reflect the true emissions impact of EV adoption–average emissions rates can either under- or over-estimate emission impacts, and short-run marginal emissions rates can significantly underestimate emission reductions, especially when charging timing is flexible. Our results also show that using short-run marginal emission rates as signals to coordinate EV charging could increase emissions relative to price-based charging signals, indicating the need for alternative control strategies to minimize consequential emissions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}