{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2026-01-24T10:28:24.996975",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti0326123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sudan’s complex genetic admixture history drives adaptation to malaria in Sudanese Copts",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516263123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceDespite their rich cultural, linguistic, and genetic diversity, Sudanese populations have been largely underrepresented in human genetic research, particularly in whole-genome sequencing (WGS) datasets. Here, we present 125 high-coverage ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Rewinding evolution in planta: A Rubisco-null platform validates high-performance ancestral enzymes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523360123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceThe inefficiency of the photosynthetic enzyme Rubisco limits crop productivity. A major challenge in improving Rubisco is testing new variants in planta without interference from the native enzyme. We have overcome this problem by creating a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global destocking of extensive livestock: An overlooked trend with Earth system consequences",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509097122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceGrazing by livestock is the most extended land use on Earth, and our planet is perceived as rapidly degrading due to overgrazing. On the contrary, this study reveals that regions containing 42% of grazing livestock species are experiencing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Seeing Roman life through water: Exploring Pompeii’s public baths via carbonate deposits",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517276122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceAnthropogenic carbonate deposits from the baths and aqueduct of Pompeii provide insights into water use and changing operational conditions of Roman public baths. Bathing facilities were originally supplied by deep wells, which relied on water-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Isotopic evidence for volatile loss driven by South Pole-Aitken basin–forming impact",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515408123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceChang’e-6 samples from the lunar farside could help resolve the origin of lunar asymmetry. High-precision isotopic analyses reveal that Chang’e-6 basalts are isotopically heavier in Fe and K than those from Apollo and Chang’e-5 missions. These ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Multiomics identifies a cholesterol–TFEB–PLD3–TLR9 axis driving immunosuppressive tumor-associated macrophage polarization in esophageal squamous cell carcinoma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520427123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceThis study reveals how ESCC cells manipulate TAMs to promote tumor progression. We found that tumor-secreted cholesterol triggers a molecular network in macrophages (TFEB-PLD3-TLR9 axis), suppressing their ability to activate antitumor T ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "An ecological cascade links climatic variability to avian irruptions and zoonotic salmonellosis outbreaks",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511209123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificancePredicting and mitigating disease outbreaks is critical for protecting the health of human and wildlife populations. Here, we investigate the ultimate and proximate cause of salmonellosis outbreaks in wild birds from an ecological perspective. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Brain displacement and nonlinear deformation following human spaceflight",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505682122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceUnderstanding how spaceflight impacts the human brain is crucial as space exploration and tourism expand. We find that the brain shifts upward and backward within the skull following spaceflight, with sensory and motor regions exhibiting the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Brain glucodynamic variability is an essential feature of the metabolism–cognition relationship",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510850123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceThe human brain has a high energy requirement and must be able to dynamically adjust its energy supply as needed. However, the dynamic nature of brain glucose use is not well understood. In this work, we identify the variability in...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "mTOR signaling governs the formation of epithelial apical projections via S6K1–RhoA and aPKC–Lgl2 axes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501779123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceThis study unravels a regulatory mechanism governing the formation of actin-based apical projections in epithelial cells. Microridges, evolutionarily conserved projections on squamous epithelial cells in vertebrates, are essential for mucus ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Redox robustness drives LPMO evolution",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521617123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceLytic polysaccharide monooxygenases have evolved to use highly oxidizing copper species for C–H bond activation while avoiding damage from autooxidation. Using ancestral sequence reconstruction and site-directed mutagenesis of resurrected ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The co-occurrence of ingroup and outgroup prosociality across 121 societies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517013123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceA common premise in the social and behavioral sciences is that ingroup love goes together with outgroup hate. To test this premise, we studied whether ingroup prosociality goes together with less or more outgroup prosociality. Across six ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Measuring bridging forces in protein–DNA condensates",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523058123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceWe report systematic characterization of bridging forces stabilizing protein-DNA condensates. These forces are fundamental to our understanding of the physical basis of biomolecular condensates. Moreover, they are of direct biological ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ancient landscape evolution tracked through cosmogenic krypton in detrital zircon",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516058122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceReconstructing the evolution of ancient landscapes is essential for understanding how Earth’s surface responds to tectonics, climate, sea-level change, and the biosphere. Cosmogenic nuclide analysis determines how long minerals have resided at ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tube feet dynamics drive adaptation in sea star locomotion",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509681123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceSea stars coordinate hundreds of flexible tube feet to crawl efficiently despite lacking a centralized nervous system. This study reveals how sea stars dynamically adjust the duration of tube foot adhesion to maintain efficient crawling under ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Phosphatase SHP2 pathogenic mutations enhance activity by altering conformational sampling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513851123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceHere, we characterize how two pathogenic SH2-domain mutations alter SHP2 regulation and lead to hyperactivation. We identify an apo conformation of the N-SH2 domain in which Tyr66 occludes the peptide-binding cleft, indicating that a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Piezo1 dictates K+ homeostasis through coordinated regulation of the ubiquitin ligase Kelch-like 3 in RBCs and the kidney",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513222123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceMaintaining potassium (K+) balance is vital for the body and involves multiple organs. This study shows that the mechanosensitive Ca2+channel Piezo1 controls extracellular K+levels by coordinating with KLHL3, the ubiquitin ligase, in both ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Controlled assembly and sophisticated additive manufacturing of macroscopic droplets",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519305123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceAssembling liquid droplets into desired configurations and shapes opens a pathway for advanced functionalities that cannot be achieved by single droplets. Here, we demonstrate a simple and ultrafast route to assemble macroscopic water droplets ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The innate immune protein calprotectin ablates the bactericidal activity of β-lactam antibiotics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513462123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 3, January 2026. <br />SignificanceAntibiotic failure is a major clinical problem that cannot always be explained by traditional resistance mechanisms. This study reveals that the host immune protein calprotectin, which is abundant at infection sites, can interfere with β-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}