{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-20T11:18:26.265193",
  "items": [
    {
      "title": "Changing seasonality and advanced mean date of annual maximum daily precipitation in major river basins of China (1960–2018)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf97f",
      "pubDate": "",
      "description": "Extreme rainfall seasonality plays a critical role in vegetation growth, agricultural production, and water resource management. Under global warming, increasing attention has been paid to its seasonal shifts and nonstationarity characteristics. In our comprehensive research, we utilized daily precipitation data from approximately 2200 gauge stations across China to investigate the spatial patterns, interannual variability, and long-term changes in the seasonality characteristics of annual maximum daily precipitation from 1960 to 2018. In the northern river basins, such as Hai, Songliao, Yellow, and Northwest River Basins, extreme daily events exhibit lower magnitude but stronger seasonality, accompanied by later timing and less variability in the mean date. Conversely, the southern river basins, such as Yangtze, Pearl, and Southeast River Basins, display the opposite pattern. Trend analysis shows that the mean occurrence date of extreme precipitation has generally advanced across most basins. Changes in the seasonality index reveal a clear north–south contrast: in the northern basins, seasonality has weakened, implying that extreme precipitation events become more dispersed throughout the year. In the southern basins, seasonality has strengthened, with extreme precipitation becoming more concentrated. The seasonal pattern of total column water vapor partly explains the earlier timing of extremes, especially in northern and central regions. Notably, El Niño-Southern Oscillation exerts a discernible influence on the seasonality of extreme precipitation. El Niño induces delayed extremes in the Huai and lower Yangtze River Basin, but earlier events in the Northwest and Pearl River Basin. Notable reduced SI during El Niño versus La Niña phases, indicating La Niña intensifies precipitation seasonality. This study plays a pivotal role in advancing our understanding of extreme precipitation events, ultimately promoting resilience and reducing vulnerabilities to weather-related disasters.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Low-hanging fruit? Identifying opportunities to enhance crop diversity in the United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfaf5",
      "pubDate": "",
      "description": "The benefits of crop diversification for key agro-environmental outcomes are well-established, yet the pathways to realizing this diversification at larger scales remain murky. We propose a framework to evaluate possible spatial and temporal crop arrangements that meet specific crop diversity targets by drawing on empirical data across millions of individual crop fields and their recent cropping histories in the US (2015–2022). Specifically, we develop a simple rule-based model to raise crop species diversity to various levels of spatial and temporal crop diversity (driven by crop rotations) already attained by farmers in areas with broadly similar soils and climate (‘attainable diversity’). We demonstrate that small changes on the local scale have sizeable cumulative effects. For example, switching crops in 3.4% of fields (corresponding to 12.4% of US cropland area) in the 75th percentile attainable diversity scenario would raise national-scale crop diversity by over 50% (effective number of crop species increased from 7.6 to 11.5). These simulated changes in crop diversity have clear spatial patterns associated with cropland extent and field size. Finally, we examine how the geographic redistribution of key commodity crops (maize, soybean, and wheat) resulting from these crop switches would influence crop yield and production outcomes. While geographic redistribution has limited influence on yields of these three crops, including some potential yield gains, net national production declines (by ∼10%–13% in our main spatial diversification scenario) due to their reduced share in the cropland portfolio as minor crop groups expand. By drawing on a pool of crops that are already grown in areas with similar field sizes, climate, and soils, our results can help inform realistic strategies toward national-scale crop diversification—illustrating potential ‘low-hanging fruit’ for crop transitions across different landscapes. Our proposed empirical attainable diversity framework adds nuance around the opportunities and barriers associated with efforts to raise agrobiodiversity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Earth system responses under a global 2 °C-target scenario aligned with China’s carbon neutrality pledge",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfbfb",
      "pubDate": "",
      "description": "Achieving the Paris Agreement’s 2 °C target demands regionally tailored climate policies and proven negative emission strategies. Here, we use a novel SSP2-com scenario that integrates updated emissions trajectories, China’s carbon neutrality pledge, and mid-to-late 21st century carbon dioxide removal (CDR) deployment to assess Earth system responses under a 2 °C-aligned pathway. Employing a state-of-the-art Earth system model, we demonstrate that SSP2-com limits end-of-century warming to 1.87 °C (below 2 °C), 0.51 °C and 1.47 °C lower than SSP2-4.5 and SSP3-7.0, respectively. Despite a reduction in global carbon sinks, SSP2-com’s stringent mitigation avoids 0.08 °C and 0.29 °C of warming relative to SSP2-4.5 and SSP3-7.0, respectively, attributed to China’s accelerated decarbonization. Our findings suggest that combining ambitious regional action (e.g. China’s 2060 net-zero goal) with global CDR deployment provides a critical pathway to stabilize below 2 °C, yet underscores unresolved risks from uneven cooling efficacy and ecosystem feedbacks. This work advances scenario design by reconciling national climate pledges with global targets, offering actionable insights for policymakers to prioritize equity-driven mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Effects of climate change on marine ecosystems in the southeastern Pacific: multiple ocean stressors assessed through climate velocities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adff96",
      "pubDate": "",
      "description": "Anthropogenic climate change (CC) has triggered a cascade of impacts on marine ecosystems, often referred to as the ‘deadly trio’: warming, acidification, and deoxygenation. While these stressors will globally lead to the compression of marine habitats, their regional effects vary significantly and remain understudied. This is particularly true for the southeastern Pacific (SEP), which supports rich pelagic and benthic ecosystems closely linked to a complex seafloor featuring archipelagos and extensive seamount chains. Using model simulations from Phase 6 of the Coupled Model Intercomparison Project, this study examines future regional-scale environmental changes in the SEP. Our analysis builds on the observation that the South Pacific Ocean Gyre is among the regions experiencing the least warming globally and that the epipelagic zone within the oxygen minimum zone (OMZ) may oxygenate in the future. These conditions may promote habitat expansion, which we assess using the climate velocities for temperature, oxygen, and pH. Estimates of climate velocities from the ensemble model mean under a pessimistic near future (2015-2050) yield values ranging from –730 to 449 km/year, exhibiting greater absolute climate velocities for oxygen than pH. Over the longer-term horizon (2015–2100), the area of zones where absolute climate velocity exceeded the 75th percentile increased by 65%, 72%, and 215% for temperature, oxygen, and pH, respectively. The strongest velocities (absolute value) occur in the equatorial sector and in the Humboldt system. While all regions mostly show a climate-driven habitat loss due to surface-to-200 m pH decline, two broad areas benefit from conservation below the surface: a region in the tropics extending from 10°S–100°W to the east of Rapa Nui and the coastal region of Peru and Chile, extending up to the Desventuradas and Juan Fernández archipelagos. While the former is due to the slow warming rates (<2.9 km yr−1), the latter results from both slow deoxygenation and oxygenation climate velocities (between −2.9 and 2.9 km yr−1) along the coast of those countries, a zone that overlaps with the lowest changes in pH in the SEP, giving them a unique conservation value. We demonstrate that epipelagic ecosystems within the OMZ may be less impacted by CC than those outside of it. These findings highlight key areas for conservation under future ocean warming, deoxygenation and pH changes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Sustainability issues of deep-sea mining: a bibliometric review and research priorities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae013f",
      "pubDate": "",
      "description": "Deep-sea mining (DSM) has gained attention due to the growing demand for critical minerals considered to be essential for green energy transitions as well as geopolitical drives to secure their supply. It has become a high-stakes issue involving divergent viewpoints among stakeholders driven by deep uncertainties about socio-environmental impacts. This bibliometric review of DSM highlights the current state of research, identifies gaps, and proposes future research priorities. The review employs a social-ecological-technological systems framework to integrate various aspects of DSM and provides an analysis of trends of research themes from 1994 to 2023. Our findings indicate a significant gap in addressing the social impacts of DSM, particularly on coastal communities and broader societal implications. The results emphasize the need for comprehensive governance policies, technological advancements, and an understanding of ecological and social impacts to enhance community and ecosystem resilience. Such insights offer a guide for future research agendas by highlighting priority areas of investigation and fostering a holistic approach to DSM.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mortality reduction despite changing climate extremes requires better understanding of human behavioral response to warnings",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae034f",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Towards system-aware governance of marine carbon dioxide removal: a review of interdependent challenges",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0493",
      "pubDate": "",
      "description": "Marine carbon dioxide removal (mCDR) is increasingly discussed as a potential climate response, yet its governance remains underdeveloped. This study conducts a structured literature review, following the preferred reporting items for systematic reviews and meta-analyses framework, to identify and analyse governance challenges associated with mCDR within the broader context of multilateral ocean governance. Using the socio–ecological–technological systems (SETSs) framework, challenges were systematically coded to capture interdependencies across social, ecological, and technological (S/E/T) domains. The analysis of 35 peer-reviewed publications identified 100 distinct governance challenges, revealing that most cannot be categorised within single-system domains. Instead, challenges frequently span intersections between S/E/T systems, highlighting issues such as fragmented governance structures, ecological risks from technological interventions, and legitimacy concerns linked to deployment. These findings underscore the systemic nature of mCDR governance challenges and the limitations of siloed governance approaches. The study demonstrates that applying a SETS perspective enables the identification of cross-domain trade-offs, synergies, and coordination gaps, supporting the development of system-aware governance frameworks for mCDR.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Latitudinal differences of changes in Northern Hemisphere clear-sky outgoing longwave radiation over the past 4 decades (1979–2021)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0500",
      "pubDate": "",
      "description": "Earth’s energy budget is modulated by climate forcings and feedbacks. Outgoing longwave radiation (OLR) is a critical component of the Earth’s energy budget, and the balance between absorbed solar radiation and OLR determines the net gain of energy of the entire climate system. Radiation computations using 43 years of ERA5 reanalysis profiles show an increase in clear-sky OLR in the polar regions and a decrease in the tropics. To understand this contrast, we analyze zonal- and annual-mean clear-sky OLR changes in the Northern Hemisphere from 1979 to 2021. We identify a transition in temporal clear-sky OLR changes from low to high latitudes, with a “crossover” point where the sign changes around 30°N. We improve upon previous studies by employing infrared spectrally-detailed line-by-line radiative transfer calculations, to decompose zonal-mean trends caused by forcing and feedback mechanisms. Our diagnostic investigation shows that the increase in water vapor exerts a dominant negative contribution to the OLR temporal change in the tropics due to a larger OLR sensitivity to water vapor increase there, while the increase in surface temperature (Ts) dominates the positive temporal change in the Arctic, both due to Arctic amplification and a larger OLR sensitivity to Ts increase. Greater greenhouse gases’ forcings and smaller OLR sensitivity to Ts change in the tropics, as well as an imperfect cancellation between atmospheric temperature and water vapor contribution, delineates the crossover point at around 30°N.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Co-benefits of aerosol pollution mitigation in enhancing solar photovoltaic power generation in China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0502",
      "pubDate": "",
      "description": "Solar photovoltaic (PV) power provides low-carbon renewable energy to reach ambitious carbon neutrality goals. Atmospheric aerosol-induced changes in surface solar radiation and air temperature have profoundly influenced solar energy in China in recent decades. However, the solar PV power generation losses caused by aerosol pollution in China remain unclear. Here, we combined multi-model ensemble simulations from multiple Earth system models with different anthropogenic emission scenarios and the latest information from 14 072 solar plants in China to evaluate the impact of aerosol pollution on solar energy. Our results show that aerosol pollution mitigation can improve solar PV generation in China. Compared with preindustrial anthropogenic emission levels, aerosol pollution may reduce annual mean solar PV power generation by up to 48.13 TWh across the 14 072 solar plants in China. Notably, even low pollution levels can cause substantial generation losses in northwestern China because of their extensive installed capacity. Moreover, negative effects of aerosol pollution on solar energy will exist in the future. Our study highlights the importance of aerosol pollution mitigation for enhanced renewable energy in China.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Landscape-scale analysis of shrub encroachment unveils the complexity of greening in the Carpathian Mountains",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae05b2",
      "pubDate": "",
      "description": "Over recent decades, cold-climate ecosystems have exhibited a pronounced increase in vegetation greenness, and shrub encroachment is a major ecological process underlying these changes. Our knowledge of these dynamics remains limited in the temperate mountains of Eastern Europe, which have experienced significant land-use shifts, especially following the collapse of the communist regime. It is noteworthy that the contribution of shrubs has not been evaluated, partly due to the difficulty of providing high-resolution mapping of shrublands. In this study, we integrated four decades of Landsat-derived NDVI time series with a customized land cover classification based on Sentinel-2 imagery to investigate greenness dynamics above 1500 m elevation in the Carpathian Mountains. The classification targeted key shrubland types using spectral indices tailored to seasonal pigment variations. We also conducted diachronic visual analysis of aerial photographs, including Cold War-era satellite images, to evaluate long-term vegetation changes. We found significant positive greenness trends in 44% of the study area, with the highest magnitude located at mid-elevations (1800–2300 m) and on north-facing slopes. High-resolution land cover mapping revealed that Ericaceous and Juniperus-dominated shrublands were the strongest contributors to greening. Visual interpretation of historical imagery confirmed widespread woody encroachment in these areas. We suggest that the decline of traditional land-use, particularly extensive grazing practices, is a key driver of these ecological shifts, promoting the resurgence of previously more widespread subalpine shrublands. Our findings highlight the importance of integrating high-resolution remote sensing observations and diachronic analysis of aerial photographs to disentangle the complexity of vegetation greening in high-elevation ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}