{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2026-02-16T13:19:48.389102",
  "items": [
    {
      "title": "Living with drought: climate change perceptions, adaptation, and mitigation among farmers in rural Bangladesh",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1744133",
      "pubDate": "2026-02-13T00:00:00Z",
      "description": "The paper presents a new behavioural model that collectively focuses on how the smallholder farmers in the drought-prone Barind Tract of Bangladesh perceive, mitigate, and adapt with the effects of climate change. A survey of 385 farm households was examined with the help of linear and ordinal logistic regression models to point out socioeconomic institutional determinants of these behavioural reactions. Findings indicate that 46 per cent of farmers (n = 177) had a moderate perception of climate change, which was related mostly to lowered soil fertility, water shortage and decreased crop production. Age, education, and income had a significant positive effect on climate awareness (R2 = 0.692, p < 0.001), whereas agricultural extension, livestock ownership, and peer-to-peer learning had a positive effect on adaptive and mitigative abilities. Conversely, the lack of financial capacity and lack of access to the markets hindered climate action. The main practices by farmers were crop diversification (79%), soil-water conservation (66%), use of organic fertilisers (78%), and management of residues (69%). The novelty of the study is that it summarises perception, adaptation and mitigation into one analytical model, which exposes the behavioural interrelationships that constitute resilience. The results also highlight the effectiveness of enhancing social learning in networks, financial, and mainstream climate-smart agriculture in supporting low-carbon adaptive food systems in semi-arid areas of South Asia.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Accuracy-directed climate reasoning: how self-efficacy, interest, confidence and judgments relate to knowledge and reasoning outcomes",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1705989",
      "pubDate": "2026-02-13T00:00:00Z",
      "description": "This study examined how cognitive and motivational factors relate to individuals’ reasoning about climate change and sustainability. Specifically, we investigated whether self-efficacy, interest, and confidence in accomplishing environmental sustainability tasks are associated with plausibility judgments, climate change knowledge, and reasoning directionality. A sample of 503 U.S. adults completed measures assessing these constructs. Structural equation modeling showed that interest, self-efficacy, and confidence were positively associated with plausibility judgments, which in turn related to higher levels of climate change knowledge and accuracy-directed reasoning. Participants demonstrating accuracy-directed reasoning exhibited enhanced self-efficacy, greater interest, higher knowledge, and stronger plausibility judgments compared to those engaging in desired outcome-directed reasoning. These findings suggest that self-efficacy, interest, and critical evaluation skills are meaningfully related with epistemic engagement and scientifically grounded reasoning, and may be relevant targets for future efforts at supporting sustainability-oriented action and decision-making.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Comparative study on the enhancing effects of CaSO4 and CaCl2 supplementation on red mud carbonation",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1732612",
      "pubDate": "2026-02-12T00:00:00Z",
      "description": "Red mud (RM), a strongly alkaline solid waste generated during alumina production, can undergo carbonation with CO2 for mineral sequestration. To investigate the promoting effect of external calcium sources on RM carbonation, desulfurization gypsum (CaSO4) and calcium chloride (CaCl2) were selected as supplements, and RM samples with/without these calcium sources were prepared. Experiments were conducted under various CO2 concentrations (100, 15, 1%) and atmospheric conditions for both RM suspensions and solid-state RM (simulating open-air piles). The results showed that: (1) With increasing CO2 concentration, the time for RM suspensions to reach pH equilibrium shortened (30 min for 100% CO2 vs. 15 h for 1%), and the equilibrium pH decreased (to 6.8 for 100% CO2 vs. 8.3 for 1%); (2) Under atmospheric conditions, the pH of RM suspensions supplemented with CaSO4 and CaCl2 decreased to 8.6 and 8.0, respectively, with CaCO3 characteristic peak intensity increasing compared to pure RM; (3) For solid RM, the two calcium sources lowered the minimum pH to 8.8 (CaSO4) and 8.4 (CaCl2), ultimately stabilizing around 9.0, whereas pure RM remained at 10.1. The CO2 sequestration capacities reached 45.3 g/kg and 47.2 g/kg, respectively, while forming a porous CaCO3 coating on the RM particles. The calcium sources significantly enhanced the stability and durability of the carbonation reaction, providing a scientific basis for long-term CO2 sequestration.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Health implications of the rapid rise of data centers in Virginia: an exploratory assessment",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1648912",
      "pubDate": "2026-02-06T00:00:00Z",
      "description": "Driven by advances in cloud computing, cryptocurrency, and artificial intelligence, the rapid proliferation of data centers may pose severe human and planetary health risks. This paper, to the best of our knowledge, is the first-of-its-kind assessment of the potential health implications associated with data centers. Here, we examine the case of Virginia’s Data Center Alley, the world’s largest concentrated data center hub, and argue that data centers can cause public health harms, harms that can be at least partially mitigated through improved planning and design. We assess the health risks associated with data centers, including air pollution, extensive water use, noise pollution, and detrimental land use’s risk of disrupting natural ecosystems and community well-being. We also address how rising energy costs can worsen social determinants of health. To mitigate these risks, we recommend transitioning data centers to renewable energy, implementing strict regulations to minimize water consumption, and optimizing site planning with acoustic treatments and green zoning to reduce noise pollution. Additionally, we advocate enforcing responsible site selection and zoning regulations to curb adverse land use changes, equitable energy pricing to alleviate economic burdens, and strengthening health communication for informed public and governmental decision-making, action-oriented advocacy, and policy changes. Finally, we emphasize the need for transdisciplinary research integrating physical sciences, engineering, and public health to quantify specific health outcomes linked to data centers.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Determinants of climate change adaptation strategies’ adoption among maize farming households: evidence from Malawi",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1743868",
      "pubDate": "2026-02-05T00:00:00Z",
      "description": "IntroductionClimate change poses a serious threat to agricultural productivity and food security in Malawi, particularly among rural households that rely heavily on rainfed farming. This study examined the determinants of climate change adaptationv strategies among maize smallholder farmers in Chipoka EPA in Salima District, focusing on irrigation systems, zero tillage, and water harvesting.Data and methodsPrimary data were collected from 120 randomly selected households using a semi-structured questionnaire, and the multivariate probit model was employed to analyse factors influencing adoption.ResultsThe results revealed that being male, higher education level, landholding size, income, access to extension service and perceptions of changes in rainfall and temperature significantly and positively influenced the adoption of adaptation strategies. The findings underscore the importance of both socioeconomic, institutional and agroecological factors in shaping farmers’ adaptive responses.ConclusionThe study concludes that enhancing adaptive capacity requires policies that strengthen extension services, promote farmer training, address gender inequalities, and improve access to financial and land resources. Expanding irrigation and water harvesting systems, alongside reliable climate information services, is also essential. Collectively, these measures can increase resilience, improve agricultural productivity, and ensure sustainable food security among rural farming households in Malawi.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Bridging smallholder farmers to climate information: the role of agricultural advisors in KwaZulu-Natal, South Africa",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1746574",
      "pubDate": "2026-02-05T00:00:00Z",
      "description": "Food insecurity remains a persistent challenge in many African countries, where smallholder farmers depend heavily on climate-sensitive agricultural systems. Agricultural Advisors (AAs) are positioned to support farmers’ adaptation efforts, yet their capacity to access, interpret, and disseminate climate information remains insufficiently understood. This study examined AAs access to climate information, whether they disseminate it to farmers, and whether the information aligns with farmers’ practical decision-making needs. A mixed-methods approach was employed, combining semi-structured questionnaires administered to 77 AAs in the Ugu and Harry Gwala districts of KwaZulu-Natal, South Africa, with six focus group discussions involving smallholder farmers. Quantitative data were analysed using SPSS v28 and Excel, while qualitative data employed thematic analysis through Nvivo14. Results indicate that most of the AAs access seasonal climate forecasts, early warning data, and long-term climate projections. However, only 7.8% received the information from the South African Weather Service (SAWS). While 78.5% reported creating awareness on climate change and 72.5% on adaptation measures, only 32.4% felt confident advising farmers on coping strategies. Only 27.2% reported receiving sufficient information, 40.6% reported limited understanding of available adaptation strategies, and 45.3% had not initiated adaptation measures in their areas. Farmers similarly reported minimal engagement with AAs on climate guidance. These findings reveal a disconnect between climate information access and the delivery of practical, actionable advice. By examining both the AAs and farmers’ sides, the study provides locally grounded insights into extension service effectiveness. Targeted capacity-building for AAs and strengthened advisor–farmer interactions are essential to improve confidence, access to reliable, site-specific information, and provision of actionable guidance, supporting practical adaptation, enhancing smallholder resilience, thereby contributing to SDGs 1, 2, and 13.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Exploring the potential of GIS-based integrated agroforestry cum soil conservation measure on spring discharge in data scarce region, Kumaon Himalaya, Uttarakhand",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1704396",
      "pubDate": "2026-02-04T00:00:00Z",
      "description": "Springs in Kumaon region represent one of the largest and most precious sources of fresh water, necessary to meet the drinking water of the population. Understanding the temporal variability of spring discharge is therefore crucial for sustainable water management. Knowledge of the discharge characteristics, organized in a coherent framework, is essential for protecting spring water and preventing shortages. Sentinel 2A and SRTM DEM data were used to study topography, delineate springshed boundary, analyze structural setting, and surface water flow pattern. This study uses a novel approach to assess the impact of agroforestry cum soil conservation measure at selected sites in springshed on spring discharge. The result indicated that average discharge of the period 2020–2023 is 11.49 m3/day, which is almost twice the average value of 2019–2020 (6.93 m3/day) before intervention. Statistical analyses indicated a clear improvement in spring discharge after intervention, with linear regression showing an increase in R2 from 0.27 (p = 0.16) before intervention to 0.43 (p = 0.0000012) after intervention. One-way ANOVA (F = 14.813, p = 0.0003) and Spearman’s correlation (ρ increased from 0.250 to 0.521) further confirmed a statistically significant enhancement in spring discharge following the integrated agroforestry cum conservation measures. The spring discharge dynamics was accessed using recession curve analysis. It was found that the fitting of recession-curve (of the Attadhar spring under study) with one exponential component gives accurate results. The value of exponential coefficient (i.e., 0.0206) represents the major contribution to drainage from the spring-catchment’s portion with highest permeability. We conclude that the quantitative insights gained from this analysis offer a valuable addition to conventional spring classification methods, which typically rely on qualitative assessments. Our proposed approach refines these traditional schemes by increasing objectivity and reproducibility, thereby fostering greater consistency across hydrological disciplines.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Mitigating and adapting to climate change: the role of nature-based solutions in sustaining vegetation health in the Isiukhu River Basin",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1721489",
      "pubDate": "2026-02-04T00:00:00Z",
      "description": "NbS are increasingly recognized for their ability to bolster ecosystem resilience and alleviate climate change impacts. This study evaluated the relationship between these solutions and vegetation health in the River Isiukhu Basin, using the NDVI to assess their effectiveness in addressing climate challenges. Focusing on the period from 1990 to 2023, the research analysed shifts in NDVI alongside temperature and precipitation patterns in the basin, while evaluating how NbS such as afforestation acted as moderating factors. Four key afforestation projects were instrumental in the region. Data on NDVI were sourced from Google Earth Engine and ArcGIS Pro 3.2, while precipitation and temperature information were obtained from the Climate Hazards Group InfraRed Precipitation with Station data (CHIRPS) and TERRACLIMATE, respectively. The interactions among NbS, NDVI, temperature, and precipitation were analysed using Pearson correlation at a 95% confidence level. Findings revealed that afforestation NbS significantly impacted vegetation health and climate conditions. Notably, NDVI in the Isiukhu basin increased by 39.86% from 1990 to 2023, coinciding with a 22.8% rise in precipitation (an increase of 428.53 mm) and a 7.33% increase in mean annual temperature (1.48 °C). A strong positive correlation was identified between NDVI and precipitation (r = 0.6105, p = 0.000), while the relationship between NDVI and mean annual temperature was negative and non-significant (r = −0.006539, p = 0.9737). Therefore, sustaining vegetation health through NbS is not only an ecological necessity but also a strategic policy pathway for mitigating climate change impacts, enhancing sustainable landscape management, and securing long-term ecosystem services in climate-vulnerable Isiukhu River Basin.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Smallholder farmers’ adaptation at the climate–conflict nexus: a systematic review",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1699078",
      "pubDate": "2026-02-03T00:00:00Z",
      "description": "In conflict-affected settings, smallholder farmers’ adaptation is complex due to the interconnected nature of social, environmental, and economic vulnerabilities. While many studies have systematically reviewed the causal pathways between conflict and climate, less attention has been given to synthesizing evidence on how smallholder farmers adapt to climate change and contextual vulnerabilities in these settings. Knowledge on adaptation at the climate–conflict nexus remains scattered across disciplines, highlighting the need for a systematic review to consolidate evidence and inform resilience-building strategies. This study aimed to systematically review empirical literature on smallholder farmers’ adaptation to climate change in conflict-affected areas, providing an integrated understanding of adaptation strategies at the climate–conflict nexus. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA 2020) guidelines, a one-time search of scholarly literature was conducted on November 29, 2024, using the terms “climate change,” “conflict,” “adaptation,” and “smallholder farmers” and their synonyms, across three databases: Web of Science Core Collection, Scopus, and ProQuest. Eligible studies were peer-reviewed, empirical, published in English between 2004 and 2024, and focused on how smallholder farmers respond to climate change in conflict contexts. Theoretical studies, non-peer-reviewed work, or studies that did not address both conflict and climate change or did not focus on smallholder farmers were excluded. A hybrid approach was used to extract and synthesize data from the selected studies. Most studies were concentrated in the Global South, with growing attention from 2016 to 2024, reflecting increased awareness of the climate–conflict nexus. The review identified eleven integrated strategies for addressing interwoven vulnerabilities in conflict-affected settings. However, 67% of studies did not link adaptive capacities to specific vulnerabilities, and one-third did not consider how adaptation is shaped by power relations within social hierarchies. These findings underscore the need for further research on socially stratified adaptation in conflict-affected contexts and highlight the importance of context-specific policies for smallholder farmers. By consolidating fragmented evidence, this review provides guidance for development agencies, local governments, and NGOs in designing integrated climate–conflict interventions that strengthen resilience, reduce vulnerability, and promote sustainable livelihoods.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Reviving connections: Dene wellbeing and climate adaptation in Tthets'éhk'edélı̨",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1694811",
      "pubDate": "2026-02-02T00:00:00Z",
      "description": "This article is a composite of nested stories about one Dene community's efforts to respond to change. It situates adaptation to climate change as the most recent in a longer history of social, economic, and cultural adjustments in response to the effects of colonization experienced by Tthets'éhk'edél ı̨ First Nation. As we delve into historical accounts of community collaboration in the money economy, the adoption of agricultural crops for food security, and a home-grown response to residential schools, self-determination and resilience emerge as consistent threads. These are both reinforced and put into question as we cross into a contemporary story about the community's responses to climate change across the past two decades, which is intertwined with the acceleration of social and economic change amidst the ongoing impacts of intergenerational trauma. The article concludes its overall story arc by describing the multi-year research partnership and writing collaboration for the article itself, which took shape even as flooding and fire threatened Tthets'éhk'edél ı̨'s existence. That final story is part methodological reflection and part deeper exploration of the community's struggles to revive Dene knowledge and ways of being by restoring connections with the land—even as the land is being rapidly transformed. Story as a mode of reconnection and reconnection as a form of climate adaptation put Indigenous understandings of health and wellness into focus as fundamental ingredients. Our reflections on the experiences of Tthets'éhk'edél ı̨ First Nation intersect with and contribute to the rising tide of voices and stories articulating Indigenous pathways toward alternate futures.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Economic value of agro-meteorological services: a review of the international literature",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1741828",
      "pubDate": "2026-01-29T00:00:00Z",
      "description": "IntroductionThe increasing frequency and intensity of climate-induced extreme weather events, such as droughts, have significantly reduced agricultural productivity worldwide. Enhancing access to agro-meteorological services can mitigate these impacts by improving farmers’ decision-making and adaptive capacity. However, their economic value remains poorly understood, especially in African countries where meteorological services are provided as public goods. Demonstrating their value is critical to stimulate investment and strengthen climate-resilient agriculture.MethodsThis study reviews and synthesises empirical evidence on the economic value of agro-meteorological services through a systematic literature review and meta-analysis of international studies. Both peer-reviewed and grey literature were analysed to assess valuation methods, estimated benefits, and knowledge gaps.ResultsThe meta-analysis results indicate that agro-meteorological services generate an estimated annual economic value of US$0.59 billion annually, underscoring their vital role in enhancing agricultural productivity, risk management, and resilience to climate shocks. Access to reliable weather and climate information enables farmers to make informed decisions, optimise resource use, and reduce crop losses, thereby contributing to more sustainable and profitable agricultural systems.DiscussionDespite their clear economic value, political, institutional, and socio-economic factors influencing investment decisions remain underexplored. The integration of political economy analysis is essential to understand how governance structures, marginalisation, and social inequalities shape access to and benefits from agro-meteorological services.RecommendationsGovernments and development partners should increase investment in advanced meteorological infrastructure, data and communication systems, treating these services as productive investments rather than costs. Researchers should integrate indigenous weather knowledge with modern forecasting to enhance trust and usability. The economic analyses should incorporate secondary benefits across sectors using tools such as input–output analysis and general equilibrium models to better capture the full societal value of agro-meteorological services. There is also a need to incorporate political economy perspectives in future studies to better capture how social and structural inequalities shape the economic value and equitable use of agro-meteorological services.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Beyond ‘doing both’—framing carbon removal carefully",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1744296",
      "pubDate": "2026-01-29T00:00:00Z",
      "description": "There is a common framing in communications about carbon dioxide removal (CDR) which amounts to saying ‘we need to do both’ CDR and emissions reductions, but without explaining further what this means or how to achieve it. This leaves the impression that such framing is empty and performative, doing little to counteract the risk of mitigation deterrence, i.e., that the pursuit of CDR undermines and delays emission reductions, which the framing is meant to address. This article substantiates and illustrates this claim, and develops recommendations for how to frame CDR more carefully. Such careful framing crucially involves indicating the relatively minor role CDR can play compared to emissions reductions on the path to net zero. Finally, we reflect on the barriers to and importance of these recommendations being taken up.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Thermodynamically primed Atmospheric River Rapid as the driver of the December 2023 Thoothukudi extreme rainfall",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1750461",
      "pubDate": "2026-01-29T00:00:00Z",
      "description": "The December 2023 extreme rainfall over Thoothukudi, India (946 mm in 24 h), represents a pronounced precipitation efficiency anomaly, as such intensity occurred in the absence of a synoptic-scale cyclonic storm and exceeded rates explainable by resolved large-scale ascent. This study introduces a newly proposed Atmospheric River Rapid Index (ARRI) to diagnostically examine whether this event is consistent with the influence of a thermodynamically primed tropical Atmospheric River Rapid (AR Rapid). Using GPM IMERG precipitation estimates and ERA5 reanalysis, we apply a diagnostic Eulerian moisture budget decomposition to assess the processes contributing to the event. The analysis indicates a dual influence: the large-scale environment was thermodynamically primed by background moisture anomalies (dynamic term ≈ 33.0%), while the spatial concentration and intensity of rainfall are primarily associated with anomalous wind steering and convergence of integrated vapor transport (thermodynamic circulation term ≈ 102.0%) within a vector framework. The ARRI identifies a narrow coastal region characterized by peak IVT, strong IVT convergence, deep moisture, and reduced low-level wind speeds, consistent with frictional deceleration of a low-level jet at landfall and consistent with conditions favorable for AR Rapid ascent. Complementary dynamical diagnostics further suggest a limited contribution from organized synoptic-scale cyclonic mechanisms. These results provide diagnostic evidence consistent with a thermodynamically primed AR Rapid suggesting a key contributing process to this extreme, non-cyclonic tropical rainfall event. The findings highlight limitations of cyclone-centric forecasting approaches and underscore the potential value of monitoring IVT convergence and thermodynamic pre-conditioning for anticipating high-impact tropical flood events.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Numerical evaluation of WRF microphysics parameterizations for a major rainfall event over an arid region",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1723317",
      "pubDate": "2026-01-28T00:00:00Z",
      "description": "This study examines how cloud microphysical parameterizations in the Weather Research and Forecasting (WRF) model influence the simulation of rainfall over Kuwait during November 2018, with particular focus on the extreme event of 14 November. The WRF model was configured at 4-km resolution and dynamically downscaled from the Community Climate System Model version 4 (CCSM4) to evaluate the performance of four bulk microphysics schemes: WSM6, Lin, Thompson, and Morrison. Model output was evaluated against observations from the Kuwait Automatic Weather Station (29.22°N, 47.96°E) using cumulative and distributional rainfall characteristics, event-scale analysis, and standard statistical metrics (RMSE, MAE, bias, and correlation). All schemes reproduced the timing of rainfall events, while notable differences were found in simulated rainfall intensity. WSM6 produced rainfall amounts closest to observations, with the lowest error values and a small positive bias. Lin showed moderate overestimation, Thompson produced larger overestimation during heavy-rain periods, and Morrison consistently underestimated rainfall totals. For the 14 November event, which recorded 79.0 mm at the station, simulated totals ranged from 55.6 to 91.6 mm across the schemes, indicating that inter-scheme differences were dominated by rainfall magnitude rather than timing. These results highlight the sensitivity of convection-permitting rainfall simulations in arid regions to microphysical formulation. Evaluation using additional events and seasons is needed to assess whether these results extend beyond the period examined.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "A novel methodology to characterize the potential impacts of electrochemical ocean alkalinity enhancement on juvenile coho salmon (Oncorhynchus kisutch)",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1717924",
      "pubDate": "2026-01-27T00:00:00Z",
      "description": "Ocean alkalinity enhancement (OAE) includes a branch of marine carbon dioxide removal (mCDR) methods that add alkalinity to the surface ocean, leveraging the ocean's vast natural ability to capture and store atmospheric CO2. The impact of OAE on marine ecosystems will depend on the type and delivery of alkaline feedstock to the ocean, which typically results in elevated pH and total alkalinity and decreased pCO2 in the near-field of an OAE application. These signals will decrease in space and time away from the point of alkaline addition until are no longer measurable against the background of natural variability in the marine environment. It is important to evaluate potential impacts of OAE on marine ecosystems within the context of realistic OAE deployments. This study highlights the use of an effluent dilution model to describe the measurable extent of the release of electrochemically-generated aqueous alkalinity from Ebb Carbon's research pilot in Port Angeles, WA. We describe a novel laboratory method to simulate the potential exposure of juvenile coho salmon to the pilot's alkaline discharge, representing exposure to OAE field conditions as salmon swim through the pilot's mixing zone. Salmon were exposed to an electrochemically generated alkalinity-enhanced seawater solution pulsed into a test chamber at a dilution factor predicted approximately 3 m from the alkaline outfall. The alkalinity-enhanced seawater was held for 30 s, 1 min, and 5 mins, then was slowly flushed with ambient seawater. The alkaline solution, initially at pHNBS 10.0, was released into seawater at pHNBS 7.6, resulting in peak pH of the mixed solution of 8.04-8.09, with an increase in total alkalinity of ~60 μmol/kg. The results of the study indicated no impact on juvenile coho salmon behavior, survival, or physical effects on gills, eyes, or external body tissues, relative to control tests. The experimental design, developed for performance by a commercial toxicology laboratory and supported by standard mixing analyses, allows for rapid repetition with species of interest near OAE deployments.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Correction: Cultivating resilience: localized insights into climate impacts and gendered adaptation strategies in smallholder farming in Ghana",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1783343",
      "pubDate": "2026-01-27T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "An anthropogenically induced gradient in net carbon exchange of a temperate mangrove forest in South Australia",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1720464",
      "pubDate": "2026-01-27T00:00:00Z",
      "description": "Mangrove forests are one of the most effective carbon assimilation and storage ecosystems, providing crucial ecosystem services in coastal regions. However, they face potential threats from climate change, human activities, as well as their interactive effects, which have not yet been well investigated. In this study, we investigated net ecosystem production (NEP) of a temperate mangrove forest next to salt-production ponds in South Australia. The hypersaline salt ponds next to the land side of the mangrove forest create a salinity gradient in the forest. The study was based on eddy covariance measurement of carbon flux from November 2017 to December 2019, along with a salinity stress index (SSI), a new sea/land breeze index (Wb), and flooded fraction (F). The result shows significant difference in mangrove NEP between seaside and landside sources, which can be attributed to salinity difference and tidal inundation. The negative impact of salinity stress on mangrove NEP can be mitigated by tidal flooding but the tidal flushing effect is limited toward the landside end. Additionally, an optimal temperature range (16–24 °C) is identified, above and below which the NEP rate reduces, and this range is lower than that reported for mangroves in tropical and subtropical areas. The negative impact of high temperature on NEP can be slightly relieved by sea breezes. At this particular mangrove site, sea level rise may enhance salt flushing and thus the carbon sink. The carbon flux data measured in this study provide a baseline before a dieback event in 2020, aiding in assessing losses and informing temperate mangrove management in salinity-affected areas.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Resource mapping amid climate crisis for protection of hunter gatherer community livelihoods in Northern Tanzania",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1691766",
      "pubDate": "2026-01-27T00:00:00Z",
      "description": "This paper examines the urgent need for integrated resource mapping to protect the livelihoods of Hunter-Gatherer (H&G) communities in northern Tanzania amid the escalating impacts of climate change. Focusing on the Akie and Hadzabe peoples residing in Manyara Region, the study employs ethnographic observation, focus group discussions, and participatory geographical information systems to analyze land use patterns and climate dynamics. Findings reveal that climate change, coupled with increased agricultural expansion and population pressures, has significantly disrupted traditional H&G mobility, resource access, and cultural practices. Once mobile communities reliant on hunting, honey, fruits, and roots are now increasingly confined to smaller areas, with women and children especially burdened by the search for diminishing resources. The shift from bushland and grassland to agriculture has degraded wildlife habitats, reduced beehive trees, and fueled land use conflicts with neighbouring pastoral and farming groups. These changes threaten not only the food security and cultural identity of H&G communities but also their very survival. The paper argues that current village-based land use plans are insufficient and sometimes exacerbate conflicts. It recommends that integrated resource mapping, which considers traditional livelihood routes and resource zones beyond administrative boundaries, is essential for safeguarding the rights and livelihoods of H&G communities and ensuring sustainable co-existence with other land users in the region.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Spatiotemporal analysis of agricultural drought and its relationship with climate variabilities in the growing season of the Horn of Africa",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1719715",
      "pubDate": "2026-01-26T00:00:00Z",
      "description": "This study investigates agricultural drought dynamics in the Horn of Africa (HoA) during the June–August growing seasons from 1995 to 2020. Using MODIS and GIMMS NDVI3g data, we derived the Vegetation Condition Index (VCI) to quantify patterns and identify climatic drivers. To delineate persistent drought vulnerability hotspots, we integrated temperature, precipitation, and VCI data, supplemented by satellite-derived soil moisture data, with a season-specific Weighted Overlay Index (WOI). Results revealed significant interannual variability in growing-season conditions, with widespread greenness in 1997–1998 contrasting with severe droughts in 2004, 2009, and 2011, the latter affecting up to 27.3% of the region. Drought hotspots were identified across northern Kenya, eastern Ethiopia, and central Somalia. Trend analysis indicates an increase in extreme and severe drought from 1995 to 2011, followed by partial contraction, though baseline drought exposure remains elevated. Climate data reveals significant spatial variability in precipitation and temperature, with a strong positive correlation between VCI and precipitation (R2 = 0.73) and a negative correlation with temperature (R2 = −0.74). Vulnerability assessment highlights western Ethiopia as highly vulnerable. Correlation analysis between VCI and detrended maize yield showed positive relationships, strongest in Ethiopia (R = 0.353) and Kenya (R = 0.415), validating VCI as an indicator of drought impact on crop performance. The findings underscore increasing drought frequency and the need for climate-resilient agricultural planning in the HoA.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Adopting coffee to climate change: arabica rootstocks enhance physiological performance of robusta under water deficit",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1748714",
      "pubDate": "2026-01-23T00:00:00Z",
      "description": "IntroductionDrought stress is a critical limitation to robusta coffee (Coffea canephora) cultivation, particularly under prolonged dry seasons and increasing climate variability. Grafting robusta onto arabica (Coffea arabica) rootstocks is a promising strategy to enhance physiological performance under water-limited conditions.MethodsA three-year nursery study (2020–2023) was conducted at the Central Coffee Research Institute, Karnataka, India, to evaluate the drought response of two robusta scions (S.274 and C×R) grafted onto four tetraploid arabica rootstocks (Sln.6, Sln.9, S.4595 and Sln.5B). The experiment followed a randomized block design with three replications. Physiological and biochemical traits were assessed at before stress, at incipient wilting (9.4% soil moisture) (at stress) and 15 days after rewatering (after alleviation of stress).ResultsThe combination S.4595/C×R exhibited the lowest reduction in net photosynthesis (−7.7%) under stress and highest post-stress recovery. Sln.6/C×R and Sln.9/S.274 also performed well, while Sln.5B/C×R maintained stable stomatal conductance and full recovery. S.4595/C×R and Sln.5B/C×R showed minimal decline in intercellular CO2, high relative water content (79.63%), and epicuticular wax deposition (29.90 μg/cm2), indicating enhanced water retention. These grafts also retained higher chlorophyll a and b content and demonstrated superior intrinsic water use efficiency.DiscussionArabica-rooted grafts, particularly S.4595/C×R, Sln.5B/C×R and Sln.6/C×R, significantly enhanced physiological tolerance to drought. These combinations offer promising options for developing climate-resilient coffee systems through rootstock-scion interactions, especially under increasing moisture stress scenarios.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}