{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-07-12T03:56:17.391565",
  "items": [
    {
      "title": "How and why funders support engaged research",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2400931121%4010.1073/pnas.2025.122.issue-27?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />Research that better aligns policy, practice, and research communities is gaining momentum around the world. This includes engaged research strategies that bring partners, and their diverse perspectives and kinds of knowledge, together to shape research ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2725122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Transformative community-engaged science: Strengthening relationships between science and society",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2400929122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />There is a critical need to strengthen science–society relationships—especially with historically marginalized communities—if we are to better and more equitably manage complicated, intertwined, global challenges at the intersection of environment, health,...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Our changing information ecosystem for science and why it matters for effective science communication",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2400928121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />Current information ecologies present unique opportunities to communicate science and engage diverse publics in science. Unfortunately, they also present unique challenges. Here, we outline how the public sphere for science is transforming as media evolve,...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Singularity formation in 3D Euler equations with smooth initial data and boundary",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500940122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceThe problem of singularity formation of the 3D incompressible Euler equations with smooth initial data has remained open since Leonhard Euler introduced the equations in 1757. Beyond its importance in partial differential equations (PDE) ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Preservation bias obscures gradual Ordovician reef evolution",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511406122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceUnderstanding major evolutionary transitions requires distinguishing true biological signals from preservation artifacts. Our research challenges conventional interpretations of the Great Ordovician Biodiversification Event in reef ecosystems ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tendencies toward triadic closure: Field experimental evidence",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2404590122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceA ubiquitous feature of social networks is that friends of friends tend to also be friends with each other. But there is surprisingly little evidence that having a mutual connection actuallycausesan increase in the likelihood of forming ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "How to tackle the looming challenge of solar PV panel recycling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2417921122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Experimental determination of tripartite quantum discord",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507467122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceQuantum discord is a measure of the quantum correlations that exist between subsystems of a quantum state. Initially defined for two subsystems, it was recently extended to multipartite systems, but has never been experimentally measured. In ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "SpecTf: Transformers enable data-driven imaging spectroscopy cloud detection",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502903122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceRemote visible-shortwave infrared (VSWIR) imaging spectrometers such as Earth surface Mineral dust source InvesTigation (EMIT) are enabling a new area of quantitative Earth Science by collecting massive volumes of hyperspectral data. Clouds, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Onset of extensive human fire use 50,000 y ago",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500042122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceHuman mastery of fire in Quaternary played a pivotal role in early human evolution—improving dietary quality, enabling adaptation to cold environments, providing protection from predators, and shaping the social dynamics of our ancestors. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Fertile androgenetic mice generated by targeted epigenetic editing of imprinting control regions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425307122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceMammals are diploid creatures. Every cell in their body contains two sets of chromosomes, one from the mother and one from the father. Mouse embryos with only paternal genomes can not develop to term, even being diploid (with two sets of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Prehistoric archives reveal evidence of predator loss and prey release in Caribbean reef fish communities",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503986122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceUnderstanding the long-term impact of fishing on coral reef food webs is difficult without prehistoric baselines. Using thousands of tiny fish fossils (ear stones and scales) preserved in reef sediments and archaeological sites, we explore how ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Barystatic sea level change observed by satellite gravimetry: 1993–2022",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425248122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceLong-term monitoring of barystatic sea level (BSL) changes is essential for understanding the present-day global mean sea level (GMSL) rise. GMSL has been measured continuously by satellite altimetry since 1993, while BSL records based on ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The importance of scientists’ intellectual humility for communicating effectively across ideological and identity-based divides",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2400930121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />Growing identity-based and partisan gaps in confidence in scientists and scientific institutions call for novel approaches to science communication. In this perspectives piece, we focus on the need for greater intellectual humility (i.e., willingness to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sleep duration and timing are associated with next-day physical activity: Insights from two large-scale wearable sensor studies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420846122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificancePhysical activity (PA) has been widely recommended to improve health. Uncovering upstream determinants of PA can help identify useful, modifiable targets to increase PA participation. We investigated whether sleep duration and sleep timing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The epigenetic impacts of pubertal acceleration following early caregiver disruptions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504216122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceUNICEF estimates that over 100 million children globally experience separations from caregivers each year. Early caregiving stability is essential for development, and caregiving disruptions represent a potent form of adversity with the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Action-mode subnetworks for decision-making, action control, and feedback",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502021122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceThe human brain is organized into large networks. One important brain network is the Action Mode Network, which controls functions related to goal-directed behavior. In group-averaged data, this network emerges as a unitary whole, despite its ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Total synthesis and biological activity of “carbamorphine”: O-to-CH2 replacement in the E-ring of the morphine core structure",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425438122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceDerivatives of morphine and related pain-relieving opioids have been pursued for almost two centuries. However, most derivatives focus on changes to the periphery of these structures. We have developed a 15-step synthesis of a morphine ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Axonal pathology differentially affects human Purkinje cell subpopulations in the essential tremor cerebellum",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502024122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 27, July 2025. <br />SignificanceThe cerebellar cortex has a uniform laminar architecture but contains heterogeneous cell types. Purkinje cells (PCs), the sole output cells of the cerebellar cortex, include subtypes whose lobular distribution is thought to underlie functional ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}