{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-03T18:32:58.067854",
  "items": [
    {
      "title": "Corrigendum: ‘The Paramo Fire Atlas: quantifying burned area and trends across the Tropical Andes’ (2025 Environ. Res. Lett. 20 054019)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfb8f",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global evidence that cold rocky landforms support icy springs in warming mountains",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf07f",
      "pubDate": "",
      "description": "Climate change is reducing the extent of cold aquatic habitats and their unique biodiversity in mountain areas. However, a variety of cold rocky landforms (CRLs) are thermally buffered and feed cold springs (<2 °C) that may represent climate refugia for cold-adapted organisms. These landforms, hitherto overlooked by freshwater research, include rock glaciers, debris-covered glaciers, talus slopes, protalus ramparts, and young moraines. Here, we investigated the warm-season water temperature of 228 springs from clean (ice) glaciers, CRLs, and reference slopes (not sourced by any of these features) in 13 mountain ranges of Europe, South America, and North America. Only springs from glaciers (90%) and CRLs (45%) had average stream temperatures below the thermal optimum for coldwater organisms of 2 °C. Springs fed by CRLs were 3 °C–5 °C (up to 9 °C) colder than those from nearby reference slopes. In general, cold springs were rarer in Mediterranean/semi-arid climates than in temperate and sub-polar climates. Landforms comprising barren and coarse rocky surfaces or ice/rock mix, having a simple or absent soil/vegetation structure, and higher likelihood of permafrost more often supported cold springs. When water temperatures were compared to air temperature, most CRL springs were thermally buffered against warm periods, cumulative heat, and daily temperature fluctuations. With cold conditions maintained in a variety of climates and mountain landscapes, CRL springs in mountains likely have high conservation value. We call for integrated ecological and hydrological research for these ecosystems, aimed at understanding their potential as climate refugia.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Uneven impacts of divergent El Niño and Indian Ocean Dipole on Equatorial Asian fires",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf869",
      "pubDate": "",
      "description": "Equatorial Asian fires are strongly influenced by teleconnections associated with the El Niño-Southern Oscillation and the Indian Ocean Dipole (IOD). Additionally, fire intensity in this region varies depending on the specific type of El Niño event, namely the Eastern Pacific (EP) El Niño and the Central Pacific (CP) El Niño. However, their distinct impacts and localized variations remain insufficiently understood. Using both reanalysis and future projection data, we investigated the distinct influences of the EP and CP El Niño, as well as the IOD, on potential fire occurrences. Our results indicate that both types of El Niño significantly enhance fire activity in southern Equatorial Asia, with a stronger impact associated with the EP El Niño, whereas the IOD primarily affects the southwestern and south-central regions. These fire patterns are closely linked to large-scale atmospheric circulation changes, particularly modifications in the Walker and Hadley circulations, which influence regional precipitation and atmospheric subsidence, thereby altering vapor pressure deficit and soil moisture availability. Furthermore, fire-prone conditions in Equatorial Asia are modulated by land-atmosphere coupling, with the EP El Niño and IOD intensifying surface drying and heat stress, while the CP El Niño exhibits a weaker influence. Moreover, we found that the relationships between these three climate variabilities and Equatorial Asian fires are projected to intensify, with the IOD’s influence expanding geographically in the future. Our findings provide a foundation for improving fire prediction and enhancing our understanding of climate-driven fire variability in Equatorial Asia under both historical conditions and future climate scenarios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing disasters in East Kalimantan: machine learning approaches for sustainable urban development",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf97c",
      "pubDate": "",
      "description": "East Kalimantan, the designated site for Indonesia’s new capital, faces rising disaster risks due to rapid urban expansion, deforestation, and ecological degradation. These changes increase the likelihood of multiple, co-occurring hazards—posing serious challenges to sustainable development and disaster management. In response, this study developed a multi-hazard probability assessment using a Random forest algorithm, focusing on four major disasters: floods, landslides, forest fires (FFs), and droughts (DTs). By applying hazard-specific environmental variables, empirical threshold values, and bootstrap-based uncertainty analysis, the study produced spatially differentiated risk maps and identified areas with overlapping vulnerabilities. The results show that high-probability zones for floods and landslides are concentrated in the southern and central regions, while FF and DT risks are more prominent in the northern and western areas. Overlapping hazard zones, though relatively small in spatial extent, highlight critical regions where compound disaster risks may arise. These patterns suggest the need for region-specific mitigation strategies that reflect the dominant hazard characteristics in each area. Overall, the study provides baseline spatial information that can inform land-use planning and disaster management. The identification of environmental thresholds and uncertainty ranges supports more transparent and evidence-based decision-making.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predictability of temperature extremes in multi-annual forecasts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfa3c",
      "pubDate": "",
      "description": "Temperature extreme events, associated with major impacts on various socioeconomic sectors, exhibit trends related to global warming and undergo important variability across different timescales. While attention has been given to seasonal and decadal predictions, there is growing interest in exploring the potential for skillful predictions also at interannual timescales. In the current study, we assess the skill of the Community Earth System Model-Seasonal-to-Multiyear Large Ensemble in predicting temperature extremes, globally and in all calendar seasons, up to two years ahead. This ensemble of 24 month-long hindcasts enables a comprehensive assessment of interannual predictability, since it is initialized quarterly per year. The study evaluates the capability of the prediction system to forecast the number of days in episodes of extreme temperature anomalies, considering such anomalies in all calendar seasons and studying each forecast season independently. In general, significant predictive skill is found over many regions, depending on the calendar season. As expected, the skill is higher in the first forecast season and generally decreases over time. However, notable skill persists in some regions even up to forecast-season seven. Importantly, in certain regions, significant skill remains up to approximately forecast-season four, even after removing the externally forced signal as estimated from the corresponding uninitialized historical simulations. This suggests that in certain areas, internal variability of the coupled ocean–land–atmosphere system contributes to the predictability of temperature extremes even beyond the seasonal timescale. The role of El Niño–Southern Oscillation as a source of predictability is also assessed and is found to contribute significantly, especially for the boreal winter (DJF) and spring (MAM) up to forecast-season four. However, there is evidence that additional sources of predictability may contribute.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Insights into the year-round vertical distribution of chlorophyll concentration in high-latitude Arctic Ocean: implications for primary production",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfb90",
      "pubDate": "",
      "description": "Climate-induced rapid changes in the Arctic Ocean, such as decreasing sea ice extent and increasing water temperature, are altering nutrient and light availability, profoundly impacting primary producer growth. However, access to the high-latitude Arctic Ocean is limited, and satellite data are primarily available only during summer, making continuous in-situ data collection challenging. We collected year-round chlorophyll-a (Chl-a) concentration data in high-latitude regions using a mooring system and performed a comparative analysis with reanalysis data. Unlike previous satellite-based studies, which typically rely on surface measurements, we used the annual vertical distribution of Chl-a. These data were applied to the vertically generalized production model to accurately estimate annual primary production. The moored Chl-a concentration data showed that phytoplankton exhibited a typical subsurface chlorophyll maximum (SCM) layer as sea ice retreated in June. Contrary to the gradually deepening SCM distribution predicted by model-based reanalysis data, the SCM layer persisted for approximately 4 months. This indicates that light and nutrient conditions within the SCM layer remained stable, sustaining continuous phytoplankton growth. Annual primary production, reflecting this vertical distribution of Chl-a concentration, was 6.85 gC m−2 yr−1. This exceeded satellite-based estimates by at least two-fold, highlighting the significant underestimation of primary production by satellite approaches. Estimating primary production while accounting for the vertical distribution of phytoplankton and light is essential for improving ecological models to better understand carbon cycle and food web changes in the Arctic Ocean, with important implications for climate change predictions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Satellite observations reveal stable forest limits and shrub expansion across the Canadian forest-tundra ecotone",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfc7f",
      "pubDate": "",
      "description": "Climate change at high latitudes is expected to increase the cover of woody vegetation across the forest-tundra ecotone. However, there is still uncertainty concerning the nature and magnitude of these changes. In this study, we used open access satellite remote sensing data from ICESat-2 and Landsat to model change in vegetation structure across 183 million hectares of the Canadian forest-tundra ecotone from 1985 to 2021. We used Random Forests models to predict canopy presence and height across six time periods at 30 m spatial resolution. Change between time periods was used to classify nine stable and transitional vegetation types. We used these data to map advance and retreat in the northernmost forest limit and linked change types to disturbance history. Over the study period, the extent of forested area increased by 0.9% and the forest limit warmed by 1.08 °C, receiving 25 mm more annual precipitation. However, large parts of the forest limit remained stable over time despite favorable climate conditions. Our mapping also revealed divergent patterns in forest and shrub expansion across the ecotone, with shrubs exhibiting more widespread and diffuse expansion above the forest limit. Increasing vegetation structure across the ecotone was strongly associated with fire history as 80% of mapped vegetation changes occurred in disturbed areas. The majority of forest growth and new forest expansion occurred in fires that burned over 40 years ago. These findings highlight the importance of disturbance-recovery dynamics in structural vegetation change over decadal time periods.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hotspots of extreme runoff across Arctic land ice",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfc80",
      "pubDate": "",
      "description": "The Arctic is warming at nearly three times the global average, driving profound shifts in its hydrological cycle. Yet, the impacts of this rapid warming on extreme runoff events—key to ice mass balance, ecosystem dynamics, and global climate feedbacks—remain poorly quantified. Here, we analyze the spatiotemporal evolution of summer extreme runoff across the permanent land ice Arctic area from 1980 to 2020 based on high-resolution regional climate model simulations (MARv3.11). Extreme runoff is defined as summer runoff exceeding the 90th, 95th, or 99th percentile of modeled runoff distributions, consistent with established climate extreme thresholds. We then identify regional hotspots and quantify changes in the fraction of extreme runoff relative to total summer runoff, as well as shifts in its magnitude and drivers. Greenland contributes to most of the land ice Arctic extreme runoff area, accounting for 63% of the total, followed by Baffin (14%) and Ellesmere (8%). Our results reveal a marked intensification of extreme runoff, most notably in the Western Arctic. The fraction of extreme runoff has significantly increased, particularly in Greenland (+46%), Ellesmere (+38%), and Devon (+31%) (1980–2020 vs 2000–2020). In Ellesmere, the spatial extent of extreme runoff has expanded nearly 400%. Overall, the contribution of extreme runoff to total runoff increased by 20%–30% (1980–2020 vs 2000–2020) across the Arctic, with the largest increases in Ellesmere and Devon. A clear West-East gradient is evident, with statistically significant trends in the Western Arctic and more moderate changes in the East. For example, Iceland and Franz Josef Land show only modest increases in the fraction of extreme runoff (+11% and +2%, respectively). These patterns are consistent across multiple thresholds for extreme runoff (90th, 95th, and 99th percentiles) and remain robust after detrending. This intensification of extreme runoff is linked to increases in anticyclonic circulation in the Western Arctic. The results have far-reaching implications, including increased freshwater discharge into the Arctic Ocean and the potential disruption of the Atlantic Meridional Overturning Circulation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "When firms merge, do carbon emissions fall? Insights from China’s manufacturing sector",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfce9",
      "pubDate": "",
      "description": "Manufacturing mergers and acquisitions (M&A) represent a market-driven mechanism for corporate restructuring that facilitates technology transfer, resource reallocation, and the exchange of management knowledge between heterogeneous corporate owners. Unlike complex multi-departmental carbon policies, M&A networks may offer a more manageable pathway for diffusing cleaner production methods across urban systems. This study examines how manufacturing M&A network centrality affects urban carbon emissions using data from 284 Chinese cities (2004–2018). We uncover an inverted U-shaped relationship between M&A network centrality and emissions, indicating that initial network integration increases emissions before deeper connections enable reductions through operational efficiency improvements and the adoption of clean technologies. Using Apple suppliers as an instrumental variable, we establish that M&A network centrality causally reduces carbon emissions. However, unconditional quantile regression reveals striking heterogeneity: emission reductions occur primarily in cities with low to moderate baseline emissions, while high-emission cities show no significant response. The temporal analysis confirms that M&A effects materialize quickly but diminish over time. These findings suggest that for cities with moderate emissions and substantial network integration, facilitating manufacturing M&A offers a cost-effective complement to traditional environmental policies. However, high-emission cities require more direct interventions beyond market-driven restructuring. This evidence highlights the need for tailored policy approaches that harness spontaneous market mechanisms while taking into account both emission contexts and network positions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Soil moisture in the Anthropocene: a tipping component in planetary boundary transgressions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfcea",
      "pubDate": "",
      "description": "In the Anthropocene, soil moisture emerged as a critical tipping component in the stability of Earth’s systems. Within the planetary boundary framework, which defines safe operational limits for human activity to sustain the stability of the Earth system, soil moisture plays an essential role as a core component of the water cycle. It governs key ecohydrological processes, regulates land-atmosphere energy exchange, and supports carbon and water cycling, which are vital for climate resilience and biodiversity. This study explores global, regional, and river basin scale changes in soil moisture, hot spot regions of soil moisture change, and its multifaceted influence across several planetary boundaries, particularly those related to freshwater availability, land-system change, and climate regulation. Reanalysis and remote sensing evidence reveal significant declines in soil moisture across major global river basins, driven by intensifying climate change and land use transformations. These shifts signal increasing pressure from human activities on Earth system resilience and highlight the urgent need to integrate soil moisture into global sustainability assessments. Recognizing soil moisture as a dynamic and interconnected boundary variable is essential for enhancing environmental monitoring, maintaining ecological balance, informing policy interventions, and safeguarding the planet’s life-support systems in an era of accelerating change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluation of urban function and its heterogeneous relationships with environmental pollution in urban and rural areas",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfceb",
      "pubDate": "",
      "description": "Urban function plays a vital role in shaping environmental outcomes, yet its spatial organization remains underexplored compared to urban form. This study develops a land function connectivity index (LFCI) to quantitatively evaluate how urban land functions are spatially arranged and how they relate to environmental pollution. Using Hangzhou, China, as a case study, we examine the relationship between LFCI and PM2.5 concentrations, a widely used proxy for environmental pollution, through spatial econometric models, including the ordinary least squares, spatial error model and spatial lag model. Our findings reveal significant spatial autocorrelation and a positive relationship between LFCI and PM2.5 concentrations, with spatial heterogeneity between urban and rural areas. Moreover, to capture potential nonlinearities, we incorporate quadratic terms of LFCI in the models and observe an inverted U-shaped relationship in urban areas, where PM2.5 initially increases with LFCI but decreases after surpassing a threshold. This suggests that a well-integrated and compact land use structure may help reduce environmental impacts. In contrast, rural areas exhibit a more linear or U-shaped relationship, indicating a higher sensitivity to development intensity. The findings highlight the need for context-specific planning strategies, advocating for the re-utilization of urban land over rural expansion to improve environmental quality. Overall, this research provides quantitative guidance for the development of targeted land management strategies aimed at strengthening urban resilience and sustainability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Enhancing the climate resilience of protected area networks in drylands: a spatiotemporal optimization framework integrating connectivity and protection effectiveness",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfced",
      "pubDate": "",
      "description": "Desertification intensified by climate change and human activities poses major challenges to biodiversity conservation in dryland regions. In these areas, habitat fragmentation and weak spatial planning and management result in poor connectivity and low protection effectiveness of protected areas (PAs), hindering long-term biodiversity conservation and ecosystem stability. Therefore, based on the evolution of the PA network in the drylands of Central and East Asia from 2000 to 2030, this study integrates circuit theory and the MaxEnt model to systematically assess the protection capacity of PAs. A multi-dimensional optimization model—spatiotemporal change–connectivity–protection effectiveness (SCPE)—is proposed to optimize the PA network from three perspectives: spatial structure, functional performance, and climate adaptability. The results show that network connectivity improves most significantly under the SSP1-2.6 scenario, while protection effectiveness declines across all scenarios, indicating a growing spatial mismatch between PA distribution and biodiversity hotspots. Optimization based on the SCPE model effectively alleviates this mismatch, with the lowest demand for new corridors and buffer zones under SSP1-2.6 and the highest under SSP5-8.5. After optimization, IIC and PC increase by 49.90% and 49.41%, respectively, under SSP1-2.6, significantly enhancing network resilience. The findings demonstrate that the SCPE model, driven by function-oriented strategies, can effectively improve the connectivity and climate responsiveness of PA networks. This provides scientific support for adaptive conservation planning under climate change and offers practical tools for biodiversity conservation in dryland ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global multi-model trends of unsustainable irrigation under climate change scenarios",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfcee",
      "pubDate": "",
      "description": "Recent advances in hydrological modeling have quantified unsustainable irrigation water consumption (UIWC), underscoring its impacts on freshwater stocks depletion and environmental flows impairment. However, the long-term sustainability of irrigation under different climate change scenarios remains insufficiently explored. Here, we assess future trajectories of UIWC using an ensemble of simulations under a sustainable development pathway (SSP1-2.6) and a high-emissions pathway (SSP5-8.5), projecting changes through each decade until 2100. The baseline estimate of global UIWC is 458 km3 yr−1. Global UIWC is projected to increase under climate change, but multi-model projections show substantial uncertainty. By 2100, estimates range from 458 to 546 km3 yr−1 under the low-emission SSP1-2.6 scenario, and from 456 to 638 km3 yr−1 under the high-emission SSP5-8.5 scenario, highlighting divergent future outcomes depending on emissions pathways and model assumptions. Under baseline conditions, the Ganges, Sabarmati, and Indus basins have the highest UIWC. Climate change scenarios show divergent regional trends, with the SSP5-8.5 scenario projecting larger increases in UIWC—especially in the Ganges, Indus, and US High Plains—compared to SSP1-2.6. These increases reflect both greater climate impacts and higher model uncertainty. Normalizing UIWC by irrigated area reveals hotspots of irrigation pressure, particularly in South Asia and the Nile Delta, where per-area UIWC exceeds 50 mm yr−1, and is projected to rise further under both scenarios. By assessing multi-model water scarcity risks in irrigated croplands, these findings provide crucial insights for guiding climate change adaptation strategies in agriculture.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Whitebark pine in the United States projected to experience an 80% reduction in climatically suitable area by the mid-21st century",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfcef",
      "pubDate": "",
      "description": "Whitebark pine (WBP; Pinus albicaulis) is a five-needle conifer tree species native to the western United States (US) and southwestern Canada. In the US, this ecologically important species is listed as ‘threatened’ under the Endangered Species Act because of population declines from compound stressors, including climate change, introduced white pine blister rust (WPBR), widespread outbreaks of mountain pine beetle, and altered fire regimes. Species recovery depends primarily on planting WBP seedlings that are resistant to WPBR, but suitable planting locations are likely to shift under climate warming. We modeled and mapped WBP climatic suitability in the US using forest inventory data and fine-scale (∼220 m) climate datasets under reference period (1961–1990) and mid-21st century climatic conditions. We projected an 80% reduction in the area climatically suitable for WBP by the mid-21st century. Moreover, 75% of the climatically suitable area for WBP under mid-21st century climate is located in designated wilderness areas and national parks. This could challenge WBP recovery efforts, as these protected areas strive to reduce human manipulation of ecological systems. WBP climate suitability maps resulting from our models can be used to identify priority or ‘target areas’ where planting will have the highest likelihood of success and to identify areas within the WPB’s current range that are most vulnerable to rapid change should high-severity wildfires or mountain pine beetle outbreaks occur. Mapping WBP reference period and mid-21st century climate suitability is a fundamental step to efficiently prioritize restoration areas and develop a successful recovery program.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projecting U.S. coastal storm surge risks and impacts with deep learning",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfd74",
      "pubDate": "",
      "description": "Storm surge is one of the deadliest hazards posed by tropical cyclones (TCs), yet assessing its current and future risk is difficult due to the phenomenon’s rarity and physical complexity. Recent advances in artificial intelligence applications to natural hazard modeling suggest a new avenue for addressing this problem. We develop a deep learning storm surge model to efficiently estimate coastal surge risk in the United States from 900 000 synthetic TC events, accounting for projected changes in TC behavior and sea levels. The derived historical 100 year surge (the event with a 1% yearly exceedance probability) agrees well with historical observations and other modeling techniques. When coupled with an inundation model, we find that heightened TC intensities and sea levels by the end of the century result in a 50% increase in population at risk. Key findings include markedly heightened risk in Florida, and critical thresholds identified in Georgia and South Carolina.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate-induced redistribution of people is not inevitable",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfdfd",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unveiling the impacts of winter Atlantic Niño/Niña on the ENSO decay pace",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe01",
      "pubDate": "",
      "description": "El Niño–Southern Oscillation (ENSO) is the pronounced interannual variability with tremendous impacts on global climates. As varying ENSO decay pace results in significantly different climate impacts, understanding the factors responsible for ENSO decay is vital for improving the prediction of ENSO evolution and its climate effects. Here we show the sea surface temperature variability peaking in boreal winter over the equatorial Atlantic, dubbed as winter Atlantic Niño/Niña, regulates ENSO decay pace via modulating trans-basin Walker circulation. Both observational analyses and pacemaker experiments demonstrates that El Niños concurrent with preceding winter Atlantic Niño would decay rapidly, while those with a winter Atlantic Niña tend to decay slowly. Analogously, La Niñas would undergo a prolonged attenuation following a winter Atlantic Niño but evanish rapidly following a winter Atlantic Niña. Our results highlight the winter Atlantic Niño/Niña as a crucial factor modulating ENSO decay pace, offering valuable insights for improving seasonal forecasts of ENSO evolution in decaying phase.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Faster-than-expected intensification of heat extremes in a maritime climate: a New Zealand case study",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe80",
      "pubDate": "",
      "description": "Heat extremes are some of the fastest changing climate hazards in a warming world, but are often perceived to be less consequential in cool mid-latitude countries. This includes New Zealand, where significant knowledge gaps exist around the future risks they pose. Here, we present the first comprehensive analysis of projected New Zealand heat extremes across various event durations (1, 5, 10, 15, and 30 days) using the latest suite of dynamically downscaled CMIP6 climate projections for New Zealand. We find that longer duration extreme events with a 1-in-10 year return period in Historical simulations, will begin to occur at least every other year across the majority of the country by the mid 21st-century under a SSP2-4.5 warming scenario, with shorter duration events emerging more slowly. Once model-specific warming rates are accounted for, we find a consistent pattern of accelerated warming for the hottest days of the year, with each degree of annual-mean warming over the wider New Zealand region resulting in approximately 1.6 ∘C of change in the hottest days of the year. Importantly, we find evidence of heat extremes intensifying much faster than mean warming across many regions of inland New Zealand, contradicting past claims of muted changes based on coarse resolution global climate models. Finally, we examine a model-based example of a physically plausible record-shattering heatwave capable of occurring in the present climate, with five-day temperature anomalies exceeding +10 ∘C over large parts of the North Island.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mining global soil carbon datasets: can modern machine learning uncover the missing pieces of process-based models?",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adfe83",
      "pubDate": "",
      "description": "The future of terrestrial soil carbon stocks plays a crucial role in climate change prediction. Modern machine learning techniques are now widely applied in soil science to predict the spatial distribution of soil properties from observational data. Beyond prediction, the use of machine learning as a data-mining tool offers a promising pathway for improving soil carbon modelling and refining projections of climate–carbon feedbacks. In this paper, we review recent advances in the application of machine learning to global soil carbon modelling as a data-mining tool and highlight its potential to drive an iterative feedback loop that improves the representation of soil carbon dynamics in Earth System Models.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}