{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2025-10-31T05:25:56.294478",
  "items": [
    {
      "title": "Impact of climate change on natural hazard-induced disasters in Latin America and the Caribbean",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1644772",
      "pubDate": "2025-10-28T00:00:00Z",
      "description": "Climate change-related disasters represent nature’s response to the severe and cumulative damage generated by human activities. This article aims to examine such impacts by categorizing Latin American and Caribbean countries according to the number and type of natural hazard-induced disasters recorded between 2000 and 2022, and by assessing the correlation between disaster frequency and national greenhouse gas (GHG) emissions. The study adopts a documentary design with a quantitative and correlational approach. Data were obtained from the International Monetary Fund and Climate Watch Data. Analytical techniques include clustering, principal component analysis (PCA), and Pearson’s correlation coefficient. The clustering procedure identified five groups of countries, each characterized by distinct patterns in both the type and frequency of disasters. Findings reveal that Mexico, Brazil, and Colombia are the most affected countries. The PCA results highlight two principal dimensions: (1) hydrological events (floods, droughts, storms, and landslides) and (2) thermal phenomena (extreme temperatures and wildfires). Pearson’s correlation analysis demonstrates a moderate yet significant positive association between the incidence of climate change-related natural hazard-induced disasters and GHG emissions. This suggests that, although certain countries combine high levels of emissions with a high frequency of disasters, there are also countries with high disaster occurrence that are not among the largest GHG emitters.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Harm principle in green criminology: environmental harm and human risk matrix",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1602227",
      "pubDate": "2025-10-28T00:00:00Z",
      "description": "This paper proposes to bridge the gap between traditional criminal law and environmental jurisprudence by redefining the harm principle proposed by Mill through the Environmental Harm and Human Risk Matrix. The Matrix classifies environmental harm and human risk as low, medium, and high impact, creating nine intersectional approaches to assess environmental harm based on its severity and irreversibility, the risk to human and non-human wellbeing, its intergenerational impact, and the ability to mitigate the impact. Through the Matrix, the paper identifies activities that should be assessed as violations with no criminal liability, harms that should have criminal liability and harms that are subject to interpretation by the executive and the judiciary thereby helping to understand environmental harm within the socioeconomic realities of the situation. The approach not only challenges anthropocentric legal paradigms but also the interpretation of the harm principle while treating the environment as a resource. The challenge to the anthropocentric legal paradigms integrates the socioeconomic realities, environmental harm to human and non-human beings and offers guidelines to differentiate violations requiring restorative approaches from crimes necessitating punitive action. The paper further argues that if environmental harm is purely perceived from the lens of the harm principle apportioning blameworthiness based on liability, culpability and accountability, then the entire human population commits environmental harm since the environment is a resource which is used/misused by all. The paper integrates both approaches while contextualizing the use/misuse of the environment as a resource and examines liability and culpability from the profit motive, wherein environmental harm is intergenerational, pervasive, long-term, and irreversible. However, social manifestations (order, disorder and strain in the society), behavior, culture and socioeconomic vulnerabilities on the utilization of the environment as a resource are imperative to understand environmental harm before affixing accountability. The paper develops a theoretical framework examining the relevant legal and criminological theories (deterrence, rational choice, etc.) and proposes a differential approach to assess environmental harm committed for profits and those committed by the marginalized and least advantaged members of society who invariably utilize environmental resources for survival and/or out of necessity. The paper further argues that sweeping punitive actions risk creating a ‘paradox of poverty’. The Matrix contributes to the current scholarship from the legal and sociological standpoint, arguing for a just, fair and equitable utilization of resources while ensuring an inclusive and sustainable policy to combat environmental violations and thus harm. The work contributes to global green criminology discourse urging transformative legal reforms to mitigate ecological violence and advance planetary justice.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Does fossil oil price matter? Market performance of banks in the dual banking system and policy implications",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1504207",
      "pubDate": "2025-10-28T00:00:00Z",
      "description": "This study examines the impact of oil price shocks on the stock performance of 73 listed banks—41 conventional and 32 Islamic—across dual banking systems in net oil-exporting and importing countries. Employing panel fixed-effects and two-stage least squares (2SLS) IV regressions, we address both endogeneity and unobserved heterogeneity. The results indicate that oil price fluctuations have a significant impact on bank stock returns, with a stronger negative effect during oil price declines, particularly those driven by demand-side shocks. Islamic banks are more sensitive to these fluctuations than their conventional counterparts, reflecting greater exposure to oil-dependent macroeconomic environments. Robustness checks confirm the presence of non-linear and asymmetric effects: bank stock returns respond more adversely to falling oil prices than to increases in oil prices. These responses differ systematically across bank types and levels of national oil dependency. Our findings underscore the importance of accounting for oil price risk in bank valuation and performance forecasting. For financial managers and investors, the results underscore the importance of incorporating oil-related risk factors into portfolio management, stress testing, and pricing models. For regulators and policymakers, the evidence supports the adoption of macroprudential tools such as countercyclical capital buffers and sector-specific supervisory frameworks to strengthen banking system resilience, particularly for Islamic banks operating in oil-dependent economies. Additionally, disclosure standards should be enhanced to improve transparency around oil price exposure, enabling better-informed decision-making across all stakeholder-dependent economies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Influence of relative user satisfaction and critical success factors on sustainability of climate change adaptation practices in Chamwino and Igunga, Tanzania",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1671911",
      "pubDate": "2025-10-27T00:00:00Z",
      "description": "Climate change impacts have driven initiatives like eco-village projects to implement Climate Change Adaptation (CCA) practices in vulnerable communities. However, their sustainability post-funding is uncertain. This study investigates how Relative User Satisfaction (RUS) and Critical Success Factors (CSF) influence CCA practice sustainability in Chamwino and Igunga agro-ecological zones, Tanzania. Using the Technology Acceptance Model (TAM) and Pinto’s Project Success Theory, we assessed RUS and CSFs’ comparative effects on sustainability. Data from 295 respondents implementing CCA practices were collected via using household surveys, Key Informant Interviews, and focus group discussion. Polychoric correlations, Multiple Correspondence Analysis, and multivariate ordered logit modeling evaluated sustainability (low, medium, high). Soil water conservation showed the highest sustainability (70.3%), followed by tree planting (66.3%), while energy-efficient cooking stoves had the lowest (48.7%). Strong correlations existed between soil water conservation, ox-drawn tillage, and tree planting (p < 0.001), with weaker correlations for energy-efficient stoves (p < 0.01). Perceived Image strongly influenced sustainability (β = 0.912–1.198, p < 0.001), especially for tree planting, followed by Accountability (β = 0.876–1.152, p < 0.001) and Transparency (β = 0.567–0.784, p < 0.01). Self-efficacy (β = 0.567–0.912, p < 0.05) and Usability (β = 0.645–0.812, p < 0.001) also impacted sustainability, while Individual Performance had minimal effect. CSFs like Self-efficacy, Perceived Image, Accountability, and Transparency increased sustainability probability by 16.5–19.4%. Low sustainability reflects social and governance barriers. RUS and CSF significantly influenced CCA practice sustainability, enhancing resilience through user perceptions and institutional support. Policymakers should integrate RUS and CSFs into CCA strategies, prioritizing community engagement, institutional support, and targeted interventions like subsidies and training to enhance post-funding sustainability. These findings highlight the critical role of user-focused governance in sustaining CCA practices long-term.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Community Agroecological Values Framework: connecting the community capitals and agroecology to advance northern food system transformation in Kakisa, Northwest Territories, Canada",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1642633",
      "pubDate": "2025-10-24T00:00:00Z",
      "description": "Traditional food systems are central to cultural continuity, sustainable livelihoods, and food security for Indigenous communities in northern Canada. However, these systems are threatened by climate change, rising costs, and increasing reliance on purchased foods. At the same time, climate change presents opportunities to diversify through small-scale food production. Such initiatives can enhance food security and self-sufficiency but require tools that integrate Indigenous values and systems thinking. This research introduces the Community Agroecological Values Framework as a novel model for describing local food systems and guiding transformation in northern regions by prioritizing Indigenous values in community-led planning. In partnership with the Ka’a’gee Tu First Nation, this participatory action research uses qualitative methods to describe the current state of the community’s food system and outline a future vision and path to achieving community defined food system goals. Community members highlighted the need for increased access to local foods, greater youth engagement, and support to develop sustainable gardening skills. Insights informed the development of the Community Agroecological Values Framework, which builds on the Community Capitals Framework and Northern Agroecology to create a harmonized, systems-based and values-oriented planning framework and planning tool. This tool centers Traditional Knowledge and cultural values including land stewardship, reciprocal relationships, collective betterment, food sovereignty, self-determination, and intergenerational knowledge sharing, empowering communities to design and implement more resilient, culturally grounded, and self-sufficient food systems.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Using magnesium hydroxide for ocean alkalinity enhancement: elucidating the role of formation conditions on material properties and dissolution kinetics",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1616362",
      "pubDate": "2025-10-24T00:00:00Z",
      "description": "Mg(OH)2 holds potential as an alkalinity source for Ocean Alkalinity Enhancement (OAE). In this study, Mg(OH)2 was produced via precipitation from the alkalinity exchange of NaOH addition into brine. Mineralogy characterization (XRD, EDS, SEM) and dissolution kinetics (total alkalinity release rates) were used to investigate the adoption of seawater-precipitated Mg(OH)2 for OAE and compared to industrial sources. XRD revealed industrial sources contained a higher degree of crystallinity of 0.83–0.85 compared to 0.16–0.33 for seawater-precipitated paste. Mg(OH)2 at a higher degree of crystallinity (>80%) had significantly slower dissolution rates than Mg(OH)2 with a lower degree of crystallinity (<20%). A strong inverse relation between degree of crystallinity and dissolution rate was found for both seawater-precipitated and industrial sourced Mg(OH)2. Despite similar elemental composition to industrial sources, seawater-precipitated Mg(OH)2 exhibited lower crystallinity resulting in faster and more complete dissolution, suggesting a potential advantage over other alkalinity sources. Its seemingly tunable dissolution kinetics due to crystallinity provides an opportunity to optimize the material for OAE and carbon dioxide removal efficiency.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Waterborne diseases in flood compromised WASH conditions in Malaysia: a planetary health perspective",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1646753",
      "pubDate": "2025-10-22T00:00:00Z",
      "description": "Floods are one of the major climate events that disrupt vital built systems such as water drainage and sanitation facilities. These conditions make it extremely difficult to obtain clean water and sanitation. The lack of safe and clean water, sanitation, and hygiene (WASH) has detrimental effects on the community, for example, the spread of a wide range of infectious illnesses, particularly waterborne illnesses. This review examines the major disease spread and difficulties encountered in a compromised WASH situation in Malaysia during flood catastrophes. We reviewed the literature on the Web of Science, SciELO Citation Index, PubMed, and Scopus databases for articles published between 1972 and 2024. Among the 41 identified articles, 10 were eligible for inclusion based on writing in English, removing duplicate literature, and observing that the study was conducted in Malaysia. This study discusses these issues and the WASH framework in Malaysia. Food poisoning, cholera, hepatitis A, diarrhea, and typhoid fever are among the most common ailments that flood victims are diagnosed with. Enhancing the WASH practices and infrastructure in Malaysia is crucial for reducing the risk of these illnesses. This requires a multifaceted strategy that includes sustainable technology, community involvement, and governmental action.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Climate philanthropy as a catalyst for advancing the renewable energy transition and climate resilience in Africa",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1651147",
      "pubDate": "2025-10-22T00:00:00Z",
      "description": "IntroductionAfrica faces the dual challenges of energy poverty and climate change, necessitating urgent solutions to ensure sustainable development. While renewable energy offers a viable alternative to fossil fuels, its adoption is hindered by financial constraints. Philanthropic funding has emerged as a crucial catalyst for accelerating renewable energy transitions and enhancing climate resilience. The main aim of this study was to investigate the role of philanthropic funding in renewable energy to address climate change in Africa.MethodsThis study employed a bibliometric analysis combined with a systematic literature review guided by the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) framework, with relevant peer-reviewed journal articles published between 2014 and 2024 identified and screened using the Scopus database. The Population, Intervention, Comparison, Outcome, and Context (PICOC) framework. The SALSA framework was used to guide Search, Appraisal, Synthesis, and Analysis of the selected literature to ensure a structured and transparent review process.ResultsFindings indicate an increasing focus on climate-smart technologies, low-carbon development, and climate adaptation strategies, with South Africa and Kenya leading research output in Africa, followed by the USA and the UK. Environmental science was the primary subject area, and Nature was the most influential journal, followed by Climate Policy. Four key thematic areas were identified: adaptation and resilience building, low-carbon transition, governance and financial flows, and agriculture and food security. Despite increasing scholarly attention, significant funding gaps persist, particularly in adaptation-focused initiatives and renewable energy infrastructure, while challenges such as inadequate regulatory frameworks and coordination issues continue to hinder effective philanthropic interventions.DiscussionFuture research should examine the socio-economic implications of climate philanthropic funding to maximise impact, assess its effectiveness in different regions, and develop context-specific climate adaptation strategies. Strengthening governance structures, fostering multi-stakeholder collaborations, and aligning philanthropic investments with national climate policies are critical to enhancing the sustainability of renewable energy projects. This study underscores the need for increased philanthropic engagement in Africa’s energy transition to address energy poverty, mitigate climate vulnerabilities and promote long-term resilience, which will all go a long way in addressing SDG 7. It highlights that, once gaps are identified, climate philanthropy can complement public finance and drive inclusive and long-term climate action across vulnerable sectors such as agriculture, energy, and food security.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Africa’s regional and local climate response to stratospheric aerosol injection characteristics",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1599405",
      "pubDate": "2025-10-22T00:00:00Z",
      "description": "Future climate projections indicate that Africa will experience significant increases in both mean and extreme temperature indices. These changes will be accompanied by notable shifts in precipitation patterns under a high-emission scenario (RCP8.5). Using climate simulations, this study assesses the potential impact of stratospheric aerosol injection (SAI) on projected mean and extreme temperature and precipitation across the continent. We analysed data from the Stratospheric Aerosol Geoengineering Large Ensemble (GLENS) project, which simulates a set of SAI experiments under RCP8.5 emission scenarios with SO2 injection into the tropical stratosphere at 22.8–25 km altitude (GLENS) and around 1 km above the tropopause (GLENS_low) and near the equator at around 20–25 km above ground (GLENS_eq). The results show that all SAI experiments (GLENS, GLENS_eq, and GLENS_low) exhibit substantial cooling effects, with GLENS_eq emerging as the most effective in reducing temperature extremes, particularly over Central and Southern Africa. However, despite successfully offsetting much of the RCP8.5-induced warming, the effectiveness of SAI varies across regions, leaving some regions, such as the Sahel and North Africa, with residual warming. In addition to its cooling effects, SAI could significantly alter precipitation patterns, introducing widespread drying and thereby reducing flood risks across the continent. While SAI could offset the projected increase in extreme precipitation under RCP8.5, it could simultaneously exacerbate drying trends over Central, Southern, and Northern Africa. These findings highlight critical trade-offs associated with SAI deployment, particularly for regions where agriculture and water resources depend heavily on rainfall, underscoring the need for regionally optimised geoengineering strategies that balance temperature moderation with hydrological stability. This study provides the first comparative analysis of tropical, equatorial, and low-altitude SAI impacts on the climate, revealing critical trade-offs for precipitation-dependent regions. The findings presented here are, however, specific to the SAI scenarios analysed (GLENS experiments), as a different SAI deployment scenario would lead to different conclusions.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Mind the gap: bringing adolescents and young adults and emotional resilience into climate action",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1657851",
      "pubDate": "2025-10-21T00:00:00Z",
      "description": "Young people around the world are experiencing a range of emotional responses to the climate crisis. While many are organizing for action, most policies and programs addressing climate change do not consider their mental wellbeing or include them as active participants in climate decision making. In this perspective, we present a case for (1) the importance of youth’s eco-emotions in the face of climate change and their desire to be engaged in climate-related actions; and (2) the value of evidence-based public health frameworks to support building young people’s emotional resilience and integrating them into climate responses. Drawing from two recent scoping reviews and our experience in youth-centered public health programs, we describe how eco-emotions, such as eco-anxiety, eco-trauma, grief, and hope, are being experienced by adolescents and young adults. These emotions can be intense, but they also hold the potential to motivate action and connection. Our review of global climate resilience policies shows that emotional resilience is rarely addressed, and young people are largely absent from these plans. We make the case for using existing public health frameworks like Positive Youth Development (PYD) and Social Emotional Learning (SEL) to support youth mental wellness and resilience in climate programming. These approaches are already used in health and education and can be adapted to climate efforts to build young people’s emotional skills, agency, and engagement. Finally, we describe types of low-cost, evidence-based interventions that can be added to existing programs in ways that are community-based, non-clinical, and culturally appropriate. These offer a starting point for rethinking climate action as something that must include young people and their emotional well-being.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Framework for assessing the climate vulnerability of unpaved roads in Sierra Leone",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1608176",
      "pubDate": "2025-10-21T00:00:00Z",
      "description": "IntroductionUnpaved roads make up 80% of the global road network and 90% in developing countries. In Sierra Leone—one of the world’s most climate-vulnerable nations—secondary unpaved roads account for 96% of the core network, serving as vital links for rural access, markets, and social inclusion. Yet, no structured framework currently guides the management of climate risks to these roads.MethodsThis study reviewed international climate risk and vulnerability assessment frameworks and identified their limited applicability in resource-constrained contexts due to heavy data demands, proprietary software, and high computing requirements. To address this gap, a five-phase, context-specific framework was developed, adapted from the IPCC vulnerability model. The framework employs cost-effective, open-source tech tools (QGIS, QField, PostGIS, cloud storage, and Microsoft Power BI) and integrates index-based, spatial, and stakeholder-driven approaches to generate composite indicators of road condition deficiency, maintenance efficacy, and roads’ criticality.ResultsApplication of the framework in Sierra Leone demonstrated its ability to identify climate-vulnerable unpaved road segments and highlight priority areas for adaptation. The framework proved practical under local data and institutional constraints, avoiding reliance on costly proprietary tools or high-end computing infrastructure.DiscussionNationally, the framework offers the first structured approach for integrating climate resilience into road management in Sierra Leone, supporting the National Roads Agency. Globally, it contributes a transferable, resource-efficient, and community-driven methodology for embedding climate adaptation into transport planning across the Global South. It aligned with national and international policies (Sierra Leone National Adaptation Plan (NAP), Sierra Leone Nationally Determined Contributions (NDC), UN Sustainable Development Goas (SDGs 9, 11 and 13).",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Climate change, marriage and health",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1665070",
      "pubDate": "2025-10-20T00:00:00Z",
      "description": "Few studies to date have examined the triadic relationship between climate change, marriage dynamics, and health. This review will investigate the speculated causal pathway originating from climate change, influencing marriage rates, and ultimately resulting in adverse health outcomes. We first summarize climate-health links, marriage-health links, then the sparse literature on the climate-marriage link; before offering a conceptual framework for future work. Due to the nascent nature of this research area, there is a lack of a unified perspective on these matters. More research is warranted to explore the public health implications of climate change and increasing singlehood. Furthermore, policy adjustments can be tailored to the research findings. For example, distinct public health policies could be applied to men and women if future studies show a significant sex difference in the proposed causal pathway.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Can index insurance keep up with climate change? Rethinking historical data models",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1649540",
      "pubDate": "2025-10-15T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Integrating ecosystem technology into coastal and marine infrastructure: biodiversity assessments and methodologies for comparative analyses",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1529019",
      "pubDate": "2025-10-15T00:00:00Z",
      "description": "The integration of “greening the gray” (GTG) into marine infrastructure represents a transformative approach to enhancing biodiversity and ecosystem services in heavily modified environments. However, the ecological effectiveness of GTG remains hindered by inconsistent methodologies and knowledge gaps. This study proposes a methodological approach for GTG biodiversity assessments, focusing on appropriate control site selection, integration of count and coverage data through occupancy methods, and applying coverage-based rarefaction to address sampling biases. The approach facilitated consistent evaluation of biodiversity data and reliable evaluation of GTG performance across various contexts, specifically using a GTG project at the Port of Vigo in Spain as a case study. This methodology structure supports sustainable marine infrastructure development by providing scalable, evidence-based methodologies for biodiversity assessment and fostering international collaboration among ecologists, developers, and stakeholders.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Correction: Exposure to climate risks and youth engagement with climate change",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1706771",
      "pubDate": "2025-10-14T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Building Africa’s climate resilience: understanding the impacts and future strategies in the face of climate change",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1619799",
      "pubDate": "2025-10-14T00:00:00Z",
      "description": "Climate change is reshaping Africa’s environmental, economic, and social landscapes, intensifying vulnerabilities across agriculture, water resources, public health, and socioeconomic stability. This paper examines the multifaceted impacts of a changing climate on key sectors in Africa and highlights the urgent need for integrated adaptation strategies. Through the synthesis of traditional wisdom and modern innovations, the study showcases how indigenous knowledge, community-led initiatives, and climate-smart agricultural practices contribute to enhanced resilience. Case studies from diverse regions demonstrate the effectiveness of combining traditional practices with advanced technologies, while policy and governance frameworks emphasize the importance of inclusive, data-driven decision-making. The research further addresses critical investment gaps and advocates for robust financial and technical support to empower local communities in managing climate risks. By leveraging established frameworks such as the African Climate Resilience Acceleration roadmap and fostering cross-sectoral collaboration, the paper outlines forward-looking strategies that could mitigate immediate climate threats and lay the groundwork for sustainable development. Ultimately, through coordinated efforts and strategic investments, African nations can transform the challenges of climate change into opportunities for resilience and growth.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Green credit and corporate environmental violations: evidence from regulatory arbitrage in China",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1643192",
      "pubDate": "2025-10-09T00:00:00Z",
      "description": "IntroductionWe test whether identity-based green credit improves or worsens firms' environmental compliance under discretionary enforcement.MethodsUsing a firm-year panel of 2,376 listed firms, we link banks' green-credit status to environmental penalty records and estimate fixed-effects models aided by a shift-share instrument, alongside extensive falsification and robustness checks.ResultsRelative to comparable firms, green-credit recipients are 19.7% more likely to receive environmental penalties, with stronger effects among privately owned firms; greater enforcement standardization attenuates this pattern.DiscussionIdentity-based green credit can backfire under discretionary enforcement; performance-based eligibility and more standardized enforcement can mitigate the risk.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Who speaks for climate migrants? A justice-oriented bibliometric analysis of Global South research",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1658517",
      "pubDate": "2025-10-08T00:00:00Z",
      "description": "This study presents a comprehensive bibliometric analysis of climate-induced migration research in the Global South (2000–2024), critically examined through the lens of climate justice. Drawing on 204 peer-reviewed publications from Scopus and Web of Science, the analysis maps scholarly production, citation patterns, thematic evolution, and global collaboration networks using Biblioshiny and VOSviewer. Results reveal a significant surge in research post-2015, with intellectual roots grounded in environmental migration, but shifting progressively toward integrated themes of climate justice, human rights, adaptation, and vulnerability. High-impact contributions remain concentrated among Global North institutions, particularly the United States, United Kingdom, and Australia, although authorships are increasingly diversifying to include regions such as South Asia, Sub-Saharan Africa, and Small Island Developing States. Thematic mapping shows a maturing field marked by convergence of legal, political, ecological, and social science perspectives. However, critical gaps persist including limited attention to under-researched geographies, destination outcomes, gendered and intersectional experiences, and understanding trapped populations and immobility. South–South collaborations remain marginal, and dominant framings often reproduce epistemic hierarchies that overlook local agency and decolonial critiques. The study identifies urgent directions for future research, including deeper interdisciplinary integration, participatory and context-sensitive methodologies, and the application of attribution science to quantify climate-related displacement. By centering equity, representation, and the differentiated impacts of climate stress, this bibliometric perspective contributes not only to mapping the landscape of climate migration scholarship but also to advancing a justice-oriented research agenda. It calls for a paradigm shift where migration is understood not merely as a risk, but as a space for resilience, rights, and transformation, particularly for the most vulnerable in the Global South.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Regional ocean biogeochemical modeling challenges for predicting the effectiveness of marine carbon dioxide removal",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1640617",
      "pubDate": "2025-10-08T00:00:00Z",
      "description": "Effectively scaling diverse marine carbon dioxide removal (mCDR) technologies from pilot-scale demonstrations to industrial-scale deployments requires a quantitative understanding of how much additional carbon a given deployment will sequester compared to a scenario with no mCDR intervention and the long-term durability of the stored carbon. Given the high environmental variability and vast size of the ocean carbon pool, observations alone cannot resolve the amount, rate, and fate of mCDR-associated carbon sequestration. Likewise, when conducting an mCDR deployment it is impossible to observe a counterfactual scenario with no mCDR deployment performed. For this reason, ocean biogeochemical models are expected to play a key role in advancing mCDR deployments by informing observational requirements, defining uncertainty envelopes, and ultimately verifying durable carbon sequestration. However, current models, which are designed to capture basic ocean processes, have limitations when being used for this new application—simulating perturbations to the ocean system ranging in scale. Here, we describe our perspective on the most critical ocean biogeochemistry model process representations that need to be refined or added to accurately simulate the impact of a subset of mCDR approaches on carbon uptake and ocean biogeochemistry.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The adaptation triangle: a multivariate analysis of vulnerability, resilience and livelihood strategies in semi-arid regions of India",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1674565",
      "pubDate": "2025-10-08T00:00:00Z",
      "description": "India’s semi-arid regions covering 37% of is geographical area were among the most climate-vulnerable ecosystems globally characterized by erratic rainfall, intense heat and fragile livelihoods. Despite extensive research, few studies have comprehensively investigated household vulnerability, resilience and their interplay in these dry regions. This study formulates the “adaptation triangle” framework to examine the interlinkages among livelihood strategies, vulnerability and resilience. Employing a multistage stratified random sampling methodology, primary data was collected from 375 households in Rajasthan, Telangana and Tamil Nadu, encompassing 69 socioeconomic, environmental and institutional factors. Composite indices for household livelihood vulnerability (HLVI) and resilience (HRI) were constructed in accordance with IPCC and FAO guidelines. Multivariate linear regression was employed to investigate the influence of 13 livelihood strategies on HLVI and HRI, while multinomial logistic regression evaluated their effect on household transitions within the vulnerability-resilience matrix’s four quadrants. National-level data indicates moderate vulnerability (HLVI = 0.517) and low resilience (HRI = 0.489) with 37.07% of households categorized in the most at-risk high vulnerability-low resilience (HVLR) quadrant. Key adaptive strategies such as income diversification, rainwater harvesting, adjusting sowing dates and adoption of crop and livestock insurance were found to substantially reduce vulnerability and enhance resilience. Households dependent on casual labor face heightened climate risk was also found to be significant. This study reinforces that livelihood choices are not only survival responses but pivotal levers in shaping climate adaptation outcomes. Policy recommendations include promoting diversified and climate-resilient livelihoods, expanding social safety nets, scaling up insurance access, microfinances and investing in water harvesting and agro-ecological infrastructure. The adaptation triangle framework provides a valuable lens to inform targeted interventions and build long-term resilience among vulnerable populations in India’s semi-arid regions.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}