{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-09-28T21:19:10.179033",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3825122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Circadian-informed modeling predicts regional variation in obesity and stroke outcomes under different permanent US time policies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508293122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceThe biannual shift between Daylight Saving and Standard Time leads to meaningful, negative societal health consequences. However, the biomedical impact of remaining in either time policy is poorly understood. By incorporating county-level ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Optimal transitions between nonequilibrium steady states",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510654122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceEnergetic optimization of finite-time processes is of great theoretical and practical relevance, from small-scale engines and robotics to molecular biology and information processing. To move beyond optimal equilibrium-to-equilibrium ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Designers join scientists to make living architecture a reality",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2522200122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Remembering ecologist Margaret Bryan Davis (1931–2024)",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519126122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />Margaret Bryan Davis, a prominent ecologist, died on May 22, 2024. She was a Regents Professor at the University of Minnesota and a member of the National Academy of Sciences. Her students remember her as a creative and clear-thinking scientist who ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A solid-state battery capable of 180 C superfast charging and 100% energy retention at –30 °C",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511121122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceThe development of novel solid-state electrolytes is crucial for advancing high-performance solid-state batteries. However, the fast-charging capability and low-temperature performance of current solid-state batteries severely restrict their ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tropical cyclones expand faster at warmer relative sea surface temperature",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424385122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceTropical cyclone (TC) size strongly affects its hazards and impacts. This study shows that observed TC size expands substantially faster over relatively warmer water across the major Northern Hemisphere ocean basins. Expansion rates increase ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "High-resolution tephrochronology resolves stratigraphic complexities in archaeologically significant Nariokotome tuffs, Turkana Basin",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424142122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceThe Nariokotome Tuff Complex in the Turkana Basin, Kenya, hosts rare late Early Pleistocene paleoanthropological sites crucial for understandingHomo erectusand their associated cultural technology, highlighted by decades of remarkable ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Earliest evidence of smoke-dried mummification: More than 10,000 years ago in southern China and Southeast Asia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515103122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceThis finding documents smoke-dried mummification of the dead, mostly in tightly bound crouched postures, from archaeological contexts between 12,000 and 4,000 y old across a vast region encompassing Southeast Asia, southern China, and beyond. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A reanalysis of population dynamics in the Casas Grandes region of Northern Mexico using mitochondrial DNA",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506162122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceThis study is significant because it utilizes a variety of methods, including ancient DNA, to assess a vital question regarding the florescence of a population in Northern Mexico. Ongoing debate regarding the causes behind these significant ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tubular ACSM3 deficiency impairs medium-chain fatty acid metabolism and aggravates kidney fibrosis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505752122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceFatty acid oxidation disturbance is a hallmark of kidney fibrosis. Here, we found that acyl-Coenzyme A (CoA) synthetase medium-chain family member 3 (ACSM3), a key enzyme in medium-chain fatty acid (MCFA) metabolism, played a crucial role in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Wnt inhibition alleviates resistance to anti-PD1 therapy and improves antitumor immunity in glioblastoma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2414941122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceGBM patients face extremely limited treatment options and poor responses to current immunotherapies. Our findings reveal that targeting the Wnt7b/β-catenin pathway can sensitize stem-cell rich GBM to immune checkpoint blockade, offering a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A widespread family of molecular chaperones promotes the intracellular stability of type VIIb secretion system–exported toxins",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503581122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceBacteria have evolved complex ways to export proteins and one important pathway in Gram-positive bacteria is the type VII secretion system (T7SS). The T7SS exports protein toxins that play a role in both virulence and bacterial competition. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Circular RNA lipid nanoparticle vaccine against SARS-CoV-2",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505718122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceProtein-coding circular RNA (circRNA) is an exciting RNA cargo capable of inducing strong protein production with greater durability of expression than linear species such as messenger RNA (mRNA). There is a dearth of literature describing the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Peritumoral macrophages recruit eosinophils to promote antitumor immune responses in breast cancer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504645122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceBreast cancer is shaped by its interactions with immune cells such as macrophages, which are generally thought to promote tumor growth and/or metastasis. We studied mammary tissue macrophages (MTMs), which reside in the normal mammary gland ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Improving the efficacy of anti-SSEA4 antibody in pancreatic cancer immunotherapy with glyco-optimization and immune checkpoint blockade",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517415122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificancePancreatic cancer has been highly lethal with limited treatment options underscoring the need for alternative therapeutic approaches. We have demonstrated that SSEA4 is a promising therapeutic target and glycoengineered anti-SSEA4 antibodies ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Engineering a serum response factor superactivator of smooth muscle gene expression with a condensate-forming domain",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514363122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceSRF is a relatively weak transcription factor that regulates cardiac and smooth muscle genes. Its interaction with myocardin (MYOCD), a strong coactivator, establishes a molecular switch that drives cardiovascular differentiation. MYOCD ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The power of bridging decision scales: Model coupling for advanced climate policy analysis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2411592122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />Climate policy faces increasingly complex challenges that span multiple human decision scales in nature–society systems. Contemporary climate policy models, while valuable and increasingly versatile in handling spatial and temporal scales, struggle to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "More 26S and 30S proteasomes are beneficial in proteinopathy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422570122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceUntil now, 26S and 30S proteasomes have been used together to describe proteasome holoenzymes without recognizing the regulation of their assembly and distinct activities. In this study, we identified a protein that regulates the ratio of 26S/...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "An in vitro BRAF activation assay elucidates molecular mechanisms driving disassembly of the autoinhibited BRAF state",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508169122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 38, September 2025. <br />SignificanceBRAF is a central intermediate in RAS pathway signaling, and its activity is often elevated in human cancers and RASopathy disorders. Due to the complexity of BRAF activation, identifying compounds that sustainably inhibit BRAF function has ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}