{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-01-15T08:39:19.896935",
  "items": [
    {
      "title": "Heterogeneous operations and opportunities to reduce CO2 emissions in global blast furnace ironmaking",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2699",
      "pubDate": "",
      "description": "The blast furnace (BF) process accounts for over 90% of global iron ore-based steel production and remains a major contributor to CO2 emissions. This study investigates the variability in operations across the global BF fleet and its impact on CO2 emissions. Using plant-level data from 2011 to 2021, we find that variation in the composition of inputs results in emissions ranging from 1.20 to 2.08 tons of CO2 per ton of hot metal (tCO2 tHM−1) globally, driven by differences in fuel and reductant consumption. Our estimates suggest global emissions could have been lower by 2.8%—and up to 9.6%—if each furnace operated at its historical or national minimum CO2 emissions intensity. We use furnace-level data to find even greater variation within and across individual furnaces at the national level, estimating potential for CO2 emissions reductions of 5.7%–15.5% in the United States. These findings suggest substantial latitude to incentivize plants to reduce CO2 emissions without new capital investment, by up to an estimated 1.35 billion tons of CO2 cumulatively across the global BF fleet from 2011–2021. It further underscores the limitations of relying on ‘best available technology’ or country-specific emissions factors in policy and planning efforts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Atmospheric forcing uncertainty contributes to divergent estimates of China’s terrestrial carbon dynamics",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2af8",
      "pubDate": "",
      "description": "Accurate quantification of terrestrial carbon dynamics is essential for assessing ecosystem–climate feedbacks and informing climate mitigation in the Anthropocene. China, as both the world’s largest emitter and a region of rapid ecological change, plays a key role in the global carbon cycle. Yet uncertainties in atmospheric forcing datasets remain a significant source of uncertainty in land surface model simulations and are rarely assessed systematically. Here, we assess China’s terrestrial carbon budget (1979–2014) using the Community Land Model (CLM5.0) driven by three widely used meteorological datasets: CRUNCEP, the Global Soil Wetness Project Phase 3 (GSWP3), and the China Meteorological Forcing Dataset (CMFD), and evaluated against more than 800 FLUXNET site-months and nine eddy covariance towers. Forcing choice strongly alters the magnitude and trend of carbon fluxes, and China’s terrestrial ecosystems acted as either a weak carbon sink or a net source, depending on the forcing. GSWP3 performed best overall in simulating gross primary productivity (GPP), CRUNCEP relatively poorly, and CMFD best in high-altitude and cold-dry regions. Total ecosystem carbon storage was estimated at 86.30–90.00 PgC, primarily in soil (84.1%) and vegetation (15.9%). Interannual GPP variability was mainly controlled by precipitation (29.4%), followed by temperature (17.2%), while shortwave radiation had negative effects (11.5%). Shapley additive explanations analysis further showed that moisture-related variables (precipitation and humidity) dominate interannual GPP variability. By combining process-based modeling and machine learning, this study shows how uncertainties in meteorological inputs affect terrestrial carbon dynamics. These findings underscore the limitations of single-forcing simulations in Earth system modeling and highlight the need for improved meteorological inputs to support robust carbon budgeting and climate neutrality goals.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Anthropogenic drivers and their impact on the hydrological regime of Nepal: a review",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ca8",
      "pubDate": "",
      "description": "Nepal’s hydrological regime, shaped by steep topography, monsoon-dominated rainfall, and extensive cryospheric systems, offers a useful testbed for understanding how climate change and human activities are reshaping water resources in mountain regions globally. Despite abundant water sources, Nepal faces persistent water security challenges driven by extreme seasonality, rising temperatures, shifting precipitation patterns, and rapid land-use change. In this review, we synthesize current evidence on anthropogenic drivers of hydrological change in Nepal and draw lessons relevant to other data-sparse, high-mountain and monsoon-influenced regions. We find that warming-induced glacial retreat, altered snowmelt timing, and changing monsoon dynamics are intensifying wet-season flood risks while heightening dry-season water scarcity, patterns increasingly observed across the Himalaya, Andes, and other mountain systems. Human activities, including urban expansion, agricultural intensification, hydropower, and extraction of sediments from rivers, further modify river flows, reduce groundwater recharge, and increase vulnerability to extremes. Yet major uncertainties persist, especially concerning high-elevation hydrology, permafrost dynamics, sediment extraction, and the cumulative impacts of expanding infrastructure. Nepal’s pronounced topographic and climatic gradients limit broad generalizations, underscoring the need for region-specific hydrological monitoring and modeling. These challenges mirror global limitations in mountain hydrology, where sparse observations and rapidly changing conditions constrain predictive capacity. By identifying key knowledge gaps and highlighting cascading impacts on agriculture, hydropower, domestic water supply, and aquatic ecosystems, this review emphasizes the urgency of strengthening monitoring networks and integrating uncertainty into water management and climate adaptation strategies. Nepal’s experience offers broader insights for countries facing similar pressures at the intersection of climate change, development, and fragile mountain water systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Revisiting chloroform emissions from the pulp and paper sector: a brief communication",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2e17",
      "pubDate": "",
      "description": "Halogenated very short-lived substances (VSLS) represent a growing source of chlorine to the stratosphere where they may contribute to ozone layer depletion. Chloroform (CHCl3) is a prominent VSLS with poorly constrained anthropogenic sources that include its unintentional production when wood pulp is bleached for paper production. Recent assessments of the global CHCl3 budget have relied on emission factors (EFs) for the pulp/paper (PP) sector derived some 35 years ago when industrial practices were markedly different. Here, we analysed data from the Pollutant Release and Transfer Registers of the USA, Canada and Japan. Combined with data on the national number of pulp mills and bleached wood pulp production volume, we derive plausible lower and upper limit EFs. These factors show a downward trend since the early 2000s, which we attribute to a continued phase-down in the use of ‘elemental chlorine’ bleaching in favour of ‘elemental chlorine free’ bleaching. The derived mean EFs for the period 2000–2020, expressed as the mass of CHCl3 per air–dried tons (adt) of bleached pulp, are in close agreement for the regions considered: USA (39.8 ± 32 g/adt), Canada (38.6 ± 29.8 g/adt) and Japan (30.1 ± 8.6 g/adt). Assuming these factors are broadly representative of other world regions, a mean annual global CHCl3 source of 3 (1–6) Gg yr−1 from the PP sector is estimated for the approximate 2000–2020 period. We conclude that the sector’s contribution to the global CHCl3 budget has likely decreased considerably since the 1990s and that the use of older EFs to calculate present-day emissions should be avoided.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The EU CBAM and the Global South: a review of the economic and geopolitical implications of unilateral climate and trade measures",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2eea",
      "pubDate": "",
      "description": "After more than a decade of academic and policy debate about carbon border adjustments (CBAs) and their policy implications, the full implementation of the world’s first comprehensive CBA is now imminent in 2026 in the European Union (EU). Simultaneously, several other jurisdictions across the Global North are at various stages of implementing their own CBAs. With CBAs transitioning toward real implementation, it is vital to understand their implications for potentially vulnerable trading partners. To this end, we review the current literature on the economic and geopolitical impacts of the EU CBA mechanism (CBAM) on the Global South. Through taking stock of peer reviewed and grey literature, we conclude that the EU CBAM will lead to trade disruptions in the Global South, with some Global South countries particularly vulnerable to potential welfare losses as a result of these disruptions. The likely decrease in trade between the EU and parts of the Global South, and the associated economic impact, may in turn have wider implications for the international climate and trade regimes. Although the EU CBAM regulation does not exempt the world’s poorest states, the current upheaval in global trade presents an opportunity for EU policymakers and others considering CBAs to revisit exemption policies or explore alternatives for vulnerable trading partners. We conclude with outlining gaps in the current literature and propose directions for future study.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Building a mine-level database of methane emission factors for China’s underground coal",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3190",
      "pubDate": "",
      "description": "Methane (CH4) from China’s underground coal mines is a significant warming source and a priority for near-term mitigation. Yet mine-level inventories remain uncertain because publicly available measurements are sparse, outdated, and inconsistent. We assemble a 2011–2023 mine-level database of methane emission factors (EFs) by integrating the national coal-mine gas assessment with provincial disclosures and other sources. We harmonize definitions and impute missing data (10%–30% for key predictors; 23% for relative gas emissions) using a random-forest multiple-imputation framework incorporating geological and operational predictors and propagating uncertainty. The database reveals pronounced spatiotemporal heterogeneity, with a 92% reduction in small mines despite broadly stable national capacity. National production-weighted EFs declined from 5.39 kg t−1 in 2011 to 4.24 kg t−1 in 2020 as de-capacity policies retired high-emission mines and operational upgrades reduced intensities, and then rebounded to 4.78 kg t−1 in 2023, mainly due to higher production in provinces with above-average EFs, with a possible contribution from deeper mining. A persistent north–south gradient remains, and provinces dominated by coking coal exhibit systematically higher emissions. Selective non-disclosure by high-gas mines may introduce non-random missingness and bias the upper tail downward. Uncertainty analysis shows larger absolute but smaller relative errors for high-gas mines, with total uncertainty dominated by model generalization. The integrated dataset enables targeted mitigation at mine and provincial levels and provides a transparent basis for prioritizing high-emission and high-uncertainty regions. It highlights the need for standardized reporting, targeted measurements, and continuous updates to strengthen China’s coal-methane governance and NDC-aligned policy design.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Towards improved accounting and mitigation of greenhouse gas emissions from ditches and canals",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae31f9",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Urban heat mitigation under realistic roof and land area constraints",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae32a7",
      "pubDate": "",
      "description": "To simulate realistic impact of rooftop-based heat mitigation strategies (HMS), we introduce a new capability in the Weather Research and Forecasting model coupled with the building effect parameterization urban physics module. This enhancement allows the model to ingest two dimensional fields of grid aggregated roof albedo and fractional rooftop area availability for HMS implementation. By incorporating these spatially varying inputs, the model overcomes previous limitations that relied on idealized scenarios. Using Austin, Texas, as a testbed metropolitan area, we assessed the realistic potential for cooling the city by reducing the 2 m air temperature (T2M) and universal thermal climate index (UTCI) through various HMS. Specifically, we evaluated cool roofs, green roofs, and solar photovoltaics under two scenarios: (i) complete roof area coverage and (ii) realistic implementation based on the available flat (non-pitched) roof area. Additionally, we implemented urban gardens and street trees and assessed their effectiveness in reducing T2M and UTCI. All experiments, including a control scenario without any HMS, were conducted during clear-sky days in August 2020, which was one of the hottest months recorded in Austin. The results indicate that while cool and green roofs are effective, their effectiveness is obfuscated in the city-wide mean T2M and UTCI reduction. Further, the realistic implementation of HMS had a negligible impact on city-wide mean T2M and UTCI. Nevertheless, these realistic rooftop simulations demonstrated potential for localized cooling in some areas of the city. Combining realistic rooftop-based HMS with urban gardens and street trees similarly resulted in limited city-wide cooling while yielding noticeable cooling in some grid cells. Street trees showed a large potential for locally reducing UTCI. These findings have direct implications for urban planning and heat mitigation approaches, as they highlight the need for evaluating HMS based on local (e.g. urban-block-scale) impacts using realistic implementation constraints, rather than emphasizing city-wide reductions in T2M or UTCI.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Alkalinity enhancement in subduction regions and the global ocean: efficiency, earth system feedbacks, and scenario sensitivity",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae293b",
      "pubDate": "",
      "description": "Ocean alkalinity enhancement (OAE) refers to the addition of alkaline material to the surface ocean, which shifts carbonate chemistry towards more oceanic uptake of atmospheric CO2. This study compares global OAE with regionally focused deployment in subduction regions of the Southern Ocean, Northwest Atlantic, and Norwegian-Barents Sea. We conducted ensemble simulations using an emissions-driven Earth System Model (ESM) under high- (SSP3-7.0) and low-emissions (SSP1-2.6) scenarios. By 2100, subduction region OAE was nearly as efficient (SSP3-7.0: 0.71 ± 0.03, SSP1-2.6: 0.60 ± 0.04) as global deployments (SSP3-7.0: 0.73 ± 0.01, SSP1-2.6: 0.64 ± 0.03). However, the ESM simulations did not reproduce the efficient vertical carbon transport seen in a previous ocean-only study, as strong internal variability and climate feedbacks to OAE hampered deep ocean carbon storage. The excess ocean CO2 uptake and atmospheric CO2 reduction were scenario-dependent (15%–19% and 22%–41% lower under SSP1-2.6 compared to SSP3-7.0, respectively). The pathways of excess ocean CO2 uptake and atmospheric CO2 reduction diverged between the scenarios after the mid-2060s, when atmospheric CO2 peaked and then declined under SSP1-2.6, with a substantially larger relative land carbon loss in SSP1-2.6 than in SSP3-7.0 for regional OAE deployment. Furthermore, the emissions-driven ensemble simulations showed that climate feedbacks introduced substantial uncertainty in early decades of regional OAE efficiency, posing challenges for near-term monitoring, reporting, and verification. Reviewing our and previous model experiments revealed a strong linear relationship between added alkalinity and oceanic CO2 uptake and atmospheric reduction, highlighting that first-order effects of OAE on carbonate chemistry are well understood and consistently represented, while the effects of carbon and climate feedbacks (13%–20%) and scenario sensitivity are smaller but non-negligible. Overall, our study shows that subduction regions can be a viable option for OAE; however, their efficiency is limited by these feedbacks and scenario sensitivity, which must be accounted for in future regional OAE interventions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Efficacy of individual and combined terrestrial and marine carbon dioxide removal",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2af5",
      "pubDate": "",
      "description": "Limiting global temperature rise below 2 °C requires significant reduction in greenhouse gas emissions and large-scale carbon dioxide removal (CDR). This study assesses the CO2 sequestration and efficacy of two CDR approaches, bioenergy with carbon capture and storage (BECCS) and ocean alkalinity enhancement (OAE), applied individually and in combination. Using the Norwegian Earth System Model, simulations were designed to ramp up deployment of BECCS and OAE, to an additional area of 5.2 million km2 by 2100 for bioenergy feedstock for BECCS, and a CaO deployment rate of approximately 2.7 Gt yr−1 for OAE within the exclusive economic zones of Europe, the United States and China. The combined land–ocean CDR simulation revealed a largely additive carbon removal effect. Over 2030−2100, OAE sequestered 7 ppm of CO2 with an accumulated 82.3 Gt CaO, achieving a CDR effectiveness of 0.08 ppm (∼0.17 PgC) per Gt CaO, while BECCS reduced 16 ppm of CO2, with CDR effectiveness of 3.1 ppm per million km2 of bioenergy crops. Together, the carbon removal achieved by BECCS and OAE corresponds to anthropogenic CO2 emissions of 5.4 Gt CO2 yr−1 by 2100, slightly more than 60% of current global transport sector emissions. Notably, the efficiency of BECCS and OAE alone was unaffected by their concurrent deployment. Nevertheless, simulations revealed distinct non-linear interactions, such as declines in land and soil carbon sinks in the combined scenario. Furthermore, all simulations show negligible effects on the global annual mean temperature. These results highlight near-additive CDR responses even under net-negative emissions, but feedback on land and ocean carbon sinks must be considered when designing CDR portfolios. This study provides new insights into CDR portfolio design and Earth system feedback under an overshoot scenario, highlighting both their potential and the need for continued emissions cuts and supportive policies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}