{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-06-07T19:18:19.711538",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2225122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The benefits and dangers of anthropomorphic conversational agents",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415898122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />A growing body of research suggests that the recent generation of large language model (LLMs) excel, and in many cases outpace humans, at writing persuasively and empathetically, at inferring user traits from text, and at mimicking human-like conversation ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Lynn Landmesser (1943–2024): A pioneer in developmental neurobiology",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509313122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />Lynn Landmesser, whose studies transformed our view of how neurons find the proper partners on which to form synapses, died at the age of 80 in November 2024. Using elegant electrophysiological methods, she showed that specificity is apparent from the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Laser-induced graphene points to sustainable electronics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511902122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A universally applicable definition for domestication",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2413207122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />The process of domestication is commonly perceived as a human achievement, and domestic species are typically assumed to be those under human control. Domestic species have emerged from a greater diversity of interactions than this perspective allows, and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "X and Y gene dosage effects are primary contributors to human sexual dimorphism: The case of height",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503039122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceHuman stature is one of many physical phenotypes that vary between the sexes. On average, adult males are taller than females. However, the underlying biological mechanisms that explain this dimorphism are not entirely understood. Here, we ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ecological restructuring of North Tethyan marine vertebrate communities triggered by the end-Cretaceous extinction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2409366122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceThe fossil record is an archive of ancient biodiversity unveiling the magnitude of extinction events in earth history. Here, we analyzed the immediate response of fish communities (elasmobranchs and actinopterygians) to the ecological ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A whole-scale volatile-depleted lunar interior",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422726122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceLunar meteorites provide a broad sampling of the Moon’s surface that can help us better understand volatile depletion processes acting on our nearest neighbor. Our findings reveal that the Zn and K isotope compositions of lunar mare basalts ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Self-reproduction as an autonomous process of growth and reorganization in fully abiotic, artificial and synthetic cells",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2412514122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceSelf-reproduction is one of the most fundamental features of natural life. This study introduces a biochemistry-free method for creating self-reproducing polymeric vesicles. In this process, nonamphiphilic molecules are mixed and illuminated ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Modulation of human dorsal root ganglion neuron firing by the Nav1.8 inhibitor suzetrigine",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503570122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceNav1.8 sodium channels are highly expressed in primary pain-sensing neurons. Suzetrigine is a potent and highly selective Nav1.8 inhibitor that has recently been approved by the Food and Drug Administration for treating acute pain. We find ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Longitudinal associations between birth-to-six cortical growth and childhood neurocognitive function",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2418176122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceWhile the cortex undergoes rapid nonlinear change in the first years of life, it remains unclear how these changes, which occur prior to age five, are associated with later neurocognitive function. This is in part because little research to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Stimulus representations in visual cortex shaped by spatial attention and microsaccades",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420704122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceThis study reveals a crucial link between covert spatial attention, object processing, and microsaccades (MSs). While spatial attention alone does not affect tuning curves of V4 neurons, MSs directed toward an attended stimulus significantly ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Viral and host network analysis of the human cytomegalovirus transcriptome in latency",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2416114122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceHuman cytomegalovirus infection persists for the host’s lifetime and reactivates sporadically, causing life-threatening complications in those with inadequate immunity. Understanding the mechanisms by which the virus reactivates is critical to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Two endogenous Dictyostelium discoideum chemorepellents use different mechanisms to induce repulsion",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503168122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceAlthough a considerable amount is known about how eukaryotic cells move toward a signal (chemoattraction), relatively little is known about how cells move away from a signal (chemorepulsion). A previously identified chemorepellent used by...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A viral necrosome mediates direct RIPK3 activation to promote inflammatory necroptosis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420245122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceWe revealed a mechanism in which a viral protein promotes the direct RIPK3 activation leading to inflammatory necroptosis and pathogenesis. The nonstructural protein NSs of a pathogenic hemorrhagic fever virus, SFTSV, interacts with the RIPK3 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dynamic early recruitment of GAK–Hsc70 regulates coated pit maturation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503738122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceGAK and its chaperone protein, Hsc70, are known to be recruited to clathrin-coated vesicles (CCVs) to mediate clathrin uncoating. Previous studies have proposed that early recruitment of GAK–Hsc70 to CCPs could function to remodel nascent flat ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Alternative cGAS signaling promotes herpes simplex encephalitis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423873122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceCyclic GMP-AMP synthase (cGAS) is an essential adaptor protein required for the inflammatory response to cytosolic DNA. dsDNA activates cGAS to generate cGAMP and activate STING and the expression of cytokines to control viral infection. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evolution of the essential gene MN1 during the macroevolutionary transition toward patterning the vertebrate hindbrain",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2416061122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceThe origin of the complex brain and skull in vertebrates is a major evolutionary innovation. The emergence of novel traits is driven by genome duplications and regulatory changes; however, the role of novel genes in this process remains less ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mgat4b-mediated selective N-glycosylation regulates melanocyte development and melanoma progression",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423831122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceThis study reveals that the enzyme MGAT4B, which adds sugar molecules to proteins, plays a key role in how pigment-producing skin melanocytes move and organize themselves. This enzyme controls key melanocytic proteins involved in movement and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The IL-18 receptor is expressed on murine small-intestinal enterochromaffin cells and executes a recovery program upon injury",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2417149122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 22, June 2025. <br />SignificanceIECs mature and release IL-18 in response to barrier breach, which is subsequently sensed by underlying immune cells to initiate an inflammatory response. In addition to this epithelial-derived signaling network, IL-18 is also thought to have ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}