{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-29T11:19:49.475547",
  "items": [
    {
      "title": "Economic evaluation of water resources projects under uncertainty: from theory to practice",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae04ff",
      "pubDate": "",
      "description": "Economic evaluation using cost benefit analysis (CBA) focuses on the allocation of scarce resources to competing needs and often requires a multi-objective approach for accurate analysis. However, known and unforeseen project uncertainties hinder the monetary quantification of all project objectives. Future cost and benefit projections of civil infrastructure such as water resources projects are influenced by uncertainties in societal preferences and behavioral patterns, policies and their implementation, as well as distribution and sustainability of benefits under changing climate. It is especially difficult to measure the projected benefits of public goods like water infrastructure because they have no direct or standard valuation approach. With advancement in technology, improvement to analytical tools and methods, and the science of decision making under uncertainty, there has been more research interest in CBA under uncertainty. This paper: (1) reviews the historical evolution of analytical approaches for water infrastructure evaluation; (2) explains the limitations on CBA imposed by uncertainties such as climate change; (3) describes analytical techniques applied to manage uncertainty in CBA; and (4) proposes methods for improved incorporation of socio-economic factors into economic evaluation. Our review of 302 manuscripts showed that standard practice differs from academic assumptions. For instance, there is limited uptake of analytical techniques that support robust characterization of deep uncertainties such as climate change (e.g. the climate stress test) and the incorporation of socio-economic factors such as equity. The paper suggests ways to reconcile academia and practice, provides direction for future work, and presents recommendations for improving current approaches to CBA. To strengthen water resource management efforts and improve policy making, we recommend more collaborative partnerships that identify opportunities to integrate academic recommendations into standard practice. Better documentation of systematic approaches to water project evaluation under uncertainty and holistic consideration of equity at the various stages of water project planning are also required.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "When climate impact costs do not add up: do local policy assessments align with global macroeconomic insights? A case study of France",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae05b3",
      "pubDate": "",
      "description": "Climate change is expected to cause increasingly severe economic and social disruptions, making adaptation a key pillar of climate policy. Assessing the economic costs of climate impacts is essential to inform adaptation strategies, especially when these costs are used to calibrate the scale of adaptation investments and to weigh adaptation needs against other policy priorities. Yet, estimates of these costs vary widely across studies. Here we compare the estimated economic cost of climate change for France across two lines of evidence: international macroeconomic studies and national policy documents. We find that recent macroeconomic literature, especially econometric studies, produces much higher cost estimates than those that can be inferred from aggregating national policy assessments. This discrepancy could be attributed to methodological lag, limited sectoral coverage, lack of monetization, and the omission of cross-border effects. It could also be attributed to an overestimation of climate impacts in the latest econometric studies. Besides, we also show that while the national institutional literature is extensive, many broad impact categories lack comprehensive quantification, and even fewer are monetized.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Suitability for co-location of offshore aquaculture and wave energy in the US Caribbean",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0805",
      "pubDate": "",
      "description": "In the United States (US) Caribbean Sea, Puerto Rico and the US Virgin Islands (USVI) are planning to transition to renewable energy. Being surrounded by water, the use of marine energy within Puerto Rico and the USVI represents an opportunity to increase renewable energy usage. Marine energy includes wave, tidal, and current energy as well as thermal and salinity gradient energy, and has a large potential to provide reliable and efficient power. While marine energy is usually perceived to bring power to the grid, it can also be used to power activities at sea, particularly offshore aquaculture. In the US Caribbean islands, the development of co-located offshore aquaculture and marine energy could help boost the ocean economy. This study highlights a real-world assessment of the suitability to co-locate offshore integrated multi-trophic aquaculture (IMTA) and wave energy off Puerto Rico and the USVI. The feasibility for co-location was determined through a spatial analysis to identify suitable areas for co-location, field work to collect environmental data, and a readiness analysis of wave energy devices. Combining key environmental, regulatory, and logistical parameters, the spatial analysis identified potential suitable areas for co-location off the coast in the northwest corner of Puerto Rico, northwest of Culebra, east of Vieques, and north of St. Thomas in the USVI. Wave energy was identified as the most limiting parameter for co-location in the study area. The wave energy data collected were comparable to the model predictions, showing the usefulness of fine-scale environmental conditions from wave models to assess the feasibility for co-location. Through the combination of spatial analysis, environmental monitoring, and information on wave energy device readiness, several key components for the technical feasibility of co-locating offshore IMTA and wave energy have been demonstrated in the US Caribbean islands.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Flood regulation as a multivariate challenge in the Anthropocene: a systematic modeling approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae08ce",
      "pubDate": "",
      "description": "Flood regulation is increasingly recognized as a complex, multivariate challenge in the Anthropocene due to accelerated floodplain urban sprawl and changing hydroclimatic conditions. However, existing research lacks a unified quantitative framework to describe the multivariate processes of flood regulation. In this study, we introduce the FRAMES framework (i.e., Flood Regulation Assessment as a MultivariatE System), in which we conceptualize the flood regulation as the responses of water infrastructures to keep floodplain settlement under certain flood exposure levels (ELs) under diverse hydroclimatic conditions. To explicitly model the interactions, we introduce (i) ELs of floodplain settlements, calculated using the cumulative distribution of the height above nearest drainage for urban pixels, (ii) flood return periods to represent hydroclimatic factors, and (iii) operational load (OL) of water infrastructures to describe the capacity allocated for flood control. Additionally, a flood regulation surface is introduced to synthesize the three-variable interactions in a continuous manner. To demonstrate our method, we apply it to the Ganjiang River Basin in China to study the interactions of Ji’An city and the upstream Wan’An Dam under various flood levels. We find a general intensification of the OL of Wan’An Dam (e.g., from 14.1% to 26.6% at a 10% EL under 100-year floods) due to the urban expansion of Ji’An city between 1985 and 2015. Moreover, the flood regulation surface reveals that due to the sparsely distributed settlements closest to the river, there is a disproportionate increase in the OL per unit decrease in EL. This indicates diminishing returns from dam-centered flood regulation strategies and suggests a critical threshold where alternative measures (e.g. local embankments, floodplain restoration) may be needed. Our study establishes a quantitative and extensible framework to describe the multivariate flood regulation processes, offering a promising tool to inform flood management tailored to the regional interplay of flood regulation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The exposure threat of wet heat extremes is substantially increasing to the 65+ elderly population in Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0958",
      "pubDate": "",
      "description": "There has been a notable rise in the number of wet heatwave days across most of Asia, particularly in countries with a sizeable 65+ elderly population (e.g. China and India) and in countries with a high proportion of elderly individuals (such as Japan) during 2001–2020. The frequency of dry heatwave in Asia has been observed to increase by 0.9 d per decade, whereas the wet HTs have demonstrated a considerably more pronounced trend of 1.9 d per decade. Furthermore, the growth percentage in excess of 50% is evident in the majority of regions across Asia, including West Asia, Southeast Asia, South Asia and East Asia, which collectively account for 99% of the continent’s elderly population. Relative to the period 2001–2020, the exposure to wet heatwave is projected to increase from 1.4 times to 3.2 times in EA, from 1.6 to 13 times in WA, from 1.3 to 9 times in CA, from 1.3 to 8.4 times in SA and from 2.2 to 15.7 times in SEA from 2030 to 2100. This represents a rate of increase which is more than twice that of the dry heatwave in 2100 across most regions of Asia. The rise in temperature and the growth in the population aged 65+ are responsible for the increase in exposure to wet heatwaves, and the population effect has more contribution than the climate effect across all regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The co-evolution of collective groundwater management: understanding the interdependencies between user-based organizations, remote sensing and state agency support in the La Mancha Oriental Aquifer, Spain",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf3cd",
      "pubDate": "",
      "description": "Groundwater governance is a challenge in most arid and semi-arid areas of the world. In many aquifers, groundwater extraction exceeds natural recharge, leading to steady aquifer declines with negative consequences for the social, agricultural and ecological systems that depend on these aquifers. In this article we analyze how in the semi-arid the La Mancha Eastern Aquifer, Spain, organized groundwater users, in close collaboration with knowledge institutes and water authorities, have developed a governance system that ensures aquifer sustainability. Our analysis shows that the use of tempo-spatially explicit data generated through remote sensing technologies co-evolved with the development of a user-based groundwater management institution, and a state agency support framework into an effective co-governance approach for regulating groundwater use in the agricultural sector. This research highlights the importance of socio-technical co-creation for the establishment of effective groundwater governance systems that build on, and are embedded in, user-based organizations that are supported by an enabling institutional environment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Beyond the bite: a 22‐year analysis of climate and social interventions in malaria reduction",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf761",
      "pubDate": "",
      "description": "This study aims to identify the relative impact of meteorological and socio-demographic variables on malaria incidence in India, as their combined role is crucial for achieving the 2030 elimination target. While climate change influences the spatial and temporal patterns of transmission, its exact effect varies due to development efforts and malaria control strategies, which have significantly reduced the incidence. Mapping the decline in incidence over two decades shows the persistence of hotspots (Central India, from the borders of Rajasthan and Gujarat to Odisha, Jharkhand, Chhattisgarh and eastern Madhya Pradesh, and North–East) and areas of significant reduction. Statistical models used in this study delineate the role of temperature and rainfall (annual, seasonal and variability). Exposure to a minimum rainfall (60–120 mm; IRR = 1.001) and warm temperature (IRR = 1.037) are necessary for transmission, but a 1 °C temperature increase during the summer months leads to a 13% reduction in cases. The variability of the long-term average in temperature contributes to the incidence (IRR = 1.3) but precipitation thwarts (IRR = 0.98). Integrating socioeconomic factors emphasises the vulnerability of historically marginalised social groups (scheduled tribe (ST) individuals) to malaria and an enhanced adaptive capacity due to improved water sources and female education. It curtails the odds of high malaria incidence by 5.6% and 4.7%, respectively. The role of last-mile health access is noted in better reporting. The classification and regression tree (CART) model also recognises ST population, proportion of educated females and access to sanitation as dominant and interacting predictors of malaria prevalence. With the success of micro-level strategies like the DAMaN and Malaria Elimination Demonstration Project, the persistence of (‘tribal’) malaria can be addressed with women’s capacity building, education, and integration with national nutrition schemes for equitable malaria elimination.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Greening depletes soil moisture while enhancing atmospheric humidity in global drylands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf862",
      "pubDate": "",
      "description": "Investigating the bidirectional causal relationships between climate and vegetation is essential for understanding ecosystem dynamics in drylands under global warming. Previous studies have largely focused on the influence of climate on vegetation, with insufficient consideration given to feedback effects and time lags. Here, we use leaf area index (LAI), enhanced vegetation index (EVI), soil moisture (SM), and vapor pressure deficit (VPD) data for 1982‒2023 in global drylands to investigate bidirectional time-lagged causal effects between climate and vegetation. We quantify these causal effects and explore the soil-vegetation-atmospheric moisture coupling strength along climate and tree cover gradients. Our results demonstrate an overall positive effect of SM and a negative effect of VPD on vegetation greening (i.e. LAI and EVI) in global drylands, while the causal effect of VPD (23.7%‒31.6%) is more widespread than that of SM (12.6%‒12.7%). We also find dryland greening depletes SM and replenishes atmospheric moisture, albeit the latter to a lesser extent. The causal effect magnitudes of soil and atmospheric moisture on vegetation decreases with increasing tree cover, while the causal effect of SM on greening shows significantly steeper decline with increasing tree cover (p < 0.001). These findings contribute to a more comprehensive understanding of dryland vegetation dynamics under a changing climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Direct cooling effect of artificial upwelling dominates over its marine carbon dioxide removal potential",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0054",
      "pubDate": "",
      "description": "Artificial upwelling (AU) is investigated as a marine carbon dioxide removal (CDR) method with a strong focus on its potential impact on Earth’s carbon cycle, in particular enhanced air-sea CO2 flux. The overarching goal of marine CDR methods is to contribute to offsetting remaining CO2 emissions as a means to stabilize global mean surface air temperature (SAT). However, AU also directly affects ocean heat uptake (OHU) through the upwelling of cold ocean interior water to the surface and the simultaneous backflow of warm surface water into the ocean interior. In this study, we challenge the carbon centered perception of AU. We simulate large-scale AU in an Earth system model of intermediate complexity between the years 2025 and 2100 with and without its direct impact on OHU under low, medium and high future CO2 emission scenarios. Thus, we can quantify the individual contributions of AU-induced carbon and heat effects to changes in global mean SAT. We find the direct impact of AU on OHU to be key for a significant reduction in global mean SAT and the atmosphere’s CO2 concentration under all simulated future CO2 emission pathways. If AU directly impacts OHU, we can attribute only 17% under RCP 2.6 to 27% under RCP 8.5 of the reduction in global mean SAT (−0.17 to −0.27 °C) until the end of the century to the reduction in the atmosphere’s CO2 inventory (−5.9 to −31.2 Pg C). Our findings lead us to challenge the classical view of AU as primarily a marine CDR method. Instead, we propose to consider AU as a method to enhance OHU and thereby reduce global mean SAT, with secondary effects on the carbon cycle that result in some CDR.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predictors of pro-environmental behavior of political actors and residents in small German towns",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae00de",
      "pubDate": "",
      "description": "Understanding what drives pro-environmental behavior (PEB) in understudied settings such as the rural areas of industrialized nations is essential for advancing sustainable development and mitigating climate change. This study examined the effects of environmental concerns, feelings of cognitive dissonance and moral disengagement, as well as innovativeness and life satisfaction on PEB among 1646 public officials and citizens from small German municipalities. Public officials, namely mayors and treasurers, are key actors for environmental decisions and serve as role models in those small communities. Hierarchical regression and moderation analysis examined the negative and positive influences of these variables on PEB. The results highlight the pivotal role of emotional factors, especially feelings of cognitive dissonance when failing to act pro-environmentally, with notable differences between public officials and the general public in these small towns. While environmental concerns have a positive impact on PEB, moral disengagement has a negative effect. Innovativeness does not have a significant influence, except when analyzing the subsample of public official sample alone, where it has a positive effect on PEB. These findings highlight the complexity of PEB determinants and emphasize the need for targeted interventions to encourage sustainable practices for decision makers in different settings.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}