{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-08-21T20:26:39.718744",
  "items": [
    {
      "title": "Change in convection and thunderstorm occurrences over the Indian subcontinent during the COVID-19 pandemic",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf863",
      "pubDate": "",
      "description": "The unprecedented emission reductions during the COVID-19 lockdowns in 2020 provided a natural experiment to elucidate aerosol–radiation-cloud interactions and their effect on convective weather phenomena, particularly thunderstorm occurrence and lightning flash rate density (FRD), across the Indian subcontinent. The significant reduction in anthropogenic aerosol emissions, especially across the most polluted Indo-Gangetic Plain, led to a marked decrease in aerosol optical depth (AOD), altering regional cloud-aerosol interactions and radiative effects. A rise in ENSO-compensated lightning FRD and an increase in thunderstorm days (TDs) were associated with aerosol depletion, suggesting a favorable environment for convective initiation under relatively cleaner atmospheric conditions over the extremely polluted region. The reduced AOD likely led to enhanced surface heating and decreased upper-level warming, reversing the previously stable stratification caused by very high aerosol loading. This natural instability favored the formation of a greater number of widespread thunderstorms. However, the observed reduction in lightning FRD per TD during the pandemic year indicates that, while more storms formed, each storm exhibited lower electrification, likely due to diminished cloud condensation nuclei. Relatively lower aerosol concentrations can promote an increase in storm frequency through radiative destabilization of the atmosphere. However, these relatively cleaner conditions also tend to reduce lightning frequency within individual storms, as the limited presence of aerosols constrains non-inductive charging processes in clouds. Thus, environments with fewer aerosols are associated with more frequent storm development but a decrease in lightning flashes per storm, reflecting a complex interplay between atmospheric composition and convective electrification. These insights advance understanding of convective storm responses to aerosol variability and have important implications for future atmospheric electrification trends under changing emission scenarios. This dual effect highlights the complexity of aerosol–cloud-precipitation-electrification interactions. It has implications for understanding convective weather responses to air quality changes and future climate scenarios driven by aerosol management strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The economics of a circular urban water system",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade904",
      "pubDate": "",
      "description": "In many water-scarce locations, cities will need to reduce their freshwater withdrawals in order to adapt to the changing climatic conditions of the Anthropocene, reduce the risks of ‘Day Zeros,’ and reduce the disruption to the global hydrological cycle. This paper shows that it is possible for water utilities to make dramatic reductions in raw water withdrawals without proportionally large increases in system-wide costs. A simulation model is built that characterizes the piped water and wastewater network of an urban water utility in a hypothetical high-income city and the costs at nodes and links of the system. This simulation model is used to estimate the effects of four interventions—leakage reduction, demand reduction, potable reuse, and desalination—on raw water withdrawals and system-wide costs. We illustrate the effects of both individual interventions and policy mixes. Compared to the assumed baseline urban water and sanitation system, policy mixes can reduce raw water withdrawals by 74% with only modest increases in system-wide costs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Groundwater denitrification in Denmark—evolution, extent and reaction rates",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeb9e",
      "pubDate": "",
      "description": "Globally, nitrogen (N) pollution of the environment is a widespread consequence of intensive agriculture. Denmark has combated this challenge from mid-1980 by implementing effective national N regulation of agriculture. Further reduction is needed to meet legislative objectives, and more targeted farm-level regulation schemes are under development. Assessing the necessary farm-level reduction of agricultural N losses to the aquatic environment such as groundwater requires detailed knowledge of denitrification in the groundwater system. In this paper we demonstrate how determinations of the extent of the anoxic nitrate-reducing zone and associated denitrification rates can be done by combined use of national and local level multiscreen groundwater monitoring data representing different agro-hydrogeochemical conditions across Denmark. A new concept for evaluating groundwater denitrification both nationally and locally is presented. The new concept relies on the assessment of nitrate trends in oxic and anoxic nitrate-reducing groundwater using up to 35 years of groundwater monitoring data on nitrate content and groundwater age, dated with CFC or the 3H/3He method. The results from the anoxic nitrate-reducing zone indicate that the probability of denitrification increases with groundwater residence time. On average, the national level assessment shows that in the anoxic nitrate-reducing zone approximately 47% of the nitrate is being denitrified while in the local areas the assessments show variation between 14%–59%, and estimations of denitrification rates range from 0.008–0.032 μmol l−1 day−1. Results show that the variation in the thickness of the anoxic nitrate-reducing zone can be up to 16 m, indicating that the denitrification rates can vary from very fast (thin zone or sharp interface) to slow (thick zone) in a homogenous aquifer layer with the same magnitude of residence time. These results are important for groundwater modeling of nitrate transport from agricultural fields to streams and coastal areas through the groundwater system.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Navigating uncertainty: direct air capture and just transition perspectives in Gulf Coast communities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf5d7",
      "pubDate": "",
      "description": "Direct air capture (DAC) projects are emerging in the Gulf Coast region of the United States, driven by recent private sector interest and federal funding. However, the role of these projects in facilitating a just transition for fossil fuel-dependent communities remains debated and uncertain. This study combines focus groups across three Gulf Coast sites with state-wide surveys in Texas and Louisiana to lend insights on community perspectives on DAC. Focus groups offer rich, qualitative insights into local concerns and aspirations, while the surveys provide broader quantitative data on regional attitudes. We find that DAC may be difficult to extract from the entrenched power of the fossil fuel industry and presents a need for careful planning to avoid social and economic upheaval in the wake of industrial transition. Community perceptions emphasize a dual nature of the fossil fuel industry: providing economic stability while also contributing to environmental and health injustices. While DAC emerges as a potential solution, requiring shared skillsets with the fossil fuel industry, community members express reservations about industry risks and historical lack of community engagement. Our findings underscore the importance of community involvement in decision-making (including when not to build), cooperative ownership models, and transparent processes. Both qualitative and quantitative results illustrate that community support for DAC is conditional on broader socio-economic benefits and inclusive governance, highlighting the need to consider these factors alongside technological features when planning DAC deployment in the region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global estimates of groundwater withdrawal trends and uncertainties",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf6ca",
      "pubDate": "",
      "description": "Groundwater, Earth’s largest source of liquid freshwater, is essential for sustaining ecosystems and meeting societal demands. However, quantifying global groundwater withdrawals remains a significant challenge due to inherent uncertainties in input data, sectoral allocation assumptions, and model parameterization. In this study, we analyze global groundwater withdrawals from 2001 to 2020 using a newly developed data-driven Global Groundwater Withdrawal (GGW) model and quantify uncertainties through Monte Carlo simulations. The GGW model integrates reported country-level data with global grid-based datasets to estimate annual withdrawals across domestic, industrial, and agricultural sectors at a 0.1° resolution (≈10 km). Our results indicate an average global groundwater withdrawal of 648 km3 a−1, with an uncertainty range of 465–881 km3 a−1. Agriculture accounts for 50% of total withdrawals, followed by domestic use at 34.5% and industrial use at 15.5%. Temporal analysis shows increasing groundwater withdrawal in 66% of the 44 IPCC WGI reference regions over the 20 years, with a global average annual increase of 0.5% (varying regionally from 6.5% annual increase to 9% annual decrease). Comparison with previous studies highlights the impact of methodological choices and assumptions about groundwater withdrawal on the resulting global estimates. Our findings underscore the need for comprehensive uncertainty assessments and improved datasets. Expanding spatial coverage in underrepresented regions and enhancing temporal resolution, particularly for dynamic variables like irrigated areas, are crucial for more accurate groundwater withdrawal assessments. These improvements will enable better management and conservation of this vital resource in the face of growing global demands and climate change impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Whose job is it to solve climate change? Perceptions of the roles of diverse actors in addressing climate change",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf85f",
      "pubDate": "",
      "description": "Understanding how different actors perceive their own and others’ roles in addressing climate change is critical to promoting societal-wide climate action. Yet, most studies focused on the perceptions held by the general population. We extended previous work by examining a unique sample of government, business, and resident representatives. We assessed the extent to which these three groups perceive different actors as responsible, capable, and likely to take climate action, as well as their own responsibility, capacity, and likelihood to act as residents or employees, respectively. We found that Dutch residents and representatives from governments and businesses believe that most societal actors are not doing enough and that the government and businesses are most responsible and capable of taking climate action. Compared to Dutch residents, however, representatives from governments and particularly businesses reported that they have relatively low responsibility and capacity to act. This discrepancy highlights the need to empower different actors, particularly professionals (i.e. from governments and businesses), to fulfill their roles in achieving climate goals. We discuss the scientific and practical implications of better understanding the perspectives of diverse actors and identifying ways to leverage their potential contributions to collective climate progress.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Future river exports of nutrients, plastics, and chemicals worldwide under climate-driven hydrological changes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf860",
      "pubDate": "",
      "description": "Future climate-driven hydrological changes may strongly affect river exports of multiple pollutants to coastal waters. In large-scale water quality (WQ) models the effects are, however, associated with uncertainties that may differ in space and time but are hardly studied worldwide and for multiple pollutants simultaneously. Moreover, explicit ways to assess climate-driven uncertainties in large-scale multi-pollutant assessments are currently limited. Here, we aim to build trust in future river exports of nutrients (i.e. nitrogen and phosphorus), plastics (i.e. micro and macroplastics), and chemicals (i.e. diclofenac and triclosan) under climate-driven hydrological changes on the sub-basin scale worldwide. We used a soft-coupled global hydrological (VIC) and WQ (MARINA-Multi) model system, driven by five Global Climate Models (GCMs), to quantify river exports of selected pollutants to seas for 2010 and 2050 under an economy-driven and high global warming scenario. Subsequently, we developed and applied a new approach to build trust in projected future trends in coastal water pollution for the selected pollutants. Results reveal that in arid regions, such as the Middle East, East Asia, and Northern Africa, climate-driven uncertainties play a key role in future river exports of pollutants. For African sub-basins, high increases in river exports of pollutants are projected by 2050 under climate-driven hydrological uncertainty. Nevertheless, over 80% of the global sub-basin areas agree on the direction of change in future river exports of individual pollutants for at least three GCMs. Multi-pollutant agreements differ among seas: 53% of the area agrees on increasing river exports of six pollutants into the Indian Ocean by 2050, whereas 17% agrees on decreasing trends for the Mediterranean Sea. Our study indicated that even under climate-driven hydrological uncertainties, large-scale WQ models remain useful tools for future WQ assessments. Yet, awareness and transparency of modelling uncertainties are essential when utilising model outputs for well-informed actions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "High resolution GDP modelling for climate risk assessments with an application to coastal flooding in Norway",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf867",
      "pubDate": "",
      "description": "An important prerequisite for accurately characterizing economic exposure from climate change at the national scale is a spatial inventory of economic activity and value creation. Current options for such inventories are limited, being either spatially precise but economically bounded sector-specific or owner-specific datasets, or gridded gross domestic product (GDP) products with coarse spatial resolution and inadequate sectoral resolution. To address these limitations, we develop a map of national GDP with high spatial and sectoral resolution. We stress this with meter-scale flood hazard maps to characterize GDP at risk from flooding. We further couple this to a macroeconomic input–output analysis to use the new sectoral resolution to estimate the scope of indirect economic exposure to flood at a national scale.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Life-cycle carbon footprint and total production potential of cross-laminated timber from California’s wildland-urban interface",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf868",
      "pubDate": "",
      "description": "The frequency, scale, and severity of wildfires are steadily increasing in the Western United States. Sustainable forest management practices through forest thinning could reduce the impact of wildfires and provide lumber for wood-based, long-lived, and low-carbon building materials. This study explores the potential for harvesting biomass in California (CA) to mitigate wildfire risk and provide multi-decade carbon storage in the form of cross-laminated timber (CLT) for use in buildings. First, we assessed biomass resource availability, finding that the total live hardwood and live softwood available in the wildland-urban interfaces (WUIs) across CA sums to 14.1 million metric tons (MMT) and 34.9 MMT, respectively, which contains the equivalent of 90 MMT of atmospheric carbon dioxide. Then, we conducted a life cycle assessment of CLT considering softwood and hardwood sources to provide insights into emissions and energy demand associated with utilization of the wood removed for wildfire risk management. We found that the net life cycle carbon footprint of live hardwood and softwood when including biogenic carbon storage/emissions is 414 and 317 kg CO2e/m3 CLT, respectively. To incorporate the timing of these emissions and uptake, we have also conducted a cradle-to-grave time-dependent global warming potential (GWP) analysis. The time-adjusted GWP for live hardwood and live softwood is −227 and −104 kg CO2e/m3 CLT, respectively. In terms of total CLT production potential, 0.03 and 0.005 million m3 CLT can be sourced from live softwood and hardwood, respectively, in WUI on gentle slopes in CA. The resulting insights and approaches from this study are broadly applicable to other forested regions and WUIs across the US and the world, and provide a holistic approach to use forest thinning as a wildfire mitigation strategy in combination with a novel approach for life cycle assessment of building materials with a limited dataset.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global drivers and local management of groundwater stress: a high-resolution economic analysis of land, water, and food systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf909",
      "pubDate": "",
      "description": "Groundwater stress, a critical challenge for global water security and food production, has intensified due to the interaction of global change drivers and rapidly evolving local conditions. This paper investigates the individual and combined impacts of water availability, heat, population growth, income dynamics, and technological advancements on global groundwater stress over a historical period from 1997 to 2017. Utilizing the gridded Simplified International Model of agricultural Prices, Land use, and the Environment (SIMPLE-G), the study attributes local changes in water and land use patterns to these key global drivers. Furthermore, it evaluates an alternative, counterfactual scenario in which sustainable management interventions for groundwater resources are implemented over these two historical decades. The analysis quantifies the historical contribution of each global change driver to local groundwater stress and measures the economic benefits of a scenario in which groundwater extraction caps and improved technology adoption began in 1997. We find that implementing a groundwater extraction cap combined with irrigation investment beginning in 1997 could have reduced global groundwater withdrawals by more than 34% by 2017, preserving over 5 trillion cubic meters of groundwater in aquifers, with the greatest reductions occurring in South Asia and the Western United States. This study contributes to the local-global analysis of the effects of global socio-economic drivers on earth systems through high-resolution, scenario-based modeling.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regionally asymmetric hysteresis of western North Pacific tropical cyclone activity in a CO2 removal experiment",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf97a",
      "pubDate": "",
      "description": "Tropical cyclones (TCs) are devastating natural phenomena with considerable socio-economic impacts on coastal regions worldwide. Despite their importance for climate mitigation and adaptation planning, the response of TC activity to carbon dioxide removal (CDR) has received limited attention. Here, we examine the influence of CDR on TC activity over the western North Pacific (WNP) using an Earth system model under an idealized CDR scenario. Our results show that the WNP-mean genesis potential index (GPI) does not exhibit hysteresis between the ramp-down (model years 249–279) and ramp-up (model years 0–30) periods. This lack of hysteresis is attributed to a regionally asymmetric GPI hysteresis, characterized by a west–east dipolar pattern. The dipole is primarily driven by changes in vertical wind shear associated with a weakened Walker circulation, which is in turn linked to hysteresis in El Niño-like sea surface temperature patterns. Additional simulations using a higher-resolution atmospheric model confirm these findings, revealing no significant change in the number of TCs over the WNP between the two periods. However, a notable 20.11% decrease in TC landfall frequency in East Asia is identified, attributed to reduced TC genesis over the western part of the WNP between the two periods. These results suggest that CDR could help mitigate TC-related socio-economic risks, particularly in East Asia.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Social factors influencing the household solid waste generation and recycling rate in urban areas of Japan",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf97d",
      "pubDate": "",
      "description": "As population density and economic activities continue to grow in urban areas, household solid waste (HSW), especially household plastic waste (HPW), has become a pressing issue in Japan. This study aims to investigate the social factors influencing the generation and recycling rate of HSW and HPW in urban Japan. Using panel data from 105 cities across the years 2000, 2005, 2010, 2015, and 2020, we conducted an actual situation analysis and stepwise multiple regression analysis. Social factors were categorized into demographic (age, gender, income) and non-demographic factors, including economic, infrastructure-related, and HPW-related policy indicators. The actual situation analysis revealed a rise in HPW and stagnant recycling rates in Japan. Regression results confirmed several previous findings, such as older people generating less HSW and recycling more, and positive correlations between economic indicators and recycling rates. Novel findings include: (1) people aged 20–29 and those with higher incomes generate less HSW but more HPW; (2) females are negatively linked to recycling, possibly due to shifting gender roles; (3) higher power generation efficiency of incinerator facilities is statistically associated with higher HPW generation and lower HPW recycling, suggesting a structural trade-off in cities that focus on energy recovery rather than recycling HPW; (4) HPW-related policy indicators significantly improved both HSW and HPW performance. These findings highlight the complexity of urban waste management. By integrating both HSW and HPW dimensions and incorporating underexplored indicators, this study deepens understanding of localized HSW dynamics and offers targeted recommendations for enhancing municipal recycling systems in Japan.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}