{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-06-11T07:24:36.498608",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2325122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Complexity myths and the misappropriation of evolutionary theory",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425772122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />Recent papers by physicists, chemists, and geologists lay claim to the discovery of new principles of evolution that have somehow eluded over a century of work by evolutionary biologists, going so far as to elevate their ideas to the same stature as the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Polaron catastrophe within quantum acoustics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426518122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceUnderstanding how electrons interact with lattice vibrations is essential for exploring the properties of exotic materials. Embracing the neglected wave nature of lattice vibrations, we reveal the rich physics hidden from the perturbative ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A green dichromophoric protein enabling foliage mimicry in arthropods",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502567122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceOur research sheds light on the fascinating molecular mechanism behind the insect green camouflage, a mystery that has intrigued scientists for over a century. By isolating and identifying a unique green pigment from the bush-cricket, we found ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Multiple sources of atmospheric CO2 activated by AMOC recovery at the onset of interglacial MIS 9",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423057122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificancePrior to the Industrial Period, the highest levels of CO2and CH4over the last 800 ka occurred about 335 ka ago, at which time both gases rapidly increased before tailing back down over the next 1.3 ka. Here, we characterize these changes ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Suborbital- and millennial-scale monsoon variability during Pleistocene interglacials",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426353122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceMarine and ice-core records demonstrate that Heinrich events and DO cycles were persistently significant during the Pleistocene glaciations. However, it remains unclear how abrupt climate events evolved during past warm periods and whether the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Climate warming increases global oceanic dimethyl sulfide emissions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502077122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceThis work reduces the current large differences and biases observed in the previous outcomes of the CMIP6 models in terms of the future changes in the seawater dimethyl sulfide (DMS) concentrations and sea-air flux estimates. This not only ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Declining coral calcification to enhance twenty-first-century ocean carbon uptake by gigatonnes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501562122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceClimate change is anticipated to suppress coral reef calcification with net dissolution expected under even moderate emissions scenarios. The impact of this on the global carbon cycle is however unknown as these ecosystems are not represented ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Anthropogenic iron alters the spring phytoplankton bloom in the North Pacific transition zone",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2418201122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceIron is an essential nutrient for phytoplankton photosynthesis, but its low solubility in seawater makes large regions prone to iron limitation, a state where exogenous iron input can increase photosynthesis, primary production, and carbon ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sensitivity of simulations of Plio–Pleistocene climate with the CLIMBER-2 Earth System Model to details of the global carbon cycle",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427236122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceUsing the CLIMBER-2 model to simulate the Plio–Pleistocene climate evolution, we find that for low (high) volcanic outgassing levels, the carbon system reorganizes itself such that atmospheric CO2is lower (higher), land carbon storage is low (...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Revealing land control dynamics in emerging agricultural frontiers",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2407916122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceThe expansion of commodity agriculture is the leading driver of deforestation globally, which makes it crucial that we capture it accurately. Yet the way we monitor agricultural commodity frontiers typically overlooks early dynamics of land ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A mouse model of Jansen’s metaphyseal chondrodysplasia for investigating disease mechanisms and candidate therapeutics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500176122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceJansen’s metaphyseal chondrodysplasia (JMC), an ultrarare disorder caused by activating parathyroid hormone receptor mutations, is characterized by skeletal deformities as well as mineral ion homeostasis abnormalities. Lack of models ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "In-plane ferroelectricity with high Curie temperatures in nonequilibrium SnSe1-xSx van der Waals semiconductors",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501509122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceFerroelectricity is an important characteristic of two-dimensional (2D)/layered materials. In 2D crystals, the underlying mechanism is evidently linked to the single-layer structure. In contrast, layered (van der Waals) ferroelectrics can have ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Material properties of biomolecular condensates emerge from nanoscale dynamics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424135122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceCells organize many of their activities within membraneless compartments known as biomolecular condensates. Our research uncovers how the rapid, small-scale motions of disordered proteins within these condensates determine their overall ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The cell-permeable iron chelator M606 inhibits MYCN-driven neuroblastoma via an E2F3-mediated response",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420011122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceNeuroblastoma is the most common solid tumor diagnosed in infants, and amplification of theMYCNoncogene occurs in 40 to 50% of high-risk neuroblastomas, serving as a powerful marker of aggressive disease and poor overall outcome. We ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "MyD88 knockdown by RNAi prevents bacterial stimulation of tubeworm metamorphosis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505805122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceMetamorphosis is a critical life-history transition in many animals, yet its underlying molecular mechanisms, particularly in response to environmental bacteria, remain poorly understood. This study provides a functional link between the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Concerted transport and phosphorylation of diacylglycerol at ER–PM contact sites regulate phospholipid dynamics during stress",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421334122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceMembrane contact sites are nanodomains essential for lipid homeostasis and stress signaling but their specific functions remain poorly understood. Here, we report a spatially coordinated mechanism at endoplasmic reticulum–plasma membrane (ER–...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evolutionarily conserved BON1 regulates the basal cytosolic Ca2+ level by calmodulin-independent activation of Ca2+ pumps in Arabidopsis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504457122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceWe reveal a regulatory mechanism that fine-tunes basal cytosolic Ca2+concentrations by modulating autoinhibited Ca2+pumps. The evolutionarily conserved BON1 protein, equipped with both high- and low-affinity Ca2+binding sites, directly ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structure–function coupling in the first month of life: Associations with age and attention",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2412729122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceThe first month of life is a critical period for brain development, with rapid reconfiguration of brain structure and function. Yet, how structural and functional connections reorganize to support attention and behavior during this time ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Pathophysiologically relevant bisphenol S exposure accelerates aging by disrupting brown adipose tissue–regulated energy metabolism",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420437122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 23, June 2025. <br />SignificanceThis study investigates the effects of bisphenol S (BPS), a common substitute for bisphenol A (BPA), at pathophysiologically relevant concentrations on the aging process, with a particular focus on its impact on brown adipose tissue (BAT) and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}