{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-29T02:30:37.945807",
  "items": [
    {
      "title": "Thermal stress in degraded forests in the Brazilian Amazon Arc of Deforestation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adea98",
      "pubDate": "",
      "description": "Understanding thermal stress in tropical forests has taken on new urgency in light of accelerating climate change and expansion of deforestation and forest degradation. Degraded tropical forests in particular may be approaching critical temperature thresholds even more rapidly than intact forests, with implications for tree survival and ecosystem recovery. We investigate thermal stress in degraded tropical forests within the Brazilian Amazon Arc of Deforestation. Using land surface temperature data from the ECOsystem Spaceborne Thermal Radiometer Experiment on the international Space Station (ECOSTRESS), we compared canopy temperatures of intact, selectively logged, and burned forests in Feliz Natal, Mato Grosso, Brazil. Upper canopy temperatures in previously burned forests were 4.1% higher (mean = 36.5 °C) and 50.9% more variable compared to intact and logged forests, which showed remarkably similar temperature distributions (means of 34.9 °C and 35.1 °C, respectively). Modeled leaf temperature distributions based on canopy temperature measurements from one of the warmest days in a 2 year dry season record indicated that 87% of leaves in the warmest burned forest patches exceeded the temperature threshold where respiration surpasses photosynthesis, compared to approximately 72%–74% in intact and logged forests, respectively, in the same time period. After controlling for environmental factors, burned forests were predicted to be 2.6 °C warmer on average [1.39 °C–3.96 °C, 95% credible interval] than intact forests across a 5–40 m canopy height range. Burned forests showed modest thermal recovery over time, with temperatures decreasing by approximately 1.2 °C over a 30 year recovery period. In contrast, logged forests showed minimal thermal differences from intact forests (−0.353 on average, [−1.125–0.274, 95% credible interval]) and negligible change (0.15 °C) over the same timeframe. While the absolute probabilities of exceeding damaging thermal thresholds remain low across all forest types under current climate conditions, the probability of leaves exceeding temperatures that cause permanent leaf damage was ten times higher in burned forests, with implications for the future of burned forest regeneration in water-limited regions of the Amazon basin. In particular, the combination of higher mean temperatures, greater temperature variability, and more frequent exposure to damaging thermal thresholds implies that burned tropical forests will experience substantially higher mortality rates and slower biomass recovery compared to intact and selectively logged forests, especially in water-limited regions where trees cannot rely on evaporative cooling to moderate canopy temperatures.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Grain for Green Project dominates greening in afforested areas rather than that in grass revegetation areas of the Loess Plateau, China—using Deep Crossing LSTM Age network",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adec02",
      "pubDate": "",
      "description": "Vegetation restoration in the Loess Plateau (LP) of China is driven by atmospheric environmental changes (climate change, rising CO2, and nitrogen deposition), land cover change (LCC) from ecological restoration projects (ERPs), and change in forest age. However, the dominant factors influencing vegetation restoration remain controversial. This study improved the Deep Crossing network by integrating bidirectional long short-term memory (Bi-LSTM) with embedding, creating the Deep Crossing LSTM Age (DC-LSTM-Age) network. It incorporates land cover type, forest age, and atmospheric environmental factors to reconstruct the leaf area index (LAI). We investigated the LAI increase (greening) driven by various factors and their dynamics in the Grain for Green Project (GGP) regions of the LP from 2001 to 2021. Results showed that DC-LSTM-Age network effectively simulated LAI values and its temporal dynamics in LCC regions, with superior validation performance (R2 = 0.87) compared to the Deep Crossing LSTM network (R2 = 0.84) that excluded forest age and the Bi-LSTM network (R2 = 0.79) that excluded forest age and land cover type. The greening trend in afforested regions (GGP-Forest, 0.013 m2 m−2yr−1) was much larger than in grass revegetation regions (GGP-Grass, 0.005 m2 m−2yr−1). Dominant drivers varied by restoration strategy: in GGP-Forest, LCC was the primary driver (0.25 m2 m−2, 52.9%), with an increasing impact over time. In GGP-Grass, atmospheric environmental changes dominated (0.127 m2 m−2, 78.5%), led by climate change (0.064 m2 m−2, 39.4%), CO2 rising (0.056 m2 m−2, 35%), and nitrogen deposition change (0.007 m2 m−2, 4.1%). The CO2 fertilization effect showed signs of saturation. This research highlights the crucial role of ERPs in LAI increase.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Long-term analysis of carbon sequestration in China’s tea plantations and its mitigation potential for carbon emissions during 1978–2020",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adec04",
      "pubDate": "",
      "description": "The widespread tea plantations in China provide significant economic value and sequester atmospheric CO2. However, the removal contribution of carbon sequestration to carbon emissions (CEs) in tea plantations remains unclear. Using the data of tea plantation areas and tea production of 16 provinces during 1978–2020, this study quantified the amount of carbon sequestration by vegetation and soil, and CE from fertilization, pesticide, diesel, energy and soil in tea plantations in China, and compared their removal contributions. The results showed that the continuous changes of carbon sequestration and CE in tea plantation, the amount of carbon sequestration in tea plantation increased from 1.73 –18.83 Tg C·yr−1 from 1978 to 2020, with the average carbon sequestration capacity of 6.63 Mg C·ha−1. The annual CE increased continuously from 3.52–10.54 Tg C·yr−1, with an average CE of 5.10 Mg C·ha−1. Therefore, the annual residual quantities after carbon removal increased from −1.99–8.29 Tg C·yr−1 between 1978 and 2020, and the annual residual proportions increased from −115.12% in 1978 to 44.03% in 2020. The carbon removal contribution of tea plantations in China was drastically promoted and varied significantly among the 16 provinces, the ecological management practices of tea plantations in Shandong and Guizhou provinces should be improved to promote their carbon removal contributions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Repression over responsibility: sanctioning of environmental activism",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adef6b",
      "pubDate": "",
      "description": "Conservation offers evidence-based insights into the state of ecosystems and biodiversity, while activism amplifies conservation goals through public and political engagement. Despite the importance of this relationship, a troubling pattern has emerged: environmental activism is increasingly met with disproportionate criminalization and punitive responses by many governments worldwide. Such repression not only threatens individual activists but also undermines the broader conservation movement by discouraging public participation and stifling dissent, ultimately jeopardizing our collective ability to address the planet’s most pressing challenges. This short perspective examines the growing trend of targeting environmental activists and discusses the potential consequences this may have for conservationists and anyone else concerned about the profound, immediate threats of climate change and environmental exploitation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "One-step estimation of non-seasonal terrestrial water storage variation in Southeastern China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeff4",
      "pubDate": "",
      "description": "Accurate estimation of non-seasonal signals (NSSs) of Terrestrial Water Storage Anomaly (TWSA) from Gravity Recovery and Climate Experiment monthly gravity field models is essential for identifying and understanding extreme hydrological phenomena. However, significant north-south striped noise in the models necessitates spectral filtering before estimating NSSs, resulting in signal attenuation and leakage. In this paper, we propose a one-step approach (OSA) that iteratively filters noise and estimates NSSs alongside trends and seasonal signals starting from unfiltered regional TWSA signals, where the covariance matrices of NSSs are populated using distance-based exponential functions. The non-seasonal TWSA signals in Southeastern China, estimated by OSA from April 2002 to December 2024, effectively preserves signal integrity with reduced spatial leakage and enhanced signal strength, aligning closely with those of the RL06 mascon products from CSR (Center for Space Research) and JPL (Jet Propulsion Laboratory), achieving Nash-Sutcliffe Efficiency (NSE) of 0.91 and 0.90. Moreover, we introduce a Standardized NSS (SNSS) index from OSA, which enhances the consistency with the standardized streamflow index, identifying the extreme wetness in pearl river basin (PRB) and Southeastern River Basin (SERB) from August 2015 to June 2016, and the extreme drought in Middle and Lower Yangtze River Basin (MLYRB) from July 2022 to April 2023. SNSS also exhibits enhanced correlations with nine key climate indices, especially for ENSO (El Niño-Southern Oscillation) and TIOS (Tropical Indian Ocean Sea Surface Temperature Anomaly), with cross-correlations of 0.99 and 0.96 for PRB, 0.97 and 0.94 for SERB during extreme wetness, and 0.96 and 0.90 for MLYRB during extreme drought.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The impact of livestock farming on global fire regimes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeff5",
      "pubDate": "",
      "description": "Fire is the largest source of global vegetation disturbance and livestock farming is amongst humanity’s most pervasive impacts on the biosphere. However, no quantification has been made of livestock farming’s global impact on fire regimes. Here, we quantify the impact of livestock farming on global burned area (BA), through a combination of a new parameterisation of grassland grazing intensity in the Wildfire Human Agency Model and generalised linear models of fire’s many additional biophysical dimensions. Results demonstrate that livestock farming has contributed to the decline in global BA, but perhaps more importantly, also has highly spatially heterogenous impacts. Specifically, results suggest that the contrasting distributions of livestock grazing intensity and pastoral burning likely contribute to the observed BA anomaly in the savanna grasslands of sub-Saharan Africa. Our results serve to highlight the major potential role of ‘prescribed grazing’ as a climate change adaptation measure and, more broadly, reiterate the importance of interactions between human and biophysical processes in driving the distribution of fire on Earth.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Advancing new metrics for wildfire smoke exposure: case study in Alaska to bridge public health, climate adaptation, and fire management",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeff6",
      "pubDate": "",
      "description": "Wildfire activity is increasing globally due to climate change, with implications for air quality and public health. Fine particulate matter (PM2.5) from wildfire smoke contributes to cardiorespiratory morbidity and mortality, adverse birth outcomes, mental health stressors, and disruptions to food security and traditional livelihoods. However, quantifying health risks remains difficult due to sparse monitoring, challenges in isolating wildfire-specific pollution, and limited long-term exposure assessments. We developed a historical air quality dataset for Alaska using a hybrid approach that integrates GEOS-Chem atmospheric modeling with ground-based data to estimate daily wildfire-attributable PM2.5 at a 0.625° × 0.5° resolution from 2003 to 2020. We aggregated these estimates by census tract and derived metrics to quantify long-term wildfire smoke exposure, then combined these estimates with social vulnerability data to identify populations disproportionately affected. Alaskans experienced an average of 3.5 million person-days of moderate and >800 000 person-days of dense smoke exposure annually. In years when over 2 million acres burned, 86%–98% of census tracts recorded at least 1 d of moderate smoke, and up to 73% experienced dense smoke. Northern Interior Alaska had over 300 cumulative days of poor air quality (∼10% of summer days) over the 18 year period, with smoke waves lasting as long as 43 d. Tracts identified as having high smoke exposure and high smoke vulnerability were generally in rural Interior Alaska; however, urban tracts in Interior and Southcentral were also identified. High-exposure census tracts had statistically greater proportions of housing cost-burdened residents and women of childbearing age. This study highlights the need to move beyond traditional fire metrics and adopt measures that better capture the full scope of human exposure. Our approach provides a framework for assessing health risks and integrating public health into climate adaptation and fire management especially in wildfire-prone regions where observations are sparse.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating net-zero targets’ impact on corporate GHG emissions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeff8",
      "pubDate": "",
      "description": "This paper investigates the effects that science-based targets (SBTs) have on corporate greenhouse gas (GHG) emissions. Using a difference-in-differences methodology, we assess whether companies that commit to a net zero goal show a decrease in GHG emissions compared to similar companies that declare such goals later. Our results provide limited evidence that organizations with SBT reduce emissions, particularly for Scope 1 and Scope 2 emissions, as the findings lack strong statistical significance. We also examine whether the pace of emission reductions increases as companies approach their target year. Our results indicate that efforts to reduce emissions increase before the announcement, but may stabilize thereafter. These results highlight the challenges of accurately assessing the tangible impact of voluntary corporate commitments on climate goals and underscore the need for comprehensive and clear reporting to prevent misleading claims and promote confidence in climate finance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Typology of US metropolitan areas illuminates per-capita mobile greenhouse gas emissions impacts and informs mitigation strategies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf07b",
      "pubDate": "",
      "description": "We present a novel typology of 349 metropolitan statistical areas in the United States and demonstrate its implication for understanding and mitigating per-capita mobile greenhouse gas emissions (PMGEs). Via factor analysis of 55 indicators across seven categories, we identified eight key drivers of mobile emissions. Based on these, we clustered the metro areas via Gaussian mixture modeling to obtain seven metro types. We used an extreme gradient boosting regression model to predict PMGEs based on all the indicators, excluding population. Using SHapley Additive exPlanations values, we identified the most relevant indicators. The model reveals that density and transit mitigate PMGEs, while car use and climate exacerbate it. The typology provides further insights into how these effects vary across network, mode share and development patterns. Ultimately, the typology can serve as a framework to identify relevant indicators and thereby guide the selection of strategies for effective, type-specific emissions mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Life cycle assessment of polylactic acid municipal waste disposal in Belize",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf129",
      "pubDate": "",
      "description": "In 2015, the Belize Solid Waste Management Authority launched the Solid Waste Management Project II to enhance solid waste management practices with a particular focus on biopolymers such as polylactic acid (PLA). This study aims to quantify the environmental impact of four potential waste management strategies for PLA in Belize: landfill, landfill expansion, cogeneration, and anaerobic digestion. A life cycle assessment was conducted with a functional unit of 1 kg of PLA at the end-of-life for each waste management scenario. Data from Ecoinvent V3.5 and process parameters from SimaPro V9.0 were collected and modeled in Microsoft Excel. Sensitivity and uncertainty analyses were assessed. Environmental impact results showed that operational requirements contributed the most to the impacts for anaerobic digestion, while the landfill scenarios were dominated by transportation requirements, and the cogeneration scenario was dominated by material requirements. The anaerobic digestion scenario had the lowest net environmental impacts across half of the assessed categories, primarily due to energy generation from biogas production. Environmental impacts can be reduced by diverting PLA waste from landfills to anaerobic digestion and cogeneration facilities. Additionally, uncertainty was the lowest in the anaerobic digestion scenario for most of the assessed environmental impact categories. Sensitivity analysis revealed that environmental impact results were highly influenced by key model assumptions, such as those for PLA degradation, transportation distances, and technology-specific parameters, indicating that further data collection is necessary to enhance the accuracy of these results. Integrated solid waste management scenarios that incorporated combinations of anaerobic digestion and cogeneration were found to have lower net environmental impacts compared to the business-as-usual scenario. This study underscores the need for further research to evaluate the feasibility of integrating these waste management alternatives into Belize’s waste management system.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}