{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-08-17T16:29:44.674407",
  "items": [
    {
      "title": "Shifts in diurnal cycles of low and high clouds warm the climate: evidence from decadal satellite observations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf23c",
      "pubDate": "",
      "description": "Anticipated changes in the diurnal cloud cycle (DCC) under global warming carry significant implications for future climate predictions. However, there is a notable dearth of studies specifically focusing on DCC shifts. Here, we establish a connection between DCC and its radiative effects (DCCRE), revealing that the DCC has tended to warm the climate over the past 13 years. We found that the centroid position determines the warming or cooling effect of DCCRE, while the magnitude of the amplitude influences its strength. As global mean temperature (GMT) rises, low cloud centroid tends to shift from daytime to nighttime, enhancing nighttime warming effects and diminishing solar radiation reflection. Conversely, high clouds exhibit the opposite, reducing nighttime warming effects and displaying stronger DCCRE compared to low clouds. For each 1 °C increase in GMT, the total cloud DCCRE is expected to rise by 2.90 W m−2, mainly driven by low clouds contributing to an increase of 1.85 W m−2. This suggests that DCCRE may continue to warm the climate as GMT rises. These results indicate that the changes in DCC are significant for understanding climate variability. However, it should be noted that these findings are based on short-term regression analysis and further research is needed to determine whether they are related to long-term responses.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Heat alerts and information-seeking behavior: evidence from heat-related internet searches in the United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf3cf",
      "pubDate": "",
      "description": "Extreme heat is a growing public health threat. In the United States (US), the National Weather Service (NWS) issues alerts ahead of forecast periods of extreme heat. However, the behavioral impact of official heat alerts remains poorly understood at actionable scales, and their real-world effectiveness has been difficult to quantify. We used anonymized, county-level Google search data on the proportion of searches classified into eight heat-associated categories, aggregated daily across 2581 US counties from May to September 2023. We implemented a time-stratified case-crossover method using conditional Poisson models to quantify the association between the proportion of heat-related internet searches and (a) daily maximum temperature and (b) NWS heat alerts, adjusting for same-day county-specific temperature percentiles. We further evaluated how associations varied spatially and temporally within the season. Across all counties, searches for heat stroke/exhaustion were 3.60 (95% CI, 3.38–3.85) times higher when comparing the 95th percentile of daily maximum temperatures to the 1st percentile. Air-conditioning searches were 2.47 (2.43–2.51) times higher. Exposure–response curves rose steeply above the 80th percentile except for public swimming and cooling center queries. On heat alert days, heat-related searches were 1.27 (1.26, 1.28) times higher relative to matched non-alert days. Results varied by region. However, effect modification was pronounced: early-summer alerts (May–June) elicited stronger responses than late-summer alerts (July–September) in all heat-related search categories except cooling centers. Our findings suggest that heat alerts trigger meaningful, real-time behavioral responses during heatwaves, particularly in early summer and historically cooler regions. High-resolution internet search data offer a promising tool for evaluating public engagement with risk communication and can provide local officials guidance for further optimizing messaging strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Risk of rice production failure in India under climate change",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf459",
      "pubDate": "",
      "description": "Rice production failure is a major threat to food security and supply chain resilience across India. In this paper, we examine future rice production failure risks across India by integrating down-scaled climate projections with machine learning models that capture complex crop-climate interactions. First, we identify key drivers of historical crop failures and demonstrate the critical role of monthly weather variability. We then use our historically-trained ML models to project future production failure risk across India, linking spatial changes in failure risk with projected future weather distributions and exploratory scenarios of changes in irrigation access. Our findings indicate that district-level risks of rice production failures in India are projected to increase (26% average) under future climate change across all shared socioeconomic pathways in the near (2025–2054) and far (2055–2084) future. Our analysis demonstrates that expanding irrigation access could play a vital role in mitigating these risks, with substantial risk reductions observed in high-vulnerability regions. These insights provide actionable information for policymakers aiming to enhance agricultural resilience, identifying priority areas where adaptive measures, particularly irrigation improvements, can most effectively reduce vulnerability to climate-driven production risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hydro-climatological changes and mine water management challenges in Canada under climate change",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf762",
      "pubDate": "",
      "description": "Climate change (CC) is already affecting Canada’s hydrologic cycle, posing challenges for water management in mining operations and increasing associated environmental and social risks. However, there is limited research that quantifies the extent of anticipated CC impacts across Canadian watersheds with active mining. This paper aims to fill that gap by assessing CC impacts on key hydroclimatic variables important for Canada’s mine water management. Baseline conditions were established for six key variables: annual precipitation, 24 h intensity–duration–frequency (IDF) precipitation, 10 d extreme precipitation, annual mean temperature, hydrologic drought index like Standardized Precipitation and Evaporation Index (SPEI), and annual snow depth. Date sources included Environment and Climate Change Canada (ECCC) and Coupled Model Intercomparison Project Phase 5 (CMIP5). Future CC projections were generated using ECCC’s transformation equation for 24 h IDF precipitation, the quantile delta mapping (QDM) method for 10 d extreme precipitation, and downscaled, bias corrected CMIP5 ensemble projections for the remaining variables. The assessment considered two greenhouse emission scenarios (RCP4.5 and RCP8.5), and three future timeframes (2020s, 2050s, 2080s). The study reveals projected temperature increases within the case study watersheds of 2.4 °C–3.5 °C by the 2050s and 3 °C–7 °C by the 2080s under median or 50th percentile (p50) conditions. Annual precipitation is expected to rise by 11%–16% (2050s) and 15%–28% (2080s), with more intense shorter-duration events under p50 conditions. For example, the current 100 year 24 h IDF storm is expected to occur more frequently, decreasing to a 27–49 year return period by the 2050s and a 10–40 year return period by the 2080s. Annual average snow depth is projected to decline by 21%–73% (2050s) and 24%–89% (2080s) under p50 conditions. These findings highlights that water management in Canada’s mining regions is set to face escalating hydrological changes under a changing climate. Effective management strategies are therefore essential to prevent intensified environmental and social risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Advancing global vegetation water content observations: the potential of Moon-based SAR for ecological risk assessment",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf764",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Local capacity assessment is integral to stakeholder engagement for responsible marine carbon dioxide removal",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf7bf",
      "pubDate": "",
      "description": "Novel carbon dioxide removal (CDR) approaches are essential to address climate change. Ocean alkalinity enhancement (OAE) is being considered to enhance the ocean’s capacity as an atmospheric carbon sink. It is widely recognised that responsible development and deployment of marine-based CDR requires effective engagement with local stakeholders. This article considers how stakeholders could actively participate in OAE, enhancing their agency and identifying pathways to incorporate their skills and knowledge into research and deployment activities. Adopting a place-based approach in Tasmania, Australia, we interviewed 23 participants and asked them how they might contribute to future OAE activities in/around this island state. Participants saw themselves contributing to one or more activity-based themes: knowledge creation, regulatory oversight, safeguarding values, and/or stakeholder networking. While some responses were predictable (i.e. government representatives adopting regulatory roles), others were unexpected, highlighting the importance of proactively engaging with stakeholders. Several participants identified the need for further support to effectively perform their roles, including expert advice and access to resources. Capacity assessments can evaluate the ability of local stakeholders to play an active role in OAE activities and thus inform strategies to bolster capacity through learning and infrastructure development. We recommend integrating capacity assessments into OAE/marine CDR stakeholder engagement strategies. Further research is needed to develop and implement capacity assessments for OAE and other marine CDR approaches.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantitative analyses of multidimensional ecological impacts of Talatan photovoltaic power plant on desert ecosystems in Northwestern China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf7c1",
      "pubDate": "",
      "description": "Globally, solar energy has supplanted fossil fuels as the predominant source of clean energy. Scholars have been calling for techno-ecological synergies that minimizing unintended environmental consequences; however, empirical evidence is largely missing in the existing literature. Taking the world’s largest photovoltaic (PV) power plant as a demonstration, combining remote sensing images with field data, we actively used the spatiotemporal dynamic analysis, gross ecosystem products accounting method and statistical analysis methods to show techno-ecological synergies for electricity generation and ecological recovery. Specifically, our analyses reveal that (1) PV panels reduced surface albedo. The albedo of three broad spectral bands decreased by >15% in PV area; (2) comparing to areas between and outside the PV areas, areas under the PV panels enhanced vegetation cover by 61.86% (absolute coverage of 38.22%) and 131.80% (absolute coverage of 56.86%), unit area above-ground biomass by 133.71% (119 g) and 235.48% (146 g), and plant height by 31.02% (17.36 cm) and 45.58% (22.96 cm), respectively. Nevertheless, PV panels exerted a negative impact on soil organic matter but did not significantly affect other soil and vegetation indicators (i.e. soil water content, vegetation nitrogen content, and vegetation biodiversity, etc); and (3) PV panels improved ecosystem services. Specifically, from 2010 to 2020, among the four ecosystem regulating services, carbon sequestration and oxygen release increased by 178.46% (70.92 t km−2 and 51.58 t km−2), sand fixation by 13.76% (3920.19 t km−2), and soil retention by 4.16% (467.02 t km−2), respectively. Our study demonstrates a potentially sustainable mode in desert areas that supports vertical multiple land uses, improves the surface ecological environment while harnesses solar energy. With better understanding and management of the coupled human-natural energy systems, including the light allocation between PV panels, the selection of appropriate vegetation types beneath panels, and effective management, it is promising that there will be more techno-ecological synergies worldwide.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Multiple modes in tropical tree cover: a multi-dimensional perspective",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf7c2",
      "pubDate": "",
      "description": "Observations have been debated as portraying a multimodal distribution of tropical tree cover, even in regions with identical mean annual precipitation (MAP). Previous studies have discussed whether such multimodality is evidence of alternative stable states, which would indicate that tropical forests may irreversibly transition to a savanna-like state when deforestation and climate forcing reach a tipping point. However, doubts have been raised regarding this interpretation. Alternative hypotheses invoke heterogeneous environmental conditions related to soil properties, climate parameters beyond MAP, or human activity. Here, we explore the possibility that the influence of multiple environmental parameters can create multimodality in monostable systems when projected onto one dimension. We show that this situation can indeed occur, even if the system’s only equilibrium state depends monotonically on the parameters, and even if the parameter values have Gaussian distributions. Such a situation would imply that tree cover may respond linearly to forcing, without any abrupt behavior, regardless of multiple peaks in the tree cover distribution. However, when considering ecologically more realistic parameterizations of tree cover, as used in process-based vegetation models, we find that multiple tree cover modes are more difficult to obtain in the absence of alternative stable states. The reason is that environmental conditions do not affect tree cover directly and independently from each other, but indirectly by affecting tree productivity and mortality. Consequently, a coexistence of forest and savanna in these models is only possible when imposing environmental parameters that are bimodal themselves. Motivated by this finding, we analyze the observed distribution of several relevant environmental parameters in South America, and find that none of them suggests a multi-modal tree cover distribution. Our results hence emphasize that possible tipping dynamics are a concern, but also call for improved estimates of tropical tree cover distribution and the role of fire-vegetation interactions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Advancing seasonal prediction of tropical cyclone activity with a hybrid AI-physics climate model",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf864",
      "pubDate": "",
      "description": "Machine learning (ML) models are successful with weather forecasting and have shown progress in climate simulations, yet leveraging them for useful climate predictions needs exploration. Here we show this feasibility using neural general circulation model (NeuralGCM), a hybrid ML-physics atmospheric model developed by Google, for seasonal predictions of large-scale atmospheric variability and Northern Hemisphere tropical cyclone (TC) activity. Inspired by physical model studies, we simplify boundary conditions, assuming sea surface temperature and sea ice follow their climatological cycle but persist anomalies present at the initialization time. With such forcings, NeuralGCM can generate 100 simulation days in ∼8 min with a single graphics processing unit while simulating realistic atmospheric circulation and TC climatology patterns. This configuration yields useful seasonal predictions (July–November) for the tropical atmosphere and various TC activity metrics. Notably, the predicted and observed TC frequency in the North Atlantic and East Pacific basins are significantly correlated during 1990–2023 (r = ∼0.7), suggesting prediction skill comparable to existing physical GCMs. Despite challenges associated with model resolution and simplified boundary forcings, the model-predicted interannual variations demonstrate significant correlations with the observed sub-basin TC tracks (p < 0.1) and basin-wide accumulated cyclone energy (ACE) (p < 0.01) of the North Atlantic and North Pacific basins. These findings highlight the promise of leveraging ML models with physical insights to model TC risks and deliver seamless weather-climate predictions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Transboundary trade poses regulatory challenges for EV battery recycling",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf865",
      "pubDate": "",
      "description": "Governments worldwide are advancing efforts to establish comprehensive regulatory frameworks for the circular economy of electric vehicle batteries. However, current regulations often overlook the impacts of transboundary trade. This article argues that while these cross-border practices may help companies reduce costs and comply with regulatory targets, they pose environmental risks, create regulatory loopholes, and undermine incentives to build domestic recycling capacity. To ensure effective battery recycling on a global scale, governments should introduce dedicated regulatory frameworks for cross-border trade activities to avoid ambiguities. International standards for information labeling and traceability systems covering batteries, waste batteries, and recycled materials are also needed. These governance efforts call for more research focused on the dynamics and impacts of transboundary trade in electric vehicle battery recycling.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can artificial intelligence equitably mitigate climate change? Spatiotemporal evidence from Chinese cities",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf866",
      "pubDate": "",
      "description": "Artificial Intelligence (AI) is emerging as a critical enabler of climate mitigation. However, its spatial and temporal impacts remain insufficiently understood. Using balanced panel data from 279 Chinese cities (2006–2019), this study examines how AI (measured by robot adoption) affects carbon emission intensity. We apply the geographically and temporally weighted regression (GTWR) model to uncover heterogeneous impacts. The results indicate that AI significantly reduces carbon emission intensity, thus contributing to climate mitigation. Nonetheless, the magnitude of this effect varies substantially across cities. The mitigation benefits are more pronounced in cities with limited natural resources, those located within the five major economic zones, and non-traditional industrial centers. These patterns reflect the presence of a ‘natural resource curse’ in resource-rich cities and a ‘social resource blessing’ in socially advantaged regions. The GTWR results further reveal pronounced spatial disparities, with eastern cities experiencing greater reductions in carbon intensity than those in the west. Over time, this spatial imbalance has been narrowing, indicating a gradual convergence in AI’s climate mitigation effects. These findings underscore the importance for regionally differentiated AI development strategies and policy interventions to reduce spatial inequities in mitigation capacity. The study provides robust empirical evidence from China, offering new insights into AI’s potential to support equitable and effective climate action on a global scale.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Spatiotemporal variations and climatic drivers of lightning activity across pan-Arctic regions during 2010–2024",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf86a",
      "pubDate": "",
      "description": "Lightning activity could influence regional air quality and terrestrial ecosystems through physicochemical processes such as lightning-generated nitrogen oxides and wildfire risks. However, the characteristics and causes of lightning activity across high latitudes such as the pan-Arctic region are still unclear. Here we explore spatiotemporal variations and climatic drivers of lightning stroke density (LSD) across the pan-Arctic (45° N –90° N) during 2010–2024, based on the latest global lightning datasets. Results show that LSD was up to 9.29 strokes 100 km−2 yr−1 over pan-Arctic regions during 2010–2024, with positive trends of 0.556 strokes 100 km−2 year−1 for land grids. Regionally, LSD shows significant positive linear trends in North America (NAM), central Europe (CEU) and western Russia (WRU), with highs up to 2.159 strokes 100 km−2 yr−1, 3.612 strokes 100 km−2 yr−1 and 2.071 strokes 100 km−2 yr−1, respectively. However, LSD decreases significantly by −2.042 strokes 100 km−2 yr−1 in northern China (NCH). The possible climatic causes of LSD trends are examined across the four regions through multiple linear regression and random forest models. Increasing sea surface temperature dominates positive LSD trends up to 1.125 strokes 100 km−2 yr−1 and 2.119 strokes 100 km−2 yr−1 over NAM and CEU, accounting for 52% and 59% of the observed trends. Increased surface air temperature and reduced aerosols jointly control the increasing LSD trend over WRU, up to 1.280 strokes 100 km−2 yr−1 and 1.112 strokes 100 km−2 yr−1, respectively. The negative LSD trend in NCH are mainly related to increases in local wind shear, resulting in a decline of −0.934 strokes 100 km−2yr−1 in LSD trends. Moreover, the use of random forest models as cross-validation also revealed similar climatic causes over these regions. Our findings highlight increasing trends in lightning activity over high-latitude regions in recent decades, suggesting the need to fully consider the impacts of climate change on future lightning activities under various emission scenarios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Critical window of gestational greenspace exposure for the risk of low birth weight",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf86b",
      "pubDate": "",
      "description": "Many studies link average residential greenspace exposure during pregnancy to birthweight changes, but evidence on critical timing for low birthweight is limited. Furthermore, coarse aggregations of exposure levels throughout pregnancy may obscure complex exposure-response relationships. This case-control study using the birth data (n = 788,275) in three US states examined the associations between the ZIP code-level weekly enhanced vegetation index (EVI) levels during gestational weeks 0–39 and term low birthweight (TLBW). The logistic regression with distributed lag non-linear functions, adjusted for maternal characteristics and season, estimated odds ratios (OR) of TLBW per interquartile range increase (0.200) in weekly EVI. Week-specific ORs showed an inverted U-shape. Significant ORs were observed in weeks 0–7 and 30–39, ranging from 0.989 (95% CI: 0.978–0.999) to 0.996 (95% CI: 0.992–1.000). Results highlight the importance of higher greenspace exposure in early and late pregnancy for reducing TLBW risk, informing policy and future research.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Optimal precursors of El Niño: spring zonal wind stress as a non-negligible indicator of event types",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf906",
      "pubDate": "",
      "description": "Boreal spring is typically considered the onset phase of El Niño–Southern Oscillation (ENSO), and extracting reliable precursors during this season is therefore essential for improving ENSO prediction. In this study, the spring precursors of Central Pacific (CP) and Eastern Pacific (EP) El Niño are investigated using a multivariable linear inverse model that incorporates sea surface temperature (SST), zonal wind stress (Taux), and thermocline depth. The results reveal distinct precursors for the two event types: EP El Niño events are preceded by westerly wind anomalies centered east of the dateline, along with widespread thermocline deepening across the CP and EP, indicating the dominance of the subsurface processes. These westerly wind anomalies excite downwelling equatorial Kelvin waves, which propagate eastward and deepen the thermocline in the EP, subsequently inducing positive SST anomalies (SSTAs). In contrast, the precursors of CP El Niño are characterized by westward-displaced Taux anomalies, together with SSTAs extending westward along the equator and southwestward from the Baja California toward the equator, reflecting the leading role of surface ocean-atmosphere feedback in the early development stage. Among the three variables examined, Taux consistently emerges as the influential precursor for both event types, with the zonal displacement of spring westerly anomalies critically modulating the location and intensity of subsequent SST amplification and ultimately determining the type of El Niño that develops. This study systematically compares the spring precursors of CP and EP El Niño events and highlights the diagnostic importance of Taux anomalies, providing new insights into the physical mechanisms underlying ENSO diversity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Connecting inequalities in land ownership and groundwater access: the case of California’s Central Valley",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf908",
      "pubDate": "",
      "description": "Understanding inequality in groundwater access and cropland ownership is critical for assessing the sustainability and equity of agricultural systems, especially in regions facing climatic and socioeconomic patterns such as drought and cropland consolidation. These two forms of access are deeply interconnected: for instance, cropland ownership often determines who can access and control groundwater. Due to data challenges, however, few studies have quantified groundwater access inequality in the same ways that land ownership has been quantified. Similarly, the regional scale of most analyses to date limits our understanding of factors that shape and modify these interconnections. Our study aims to address this gap by constructing a novel geospatial dataset by matching groundwater wells with cropland parcels across California’s Central Valley. We quantify the magnitude and spatial patterns of groundwater and cropland inequality and examine how it scales with land ownership, crop types, and surface water access. Our results indicate substantial inequality in both groundwater access and land ownership, with the top decile of well owners possessing 46.4% of the region’s total well capacity. These well owners are more likely to allocate groundwater to high-revenue, water-intensive perennials such as almonds and walnuts. Furthermore, large landholders tend to have far more wells, deeper and higher-capacity wells, and greater access to surface water resources. However, we observe consistently wider inequality in land ownership than water access, and larger landowners possess less well depth and capacity per hectare. We discuss the implications of these findings in the context of California’s historical lack of regulation on groundwater, particularly with respect to inequality in open access vs private property resources. We also consider possible lessons for future groundwater regulation and distribution mechanisms for groundwater rights under California’s Sustainable Groundwater Management Act.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Hydrologic response of artificially drained agricultural watersheds: insights from high-resolution integrated surface/subsurface simulations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf240",
      "pubDate": "",
      "description": "Artificial drainage systems comprising subsurface networks of perforated pipes (tile drains) and engineered surface ditches are widely used to remove excess water from poorly drained agricultural regions. Artificial drainage lowers the water table by design but also has inadvertent effects on the watershed-scale hydrologic response with important implications for flood risk and nutrient exports. We investigated the effects of tile drains on watershed-scale hydrologic response in the Portage River, OH, Watershed using a high-resolution physically based integrated surface/subsurface hydrology model with recently developed capabilities to represent artificial drainage. Tile drains were found to enhance streamflow during times of low flow, generally consistent with previous studies. Streamflow flashiness was found to have a non-monotonic dependence on tile spacing with a minimum at intermediate spacings (∼50 m). Flashiness and the event hydrographs for small tile spacing were similar to the situation with no tiles, but flow paths from farm to stream were very different for those two end member cases, emphasizing the limitations of the stream hydrograph in characterizing hydrologic response. For typical tile spacings, peak flow can either be enhanced or attenuated by the presence of tiles, depending on the size of the event and the antecedent meteorological conditions. Tiles enhance peak flow when the event is below a threshold of ∼25 mm or when events arrive in dry conditions. Peak flow is reduced by tiles when events are large and arrive in conditions that are not overly dry. The dependence on event size and antecedent conditions is explained by differences in available storage and flow paths to the streams. These results provide additional insights into how tile drainage modulates event-scale hydrologic response, an important control on flood generation mechanisms and nutrient exports.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}