{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-11-12T01:59:41.020112",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4425122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Shared cognitive biases influence numerical judgments in macaques and crows",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512219122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceCognitive biases, often seen as uniquely human flaws, may instead reflect fundamental decision-making strategies shared across species. By demonstrating that macaque monkeys and carrion crows exhibit human-like biases in numerical estimation—...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "James A. Estes: An ecologist’s quest to understand nature",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2526847122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />For five decades, Jim A. Estes studied sea otters in the Aleutian archipelago of Alaska, discovering how otters structured entire communities. By consuming sea urchins, otters released kelp from herbivory, kelp beds flourished, and kelps sheltered a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Can neuromorphic computing help reduce AI’s high energy cost?",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2528654122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Impactor relics of CI-like chondrites in Chang’e-6 lunar samples",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501614122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceWe found seven olivine-bearing fragments in lunar samples returned by the Chang’e-6 mission from a huge, ancient (pre-Nectarian) basin on the far-side of the Moon. We identified these uncommon clasts as remnants of carbonaceous Ivuna-like (CI) ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Geochronology of the Early Triassic based on coupled Bayesian zircon eruption age and Bayesian age–depth models",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509247122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceTo investigate the coevolution of life and environment in deep time, a robust time framework is essential. Here, we establish a high-resolution age model for the Early Triassic—a critical time interval following the Permian-Triassic mass ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Regional postdeforestation weathering feedback drove diachronous C–S cycle perturbations during the end-Permian crisis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504841122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceWe investigate Earth’s largest mass extinction (~252 Mya) using coupled multiple sulfur isotopes of pyrite and bulk organic carbon isotopes from a paleotropical peatland in China. We document that regional deforestation and intensified ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Quantitative MRI of the hippocampus reveals microstructural trajectories of aging and Alzheimer’s disease pathology",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502674122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceHippocampal atrophy, typically measured using volumetry, is a hallmark feature of both normal aging and Alzheimer’s disease (AD). However, the earliest stages of atrophy manifest as microstructural changes in tissue composition rather than ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Discarded cigarette butts as overlooked reservoirs and amplifiers of antibiotic resistance genes and pathogens in urban green spaces",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525377122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceCigarette butts are the most common form of litter in urban green spaces worldwide, yet their microbiological risks remain largely overlooked. In this nationwide study across Chinese cities, we show that cigarette butts harbor significantly ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global impact of anthropogenic NH3 emissions on upper tropospheric aerosol formation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506658122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceAmmonia (NH3) emissions from human activities can significantly influence aerosol processes in the upper troposphere and lower stratosphere (UTLS). Using an Earth system model, we show that anthropogenic NH3strongly enhances new particle ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Precise temporal dynamics of ripple events support order memory in human hippocampal–cortical circuits",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422266122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceSerial recall is a key behavior in episodic memory, utilizing processes such as item context binding and sequence generation. Sharp-wave ripples play a crucial role in episodic memory by facilitating the replay of encoded events. A prominent ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Characterization of endothelin-converting enzyme 1 as a key enzyme in the multienzyme Aβ degradation pathway",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507450122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />Significanceβ-amyloid (Aβ)-degrading enzymes (ADEs) promote Aβ-clearance and counteract amyloidosis. Insufficient cerebral Aβ clearance has been demonstrated as an early and central pathophysiological alteration within the AD biological continuum. The ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Decreased hippocampal neurite density in late-middle-aged adults following prenatal exposure to higher levels of maternal inflammation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420188122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceThe contribution of prenatal maternal inflammation (PNMI) to offspring brain microstructure in later life is well established in animal models but poorly understood in humans. Our study found long-lasting impacts of elevated PNMI during early ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "FibrilPaint to determine the length of Tau amyloids in fluids",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502847122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceThe Tau protein forms amyloid fibrils in diseases like Alzheimer’s. Development of Tau fibrils correlate with disease progression. Until now, it has been very difficult to measure the size of these fibrils directly in solution. We developed ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Optimizing multifunctional fluorescent ligands for intracellular labeling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510046122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceUnderstanding cellular processes requires tools to measure and manipulate biomolecules in living systems. Self-labeling tags, such as the HaloTag, enable the attachment of synthetic molecules to specific proteins inside cells. Creating ligands ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Inflammasome targeting for periodontitis prevention is sex dependent",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507092122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificancePeriodontal disease is a prevalent inflammatory disease with tooth loss that is male biased, but the mechanism of bias is unknown. We found that inflammasome-induced interleukin-1 beta (IL-1β) represents a mechanism of sex dependency in three ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Flagellar location determines the stability of bacterial surface entrapment",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506380122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceBacteria frequently encounter surfaces in natural habitats, where they can become entrapped for extended periods. Although extensively studied inEscherichia coli, the mechanisms determining surface entrapment stability remain incompletely ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Symbiotic solutions for colony nutrition: Conserved nitrogen recycling within the bacterial pouch of Tetraponera ants",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514882122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceSocial insects challenge individual-centric views of host–microbe mutualism. In a clade of herbivorousTetraponeraants, we reveal a specialized organ—a bacterial pouch unique among Hymenoptera—that enables colony-wide nutritional symbiosis. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Shifting power asymmetries in scientific teams reveal China’s rising leadership in global science",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2414893122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />China’s emergence as one of the world’s top producers of high-quality science raises critical questions about its trajectory toward achieving scientific leadership. Traditional methods for evaluating the power of national scientific ecosystems, however, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Monocyte-derived exosomal periostin driven by histone lactylation contributes to retinal neovascularization",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501704122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 44, November 2025. <br />SignificanceNeovascularization in retinopathy is a major cause of irreversible vision loss. While local hypoxia and ischemia in the retina are well-established pathogenic factors driving retinal neovascularization (RNV), the contribution of systemic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}