{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-01-24T18:38:32.261312",
  "items": [
    {
      "title": "Decrease in the spatial inhomogeneity of tropical cyclone rainfall in China",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae293e",
      "pubDate": "",
      "description": "The increasing impact of tropical cyclone (TC) rainfall underscores the need to understand regional variations in its spatial distribution. Using high-resolution satellite precipitation data from 1998–2023, this study investigates changes in the spatial inhomogeneity of TC rainfall across China. Results show that TC rainfall inhomogeneity decreases significantly by about 65%, indicating a reduced rainfall in historically high-TC-rainfall areas and an increase in low-TC-rainfall areas. Regionally, this decline is mainly governed by the intra‐regional component in East China, where opposing trends between high- and low-rainfall areas have substantially reduced spatial disparities. In contrast, North China shows a marked increase in TC rainfall, accompanied by increased intra‐regional but decreased inter‐regional inhomogeneity, largely offsetting each other. Other regions exhibit minor or insignificant contributions. These spatial reorganizations of TC rainfall in East and North China are closely linked to the northward migration of TC activity in recent decades, driven by reduced landfalling TCs over Taiwan and Fujian and increased inland penetration of TCs into East and North China. The findings reveal a restructuring of TC rainfall patterns and emphasize the growing regional contrasts in TC‐related hydroclimatic impacts, providing new insights for disaster risk assessments and regional climate adaptation strategies in China.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Future changes in the influence of the Southern Annular Mode on South Pacific chlorophyll-a in the CESM2 large ensemble",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2b85",
      "pubDate": "",
      "description": "The Southern Annular Mode (SAM) is the leading mode of atmospheric variability in the Southern Hemisphere, exerting a significant influence on ocean circulation and marine productivity. In the present climate, positive SAM phases enhance Ekman-driven northward nutrient transport, leading to delayed increases in chlorophyll-a (Chl-a) concentrations in the mid-latitude South Pacific. However, the extent to which this relationship will persist under future climate change remains uncertain. Here, we investigate future changes in the SAM–Chl-a relationship using Community Earth System Model version 2 Large Ensemble simulations under the shared socioeconomic pathway3−7.0 scenario. A subset of ensemble members that successfully reproduce observed present-day SAM–Chl-a lag correlations was selected for analysis. In the historical period (1970–2014), Chl-a anomalies in the mid-latitude eastern South Pacific show a distinct peak approximately three months after positive SAM events, associated with enhanced northward nutrient transport. In contrast, future projections (2070–2100) reveal a weakened or absent lagged response, coinciding with reduced westerly wind anomalies and diminished Ekman transport. These results suggest that the SAM’s influence to regulate marine productivity in the mid-latitude South Pacific may decline under continued climate change. This has important implications for future biogeochemical dynamics and highlights the need for high-resolution modeling to better represent fine-scale ocean–atmosphere interactions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global evidence for co-variability of tidal constituents",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2c0c",
      "pubDate": "",
      "description": "Understanding how tides respond to short-term climate variability and long-term climatic trends is central to projecting future coastal hazards. While past research has focused on tide-surge or tide-river interactions, the relationships among tidal constituents themselves remain unexplored. Here we present the first global analysis of tidal constituent co-variability using tide gauge records available since mid–20th century. For each gauge, we identify the dominant constituent and evaluate its rank correlation with other major constituents (M2, N2, S2, O1, K1, MK3, MS4) using a moving window approach that ensures representing nonlinear interactions in high temporal resolution. Correlations were first quantified over the full observational record to characterize the multi-decadal co-variability across the observation network. Subsequently, comparisons between an earlier period (1950–1980) and a more recent period (1981–2019) were conducted to evaluate the presence of nonstationarity in these relationships. Finally, correlation structures were examined under distinct El Niño–Southern Oscillation (ENSO) phases to assess the extent to which large-scale climate variability modulates these dependencies. Results show that tidal constituents exhibit significant co-variability at roughly one-fifth of stations analyzed, with significant changes over time. Significantly larger number of locations (almost twice) exhibit co-variability in the recent era when compared to the earlier period (especially in the North Pacific). ENSO further modulates these relationships, with distinct patterns found during El Niño and La Niña years. These findings reveal that tidal constituents do not vary independently, but co-evolve under both interannual climate variability and long-term change. Recognizing this overlooked dimension of tides provides new insight into tidal dynamics and has important implications for assessing future compound coastal flooding in a warming climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Who owns the desert basins of the American West? A typology for moving beyond the public–private binary in conservation and development",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2d72",
      "pubDate": "",
      "description": "Desert lakes worldwide are being lost to human water diversions and land use change, creating ‘sacrifice zones’ that benefit distant interests. In the American West, scholarly interest has focused on water diversions by both public and private interests as the primary driver of desert lake decline, underscoring how assumptions that public interests support conservation while private interests support development can be misleading. Land use and its underlying motives are also important as they modify surrounding desert basins and impact local social conditions in ways that also defy such assumptions, but are less examined in this context. How can we move beyond the binary of public and private interests to identify distinct patterns of sacrifice zone formation through land use? Here, we propose a typology that goes beyond the public–private binary to systematically measure landowner motives according to a landowner’s publicness, economic objective, and degree of absenteeism, identifying support-, speculation- and sacrifice-motivated landowners. We test three variants of this typology across eight desert basins with differing conservation trajectories. Our results show that (1) the motives related to mixed-use public parcels strongly shape basin-level summaries of motive in terms of area, underscoring their management importance for overall basin land use; (2) although sacrifice- and speculation-motivated private landowners are few, they hold consolidated estates; and (3) their land use activities likely have disproportionate social and ecological impacts. Case summaries of the dynamics for three representative basins further demonstrate the additional insights that could be generated by applying our typology longitudinally and pairing it with qualitative insights. This typology provides a systematic tool for characterizing landowner motives in sacrifice zones. Future research should focus on longitudinal applications and identifying appropriate indicators of social and ecological conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Trading away forests: embodied deforestation in agriculture and livestock through a gravity model",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3191",
      "pubDate": "",
      "description": "Global trade in agricultural and livestock commodities plays a significant role in driving deforestation, as land-use changes in producer countries often supply consumption in distant regions. Although numerous studies have quantified deforestation embodied in traded products, much less is known about the underlying economic and institutional factors that explain why some countries export or import more of it than others. This study addresses these questions by examining the determinants of embodied deforestation in international trade flows. Drawing on Factor Endowment Theory, we test whether income levels, land availability, and institutional quality influence the distribution of embodied forest loss between exporting and importing countries. Using a gravity model estimated through Poisson Pseudo Maximum Likelihood, we assess how GDP, distance, trade composition, and governance shape embodied deforestation patterns in agricultural and livestock commodities. Results highlight a prominent role of GDP per capita as a driver of deforestation: a 1% increase in per capita GDP is associated, on average, with a 0.28% decrease in deforestation embodied in exports, but with a 0.88% increase in embodied deforestation imports, reflecting an outsourcing of land-use pressures. While developing countries embody comparatively more deforestation in their exports, higher-income importing countries increasingly shift the environmental burden of their consumption to other regions through imports. Domestic consumption factors, such as higher per capita meat demand, are also positively associated with embodied deforestation inflows: a 1 kg increase in yearly meat consumption per capita is linked to a 1.8% rise in embodied deforestation inflows. Overall, the findings highlight the structural asymmetries of global trade and underscore the responsibility of affluent nations in driving deforestation beyond their borders. They also suggest that both production- and consumption-side policies are needed to mitigate embodied deforestation in high-impact commodity sectors.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Typology of U.S. transit systems reveals energy data gap and potential for diesel-based emissions reductions",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae33d4",
      "pubDate": "",
      "description": "We present a typology of 2205 U.S. transit systems, derived from 167 operational indicators in the National Transit Database, to reveal distinct patterns. Using kernel principal component analysis and Gaussian mixture modeling, we identify five distinct transit system types: Metro Bus–Rail, Mid-Sized Urban, Hybrid Multimodal, Urban Specialized, and Diverse Operations. We also discover a gap in diesel consumption reporting (76% of systems), which are predominantly of the Mid-Sized Urban type. To bridge this critical data gap, we apply extreme gradient boosting to predict the diesel consumption for 1674 underreported systems. We then estimate lifecycle emissions, accounting for regional grid carbon intensity. The result highlights significant variability in diesel consumption and emissions across transit types, with Metro Bus–Rail systems contributing the highest emissions. To evaluate decarbonization potential, we simulate fleet electrification and grid decarbonization. Our scenario analyses indicate that up to 82% of 10.27 MMTCO2e diesel-based transit emissions can be eliminated through fleet electrification, with further grid decarbonization eliminating the remainder. These findings provide actionable insights for policymakers to prioritize electrification, optimize resource allocation, and support sustainable transit strategies in the U.S.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Classifying pan-Arctic supra-permafrost aquifer function under present and projected conditions",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae358e",
      "pubDate": "",
      "description": "The changing Arctic climate is affecting groundwater flow and storage in supra-permafrost aquifers due to groundwater recharge changes and thaw-driven alterations to aquifer properties and connectivity. Changes to shallow subsurface hydrological processes can drive extensive ecological and biogeochemical changes in addition to potential surface hydrologic regime shifts. This study uses a pan-Arctic geospatial approach to classify shallow, unconfined Arctic aquifers (supra-permafrost aquifers) as topography-limited (TL) (characterized by low permeability, wet climate, and/or low slopes) or recharge-limited (high permeability, dry climate and/or steep slopes) based on the water table ratio framework. Under current conditions, the continuous and discontinuous permafrost zones were determined to be predominantly (65%) TL, with an average net decrease of 5.6% by the year 2100 under RCP2.6 and RCP8.5 conditions. This apparent stability masks local-scale heterogeneity, with change in aquifer function projected at dispersed locations throughout the Arctic, and in clustered hot spots in Siberia and the central Canadian Arctic. Coastal zones around the Arctic are more TL (94%) compared to the overall average, leaving them especially vulnerable to ocean-driven impacts on groundwater such as subsurface seawater intrusion or groundwater flooding. Arctic coasts in Siberia and eastern Canada are also particularly susceptible to water table rise due to high relative sea-level rise which may exceed the active layer thickness and result in substantive changes to saturation. Classification results are sensitive to input values, particularly hydraulic conductivity, which remains a source of uncertainty in the analysis. Despite the sparsity of Arctic data, the available open-source datasets provide valuable insight into broad spatiotemporal trends in aquifer function and highlight particularly vulnerable regions and geographic areas where uncertainty should drive additional data collection and study. These results provide new context for conceptualizing changes to shallow Arctic aquifers as the climate evolves in the 21st century.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predicting aflatoxin risk with seasonal meteorological forecast",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3629",
      "pubDate": "",
      "description": "Aflatoxin contamination in maize (Zea mays), primarily caused by Aspergillus flavus, is strongly influenced by meteorological conditions and remains a major food safety concern. Predictive models have been developed to support contamination risk assessment and management strategies, typically relying on meteorological data from local weather stations. While these inputs offer high accuracy, their limited spatial coverage and lack of forecasting capability reduce their application as early warning systems and in-season decision support. This study evaluates the integration of ERA5-Land reanalysis and seasonal climate forecasts into AFLA-maize, a mechanistic model for predicting aflatoxin B1 contamination, to extend its spatial and temporal applicability. Using historical data from the Emilia-Romagna, Italy (2008–2025), we tested bias-adjusted ERA5-Land inputs and developed a hybrid forecasting approach combining reanalysis data for the early-season with adjusted forecasts for the later crop stages. Results show that simulations driven by ERA5-Land reproduced contamination probability in 91% of years compared to station-based results, supporting its use in regions with low quality observations or missing station networks. Hybrid integrations of bias-adjusted forecasts provided contamination risk assessments 3–8 weeks ahead of harvest, showing the trade-off between lead time and accuracy. Forecast initialized later in the season (August) achieved much higher accuracy (up to 91%) but offer less time for action, whereas earlier initializations (June, July) bear larger uncertainty (accuracy of 88%–93%) but extended the decision windows. Furthermore, the availability of ensemble forecasts allows to quantify the uncertainty, providing probability ranges across members that support risk communication and early warning outputs. In summary, the presented approach extends AFLA-maize into a scalable and transferable tool for anticipatory risk management, supporting climate-resilient agriculture and food safety through publicly available meteorological data.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Atmospheric rivers increase global flood risk",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae362a",
      "pubDate": "",
      "description": "Atmospheric rivers (ARs) are narrow corridors of concentrated moisture known to distribute moisture globally and influence extreme precipitation events. However, the contribution of ARs to rare flood risk, the resultant hazard from extreme precipitation events, remains unquantified. Here, using 2686 largely regulation-free catchments across the world, we find that in some regions ARs are linked to over 70% of the largest precipitation and streamflow events. AR related precipitation significantly shortens the recurrence intervals of large flood events, making them 2–8 times more likely. In parts of Northern America, Europe and Australia, rare flood events are up to 12 times more likely when an AR is present. We conclude that ARs play a crucial role in increasing the frequency of extreme hydrological events on a global scale.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "How are African livestock farmers responding to climate variability and change? A systematic review",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3591",
      "pubDate": "",
      "description": "Livestock underpin livelihoods and food security in Africa, using marginal lands to produce high-quality protein for the household or as a source of income. For mixed farmers, livestock provide draught power, manure for fields, and buffer variations in crop productivity. Livestock also hold cultural significance. However, African livestock farmers are especially vulnerable to climate hazards, and attempt to reduce impacts in different ways, with varied outcomes. A synthesis of the state of knowledge of livestock farmers’ responses to climate variability and change would assist policymakers and practitioners to make informed decisions, and guide researchers towards gaps that need to be filled. To that end, we systematically reviewed articles published between 2014 and 2022—the period between the end of the Intergovernmental Panel on Climate Change’s Fifth Assessment and the end of the Sixth, recording study metadata, farmers’ responses, and their drivers, outcomes, barriers and enablers. We included 186 articles from 32 countries (most frequently Kenya or Ethiopia), from which 1089 responses were coded for analysis. Responses by small-scale farmers of cattle, sheep and goats, typically as part of mixed crop-livestock systems, were most common (n = 816), with few documented responses of commercial farmers (121). Most responses pertained to changing herd management (437), followed by feed or pasture management (294). Drought was the most common climate driver of responses (567), while the most commonly mentioned barriers included financial constraints (116), a lack of knowledge or information (98), and government support (67). While there is a sizable body of literature on climate impacts and adaptation of livestock farmers, notable gaps included any work in Central and Northern Africa, and responses of commercial farming systems. In general, future research should focus on these gaps and on improving the depth of information collected, such as on barriers and enablers of adaptation, to better inform future interventions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}