{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-01-06T04:04:29.051043",
  "items": [
    {
      "title": "Indirect nitrous oxide emission factors of shallow eutrophic lakes: the importance of dissolved organic carbon and nitrate",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1e92",
      "pubDate": "",
      "description": "Lakes are an important source of nitrous oxide (N2O). However, the indirect N2O emission factor (EF) model, applied by the Intergovernmental Panel on Climate Change (IPCC) for estimating inland water N2O emissions, is inadequate for lakes due to uncertainties in the N2O production pathways and significant spatiotemporal variations in EF values. Herein, we combined in situ N2O emission investigations, metagenomic sequencing, and isotopic mapping techniques to determine the pathway of N2O production and environmental control of EF values in shallow eutrophic lakes along the middle and lower reaches of the Yangtze River. Dissolved N2O concentration exhibited a significant correlation with nitrate (NO3−-N), coupled with a positive relationship between the (nirK+ nirS)/nosZ ratio and N2O fluxes. Furthermore, a δ15NSP-δ18ON2O mapping approach model verified that 94.0 ± 9.1% of the total N2O production was contributed by denitrification. These observations jointly demonstrated that denitrification dominated the N2O production in the studied lacustrine system. Based on these findings, the nitrogen source (NO3−-N) concentration for denitrification and the ratio of the carbon source (dissolved organic carbon (DOC)) to NO3−-N concentration (DOC/NO3−-N) were incorporated into a model, both of which showed high correlations with EF values in the studied lacustrine system and global meta-analysis dataset. This model, which provides a good fit, corrects N2O emission overestimations from IPCC models by using easily obtained water quality variables.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A systematic review of human behavioral response to wildfire smoke",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20ae",
      "pubDate": "",
      "description": "As climate conditions intensify fire seasons, human exposure to wildfire smoke becomes a more significant concern, posing health risks and disrupting emotional and social well-being. Academic literature exploring how people perceive and respond to wildfire smoke has grown rapidly in the past decade. We conducted this systematic review with three objectives: to characterize the topical, geographic, and disciplinary focus of existing research, examine the application of established behavioral theories to smoke protection behaviors, and identify emergent themes and research gaps. Following PRISMA standards, we systematically reviewed papers focusing on individual-level human perception or behavioral responses to wildfire smoke events. We extracted information on eight psychosocial constructs across three levels: intrapersonal (cognitive processes: emotions, threat appraisal, coping appraisal), interpersonal (social influences: social networks, social norms), and contextual factors (past experience, access to information, demographic attributes). Our review of 39 studies reveals an emerging field concentrated in the Western US and dominated by public health perspectives. Only ten studies employed explicit theoretical models. We found complex relationships between psychosocial constructs: while people generally recognize smoke as threatening, the relationship between threat perception and protective action remains complex, with mixed findings regarding past experience and coping appraisal. Social networks play a paradoxical role, providing crucial support during smoke events while being disrupted by smoke-induced isolation that prevents normal social gathering. Social norms around smoke protection remain underexplored. Socially vulnerable populations are underrepresented despite facing heightened exposure risks. We identify significant research gaps regarding emotional responses, social norms, and community-level interventions. Enhanced understanding of wildfire smoke responses can improve interventions and policies to promote public health and community adaptation to wildfire smoke.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Rising heavy precipitation amid decreasing typhoon contribution in Southeast Asia",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2e1a",
      "pubDate": "",
      "description": "Understanding long-term precipitation changes in Southeast Asia (SEA) is important because the region is highly vulnerable to precipitation-related disasters. This study examines typhoon and non-typhoon heavy precipitation over SEA during 1960–2024 using a typhoon track dataset and three high-resolution precipitation products. Results show a significant decrease in typhoon-precipitation contribution to total precipitation across the entire SEA, both in its continental and maritime regions, especially during the boreal summer half-year. This trend persists under heavy precipitation conditions (95th and 99th percentiles). In contrast, based on tracking results, non-typhoon heavy precipitation shows increases in precipitation area but decreases in lifespan intensity, yielding more total precipitation per event. Our findings indicate a shifting hazard regime: a decrease in typhoon-related rainfall is being offset by a spatial expansion of non-typhoon heavy precipitation, introducing a new regional risk. The findings provide critical insights into the change of regional precipitation patterns and have implications for disaster management and adaptation in SEA.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Simulated Earth system response to acid downwelling as a form of ocean alkalinity enhancement",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2105",
      "pubDate": "",
      "description": "‘Acid downwelling’ (AD) is a proposed marine carbon dioxide removal (CDR) method, which describes the idea of electrochemically splitting open ocean surface water into an alkaline solution to remain at the surface ocean and cause additional ocean CO2 uptake, and into an acidic solution that is pumped down into the deep ocean for disposal via vertical pipes. In this study, we simulate idealized large-scale AD in an Earth system model of intermediate complexity with different acid injection depths and downwelling intensities and find a maximum marine CDR (mCDR) potential for continuous AD (0.25 Pmol yr−1) of 320 Pg C until the end of the millennium under an extended RCP 4.5 CO2 emissions scenario. However, the acidity temporarily stored at depth resurfaces primarily around the Southern Ocean via ocean circulation and causes regional CO2 outgassing. Furthermore, too intense downwelling of warm surface water leads to an increase in ocean interior temperatures causing further Earth system feedbacks and accelerates the re-emergence of downwelled acidity to the surface. However, the extent to which this re-emergence causes CO2 outgassing into the atmosphere is emissions scenario dependent. This study highlights that large-scale ocean circulation, the investigated time frame, and the future CO2 emission scenario all need to be considered in order to determine the mCDR potential of AD.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drawing the line: how levee accreditation shapes flood insurance winners and losers",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2495",
      "pubDate": "",
      "description": "Millions of Californians live behind levees constructed to redirect water and prevent floods. Accurate assessments of these levees are crucial in flood hazard maps, which underpin federal floodplain regulations and insurance rates provided by the National Flood Insurance Program. However, when the federal government digitized California’s flood maps in the 2000s, it used a simplistic binary procedure that assessed levees as either meeting the minimum standards for accreditation or not. This study investigates the consequences of the ‘without levee’ procedure, which mapped flood risk as if non-accredited levees did not exist and shaped the 100 year flood zone in California. We combine publicly available datasets on levee systems, flood insurance enrollment, and demographics behind levees. We find that non-accredited levees outnumber accredited levees by a factor of 10-to-1, but accredited levees are concentrated in urban areas and protect more people and assets. Our results demonstrate that households behind non-accredited levees effectively cross-subsidize flood insurance costs in leveed areas—between 2009 and 2020, households behind non-accredited levees paid twice as much for flood insurance premiums than if their levee were accredited and they were removed from the flood zone. While Risk Rating 2.0 insurance pricing is narrowing the premium gap, accreditation continues to shape the 100 year flood zone, with enduring economic implications.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Contextualising seasonal forecasts to accelerate their uptake for agricultural decision-making",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2a52",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing corporate social responsibility pressures in lithium mining: a topic modeling analysis approach",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2af6",
      "pubDate": "",
      "description": "Corporate social responsibility (CSR) plays a critical role in mitigating the negative impacts of critical mineral mining. Yet research offers limited insight into how societal pressures shape the responsiveness and effectiveness of CSR in this sector. Empirical study is further constrained by selective corporate disclosure, inconsistent datasets, and unreliable interview evidence. To address these challenges, this study applies topic modeling, a form of natural language processing, to stakeholder communication data. Focusing on the Chilean lithium mining industry from 2010 to 2022, the analysis examines how a leading mining company pursued and operationalized CSR through its annual sustainability reports. The findings show that the company’s CSR efforts appear linked to societal pressures, particularly regulatory fines, activism, environmental scrutiny, and investor demands. Persistent drivers included water conflicts, legal actions, and policy changes. The study also demonstrates that topic modeling offers a useful tool for identifying and tracking CSR priorities over time, yielding insights less accessible through conventional research approaches.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Satellite observations reveal a significant poleward expansion of the multiyear sea ice replenishment in the heart region of Arctic Ocean",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2b88",
      "pubDate": "",
      "description": "Multiyear sea ice replenishment due to first-year ice aging at the end of the summer is a key factor in maintaining the overall Arctic sea ice mass balance. Utilizing satellite observations from 2000 to 2023, here we show that a significant poleward shift in the multiyear ice replenishment occurs in the north pole region (NPR) of the Arctic (north of 80 ̊N). The large-scale atmospheric circulation mode, characterized by an extensive and persistent high-pressure (low-pressure) pattern on the Siberia (North America) side, is responsible for the poleward shift of multiyear ice (MYI) replenishment. Associated with the poleward expansion of the multiyear sea ice replenishment, a significant decline in sea ice thickness over the central Arctic and reduced sea ice volume flux via the Fram Strait are identified. Moreover, a strengthened (weakened) connection between summer melting (winter freezing) conditions and MYI replenishment variability is outlined. This indicates that the Arctic sea ice is less resilient to warming than previous reports.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Optimal sensor placement in low-cost PM2.5 sensor networks using value of information and multimodal data fusion",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2b89",
      "pubDate": "",
      "description": "Monitoring of air pollutants such as fine particulate matter (PM2.5) supports improved understanding of trends, assessment of exposure, and development of strategies to protect public health. However, determining the optimal placement of pollutant sensors is an ongoing challenge, as different sensor configurations may yield varied insights into regional air quality. In this study, we propose a quantitative framework that integrates a stochastic advection-diffusion (SAD) model with the value of information (VoI) to design a sensor placement strategy for regional PM2.5 monitoring. Predictions from the SAD model are used to compute the VoI based on a cost function that penalizes misclassifications between model-assigned and observed air quality index values. We apply the framework to the Coastal Bend Region of Texas, where increased development is creating new air quality concerns. We compare three weighting strategies: (1) combined weighting, which accounts for both population density and social vulnerability; (2) vulnerability-focused weighting, which emphasizes socially vulnerable communities regardless of population density; and (3) unweighted VoI, which solely focuses on minimizing assignment error without demographic weighting. With a 10-sensor installation, the combined strategy covered areas with 22%–88% higher population density than the other schemes, whereas the vulnerability-focused strategy reduced uncovered social vulnerability by 6%–19%. Prediction accuracy differed by less than 1.5% across strategies. While differences in outcomes are expected given the distinct objectives, the framework adds value by quantifying these trade-offs and enabling a systematic sensor placement strategy that best aligns with policy goals. The proposed framework is scalable to different sensor types and capable of balancing information gain, population exposure, and social vulnerability, providing a versatile tool to guide sensor network design under resource constraints.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Cumulative environmental burdens and vulnerable populations: taking into account the intensity and count of burdens in environmental justice analyses",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2c0d",
      "pubDate": "",
      "description": "Most studies examining demographic disparities in the distribution of environmental burdens have examined only one burden at a time. Few have examined how multiple burdens are concentrated and distributed among the American population. The objective of this study was to examine how multiple (13) environmental burdens are concentrated and how concentrated burdens are associated with where vulnerable populations reside. We utilized nationally consistent data from the U.S. Environmental Protection Agency’s EJScreen database. EJScreen includes 13 environmental burden indicators and five racial/ethnic and socioeconomic indicators. The concentration of environmental burdens was examined by taking into account both the intensity of individual burdens and the count of burdens exceeding specified intensity thresholds. Graphical and statistical analyses were used to determine how percentages of vulnerable populations varied as the intensity levels and counts of burdens exceeding specified intensity thresholds increased. We found that concentrations of vulnerable populations increase as intensity levels of individual environmental burdens increase and as the number of burdens exceeding specified intensity thresholds increases. In most cases these increases are monotonic and highly statistically significant. Among the five demographic categories examined, the strongest relationships were found for percent people of color, followed by percent with limited English. Weaker but statistically significant relationships were found between other socioeconomic categories and increases in the intensities and counts of environmental burdens. Until recently, nationally consistent data for multiple environmental burdens were not available. Applying the 13 environmental indicators in EJScreen demonstrates that a strong relationship exists between where multiple burdens are simultaneously concentrated and where vulnerable populations reside. That this relationship is stronger for racial/ethnic categories than for other socioeconomic categories reflects outcomes of a history of public policies that have segregated and disadvantaged certain populations in the U.S.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}