{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-07-17T04:01:16.163286",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2825122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Declining winter snowpack offsets carbon storage enhancement from growing season warming in northern temperate forest ecosystems",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2412873122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceThe net carbon uptake of North American temperate forests offsets ~20% of the continent’s annual anthropogenic carbon emissions. However, this carbon sink is vulnerable to climate change effects, including warmer growing seasons and less ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "OMT and tensor SVD–based deep learning model for segmentation and predicting genetic markers of glioma: A multicenter study",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500004122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceAccurate characterization of glioma is essential for effective clinical decision-making. Most current studies involve a limited number of patients and focus solely on single-gene tasks. This research introduces a novel deep learning model ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Noncoding RNAs have a key role in butterfly speciation. What about other flora and fauna?",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515930122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Strong strain dependence of friction in graphene kirigami allows engineering a negative coefficient of friction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501728122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceFrictional force on bodies in relative motion typically increases with the normal load, indicating a positive friction coefficient. Systems with negative friction coefficients have been demonstrated but only with low magnitudes. Using ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The Eisenstein ideal at prime-square level has constant rank",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500729122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceIn his proof of Fermat’s Last Theorem, Wiles pioneered a method for relating two disparate collections of objects, namely Galois representations and modular forms. He parameterizes each collection by a certain space, and then the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genetic ancestry shapes dengue virus infection in human skin explants",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502793122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceDengue is a mosquito-borne viral disease that is expanding rapidly across the globe, affecting tens of millions of people. African ancestry is associated with a reduced risk of severe dengue, but the mechanisms are unknown. We show using ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genome analyses suggest recent speciation and postglacial isolation in the Norwegian lemming",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424333122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceSpeciation is often driven by climatic fluctuations. Recent studies using whole genome data are shedding light on the process of speciation and the occurrence of postspeciation gene flow in mammalian taxa. Here, we present a genome assembly ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Herbarium specimens reveal a constrained seasonal climate niche despite diverged annual climates across a wildflower clade",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503670122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceHere, we show that closely related species that appear to have diverged in their climate niches based on highly differentiated annual conditions are actually tracking very similar seasonal climate conditions. This climate similarity, estimated ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Human milk IgA promotes normal immune development by limiting Th17-inducing Erysipelatoclostridium ramosum in the infant gut",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501030122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceThe infant gut microbiota plays a vital role in immune development. Secretory IgA (SIgA), the most abundant antibody in the gut, is a key modulator of microbiota composition throughout life. Maternal milk is the primary source of intestinal ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Hippocampal blood oxygenation predicts choices about everyday consumer experiences: A deep-learning approach",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421905122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceWhat is going on in the brain when people make decisions, particularly when it comes to everyday experiences such as choosing between different songs to listen to? This study investigates the role of the hippocampus, a key memory region, in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Confinement of ions within graphene oxide membranes enables neuromorphic artificial gustation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2413060122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceThe development of fluidic neuromorphic components and perceiving systems for emulating the function of biological nervous systems is imperative and challenging. This study introduces a graphene oxide ionic memristive device capable of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Common inherited loss-of-function mutations in the innate sensor NOD2 contribute to exceptional immune response to cancer immunotherapy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2314258122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceThese results help to explain, in part, the large variability in clinical response to a widely used cancer immunotherapy by revealing an inherited contribution from common functional variants in a single gene,NOD2. The results show that NOD2 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Stress-mediated growth determines Escherichia coli division site morphogenesis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424441122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceThe bacterial wall is composed of peptidoglycan (PG) and distinguishes bacteria from eukaryotes. Hence, PG synthesis and remodeling are of special interest for the development of antibiotics. Bacterial division represents the most challenging ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Osteoinductive low-dose 3D porous calcium phosphate graphene oxide–integrated matrices enhance osteogenesis and mechanical properties",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427124122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceThis research addresses a significant challenge in bone regenerative engineering by incorporating a minimal concentration of osteoinductive calcium phosphate graphene (CaPG) into a 3D porous poly(lactic-co-glycolic acid) (PLGA) matrix to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "AI-driven design of multiprincipal element alloys for optimal water splitting",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504226122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceThe development of electrocatalysts with low water-splitting overpotentials is essential for sustainable hydrogen economy. Multiprincipal element alloys with multiple active sites show great promise for electrocatalyst design. However, the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "p63 and ZNF148 cooperate to regulate head and neck squamous cell carcinoma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500579122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceHead and neck tumors are common and can become aggressive in advanced stages, making treatment challenging. Understanding the molecular mechanisms underlying tumor development is crucial. Oncogenic transcription factors like p63 drive cancer ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The evolution of male–female dominance relations in primate societies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500405122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceMales were long believed to dominate females socially in most primates. Recent studies have challenged this perspective, paving the way for a more comprehensive exploration of male–female power relations. Here, we quantify and examine ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cell-to-cell translocation of florigen is inhibited by low ambient temperature through abscisic acid signaling in Arabidopsis thaliana",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507987122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceFlorigen, the systemic floral stimulus, plays a pivotal role in regulating flowering time in response to environmental cues. InArabidopsis thaliana,the FLOWERING LOCUS T (FT) protein is expressed in the phloem companion cells of leaves; ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Piezo2+ mechanosensory neurons orchestrate postnatal development through mechano-chemo-transduction of PDGFA signaling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504103122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 28, July 2025. <br />SignificanceThis study shifts the paradigm of how mechanical forces regulate development by revealing sensory neurons as central mechano-chemo-transducers during postnatal organogenesis. While embryonic development depends on cell-autonomous ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}