{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-10-02T07:22:27.406593",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3925122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The potential impacts of human genetics on virus emergence",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504318122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />Human monogenic traits can confer resistance to viral infection in exposed individuals or predisposition to severe disease in infected individuals. Enhanced susceptibility can be driven directly by mutations in genes essential for control of the virus or ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Motor origins of timbre in piano performance",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425073122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceUnderstanding the mechanisms by which artists create nuanced perceptual experiences, such as tone timbre in music, has remained a longstanding scientific and artistic challenge. While it has been debated whether pianists can manipulate timbre ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Exploring the sub-Neptune frontier with JWST",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2416194122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceSub-Neptune planets dominate the exoplanet population but have no analogues in the solar system. Sized between Earth and Neptune, the nature of such planets remains uncertain, spanning rocky gas dwarfs, mini-Neptunes, and water worlds, with ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Exploring exoplanet dynamics with JWST: Tides, rotation, rings, and moons",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2416189122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />Although nearly 6,000 exoplanets are currently known, in most cases, our knowledge is limited to a handful of the planet’s orbital characteristics and bulk properties such as radius and mass. The James Webb Space Telescope (JWST) can expand our knowledge ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A first look at rocky exoplanets with JWST",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2416190122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceRocky planets are very common around other stars, with tens of billions predicted to exist in our Galaxy alone. Until recently, however, it was not possible to characterize these planets in detail, or learn about their atmospheric properties. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Motor expertise modulates cortical activation during imagery of simple and complex actions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515027122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceMotor imagery (MI) is widely used in sports training and rehabilitation, yet how expertise and task complexity jointly influence its neural basis remains unclear. Using fNIRS, this study shows that expert soccer players display lower cortical ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Could dark energy be changing over time?",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524499122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Action painting under spectroscopic light: Excited-state exchange interactions behind the vibrant blue in Jackson Pollock’s Number 1A, 1948",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513166122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceNumber 1A, 1948by Jackson Pollock is one of his most iconic action paintings; however, its vibrant blue pigment has remained unassigned. In this study, this pigment is assigned as manganese blue. This assignment offers critical context for ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Prospects for detecting signs of life on exoplanets in the JWST era",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2416188122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />The search for signs of life in the Universe has entered a new phase with the advent of the James Webb Space Telescope (JWST). Detecting biosignature gases via exoplanet atmosphere transmission spectroscopy is in principle within JWST’s reach. We reflect ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The discovery of adzuki bean (Vigna angularis) in eastern China during the 9th millennium BP and its domestication in East Asia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510835122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceThis discovery pushes back the timeline of adzuki bean cultivation in the Yellow River considerably, informing complex domestication pathways of a crucial legume enhancing global food security. It expands our knowledge of prehistoric farming ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "VOC injection into a house reveals large surface reservoir sizes in an indoor environment",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503399122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceOrganic contaminants partition to indoor surfaces, giving rise to human exposure via dermal uptake and nondietary ingestion pathways. However, the total partitioning capacity of indoor surfaces has not been experimentally quantified in the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Riverine heat waves on the rise, outpacing air heat waves",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503160122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceRiverine heat wave events—periods of abnormally high riverine water temperatures (WT)—can substantially impair aquatic ecosystems, water quality, and food and energy production. However, comprehensive analysis of riverine heat waves is still ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Châtelperronian cultural diversity at its western limits: Shell beads and pigments from La Roche-à-Pierrot, Saint-Césaire",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508014122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceThe period between roughly 55 and 42 ka in Eurasia witnessed considerable biocultural changes, including the demic replacement of local Neanderthal populations by dispersingHomo sapiensgroups. Once thought to be a rapid, monolithic process, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Childhood allostatic load predicts cardiometabolic health in adulthood",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508549122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceOur findings demonstrate the effect of early-life physiological dysregulation on mid-life cardiometabolic outcomes. Higher levels of allostatic load measured in childhood were associated with chronic, noncommunicable disease risk factors in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sustainable forest planning: Assessing biodiversity effects of Triad zoning based on empirical data and virtual landscapes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512683122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceIntensification of forestry, driven by increasing timber demand, threatens forest biodiversity. To mitigate this conflict the Triad framework proposes to combine areas of intensively, extensively, and unmanaged forests. We evaluated how ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Incentivizing teamwork to promote sustainability",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510162122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceEnvironmental economists have long studied the role of firm-level policies (e.g., regulations, taxes, subsidies) in promoting improvements in environmental protection and natural resource management. More recently, drawing from work on ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Strategic planning of prevention and surveillance for emerging diseases and invasive species",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507202122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceAs the global burden of emerging diseases and invasive species grows, efficient use of limited resources becomes increasingly critical. By the time the first case is detected, the disease or species may have been spreading unnoticed for an ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A precise metallicity and carbon-to-oxygen ratio for a warm giant exoplanet from its panchromatic JWST emission spectrum",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2416193122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceOver the past three decades, exoplanet research has progressed from planet discovery to detecting molecules in exoplanet atmospheres and identifying population-level trends that inform hypotheses about planet formation. Hot gas giants around ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ebola virus VP35 NNLNS motif modulates viral RNA synthesis and MIB2-mediated signaling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2411961122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 39, September 2025. <br />SignificanceThe Ebola virus (EBOV) genome encodes for a limited number of proteins and depends on host factors to facilitate viral replication. Identification and characterization of host–viral interactions are needed to define infection, resolution, and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}