{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-12-12T03:58:57.670422",
  "items": [
    {
      "title": "Different places, different challenges: mapping global variations in agrifood-system burdens",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20ac",
      "pubDate": "",
      "description": "The global agrifood system is central to many challenges humanity faces today. Despite significant growth in total production, it fails to ensure food security for all, drives biodiversity decline, and majorly contributes to climate change. Research on agrifood-system burdens often focusses on the national level and isolated burdens, ignoring their systemic complexity. We address this knowledge gap by combining global subnational datasets proxying four key dimensions of agrifood-system burdens: environmental footprint, climate change, income poverty, and malnutrition. We map global hotspots of co-occurring agrifood-system burdens for 2017. We overlay these with data on ambient population counts, agricultural areas, farm size distributions, and lands inhabited by Indigenous peoples to identify spatial correspondence between people in vulnerable contexts and food production regions facing these burdens. We further assess countries’ relative burden against their inequality and governance indicators. Burden hotspots occupy many regions worldwide, especially in low-income, (sub)tropical regions. Single burdens occupy regions harbouring about 5 billion people (∼66% of the global population) and 1.8 billion ha of agricultural lands (∼40%), while multiple burdens occupy regions with about 1.9 billion people and 470 million ha agricultural lands. Environmental footprint is the strongest contributor to these burden profiles. Regions with traditionally marginalised communities (i.e. small-scale farmers and Indigenous peoples) disproportionally face multiple burdens. Agrifood-system burdens are more prevalent in countries with higher economic inequality and poorer governance. Burden profiles vary substantially within and between countries, necessitating regionalised and context-specific policies for effective, bundled, and targeted solutions. Addressing agrifood-system burdens can also synergise with tackling other current global challenges, like biodiversity loss and environmental justice.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Estimates of global surface water dynamics harnessing near real-time land cover observations and open science geospatial capabilities",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae137b",
      "pubDate": "",
      "description": "Spatio-temporal changes to our world’s surface water resources are escalating. Translating how these changes impact communities and ecosystems requires time-varying data of Global Surface Water Extents (GSWE). Traditionally, GSWE mapping has been limited to static estimates, with recent efforts focusing on annual averages, frequency and occurrence of long-term variations. Building upon these foundational capabilities, we harnessed remotely sensed Sentinel-2 based near real-time Dynamic World (DW) land cover products to produce the first-of-its-kind 10 m resolution GSWE dataset representing 2015–2023. Our dataset estimated 2.5 million km2 of permanent waters and 8 million km2 of seasonal waters worldwide. Comparing our Sentinel-2 based data to contemporary Landsat-based GSWE, we observed that our data mapped less water within the >50% probability of occurrence range, suggesting a lower presence of open permanent water especially in high latitudes, deviating from what we previously learnt from Landsat data. Statistical analysis compared to well-established observational products and widely used GSWE datasets across some of the world’s most ecologically significant regions, including Pantanal in South America and Haor in South Asia, supports the overall physical realism of our data in predicting global open surface water dynamics. Our key contribution is a prototype Open Science operational framework that extracts routinely available DW products, runs geospatial analytics, and creates actionable water information for educators, researchers, and stakeholders at any scale of practical interest. We present examples of this operational capability through instant mapping of flood in Spain and drought in Lake Urmia, Central Asia, frequent monitoring of river extent changes at the Ganges–Brahmaputra confluence, and above all, interoperability with other existing GSWE applications.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Effects of EU policy and climate change on future delivery of nutrients to European freshwater and seas",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1b7e",
      "pubDate": "",
      "description": "In Europe, excessive nutrient pollution in freshwater and marine ecosystems poses a significant threat to human uses of water resources and disrupts aquatic ecosystems, compromising essential ecosystem services. The effectiveness of existing EU policies aimed at mitigating nutrient pollution will be influenced by the combined impact of climate variability and change. It remains uncertain whether current policies will suffice to reduce nutrient pollution to levels compatible with good environmental conditions in freshwaters and coastal waters. This study quantifies nitrogen and phosphorus fluxes in European freshwater systems and their delivery to the sea, considering the effects of existing EU policies and climate change up to 2050. Using the GREEN model, we simulated total nitrogen and phosphorus loads from 1990 to 2021 and projected future changes until 2050 using climate projections from 11 regional climate models (EURO-CORDEX) under the RCP 4.5 scenario. Our results indicate that implementing current EU policies—Common Agricultural Policy, Urban Waste Water Treatment Directive, FitFor55 package for climate neutrality—will reduce nutrient loads to European seas by 2050, with a 10% decrease in nitrogen and 8% decrease in phosphorus loads compared to 2020 values, albeit with significant uncertainty related to climate variability. Regional differences are also explored. Nutrient concentrations in the EU river network are expected to decrease slightly, as well as the potential risk for coastal eutrophication (ICEP index). However, further reductions of 10%–20% beyond existing policies may be necessary to achieve good conditions in large rivers. These reductions could come from improved agricultural practices, nature-based solutions and wetland restoration. Our study suggests that while current measures will lead to improvements by 2050, additional efforts will be required in some regions to achieve good environmental conditions, highlighting the need for integrated nutrient management to avoid imbalances between nitrogen and phosphorus in receiving waters.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Trade-off between water-saving and cooling objectives: restricting irrigation increases the number of hot days",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1f2b",
      "pubDate": "",
      "description": "Irrigating urban greenery can be an effective strategy to mitigate heat. However, as drought-heatwave combined events become more prevalent, cooling efforts may be compromised by water-saving strategies. This paper considers the heat implications of restricting irrigation and aims to further understanding of how water-saving and cooling objectives compete. Using ecohydrological modelling, validated for Melbourne, Australia, five irrigation scenarios were simulated over 10 years. To determine the level of heat stress under the five irrigation scenarios, the ecohydrological model, Urban Tethys-Chloris (UT&C), simulated temperatures and thermal stress in a Melbourne street. Results predict that heat stress is reduced with increasing irrigation amount. Every 1.5 mm of additional irrigation each week (up to 28 mm wk−1) is predicted to reduce the number of heat stress days (where maximum Universal Thermal Climate Index (UTCI) > 32 °C) at the study site by one per year, with irrigation most effective at cooling when air temperatures are the hottest. The number of days with a mean air temperature over 28 °C is predicted to increase by 15% and 20%, respectively, if irrigation is restricted or stopped entirely. Therefore, ensuring the maintenance of irrigation during hot periods may prevent deaths. Our results suggest that the amount of irrigation required to decrease the mean air temperature by 1 °C is approximately 7 mm d−1 for oceanic climates, consistent with predictions in previous studies. We also predict the effect of irrigation amount on the number of heat stress days (UTCI > 32 °C). This relationship is important in understanding and communicating the impacts of water restrictions on urban heat. Furthermore, innovative urban planning and design, including onsite alternative water sources for irrigation, may enable irrigation for cooling, without exascerbating water stress.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Weather disasters and their underreported transboundary impacts on Amazonian communities",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20a7",
      "pubDate": "",
      "description": "In the Amazon, climate and land use change are expected to intensify risks from weather disasters, posing major challenges to people and ecosystems. Yet, how weather disasters already affect the peoples of Amazonia remains understudied. To quantify regional impacts, we compiled and analyzed reports on weather disaster category, frequency, human, and economic impacts from 2013 to 2023 across five Amazonian countries. We counted 12 541 disaster reports, affecting up to >3 million Amazonians and >100 000 pieces of public infrastructure in a single year. There were disproportionate concentrations of landslides in the Amazon-Andes of Ecuador, and fires associated with agricultural management and sometimes land grabbing in the Orinoco-Amazon ecotone of Colombia and along the southern Arc of Deforestation of Bolivia and Brazil. We argue that weather disaster impacts in the Amazon are underreported because: (1) data from four Amazonian countries could not be obtained, (2) cross-country reporting was not standardized and (3) it varied such that virtually all heatwave and most drought data came from Brazil, despite published evidence that both disaster types are present throughout the region. Disaster impacts are already significant, underscoring the need for transboundary policies on land use, local adaptation strategies for communities and infrastructure, and coordinated regional efforts to share and update weather disaster management plans. Developing consistent, accessible, and interoperable datasets across the region is fundamental to building a comprehensive understanding of weather-related disasters in the Amazon and to informing effective public policies that strengthen prevention, response, and adaptation efforts. These findings and recommendations provide a basis for discussing regional climate hazards at CoP30 in Belém do Pará, Brazil, in November.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Air quality impacts of electricity purchase and air travel by organizations",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae21f9",
      "pubDate": "",
      "description": "Organizational climate actions often prioritize greenhouse gas reductions without considering other impacts such as improved air quality from reduced fossil fuel use. While air quality benefits of large-scale policies are well studied, those of organization-level activities are more uncertain. We quantify the impact of organizations’ fossil fuel use from electricity purchasing and air travel on climate and air quality using a system-level approach, with data from two universities and one corporation based in greater Boston. We use energy system and aviation emission models to estimate marginal emissions of greenhouse gases and air pollution precursors, and compare monetized air quality impacts calculated using an atmospheric chemistry-transport model with climate impacts from the same activities. Organizational activities were associated with air quality damages of $88 (54–123)/tCO2 (electricity purchase) and $265 (192–337)/tCO2 (air travel), compared to ∼$170–200/tCO2 in climate damages (2015 USD). Air quality impacts vary spatially, with renewable energy purchases and short-haul flight segments having proportionally more impacts in the US Northeast. Activities with the same CO2 emissions can have very different overall monetized benefits, suggesting organizations seeking broader sustainability impacts should consider air quality alongside direct climate impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can data-driven weather models accurately forecast atmospheric rivers?",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1e8e",
      "pubDate": "",
      "description": "The rapid rise of data-driven weather forecasting has prompted increasing interest in how such models perform relative to traditional numerical weather prediction systems. While recent studies have highlighted the formers’ superior skill on standard forecast metrics, questions remain regarding their ability to forecast physically complex, derived variables, particularly in the context of extreme events. In this study, we assess the performance of two leading operational data-driven models (GraphCast and Pangu-Weather) in forecasting integrated vapour transport (IVT) and atmospheric rivers (ARs), using ECMWF’s IFS-HRES as a reference physics-based forecast. Forecasts are evaluated against ERA5 reanalysis over one year of global data, using three AR detection algorithms and lead times ranging from 1 to 10 days. Results show that data-driven models achieved root-mean-square errors for IVT comparable to or slightly better than IFS-HRES, particularly in the tropics and at shorter lead times. However, they achieved a poorer representation of the higher quantiles of the IVT distribution. A case study of a high-impact AR event revealed that all models could forecast the main event characteristics up to five days in advance. However, AR characteristics and detection performance varied substantially across detection algorithms. Notably, the geometrically stricter detection method highlighted a clearer advantage for IFS-HRES, especially in the midlatitudes and at shorter leads. Overall, while no model systematically outperformed the others across all AR detection algorithms, the results suggest that physics-based models may retain advantages in forecasting geometrically and physically consistent derived features like ARs, particularly under strict detection criteria. These findings underscore the importance of targeted evaluation frameworks for derived and extreme phenomena as data-driven models become more central in operational forecasting.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Circulation analogues cannot identify changes in rainfall extremes",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20a6",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evolving regional transport of PM2.5 in Beijing–Tianjin–Hebei and its surrounding areas from 2013 to 2020",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2143",
      "pubDate": "",
      "description": "China’s successful implementation of two phases of stringent clean air actions from 2013 to 2020 (Phase I: 2013–2017; Phase II: 2018–2020) has substantially reduced PM2.5 concentration in Beijing–Tianjin–Hebei and its surrounding areas (BTHSA)—one of China’s most polluted regions. However, the specific role of regional transport in this improvement remains unclear. Here, we investigated the drivers of PM2.5 mitigation in the BTHSA and systematically quantified the contribution of regional transport during 2013–2020, by conducting multi-scenario analysis using a combination of a bottom–up emission inventory and a chemical transport model with an embedded source apportionment module. The simulated regional average PM2.5 concentration across the BTHSA declined by 56.1% from 2013 to 2020, primarily driven by anthropogenic emission control (78.1%), while the remaining 21.9% explained by meteorological variability. Within the anthropogenic impacts, reductions in local emissions, intra-regional transport, and extra-regional transport accounted for 49.0%, 32.9%, and 18.1%, respectively. Nevertheless, the relative importance of these drivers shifted, with local contributions declining while regional transport influences intensified and surpassed local abatement in Phase II, where intra-regional transport remained dominant, but the influence of extra-regional transport rose markedly to 1.4 times its Phase I level. Spatially, emission reductions in Hebei and Shandong contributed the most to the regional PM2.5 decline, representing over 50% of the transport-related improvement. Trends in regional contributions to Beijing, the core city of the BTHSA region, suggest the need for dynamically adjusting joint control policies, expanding coordinated mitigation efforts to extra-regional cities in Southern Shandong, as well as to key regions like the Yangtze River Delta. These findings underscore the growing importance of regional transport in air quality improvement and support more adaptive regional collaboration strategies moving forward.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can we predict the extreme? Assessing the skill of seasonal forecasts in capturing the 2024 European heatwave",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae21f7",
      "pubDate": "",
      "description": "Eastern Europe experienced a pronounced warming trend in the summer of 2024, with average maximum temperature anomalies reaching 3.35 ∘C in June and 3.73 ∘C in July, and minimum temperature anomalies averaging 2.17 ∘C in June and 2.60 ∘C in July, significantly exceeding the 1991–2020 climatological baseline. Moreover, three distinct heatwave events were identified: 3–11 June (9 days), 17 June–1 July (15 days), and 6–21 July (16 days), highlighting the prolonged and intense nature of the heat stress. Seasonal forecasting systems (GCFS, SEAS5, and Météo-France) consistently demonstrated the capability to predict above-climatological-mean temperatures over the Eastern Mediterranean, particularly the Balkan Peninsula, showcasing robust regional warming trend capture, though with variations in accuracy across lead times. The accurate prediction of subtropical influences, as evidenced by consistent positive temperature anomaly forecasts over North Africa and the Iberian Peninsula, underscores the forecasting systems’ capacity to represent large-scale circulation patterns, yet the predictive skill for midlatitude blocking events and their spatial extent remains subject to limitations and model-specific variations. Despite the inherent limitations in long-range meteorological predictability, particularly concerning heatwave timing and location, the study emphasizes the critical imperative for continued refinement of seasonal forecasting models to enhance societal resilience against the escalating impacts of climate change, particularly through improved representation of synoptic atmospheric drivers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}