{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-02-18T21:40:42.641551",
  "items": [
    {
      "title": "Protected areas are effective at conserving carbon sink capacity even in fire-prone terrestrial ecosystems",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3783",
      "pubDate": "",
      "description": "Recent studies have claimed that protected areas (PAs) in fire-prone landscapes may undermine forest carbon conservation by creating high fuel load concentrations, challenging the role of PA expansion as a climate change mitigation strategy. We tested this hypothesis using above-ground biomass trends from 2017 to 2024 across Spain, a region experiencing intensifying drought and extreme events as well as increasing wildfire pressure. Using statistical matching techniques that control for initial biomass conditions and climate exposure, we compared live biomass carbon conservation performance between PAs and non-PAs. PAs significantly outperformed non-PA counterparts, showing better live biomass carbon conservation in 70% of biomass-matched comparisons and maintaining this advantage in 59% of climate-controlled comparisons-representing a statistically significant 9% advantage over the null hypothesis. We find that most strict PAs (National Parks) have an enhanced effectiveness, showing better performance in carbon conservation in 85% of biomass-controlled and 68% of climate-controlled matches, respectively. This advantage demonstrates that protection status itself, not merely favorable location, can drive enhanced carbon conservation. Our results provide empirical support for PA expansion as an effective climate change mitigation strategy.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Higher efficacy of SO2 and accumulation mode-H2SO4 stratospheric aerosol injection: insights from CESM2 and GEOS-Chem with advanced particle microphysics (APM)",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3c38",
      "pubDate": "",
      "description": "Stratospheric aerosol injection (SAI) has been proposed as a strategy to mitigate the risks and damages of global warming. However, its radiative efficacy–defined here as globally averaged radiative forcing per unit of sulfur injection rate (SIR)–remains highly uncertain in model simulations due to complex particle size evolution and large variability in aerosol representation. In this study, we employ a state-of-the-art, size-resolved (sectional) advanced particle microphysics (APM) module within two global models (CESM2 and GEOS-Chem) to investigate the evolution and efficacy of stratospheric sulfate aerosols from both SO2 and accumulation mode sulfuric acid (AM-H2SO4) injection. Our comparison of SAI radiative efficacy based on various global models including the two APM-based (14 models in total for SO2 and 9 models for AM-H2SO4) shows a large spread, with lower and higher end values differing by a factor of ∼2.5–3. Our APM-based results for SO2 SAI efficacy, including its diminishing returns with increasing SIR, fall at the upper end of the inter-model spread. For AM-H2SO4 SAI, the APM-based models show significantly higher efficacy–by ∼50% to 200%–at lower SIR (⩽5 Tg(S) yr−1), followed by a steeper decrease in efficacy as SIR increases. Notably, the APM-based global model simulations show that AM-H2SO4 injections consistently exhibit higher efficacy than SO2 injections, yielding ∼55%–75% greater radiative forcing per Tg(S) yr−1 due to more favorable particle size distributions. Global sulfate burden increase, effective particle sizes, and particle size distributions based on different models are compared and possible reasons leading to different SAI efficacy are discussed. The new SAI efficacy findings, if confirmed in further studies and model intercomparisons, could have important implications for climate intervention strategies, cost-benefit analyses, and risk assessments.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Wakes from offshore wind farms reduce simulated energy fluxes across the surface of the Baltic Sea",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3cac",
      "pubDate": "",
      "description": "Offshore wind farms have the potential to contribute a substantial portion of electricity generation for several European states, and thus represent a key component of the green transition in the region. These wind farms function by harvesting a part of the wind energy that is itself the main driver of upper-ocean mixing and near-surface circulation. It remains unclear what the local and regional impacts of offshore wind farm deployment could be on marine environments. Here we consider potential effects from future wind farm developments in the Baltic Sea, in particular quantifying the impacts on energy exchange across the air–sea interface. We use plans for future wind farm coverage as a basis to calculate turbine-modified surface winds, and implement these altered wind fields as forcing for a three dimensional ocean (and sea ice) model of the entire Baltic Sea. We run ten years of simulations and examine the mean anomaly across the ten years relative to a corresponding set of model runs with unaltered winds, focusing on energy exchange terms and on the mixed layer depth. Based on an idealized mixed layer energy budget, we identify two routes by which the wake effect alters vertical mixing in the upper ocean—mechanical wind work and buoyancy forcing—and ultimately show substantial reductions to mixed layer depth in the close vicinity of wind turbines. Our model outputs show that, despite far-reaching instantaneous wind-wakes, the time-averaged changes in winds and in upper ocean response are mostly limited to areas within a 10 km radius of the nearest wind turbine. This result suggests that even moderate changes to wind farm placement may considerably alter the local impact on the marine environment, highlighting the important role of careful spatial planning in regulating wind farm deployment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Agrometeorological hazards associated with crop yield variability and severe losses in Sub-Saharan Africa",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3dff",
      "pubDate": "",
      "description": "Extreme weather events are major sources of crop yield variability and increasingly contribute to severe yield losses, threatening livelihoods, sustainability and food security in Sub-Saharan Africa (SSA). While such events are projected to intensify and become more frequent, gaps remain in understanding which agrometeorological hazards are most strongly associated with yield anomalies and crop failures. Here, we use data from 1981–2016 to assess statistical associations between different hazard indices and yields of five major cereals (maize, millet, sorghum, rice and wheat) across SSA, combining national, subnational and gridded datasets. Drought- and heat-related indicators emerge as the dominant correlates of negative yield anomalies, with vapor pressure deficit (VPD) showing a consistent negative association across crops and scales. Yield anomalies in years classified as crop failures are more strongly linked to these hazards than overall interannual variability, indicating that severe yield losses are especially sensitive to agrometeorological extremes. Using interpretable machine-learning methods for maize and rice, two key staple cereals in SSA, we show that failure-year yield anomalies in maize are more strongly associated with drought-related indicators, whereas rice failures are more sensitive to temperature-related factors alongside drought metrics. Projections using combined Earth system and ensemble output of crop models reveal that under the high-emissions SSP585 scenario, both maize and rice-planting areas will face significant increases in heat and drought hazards by mid-century. Maize-growing regions are projected to experience a 1.8 °C rise in maximum temperature and a 0.14 kPa increase in VPD, while rice-growing areas may see a 1.5 °C rise in maximum temperature, a 15% increase in days above 35 °C, and a 0.13 kPa rise in VPD. These projected changes underscore the need for targeted risk management, improved agronomic practices and robust early warning systems to enhance the resilience of SSA’s agricultural sector in a warming climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Policy can downsize passenger vehicles and cut climate emissions",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae41d0",
      "pubDate": "",
      "description": "The growing global market share of sport utility vehicles and other light-duty trucks is increasing the carbon and energy intensity of new passenger vehicles—cancelling out some of the benefits of efficiency improvements including electrification. Existing climate regulations can inadvertently support this trend, notably the attribute-based vehicle emissions standards (VES) that have less stringent requirements for larger vehicles. We utilize a model of demand and supply interactions to simulate a VES that is neutral regarding vehicle class and size, as well as a truck purchase tax and electric vehicle efficiency standard. Relative to the attribute-based version, a neutral VES can induce modest but additive reductions in GHG emissions and new vehicle mass. Additional instruments can further reduce vehicle emissions and size, and reduce battery capacity among electric vehicles. In short, careful policy design can help to reduce vehicle upsizing trends while contributing to GHG mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Spatiotemporal patterns of surface temperature response to forest harvesting in Europe",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae424b",
      "pubDate": "",
      "description": "European forests have been intensively managed for the provision of renewable materials and are a valuable asset for climate change mitigation, adaptation, and biodiversity conservation. Forest harvesting fundamentally alters the physical structure and composition of forests, with consequences for climate regulation services. It can impact the land surface temperature (LST) both diurnally and seasonally, but the net LST impact of historical forest harvesting activities in Europe is as yet unknown. This study integrates satellite-derived data for LSTs and forest harvesting for the period 2004–2023 to unravel spatial and temporal patterns of the surface temperature response to harvesting disturbances in Europe. We find a consistent diurnal asymmetry: harvesting induces daytime warming alongside nighttime cooling across all seasons and forest types. However, the magnitude, net effect, and temporal evolution have strong heterogeneity. Regionally, daytime warming dominates in Southern Europe (+0.075 ± 0.007 °C, mean ± standard error; +0.719 °C at the 90th percentile), peaking in the summer (+0.103 ± 0.010 °C; +0.823 °C), while Eastern Europe shows the strongest annual nighttime cooling (−0.060 ± 0.005 °C; −0.937 °C). The response is weaker in Western Europe. Seasonally, net daily cooling prevails in the spring, whereas net warming dominates in the summer. The forest composition modulates the response: needleleaf forests show the strongest diurnal contrast, broadleaf forests exhibit the weakest daytime signal, and mixed forests display spring daytime cooling. After harvesting, most regions transition from initial postharvest warming toward longer-term cooling or neutrality after one or two decades, with the postharvest pattern varying regionally and by forest type. Overall, this study elucidates strong spatiotemporal variations in net microclimate responses to forest harvesting across Europe, driven by geography, seasonality, and forest composition. By explicitly characterizing how forest harvesting alters surface temperature across space and time, these findings contribute to improved region-specific forest management strategies that can better balance timber production with climate regulation and biodiversity conservation under changing environmental conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Characterizing operational signatures of reservoirs with the SWOT satellite by comparing natural lake and reservoir dynamics",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae436e",
      "pubDate": "",
      "description": "Due to a lack of management operations data, hydrological models may represent reservoirs as natural lakes, leading to poor discharge predictions in regulated basins. To parse seasonal operational signatures, we compare the dynamics of natural lake and reservoir systems across North America using Surface Water and Ocean Topography (SWOT) satellite observations and derived discharge estimates. Overall, reservoirs and their adjacent river reaches exhibit significantly greater variability (in standard deviation) than their natural counterparts across almost all SWOT observed (e.g. water surface elevation) and inferred (e.g. discharge) variables. Natural lakes show strong same-day correlations between inflow and outflow discharge (median Spearman R = 0.8), whereas 76% of reservoirs exhibit maximum correlation when outflow is lagged, suggesting operations buffer seasonal flow variability. Our findings indicate operations not only affect reservoir dynamics themselves but also have upstream and downstream consequences, which, when integrated into models, will offer more realistic hydrologic conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Perspectives and opportunities for the intensive use of biochar in Brazil",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae36c4",
      "pubDate": "",
      "description": "The use of biochar technology in Brazil holds significant promise for advancing the principles of a circular economy, addressing pressing environmental challenges, and fostering sustainable development. Despite its great potential, biochar production and scale use remain strikingly limited in Brazil. Here, we explored the multifaceted potential of biochar in Brazil, focusing on its capacity to promote circularity, create novel inputs for agricultural and environmental purposes, and optimize infrastructure for the production and cycling of organic residues from diverse agricultural and energy production chains. Semi-structured interviews were conducted with stakeholders, and a workshop was organized with participants representing universities, public research institutes, private companies, and non-governmental organizations. We analyzed the current Brazilian scenario, identifying the main barriers preventing the widespread use of biochar in the country, as well as possible solutions in the economic, political, technological, research and development, and innovation sectors. Based on this assessment, our results show that stakeholders view the Brazilian biochar sector as emerging but constrained by regulatory uncertainty, market fragmentation, and logistical bottlenecks. They identified five priority levers for change: the creation of clear and credible regulatory frameworks, region-specific strategies for biomass use and on-farm deployment, integration of biochar into robust carbon market mechanisms, strengthening of targeted research and demonstration projects, and development of business models that combine agricultural benefits, carbon removal, and co-products.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Inconsistency between mixed layer depth and near sea surface stratification over the global ocean",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3cab",
      "pubDate": "",
      "description": "Mixed layer depth (MLD) and near-surface stratification (derived from bulk and subskin density) are crucial variables for defining stability within the upper ocean. Conventional paradigms generally describe the relationship between MLD and stratification for the subsurface layer or the upper ocean below 5 m, where a weak stratification is associated with a deeper MLD, and a strong stratification with a shallower MLD. In this study, satellite-based and in situ-based monthly data from 2011 to 2021 reveal a positive relationship between monthly-averaged near-surface stratification (above the bulk layer) and MLD. That is, on a monthly timescale, a weaker near-surface stratification co-occurs with a shallower MLD, and vice versa. This observed pattern deviates from the conventional expectation. Analysis shows that this phase synchronization is primarily driven by density variations in the bulk layer, which exceed those in the subskin layer. Further investigation using wind stress and buoyancy flux data indicates that MLD deepening aligns with enhanced stratification above the bulk layer. These findings refine the traditional understanding by emphasizing the distinct roles of vertical layers (subskin vs bulk). They underscore the necessity to incorporate layer-specific dynamics when using satellite-derived stratification to parameterize MLD dynamics in climate models. Such refinement is critical for optimizing predictions of ocean-atmosphere interactions and climate variability. Future work should leverage the fusion of satellite and in situ data to advance multi-layer ocean stability diagnostics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional trains and air pollution: estimating avoided NO2 concentrations through a natural experiment",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3fb2",
      "pubDate": "",
      "description": "Regional rail services offer a cleaner alternative to private road vehicles, contributing to environmental quality in terms of reduced pollution. However, air pollutant concentrations reductions are not observable, and the related environmental benefits provided by the train service might be underestimated. Our research quantifies the emission reductions attributable to regional rail services by exploiting a natural experiment. We leverage an unexpected accident in Florence that temporarily disrupted part of the Tuscan railway network. We find that affected areas experienced, on average, a 25% increase in NO2 pollution compared to counterfactual areas where train services remained operational. This increase was most pronounced during peak commuting hours. These findings are consistent with the assumption of substitutability between public and private transport: when regional trains were unavailable, more people had to switch to private vehicles to commute, causing a rise in local pollution. Our study provides an indirect measure of the positive environmental impact of public transport.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}