{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-05-31T19:17:46.008916",
  "items": [
    {
      "title": "Snow, ice and permafrost landscapes as ‘frozen commons’: examples from northern Mongolia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adc7cb",
      "pubDate": "",
      "description": "Cryosphere has a global role as a biogeophysical phenomenon. It affects the livelihoods of people inhabiting permafrost areas and is affected by human activity within and outside of the cryosphere’s geographical span. ‘Frozen commons’ (FCs) are cryosphere resources and landscapes, defined by snow, ice, and permafrost, that are experienced, used, protected and managed by groups of people together. This paper highlights collaboration between herders and scientists aimed at improving the understanding of FCs in northern Mongolia, a region of rapid cryosphere transformation. The impact of climate change on Indigenous and pastoralist communities in Mongolia is profound, leading to the damage or loss of FCs critical to local livelihoods. Therefore, Indigenous and local knowledge becomes crucial in assessing and predicting the climate-driven dynamics of FCs. In 2022, 2023, 2024 a team of permafrost scientists, geographers, and economists conducted interviews in reindeer and cattle herder camps in Khövsgöl Aimag (Province) located in the northern part of Mongolia. Local livelihoods do not depend only on cattle, which allows us to examine a variety of animal–environment interactions and impacts on pastoralism. The analysis of interviews indicates that FCs are a vital resource for the Khövsgöl communities and holds significant importance in their daily lives. Permafrost plays a key role for herders as it provides water resources for pastures and local rivers, which is critical during dry summers. Ice and snow also have many uses, such as a source of water, winter transport and the basis of cultural events. As winters become shorter and ice conditions become less predictable, the sustainability and availability of these resources for local people are under threat. In light of these challenges, it is imperative to formulate climate adaptation and mitigation strategies through collaborative efforts that actively involve and respect the perspectives of Indigenous and local people.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Beyond spatial bias: understanding the colonial legacies and contemporary social forces shaping biodiversity data",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add6b6",
      "pubDate": "",
      "description": "With over 2 billion observations of species from across the earth, the Global Biodiversity Information Facility (GBIF) has become an influential repository of information for not only ecologists, but also conservation scientists and policy makers. Yet biodiversity data reveal more than species distributions. They reflect colonial histories, economic inequities, and cultural differences. This article argues for moving beyond ideas of ‘spatial bias’ in conservation science to highlight the colonial legacies and contemporary social forces that shape biodiversity data. Drawing on interviews with the GBIF staff and data publishers as well as critical mapping of GBIF data patterns, we visualize and analyze how and why colonial patterns persist and shift in this global biodiversity data. To explain diverse trajectories of postcolonial production of data, we identify three social forces–colonial legacies of collecting, infrastructures of international development, and contemporary data cultures–that structure biodiversity observation distributions and data ownership and availability. Together, these findings demonstrate how, even in the age of open access, colonial and postcolonial practices and politics continue to shape what we know about the natural world.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Getting ready for the Anthropocene: overcoming obstacles on the development path for municipal water and sanitation services",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add750",
      "pubDate": "",
      "description": "This paper describes three phases that cities go through for the delivery of municipal water and sanitation services, identifying the main political, technological, socio-institutional, financial, public health forces of disequilibria that push cities along this development path. Data from the Global Water Intelligence and the World Bank’s International Benchmarking Network show that most of the countries with utilities with limited piped water coverage (Phase 1) have an annual GDP per capita less than US$5000. In contrast, most countries with an annual GDP per capita greater than US$10 000 have close to universal piped water coverage (Phase 3). We find no statistically significant relationship between country-level water scarcity and the average water prices charged by utilities in a country. We discuss a comprehensive policy mix with four components that municipal water utilities need to address the growing water deficits as rising demands confront limited supplies: (1) reduction of nonrevenue water, (2) source diversification, (3) reduction of customer water use, and (4) establishment of financial reserves to address climate-related emergencies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Large-scale forcing of principal near-surface wind speed variability patterns in the Arctic since 1979",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda60",
      "pubDate": "",
      "description": "The ERA5 reanalysis dataset is used to characterize the principal patterns of annual and seasonal near-surface wind speeds in the Arctic from 1979 to 2023 by the empirical orthogonal function (EOF) method, together with their relationship with large-scale atmospheric circulation. The leading EOF (EOF1) accounts for about 14%–22% of annual and seasonal wind speed variability, and is composed of widely positive anomalies across most of the Arctic Ocean largely influenced by the positive Arctic Oscillation. Seasonally, the positive anomalies shift from the central Arctic Ocean in summer toward the Greenland and Norwegian Seas in winter, driven by the North Atlantic Oscillation (NAO). The second EOF (EOF2) explains 9.5% of annual wind speed changes and consists of a meridional dipole structure, i.e. positive anomalies over the Russian Arctic seas and negative anomalies over the Greenland and Norway Seas, mainly driven by the Arctic dipole and NAO. The time series of EOF2 shows a decadal switch from negative to positive anomalies at the beginning of the 21st century, related to the phase transition of the Pacific Decadal Oscillation and the Atlantic Multidecadal Oscillation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Review on heatwaves: a risk perspective",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add178",
      "pubDate": "",
      "description": "Current anthropogenic climate change is increasing the occurrence and magnitude of heatwaves causing closely interconnected and interdependent risks across multiple domains, such as environmental and human health, water and food security, etc. The following systematic literature review synthesizes the state of the art concerning risks related to heatwaves by analyzing 1459 publications. Since risks arise from the interaction of hazard, exposure, and vulnerability, publications were first classified by risk components and then further categorized by research fields: healthcare, society, ecosystem, agriculture, infrastructure, and heritage. The analysis allowed the identification of gaps in the current research with implications for policies and practical applications of risk assessments. First, only 3.1% of the revised literature integrates all three components in risk assessments. Second, most of the literature provides average risks over several heatwave events, thus neglecting critical factors like heatwave magnitude and duration. Third, the absence of standardized indices for identifying and classifying heatwaves hinders effective comparisons of results within the same field. It is recommended that future studies in the same field adopt a common methodology and that the above gaps are taken into account as this would enable building more robust and coherent scientific evidence while reducing ambiguities and uncertainties in risk estimates. Decisionmakers may otherwise struggle to develop effective heatwave adaptation and mitigation strategies if risk assessments are inconsistent or unreliable, and fail to account for risk interdependencies across different domains. More research is needed to develop quantitative frameworks that estimate heatwave risks by summing contributions from each affected domain. This is particularly important, as most of the papers reviewed only focused on healthcare (61.1%) or ecosystems (16.3%). However, we acknowledge that this literature review may have excluded some relevant studies, such as those in the heritage field, due to the specific search string applied in our methodology.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Inland flooding in the United States: a review of research related to risk management, economic behavior, and data resources",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add35e",
      "pubDate": "",
      "description": "Inland flooding is one of the most frequent and damaging natural disasters in the United States. Recent studies in the literature suggest that climate change will likely lead to an increase in the severity and frequency of inland flooding events in the U.S. We review the diverse literature on inland flooding to synthesize the current state of knowledge and to identify knowledge gaps. The topics covered include flood risk perception, insurance uptake, impact on property values, public mitigation strategies, behavioral responses to flooding, fatalities, and damages. We identify important gaps in the literature related to flood insurance demand, adoption of policies that encourage private and public investment in flood management, and flood risk management impacts in disadvantaged communities. Future research should identify factors that have decreased flood-related fatalities over time. Disentangling how infrastructure investments and better flood information improve outcomes during and after a flood could generate more effective tools and policies for mitigating damage from inland floods. Finally, creating and publishing comprehensive datasets that integrate economic, flood, and policy variables over space and time would facilitate future research on the economics of inland flooding. Our findings point to specific future research opportunities that would improve available databases, inform flood risk management strategies, and ultimately reduce the costs of inland floods.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Sensitivity of tropical cyclone risk across the US to changes in storm climatology and socioeconomic growth",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add60d",
      "pubDate": "",
      "description": "Tropical cyclone (TC) hazards coupled with dense urban development along the coastline have resulted in trillions in US damages over the past several decades, with an increasing trend in losses in recent years. So far, this trend has been driven by increasing coastal development. However, as the climate continues to warm, changing TC climatology may also cause large changes in coastal damages in the future. Approaches to quantifying regional TC risk typically focus on total storm damage. However, it is crucial to understand the spatial footprint of TC damage and ultimately the spatial distribution of TC risk. Here, we quantify the magnitude and spatial pattern of TC risk (in expected annual damage (EAD)) across the US from wind, storm surge, and rainfall using synthetic TCs, physics-based hazard models, and a county-level statistical damage model trained on historical TC data. We then combine end-of-century TC hazard simulations with US population growth and wealth increase scenarios (under the SSP2 4.5 emission scenario) to investigate the sensitivity of changes in TC risk across the US Atlantic and Gulf coasts. We find that not directly accounting for the effects of rainfall and storm surge results in much lower risk estimates and smaller future increases in risk. TC climatology change and socioeconomic change drive similar magnitude increases in total EAD across the US (roughly 160%), and that their combined effect (633% increase) is much higher.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate-driven sulfate export in alpine watersheds may stimulate methylmercury production",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a5",
      "pubDate": "",
      "description": "Climate change is increasing sulfate export and changing wetland extent in mountain regions. These changes may increase microbially mediated production of the neurotoxic substance methylmercury due to enhanced sulfate metabolism in mountain environments. Here, we assess methylmercury concentrations and formation rates across high-elevation wetlands in the Colorado Rocky Mountains. We also investigate sulfate controls on methylmercury production within subalpine peatlands by amending soils with sulfate to mimic increased stream export of sulfate from the alpine zone and measuring methylmercury formation rates for different sulfate treatments. We found that subalpine peatlands have statistically significant higher methylmercury concentrations and formation rates compared to alpine, mineral-soil wetlands. Methylmercury production in subalpine peatlands also increased significantly (p < 0.05) following sulfate additions; the highest rates occurred in sediments with intermediate extractable sulfate concentrations (∼0.60–1.4 mg sulfate g−1 dry soil). Our study is the first to identify soil sulfate-related thresholds for methylmercury production and sulfate-limitation of methylmercury production in subalpine peatlands. These findings highlight important linkages between climate-driven mineral weathering and mercury cycling in mountain regions globally.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Illuminating deep-sea considerations and experimental approaches for mCDR proposals",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a6",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Boiling point: short-term coping with heatwaves in the UK is not enough",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add94c",
      "pubDate": "",
      "description": "In July 2022, a national emergency was declared in the United Kingdom (UK) following the Met Office’s first-ever red extreme heat warning. As temperatures reached 40.3 °C, thousands of excess deaths were recorded. Based on 38 expert interviews and 4 focus groups with key decision-makers and stakeholders working on the frontline of the 2022 UK heatwaves, we found that the country is not prepared for extreme heat because: (1) policies and planning prioritise coping over resilience; (2) insufficient preventative actions were taken; and (3) a range of barriers hinder effective short and longer-term measures. We argue that whilst the UK coped with the heatwaves in 2022, it lacks the resilience needed to deal with persistent and prolonged heat events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evidence of photovoltaic aridity mitigation in semi-arid grasslands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add94d",
      "pubDate": "",
      "description": "In water-limited ecosystems, evidence suggests that photovoltaic (PV) arrays may alleviate water stress, potentially mitigating the loss of key ecosystem services such as forage production. This hypothesized aridity mitigation potential (AMP) of PV arrays posits that negative effects of reduced sunlight on photosynthesis and aboveground net primary production (ANPP) are offset by improved water relations, maintaining or enhancing productivity in arid and semi-arid ecosystems. Field tests of this hypothesis are lacking, however. Here we test the AMP hypothesis in a semi-arid Colorado (USA) grassland by contrasting ANPP responses to a single-axis tracking PV array in years with above- and below average precipitation. At all sites within and outside the PV array, precipitation inputs strongly limited ANPP. But in dry years, ANPP was increased by ∼20% in the array relative to adjacent open grassland, with ANPP in some array locations (near PV panel edges) increased by ∼90%. This AMP effect was muted with average precipitation and disappeared in wet years. We conclude that with climate change projections of increased aridity and drought, PV arrays that reduce plant water stress could provide a unique opportunity to reduce greenhouse gas emissions and mitigate some of their ecosystem consequences in water-limited grasslands.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Potential effects of possible climate change on sea surface temperatures: the case of the southern Black Sea coast",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add94e",
      "pubDate": "",
      "description": "Understanding climate change’s possible effects on sea surface temperatures (SSTs) is vital for marine ecosystems. For the first time, the potential effects of climate change on SSTs were investigated using the SST data from five meteorological observation stations located along the Black Sea coast of Türkiye, covering the period 1963–2014. The SSP2-4.5 and SSP5-8.5 scenario outputs of the general circulation models, namely CNRM-ESM2-1, MPI-ESM1-2-HR, MRI-ESM2-0, and NORESM2-MM, selected from the Coupled Model Intercomparison Project Phase 6 archive were downscaled to station scale by conventional regression analysis and artificial neural networks as statistical downscaling method in the study. SST values for the future periods (2023–2052 and 2053–2082) were obtained using the ensemble model approach for each station. Additionally, quantile delta mapping was used for bias correction. Three performance metrics were used to evaluate the downscaling performance of the methods. The model with the best performance was selected, and the future SST results were obtained and compared with the historical observation data. It was projected that monthly SSTs may increase by 1.66 °C–4.25 °C under the SSP2-4.5 scenario and 1.71 °C–5.75 °C under the SSP5-8.5 scenario. This increases may cause the deterioration of the marine ecosystem and local economic downturn in the Southwestern Black Sea.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Reduced spread of simulated global warming patterns among CMIP6 models with elevated level of warming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add9ae",
      "pubDate": "",
      "description": "Uneven economic impacts of climate change have been largely caused by differentiated warming rates across different geographical regions, affecting the lives of the majority of world’s population. Historical and future warming rates are commonly obtained from global climate models, which exhibit considerable spread in terms of global mean and region-dependent warming rates. While the multi-model spread in global mean warming rate has been widely reported in past literature, the multi-model spread in terms of the global warming pattern and its temporal evolution remain unclear. Here, we show that the multi-model spread in the simulated global warming pattern depends closely on the level of warming. The simulated global warming pattern deviates substantially among CMIP6 models before the 2010s and converges afterwards, as the levels of global greenhouse gases and mean warming elevates. Moreover, the consistency of model-predicted future warming patterns varies by emission scenario. Models predict increasingly consistent warming patterns under intermediate and high emission scenarios during the entire 21st century; whereas under low emission scenarios, the multi-models consistency in their simulated future warming patterns reaches a hiatus around the middle of the 21st century. While our study detects a synchronism between the multi-model consistency in the global warming pattern and the global warming level, the physical mechanisms underlying such varying multi-model consistency in the warming pattern merits further investigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Heterogeneous drivers of decarbonization in the global power sector",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add9b1",
      "pubDate": "",
      "description": "The decarbonization of the fossil fuel-intensive power sector is critical for climate mitigation. During the global financial crisis, we found that major countries changed their energy inputs and achieved a rapid low-carbon transition in the global power sector. In this study, we employ two-stage decomposition models to reveal the diverse drivers of the peak-and-decline dynamics in the global CO2 intensity of electricity. We then examine the regional heterogeneous drivers of CO2 intensity from major electricity-producing countries within three income groups. Results show that the global CO2 intensity of electricity reached its peak in 2007 and has declined by 0.35% per year since then. High-income countries consistently reduce the CO2 intensity, while upper- and lower-middle income countries contributed to a reduction of the CO2 intensity until recently. The adoption of renewable energy, the phase-out of thermal power, and improvements in energy efficiency supported by pronounced regional allocation effects contribute to the rapid decline in the global CO2 intensity of electricity. This paper reveals breakthroughs in the recent global energy transition and sheds light on future CO2 mitigation pathways in the global power sector.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Upper bounds for 21st-century surface air temperatures in the Western United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda62",
      "pubDate": "",
      "description": "The last decade has seen a large number of severe heatwaves that were unprecedented in the observational record, highlighting challenges associated with observationally-based statistical quantification of the likelihood and magnitude of future extreme temperatures. An alternative to such probabilistic assessments is identification of upper bounds that quantify the hottest surface air temperatures that can possibly be achieved by the end of the 21st century. Theory, simulations, and observational analyses support the existence of a finite upper bound for surface air temperature; however, estimates for future upper-bound values that are realistic and usable for planning remain unavailable. Here, we combine atmospheric theory with large ensembles of dynamically downscaled projections to estimate historical and end-of-century upper bounds for surface air temperatures. A number of physical mechanisms can influence upper bounds, and at the end of the 21st century, estimates based on mechanisms that yield more moderate upper-bounds produce values around C for much of the Western United States and in excess of C for the hottest parts of the domain. Even cooler high-altitude locations have end-of-century upper bounds over C. Although these upper-bound estimates might seem implausibly large, increases in the upper bounds over the 21st century are similar to increases in dynamically downscaled peak surface temperatures after adjusting those downscaled temperatures to eliminate the possibly biased model trends in surface specific humidity. While upper bound estimates are high relative to historical observations, they nonetheless suggest that heatwave intensity risk is bounded, with uncertainty dominated by projections of surface and upper-level humidity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Vegetation spatial network patterns influence ecosystem service bundles and interactions in the Yellow River Basin",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda64",
      "pubDate": "",
      "description": "The Yellow River Basin (YRB) is recognized as an essential ecological safeguard in China, significantly contributing to ecological stability and environmental protection. However, rapid socioeconomic development poses significant threats to the ecological security of the region. To address this issue, this study used normalized difference vegetation index data to identify ecological source areas. Using optimal parameters-based geographical detector model processed a multi-source data set to develop an ecological spatial network. Methods for topological and pattern analysis were utilized to examine the network. Additionally, various ecosystem services (ESs) within the ecological source areas and their interrelationships were calculated to analyze their associations with network characteristics, climate, and human factors under different network patterns. Finally, based on the importance of the structure and function of regional vegetation, a series of strategies has been proposed to optimize and protect the stability of its spatial distribution. The research findings show that: (1) areas with high ES indicator values are mainly found in the upper reaches of the YRB and the adjacent regions of the Taihang Mountains (2) the ecological spatial network of the YRB is denser in the mid-upper reaches and sparser in the lower reaches. (3) There is a significant synergy between water supply and water conservation within the ecological source areas, while landscape aesthetics and carbon storage, as well as water supply and carbon storage, exhibit significant trade-off effects. (4) Five network patterns and six ES bundles were identified. The correlation between ESs, network topological metrics, and climate-human factors varies across different patterns, with more structurally complete network patterns generally providing better ESs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quasi-decadal oscillation of concurrent cold extremes and intense surface ultraviolet radiation events over the East European Plain",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda66",
      "pubDate": "",
      "description": "The East European Plain, a densely populated region and major contributor to global grain production, has emerged as a critical hotspot for climatic extremes. Using multiple sets of reanalysis data, this study identifies a systematic co-occurrence of cold extremes and intense surface ultraviolet (UV) radiation in winter over this region, forming compound cold-UV extreme events (cold-UV CEEs). The cold extremes are primarily driven by the East Atlantic blocking which disrupts the typical westerly flow, causing meridional transport of Arctic cold air masses into the East European Plain. Concurrently, the blocking high, which induces subsidence and stabilizes the atmosphere, suppresses cloud formation. The resultant cloud reduction elevates surface UV radiation intensity by about 20% relative to the climatology. In addition, our analysis identifies a significant 9 year cycle in the frequency of cold-UV CEEs, providing a critical foundation for predicting these cascading hazards.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A new understanding of global heatwave characteristics: trends on trial and beyond summer scorch",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb61",
      "pubDate": "",
      "description": "Heatwaves pose significant threats to human health, infrastructure, and natural environments, with documented increases in their occurrence globally. However, previous studies often focused on summer heatwaves during fixed periods, potentially overlooking inter-decadal variability and the contribution of shoulder seasons (e.g. spring and autumn). This study provides an updated analysis of global heatwave characteristics using reanalysis data up to 2023. We examined trends in heatwave frequency (HWF), intensity, and duration at multiple spatial/temporal scales, investigating how trend patterns and magnitudes vary across different periods. Results reveal substantial spatial heterogeneity in total heatwave days, with maxima exceeding 24 d per year in the Brazilian Highlands, the west coast of North America, parts of southwest Africa, and India, while cumulative temperature anomalies are highest at high latitudes. Notably, boreal summer is not consistently the season of most extreme heatwaves; over 65% of land areas experienced maximum HWF and severity in non-summer seasons. Long-term trends reveal an accelerating increase in HWF and severity globally, with exceptions in parts of India and central North America. Furthermore, varying-period analyses highlight substantial inter-decadal climate variability. These findings emphasize the need for seasonally adaptive risk management strategies and updated climatological baselines to address the evolving threats of heat extremes in a warming world.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}