{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-03T16:33:20.992066",
  "items": [
    {
      "title": "Large dynamic contributions to tropical cyclone precipitation with increasing sea surface temperature",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add753",
      "pubDate": "",
      "description": "Understanding the relative contribution of dynamic and thermodynamic factors to tropical cyclone (TC) rainfall is an important challenge. This study examines the response of TC precipitation due to increasing sea surface temperatures (SSTs) using convection-permitting model simulations. The sensitivity of key TC rainfall metrics, including the azimuthally averaged maximum precipitation rate were examined. The amount of scaling of precipitation with SST depends on the chosen TC precipitation metric and mostly surpasses the Clausius–Clapeyron (CC) relationship. The azimuthally averaged maximum precipitation rate (Pm) exceeds twice the rate expected under the CC relationship (2CC). By decomposing the scaling rates into thermodynamic and dynamic contributions using a physical diagnostic method, we demonstrate that dynamic changes primarily (about 73%) drive the scaling of Pm. The available moisture plays a much smaller role than expected and scales surprisingly at less than CC. The dynamic contribution is always large for all precipitation metrics. The combination of increased moisture and updrafts enhances moisture convergence, thereby intensifying precipitation and ultimately leading to a super-CC relationship. The ‘exceeding 2CC’ behavior is attributed to the dominance of dynamic effects, particularly enhanced upward motion near the TC inner core. Accurate projections of future changes in TC precipitation therefore depend critically on accurate projections of changes in TC dynamics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Land-use requirements and occupancy patterns of rapidly expanding wind power deployment in China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add7ee",
      "pubDate": "",
      "description": "The large-scale deployment of wind power has raised concerns regarding potential land-use requirements (LURs) and ecological impacts. However, understanding of land use associated with rapid wind energy deployment in China remains limited. This study quantified the direct LUR of wind farms in China, using 120 sample wind farms constructed between 2008 and 2023, and with regard to turbine foundations, permanent land use and temporary land use. We employed a categorical regression model to identify influencing factors. Additionally, we calculated the spacing LUR of wind farms by the end of 2023 using an improved Voronoi polygon algorithm based on data from 158 992 turbines across 3718 wind farms. Results indicate an average direct LUR of 7539.64 ± 3306.73 m2 MW−1, with the LURs for turbine foundation, permanent land use and temporary land use measured at 127.95 ± 33.00 m2 MW−1, 2376.23 ± 991.94 m2 MW−1, and 5163.40 ± 2527.11 m2 MW−1, respectively. Various factors, including turbine size, land cover type and topography, influence each type of LUR. By 2023, the direct LUR of wind farms in China totaled 3294.06 km2, accounting for 0.03% of the national land area (9.6 million km2), with 55.90 km2 designated for turbine foundations, 1038.17 km2 for permanent LUR, and 2255.89 km2 for temporary LUR. The spacing LUR of wind farms in China by 2023 was 108 164 km2, representing 1.13% of the national land area. These findings provide critical insights into the LURs and potential ecological impacts of wind energy development in China.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Groundwater and trade: towards an interdisciplinary consensus and roadmap for future research",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda61",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The future of hot and dry events in the breadbasket regions of maize",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda63",
      "pubDate": "",
      "description": "Heatwaves and dry spells can severely impact crop yields, making it crucial to understand the nature of these events to ensure food security in a changing climate. We use the Max Planck Institute Grand Ensemble to examine the occurrence of hot–dry extremes in key crop-producing regions known as ‘breadbasket regions’, either in single or multiple breadbasket regions simultaneously, focusing on the differences between 1.5 ∘C and 2 ∘C global warming scenarios. Our findings reveal strong increases in hot–dry events across all individual breadbasket regions between 1.5 ∘C and 2 ∘C of global warming, with ensemble mean probabilities indicating that occurrences more than double in South Asia and triple in East Asia. Moreover, the likelihood of multiple breadbasket regions experiencing extreme events simultaneously increases significantly between 1.5 ∘C and 2 ∘C of warming. Scenarios that were historically considered virtually impossible and very unlikely under 1.5 ∘C, such as at least four regions being affected by hot–dry events in the same growing season, could occur with a 1-in-14 year likelihood under 2 ∘C of warming. We find that, among the breadbasket regions, Central Europe, East Asia, and Central North America most often experience these events simultaneously within the same growing season. Between 1.5 ∘C and 2 ∘C warmer worlds, the probability of simultaneous occurrence increases the most for the connection between these regions. In contrast, South Asia is least likely to be affected simultaneously with other regions, possibly providing insights for risk management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Human–Earth system interactions under climate change",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda65",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A panel data study of causality links between CO2 concentration and temperature",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addad9",
      "pubDate": "",
      "description": "While the role of rising CO2 concentration in increasing the temperature is well known, the opposite causality link, from temperature to CO2 concentration, received far less scrutiny. In this paper, we address the relation between the two variables using the Dumitrescu–Hurlin panel causality test for a panel of individual areas of the planet. We also run individual areas-level Granger causality tests to determine the geographical distribution of the local causal links between the CO2 concentration and temperature. We find evidence of both causality directions at the global level, suggesting potential feedback between CO2 concentration and temperature. We also find that the global phenomenon results from a very fragmented geographical distribution of mostly unidirectional causality links at the local level. Considering the two results jointly, this work potentially provides insights into the connection between average trends of human-induced global warming and particular local conditions experiencing extreme meteorological conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Real-time detection of harmful algal blooms using GOCI II and buoy-based dissolved oxygen variations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb63",
      "pubDate": "",
      "description": "Harmful algal blooms (HABs) threaten aquatic ecosystems and water quality, necessitating timely monitoring. Traditional satellite observations, including high-frequency sensors like Geostationary Ocean Color Imager II (GOCI-II), are often hindered by cloud cover and low-light conditions, limiting their temporal resolution and coverage. We propose a real-time approach using diel variations in dissolved oxygen (DO) measured by buoys to detect HAB initiation and dynamics. By isolating biologically driven oxygen variation ( ) from physical processes, we identify increases in , elevated temperature, and maximum DO as key HAB indicators. This method captures bloom activity under cloudy or low-light conditions when satellites fail. To enhance spatial coverage, we integrate buoy-based DO data with high-frequency GOCI-II satellite observations, providing hourly, all-weather bloom detection. While satellite or buoy observations alone face limitations, their integration overcomes traditional barriers. Our results demonstrate a robust tool for real-time HAB monitoring and early warning, supporting sustainable water resource management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Flash drought prediction using deep learning",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb65",
      "pubDate": "",
      "description": "Flash droughts are rapid, short-term drought events that develop within weeks, driven by factors such as low rainfall, high temperatures, and strong winds, which deplete soil moisture and stress vegetation. These events have profound agricultural, economic, and ecological impacts, yet the use of machine learning to predict flash droughts remains underexplored, hindered by challenges like imbalanced datasets and limited data. This study addresses these issues by applying Convolutional neural networks (CNNs) to predict flash droughts in Eastern Australia, a region prone to such events. We identified flash droughts from 2001 to 2022, training the model with data from 2001–2015, validating it on 2016–2017 data, and testing it on 2018–2022 data. The model’s performance was evaluated across drought duration, spatial distribution, and seasonal variability. Achieving a balanced accuracy of 80% and an Area under the curve of 93%, the CNN demonstrated strong predictive capability. However, it tended to overestimate the spatial extent of droughts, indicating areas for future improvement. These results highlight the potential of deep learning in flash drought prediction, offering valuable insights for early warning systems and drought management strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unraveling uncertainties in near-term runoff projections across Europe: the major role of atmospheric noise",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb66",
      "pubDate": "",
      "description": "Internal variability drives large runoff variations across Europe. Disentangling its effects from that of anthropogenic forcing in future regional projections is crucial for effective adaptation planning. Here, we show that internal variability is the main source of uncertainty in near-term changes in Europe compared to model and scenario uncertainty, or as important as model uncertainty for the Mediterranean. The contribution of internal variability is even larger for runoff than for precipitation or evapotranspiration over northern, western and central Europe. The inter-member differences in runoff changes are mainly explained by precipitation changes and indirectly by changes in sea level pressure. In potential disagreement with observational studies, no apparent teleconnection between runoff multi-decadal variability and the Atlantic multi-decadal variability is generally found in climate models. This misrepresentation of teleconnections might affect the multi-decadal variability of annual precipitation and therefore runoff over the Mediterranean. Indeed, the multi-decadal variability in precipitation and sea level pressure over this area is shown to be generally underestimated.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Labor markets mediate welfare impacts of conservation policies on society: case of groundwater",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb67",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Expanding smallholder irrigation in central Kenya demonstrates the importance of protecting grassland landscapes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addc82",
      "pubDate": "",
      "description": "The rapid expansion of agriculture in Kenya, driven by the country’s growing population, poses critical environmental challenges such as climate change and biodiversity loss. While deforestation has received much attention, the equally vital grasslands are under significant threat. Monitoring efforts have often prioritized the extent of land conversion, with limited focus on the intensity of conversion, particularly in non-forest biomes. This study addresses this gap by assessing the expansion of row crop and irrigated agriculture in the grasslands of central Kenya from 2018 to 2022. The region, particularly around Laikipia County, has seen a rapid increase in irrigated agriculture, encroaching on natural grasslands and threatening local wildlife through excessive water extraction. We mapped the expansion of both smallholder and large-scale croplands and developed a model based on vegetation indices and proximity to key water sources to estimate irrigation likelihood. Our results show a 27% increase in likely irrigated croplands from 2018 to 2022, with projections indicating that, if current trends persist, irrigation areas will double by 2030, probably increasing water consumption substantially. This study underscores the urgent need to protect Kenya’s native grasslands, which are facing active threats with far-reaching environmental consequences.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating the current status of agriculture-driven deforestation across jurisdictional scales in the United States using foundational, federal datasets *",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addc83",
      "pubDate": "",
      "description": "Foundational forest and land-use change monitoring programs, with their statistical rigor and long-term baselines, are increasingly important to inform emerging global agricultural and forest commodity trade policies such as the European Union regulation on deforestation-free products (EUDR). The EUDR requires national-scale information on deforestation prevalence as one component of deforestation risk assessments, with additional traceability and risk assessment requirements at the parcel scale for exports to the EU to comply with the regulation. To better understand potential implications of this policy and evaluate relevant monitoring data, we estimate area converted from forest to agricultural land use in the United States (US) using three authoritative data sources from US Department of Agriculture statistical programs: the Nationwide Forest Inventory, National Resources Inventory, and Crop Sequence Boundaries Data. Results from all three datasets consistently indicate that agriculture-driven gross deforestation has been minimal over the past decade in the US, averaging 0.01%–0.04% of forested area annually. Most of this land-use change is occurring in the Southeastern US with conversion to pasture being the most common agricultural conversion subcategory. The rarity of agriculture-driven deforestation results in high levels of uncertainty in county-scale estimates due to the low sample size and potential misclassification errors in modeled data. Nevertheless, comparing results from these three complementary datasets can provide greater confidence in fine-scale spatial patterns of past deforestation. This analysis highlights several challenges associated with implementing and enforcing trade policy based on land use categories. Given the low rate of agriculture-driven deforestation and potential difficulties with identifying land-use change at small spatial scales, trade policies focused solely on land use categories may have a limited benefit in countries such as the US where agriculture is not a major driver of deforestation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "CFD-quality nowcasting for urban air mobility with a deep learning-based emulator",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addc84",
      "pubDate": "",
      "description": "Urban air mobility (UAM) aircraft typically operate at altitudes of 1000–2000 feet over complex urban terrains, where airflow interactions with structures create dynamic conditions requiring precise, real-time meteorological forecasts. Traditional large-scale forecasting systems often struggle to adequately capture turbulent boundary-layer characteristics due to coarse grid resolutions, while high-resolution computational fluid dynamics (CFD) simulations remain too computationally expensive for real-time operations. To overcome these challenges, this study introduces a deep learning-based emulator that rapidly generates CFD-like results using data from the local data assimilation and prediction system operated by the Korean Meteorological Administration. By integrating residual dense blocks with a wind direction classification system, the emulator significantly enhances predictive accuracy and computational efficiency. This approach enables urban-scale high-resolution weather forecasts, which are critical for UAM operations and broader urban meteorological applications, establishing a new standard for the safe and effective integration of UAM.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}