{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-07-06T23:23:52.644711",
  "items": [
    {
      "title": "PIK3CA gain-of-function mutation in Schwann cells leads to severe neuropathy and aerobic glycolysis through a non-cell autonomous effect",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424867122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificancePhosphatidylinositol-4,5-bisphosphate 3-kinase (PIK3CA)-related disorders are rare genetic conditions caused by somatic gain-of-function mutations in the PIK3CA gene, affecting cell growth, proliferation, and metabolism. These mutations often ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Setdb1 ablation in macrophages attenuates fibrosis in heart allografts",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424534122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceTissue fibrosis, linked to organ dysfunction and chronic diseases such as chronic rejection and cardiovascular diseases, also facilitates immune exclusion in tumors. Targeting fibrosis might be a strategy for prolonging allograft survival ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The RRM domain–containing protein Rbp3 interacts with ribosomes and the 3’ ends of mRNAs encoding photosynthesis proteins",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506275122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceThe mechanisms by which proteins are produced at specific sites and inserted into the intricate membrane systems of photosynthetic cyanobacteria are only partially understood. While RNA recognition motif (RRM) domain proteins are well-studied ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "S-adenosylmethionine metabolism buffering is regulated by a decrease in glycine N-methyltransferase via the nuclear ubiquitin–proteasome system",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2417821122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceS-adenosylmethionine (SAM) metabolism is crucial for diverse functions, mediated through methylation. Although the feedback regulation of SAM production has been explored extensively, our understanding of the mechanism behind SAM consumption ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Pressure-driven electronegativity inversion in alkali liquids",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424701122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceElectronegativity usually decreases with increasing pressure, but its changes during pressure-induced Liquid–liquid phase transitions (LLPTs) have been largely overlooked. This research explores how electronegativity can introduce a dimension ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Roughness-dependent scaling of the contact area and separation gap with pressure for glassy polymers",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503087122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceThe actual contact area between two rough surfaces directly dictates friction, adhesion, and thermal/electrical conductivity. However, measurements of contact areas have been challenging due to optical diffraction limits and the scattering of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "In situ NMR reveals a pH sensor motif in an outer membrane protein that drives bacterial vesicle production",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501638122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceTheSalmonellasurface protein PagC is a major driver of extracellular vesicle formation. Here, we show that this phenotype is transferrable toEscherichia coli, another diderm, Gram-negative bacterium. PagC increases vesicle production inE. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Population structure limits the use of genomic data for predicting phenotypes and managing genetic resources in forest trees",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425691122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceGiven climate change, there is an urgent need to conserve natural populations of forest trees and associated ecosystems. In contrast to a growing body of literature on genomic offsets and related approaches, we argue that genomic data will ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "On the mechanism of photodriven hydrogenations of N2 and other substrates by Hantzsch ester: Buffer is key to reactive H-atom donors",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502484122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceSolar-driven ammonia synthesis is an interesting approach to consider for fertilizer production and zero-carbon fuels. However, photocatalytic nitrogen fixation by well-defined synthetic catalysts was first demonstrated only very recently. Our ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genome-scale knockout simulation and clustering analysis of drug-resistant breast cancer cells reveal drug sensitization targets",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425384122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceMetabolic reprogramming is a notable phenotype during the acquisition of resistance to chemotherapy drugs. Thus, reverting metabolism can be an effective strategy to sensitize drug-resistant cells. The computational framework developed in this ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "PLAA/UFD-3 regulates P-bodies through its intrinsic disordered domain",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427250122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificancePhospholipase A2 activating protein (PLAA) is implicated in a set of neurodevelopmental disorders such as lethal infantile epileptic encephalopathy, autism and neurodevelopmental disorder with progressive microcephaly, spasticity, and brain ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Enhanced chloroplast FtsZ-ring constriction by the ARC6–ARC3 module in Arabidopsis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425129122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceDuring plant growth, the demand for energy necessitates an increase in the number of chloroplasts. This increase is achieved through chloroplast division, which begins with the formation of the stromal FtsZ ring (Z ring). The dynamics and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ena/VASP-EVH1 inhibition prevents chemotaxis and metastasis by blocking the EVH1–WAVE2 interaction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423512122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceProtein–protein interactions mediated by proline-rich motifs (PRMs) play a crucial role in regulating important cellular signaling cascades associated with metastasis of malignant tumors and related death. Here, we show that the interaction ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Peeling tape produces strong electric fields via stick–slip friction that drive chemical reactions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510504122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceVisible light emitted when rapidly peeling tape is a striking demonstration of tribocharging and triboluminescence. Remarkably, the peeling interface can generate electric fields as high as 109V/m, a field strength rarely achieved using ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Trichomonas vaginalis extracellular vesicles suppress IFNε-mediated responses driven by its intracellular bacterial symbiont Mycoplasma hominis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508297122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceTrichomonas vaginalis,the causative agent of trichomoniasis, is a common sexually transmitted infection. Characterizing the host cell immune response toT. vaginalisand how the parasite subverts these defense mechanisms will be key in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The effects of social media criticism against public health institutions on trust, emotions, and social media engagement",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422890122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceThese experiments shed light on the potential role that institutional criticism on social media may be playing in the recent unprecedented, politically polarized declines in trust in public health and science institutions. In addition to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global kinetic model of lipid-induced α-synuclein aggregation and its inhibition by small molecules",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422427122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceAmyloid aggregation is a hallmark of a diverse range of diseases including Parkinson’s disease (lower-case d), where the proteinα-synuclein is a major constituent of proteinaceous deposits found in patients. It is well established that ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sensory population activity reveals downstream confidence computations in the primate visual system",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426441122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceIt has long been known that our sense of confidence is indicative of the quality of our decisions and actions. For example, when we feel more confident in a perceptual decision, that decision is more likely to be correct. Yet, the neural ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Generative AI without guardrails can harm learning: Evidence from high school mathematics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422633122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceWhile generative AI has been shown to enhance productivity, its influence on learning new skills remains unclear. Our research examines the impact of generative AI, specifically GPT-4, on student learning in math education. Through a large-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Fine structural design of 3βHSD1 inhibitors for prostate cancer therapy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422267122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 26, July 2025. <br />SignificanceThe steroidogenic enzyme 3β-hydroxysteroid dehydrogenase type 1 (3βHSD1) correlates with tumor aggressiveness, and its inhibitors, biochanin-A (BCA) and the related analogs, have shown antitumor activities in various preclinical models and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}