{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2026-01-15T07:31:39.686586",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti0226123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Linking culture and individual behavior: The concept and measurement of cultural consonance",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525165123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceCulture is the shared knowledge that enables individuals in society to function in a manner acceptable within that society. This knowledge is encoded in cultural models: simplified, schematic mental representations of salient domains of life, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Can paleontologists pinpoint the dawn of the dinosaurs?",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2535891123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Implementing the Kunming-Montreal Biodiversity Targets",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514761123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />The Kunming-Montreal Biodiversity Targets present the most ambitious and serious conservation agenda ever developed—the overarching goal of preserving 30% of the planet by 2030. An organizational framework is now in place to deliver stable, predictive, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "ADAR-GPT: A continually fine-tuned language model for predicting A-to-I RNA editing sites",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2529073123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceA-to-I RNA editing by adenosine deaminases acting on RNA (ADAR) enzymes reshapes the transcriptome and holds great promise for therapeutic RNA design, yet identifying which adenosines are edited remains a central challenge. We present Adar-GPT,...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cerebellar Purkinje cell firing reduction contributes to aging-related declining motor coordination in mice",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525795122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceAging-related reductions in motor coordination can lead to falls in the elderly, which increase morbidity and mortality. Despite this, the cerebellum, a brain region critically involved in motor coordination, has been little studied in aging. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Estimating US savings on outpatient prescription pharmaceuticals from international reference pricing",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520871122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificancePrescription pharmaceutical costs in the United States (US) are among highest in the world, placing substantial financial strain on patients, public insurance programs, and private payers. International reference pricing, pegging US drug ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Primate gut microbiota induce evolutionarily salient changes in mouse neurodevelopment",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426232122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceCompared to other primates, humans have remarkably large brains relative to their body sizes. The resultant high demands for glucose may have been supported by changes in the gut microbiota (GM), which can influence host metabolism. In this ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Constitutively high levels of endogenous soluble ST2 inhibit food allergic responses in mice",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506485123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceIL-33-membrane-bound ST2 (ST2L) signals regulate various biological processes, including inflammation, infection, and tissue homeostasis. Based on previous studies using ST2-Fc, a mimicry of soluble ST2 (sST2), sST2 is thought to be a decoy ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Long-term effects of forty-hertz auditory stimulation as a treatment of Alzheimer’s disease: Insights from an aged monkey model study",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2529565123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceAlthough 40-Hz physical stimulation shows therapeutic potential for Alzheimer’s disease (AD) in rodents, translational validation in nonhuman primates is critical. We applied 40-Hz auditory stimulation on nine aged rhesus monkeys and monitored ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sex-allocation trade-offs and their genetic architecture revealed by experimental evolution",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427240123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceThe theory of sex allocation has successfully predicted the sex ratios of species with separate sexes, but its assumption of a direct genetic trade-off between investment toward male versus female fitness has resisted empirical demonstration ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Prior novelty invigorates future mesolimbic target detection",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500436123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceSurviving in dynamic environments requires coordinated neural mechanisms to detect, learn from, and respond to change. However, neural regions that support novelty detection and goal-oriented behavior have yet to be described as a sequential ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Molecular basis of the higher-order assembly of CatSper",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510754123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceCatSper is an essential ion channel that mediates Ca2+influx during sperm hyperactivation, a vital step for successful fertilization. Defective CatSper channels are associated with male infertility. CatSper oligomerizes to form quadrilinear ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Timing and magnitude of the Lomagundi–Jatuli carbon isotope excursion",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512767123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceThe rise of atmospheric oxygen during the Great Oxidation Event (GOE) set the stage for the evolution of complex life. Co-eval marine carbonate sediments preserve a large and long-lived positive carbon isotope (δ13C) excursion, the Lomagundi–...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Hypersensitivity of chitin degradation to initial species densities due to monomer diffusion",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512676123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceCompetitive interactions shape key metabolic processes in microbial communities. As a model to study these interactions, we examine microbes that degrade chitin—one of the most prevalent polysaccharides in nature. Our findings demonstrate that ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Income insufficiency impacts early brain development in infants facing increased psychosocial adversity: A network-based approach",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513598123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceThis paper demonstrates the key role of adversity on the earliest stages of postnatal brain development. Data from the Baby Steps study, an ongoing longitudinal study collecting electroencephalography (EEG) and socioeconomic status related ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Elevator mechanism dynamics in a sodium-coupled dicarboxylate transporter",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500723123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceTransporter proteins use energy to move molecular materials into and out of cells. To be efficient, the transporter motions responsible for moving the molecules must be tightly choreographed to avoid wasting energy without transporting ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Hydroxo-bridged active site of flavodiiron NO reductase revealed by NRVS and DFT",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512429123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceFlavodiiron proteins (FDPs) protect cells from nitric oxide (NO) toxicity by converting NO to harmless nitrous oxide (N2O) at a diiron active site. Despite extensive crystallographic and spectroscopic studies, the detailed structure and redox ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Biopsy-resolved cryo-EM structures of amyloid fibrils provide molecular insights into AL amyloidosis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515454123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceDetermining amyloid fibril structures is essential for understanding disease mechanisms and guiding therapeutic development. However, most cryo-EM structures have been derived from postmortem tissues, leaving fibrils from living patients ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Immature Caenorhabditis elegans motor neurons control early embryo behavior via both synaptic and nonsynaptic GABA release",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508541123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 2, January 2026. <br />SignificanceLittle is known about how prenatal circuits control embryo behavior. We show that the motion of earlyCaenorhabditis elegansembryos is transiently inhibited by immature GABAergic motor neurons that have not yet completed neurite outgrowth. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}