{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-17T09:28:28.915596",
  "items": [
    {
      "title": "The CDR potential of olivine-based enhanced rock weathering in marine systems: a case study for the coastal zone of France",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addf60",
      "pubDate": "",
      "description": "Marine enhanced rock weathering (mERW) is proposed as a method to achieve ocean alkalinity enhancement, thus increasing the CO2 storage capacity of seawater. Deposition of minerals in shallow waters results in enhanced dissolution rates via the ‘benthic weathering engine’, thus inducing an additional alkalinity release from the seabed on top of the natural alkalinity efflux. However, the application potential of mERW as a carbon dioxide removal (CDR) technology remains uncertain. Here, we quantified the CDR potential via mERW through a spatially explicit model, using the coastal zone of France as a case study. We simulated the one-time addition of dunite (olivine-rich source rock) distinguishing between three sediment types: bedload, permeable, and cohesive seafloor environments. The average CO2 sequestration rate was estimated at 0.32 kg CO2 m–2 seafloor kg–1 dunite over 100 yr. The sediment type was identified as the most important factor governing the CO2 sequestration rate, as it critically constrains the olivine dissolution kinetics. Coarse sediments exposed to bedload transport provide the highest CO2 sequestration rates. The application area was restricted to the territorial seas of mainland France (12 nautical miles offshore), and we estimated that 45% of this zone is suited for mERW. This area is further reduced to 23% when nature conservation areas are excluded from application. Assuming a dunite (olivine-rich mineral) loading of 20 kg m–2 seafloor, the CO2 sequestration capacity over 100 yr for the entire mERW area in France is estimated to be 210 Mt. As such, mERW will not be able to cover the entire CDR need for a country like France but could be one technology in a larger portfolio of CDR techniques. Our model analysis identifies a number of uncertainties and knowledge gaps in the assessment of the mERW potential.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Forest dynamics mapping in central Vietnam from 1988 to 2022 using Landsat time-series data",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d2",
      "pubDate": "",
      "description": "Forests provide essential ecosystem services, including biodiversity conservation, climate regulation, and livelihoods for millions of people worldwide. This study provides a comprehensive analysis of land-use and land-cover (LULC) changes with a focus on forest cover changes in Huế, central Vietnam, over the period from 1988 to 2022. Huế is a region of ecological and cultural significance, home to diverse forest ecosystems that play a critical role in water regulation, flood mitigation, and soil stabilization. The province’s forests also support rich biodiversity and provide vital resources for local livelihoods. By leveraging time-series Landsat observations and employing the continuous change detection and classification—spectral mixture analysis method, we synthesized multi-decadal geospatial data to track and categorize forest dynamics. The results indicate substantial LULC changes, highlighted by a significant reduction in stable forest cover from 58.3% in 1993 to 48.9% in 2022, accompanied by an increase in degraded forests from 11.7% to 18.0%. Peak forest loss was recorded at 1.5% by the end of 2013. The study discusses economic expansion, infrastructure development, climate variability, and agricultural intensification as key drivers of forest cover change. The findings underscore the importance of sustainable land management practices and provide actionable insights to inform policy development, particularly in regions with complex socio-economic and ecological interactions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "On the potential of Stommel’s perpetual salt fountain for artificial upwelling",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade0d3",
      "pubDate": "",
      "description": "Artificial upwelling (AU) of nutrient-rich deep ocean water to the surface ocean has been proposed to increase ecosystem productivity and enhance CO2 uptake. AU is thus considered a marine carbon dioxide removal option among other potential uses. Due to the typical temperature and salinity depth profiles in wide parts of the oceans, a self-sustaining up or downflow within a vertical pipe can be established. This concept was introduced by Stommel et al (1956 Deep Sea Res.3 152–3) as the perpetual salt fountain. Using a one-dimensional numerical performance prediction method for Stommel upwelling pipe (SUP) systems, previously developed and verified by Kemper et al (2025 Appl. Ocean Res.160 104624), several studies on the potential of the SUP concept for AU are reported in the present work. A global assessment of the AU potential of SUP systems is presented, and the spatial and temporal variability of their performance is discussed. Additionally, an overview of upscaling and optimization design considerations for SUP systems is given based on a parametric study. Our results show that considerable parts of the global oceans are suitable for SUP-based AU of nutrients. The highest potential is found in the subtropical ocean gyres. We further find a significant seasonal pattern in the upwelling velocity. Upscaling of SUP systems to achieve practically significant flow rates for AU is found possible.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Threefold increase in most intense South Atlantic convergence zone events by 2100 in convection-permitting simulation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade16e",
      "pubDate": "",
      "description": "Unprecedented rainfall extremes resulting from global warming are becoming more frequent each year, including over South America. In this region, tropical-extratropical (TE) cloud bands in the South Atlantic convergence zone (SACZ) produce most of the rainy season precipitation. In this study, we diagnose the impacts of warming on the frequency and intensification of SACZ TE cloud bands. The cloud bands are identified using a feature-detection algorithm applied to a suite of convection-permitting simulations produced by the UK Met Office. Intensely raining clusters embedded within these large-scale cloud bands are diagnosed in order to identify the most intense events. Although the total number of cloud-band days will see a 20%–30% decrease in their frequency under high-emission global warming, the present day 1-in-5 most intense cloud-band days will happen every 3-in-5 cloud-band days in the future. Therefore, despite fewer cloud-band days occurring in a given year, when they form they will frequently be more intense than is typical in the current climate. This increase is primarily due to warming-driven intensification of rain rates within the heavily raining clusters embedded in these weather systems. These results highlight the growing risk of intense SACZ rainfall over South America under warming, increasing the likelihood of flash floods, landslides, and unprecedented catchment-scale fluvial flooding.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Satellite detected weak decline of nitrogen oxides emissions in economically small cities of China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade170",
      "pubDate": "",
      "description": "Nitrogen oxides (NOX = NO + NO2) are a major air pollutant under stringent emission regulation in China. The nation has effectively cut its total anthropogenic emission since the peaking around 2012, with cities at the forefront of implementing mitigation measures. However, the city-level emission changes and cross-city contrast remains poorly understood, due to inaccuracies in existing emission data. Using the satellite-based high-resolution PHLET inversion, we derived city-level NOX emissions in China from 2012 to 2020. We found much weaker emission declines in small cities (by 14.7% from 2012–2014 mean to 2018–2020 mean, for the bottom one-third of cities ordered by economic volumes) and medium cities (by 21.3%, for the middle one-third), compared to those in large cities (by 30.6%, for the top one-third) and provincial capital cities in the North Region of China (by 54.2%). Emissions even grew in 43.0% of small cities, compared to 17.4% for large cities. Cross-city emission differences both within each province and among the provinces decreased substantially over time, resulting in a relative shift of emission burdens towards small and medium cities. Such a tendency is hardly resolved by bottom–up emission inventories, highlighting the value of satellite-based high-resolution inversion for tracking city-level emissions to support targeted emission control.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Energy production and inter-farm wake losses in future North Sea wind farms",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add8a2",
      "pubDate": "",
      "description": "The deployment of new wind farms in the North Sea is an essential part of Europe’s transition to low-emission energy sources. Here, we use the mesoscale climate model COSMO-CLM to simulate the energy production of a realistic 92 GW wind farm expansion scenario and compare it with that of the wind farm distribution in 2024. The simulations indicate that added inter-farm wakes would cause the annual energy production of 25 out of 69 operational wind farms to decline by over 5%, with 13 of them experiencing reductions exceeding 10%. These annual losses are composed of intermittent wake periods characterized by large production deficits. For instance, the planned Princess Elisabeth zone in Belgian waters is expected to reduce the output of the existing Belgian wind farm cluster by more than 15% during one out of every five 24 h periods with high production potential (  ms−1). Despite these enhanced inter-farm interactions, we find that the overall capacity factor over the basin increases by 1.6%pt after expansion due to the deployment of next-generation turbines and installation at low capacity densities in high-resource zones. However, negative impacts are highly region-dependent and many wind farms may face substantial losses. Although more validation studies are recommended to further constrain the uncertainty on the presented results, this work demonstrates the need for a coordinated wind farm expansion strategy, especially because spatial constraints are expected to intensify on the path to surpassing 200 GW of capacity in the North Sea by 2050.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing future environmental benefits of agricultural abandonment and recultivation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add9b0",
      "pubDate": "",
      "description": "Agricultural land abandonment presents potential environmental benefits through either revegetation, and associated carbon sequestration, habitat and landscape connectivity benefits, or recultivation, which offsets the need for agricultural conversion of natural areas. Yet, the extent and pace of land abandonment depends on future demand for food, energy, and other anthropogenic drivers. Here we quantify the extent and spatial distribution of agricultural abandonment and conversion in the southeastern US under a range of future development scenarios, addressing (1) what is the extent of future agricultural abandonment and conversion, (2) how much forecast agricultural conversion could be offset by recultivation of abandoned land, and (3) within a given development scenario, how do different strategies for recultivation of abandoned lands influence (a) habitat fragmentation and (b) connectivity for the umbrella species Ursus americanus. Future abandonment ranged from 1.63 Mha (local economic scenario) to 7.95 Mha (local environmental scenario). Future conversion ranged from 1.24 Mha (global environmental scenario) to 5.65 Mha (global economic scenario). While environmental scenarios predicted surplus abandonment available to offset all conversion, economic scenarios predicted enough abandonment to offset a third of conversion at most. Within a given development scenario, strategic recultivation targeting carbon or biodiversity conservation can reduce fragmentation by up to 17% compared to land-use decisions that do not consider those characteristics. However, strategic recultivation did not significantly affect connectivity, which was instead driven by development scenarios: cost-weighted distance to least-cost path ratio was highest in the economic development scenarios and lowest in the environmental concern scenarios. Our results suggest that while socio-economic development scenarios are the primary drivers of land-use change patterns and the attendant ecological consequences, strategic recultivation decisions targeting carbon sequestration or biodiversity potential can reduce habitat fragmentation within development scenarios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Marginal ecologies: a framework for studying the social–ecological margins",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add35f",
      "pubDate": "",
      "description": "Both anthropologists and ecologists have increasingly recognized the need to reach beyond their own disciplinary frameworks when handling processes of marginalization that involve intersecting social–ecological dimensions, particularly as global environmental challenges force humans and wildlife into new and challenging conditions. In this letter, we suggest a cross-disciplinary framework for studying the social–ecological margins. We highlight two definitions of marginality, one from the social sciences and one from the natural sciences, and discuss the relations that render a research subject marginal through four case studies on wildlife and agriculture. This discussion illuminates the importance of studying the behavioral and cultural repertoires with which marginal populations respond to social–ecological constraints.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global drivers of forest loss at 1 km resolution",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add606",
      "pubDate": "",
      "description": "Forests are in decline worldwide due to human activities such as agricultural expansion, urbanization, and mineral extraction. Forest loss due to generally temporary causes, such as wildfire and logging, is important to distinguish from permanent land use conversion due to the differing ecological and climate impacts of these disturbances and for the purposes of developing effective policies and management strategies. Existing global maps of the drivers of forest loss that are widely used are not spatially or thematically detailed enough for decision makers at local-to-regional scales, such as governments, land managers, or companies. Using publicly available satellite observations (Landsat, Sentinel) and ancillary biophysical and population data, we developed a 1 km resolution, global map of the dominant drivers of forest loss from 2001 to 2022 with seven classes: permanent agriculture (e.g. commodity crops or pasture), hard commodities (e.g. mining), shifting cultivation, logging, settlements and infrastructure, wildfire, and other natural disturbances. We interpreted nearly 7000 reference samples to train a global neural network model that classifies the driver of tree cover loss with an overall accuracy of 90.5%. Our results show that permanent agriculture was the leading driver of forest loss globally, representing 35% of loss from 2001 to 2022. The drivers of tree cover loss vary by region, with the leading driver identified as logging in Europe, permanent agriculture across the tropics, and wildfire in Russia, the Asian mainland, North America, and Oceania. Our results enable assessment of forest disturbance dynamics from local to global scales and can support tracking progress towards corporate and governmental zero-deforestation commitments, monitoring deforestation risks within jurisdictions and supply chains, and assessment of global biodiversity targets.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mixed correlations between groundwater extraction in India and accumulation of physical and human capital",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd32",
      "pubDate": "",
      "description": "The idea of weak sustainability posits that the exploitation of a natural resource, even if it depletes it, could be accompanied by investments in man-made forms of capital that may help maintain human wellbeing in the long run. Here, we conduct an initial test of the empirical evidence that such investments were made in the context of groundwater extraction in India. Irrigation with groundwater has played a crucial role in India’s rural development, but also made it the world’s largest consumer of groundwater with fast depleting aquifers. We test whether in locations that have extracted greater amounts of water between 1966–2009, there are indications of greater accumulation of household level physical (assets) and human (education and health) capital, presumably through the investment of income generated from irrigation. We document positive correlations between groundwater utilization and the accumulation of physical assets. The results are more mixed for correlations with health and learning outcomes, which are likely the most important for the diversification of income away from farming once irrigation is no longer viable.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}