{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2026-02-02T15:43:39.070611",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti0426123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "David Baltimore: Scientist, leader, and mentor",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2528373123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />Fifty years ago, at the remarkably young age of 37, David Baltimore received the Nobel Prize (with Howard Temin and Renato Dulbecco) for “discoveries concerning the interaction between tumor viruses and the genetic material of the cell.” David was a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Coral species from another ocean may be the only way to save Caribbean reefs",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521543123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Generalizations of the quadratic bound optimization principle",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525320123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceOptimization is a crucial tool throughout science and technology. Large datasets and high dimensional problems create unique challenges for standard optimization techniques such as Newton’s method, Fisher scoring, and quadratic programming. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Earliest perissodactyls reveal large-scale dispersals during the PETM",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519690122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceAlthough the evolution of horses is regarded as a remarkable evolutionary sequence, early perissodactyls likeHyracotheriumhave been considered as a systematic and paleobiogeographic puzzle for more than 150 y. Here, based on a new large-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "How much of the forest sink is passive? Case of the United States",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513588123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceThis study disentangles the impact of six active and passive drivers on forest C change in the conterminous United States. Separately identifying these drivers (temperature, precipitation, CO2, management, age composition, and area) enables ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Widespread terrestrial ecosystem disruption at the onset of the Paleocene–Eocene Thermal Maximum",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509231122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceThe Paleocene–Eocene Thermal Maximum (PETM; ~56 Ma) was marked by rapid global warming, making it a valuable test bed for the effects of extreme climate change on the environment. Using pollen and spores preserved in a laminated sedimentary ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Post-encoding administration of oxytocin selectively enhances memory consolidation of male faces in females",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2529865123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceWe present evidence from heterosexual participants (N = 445) that oxytocin, often referred to as the “love hormone,” when administrated post-encoding, but not before retrieval or encoding, selectively enhances memory consolidation for human ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Human-induced biospheric carbon sink: Impact from the Taklamakan Afforestation Project",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523388123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceThis study highlights the Taklamakan Desert’s emerging and previously underappreciated role in the global carbon cycle. By revealing how human-led afforestation can transform hyperarid landscapes into functioning carbon sinks, it demonstrates ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Noncanonical genetic markers resolve the pre-GOE emergence of aerobic bacteria in Earth’s history",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515709123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceUnderstanding when life adapted to oxygen is key to unraveling Earth’s evolutionary history. By developing a machine learning model that uses 40 conserved genes, mostly unrelated to oxygen processing, we overcome limitations of traditional ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mangrove restoration and coastal flood adaptation: A global perspective on the potential for hybrid coastal defenses",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510980123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceThis global assessment demonstrates that mangrove restoration presents a cost-effective nature-based solution for mitigating coastal flood risk for hybrid coastal defenses, offering substantial benefits in terms of reduced expected annual ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Polar vortex dynamics on gas giants: Insights from 2D energy cascades",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500791123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceOne intriguing difference between the two largest planets in the solar system is their polar vortex structures: Jupiter hosts multiple vortices at its poles, while Saturn exhibits a single polar vortex. By systematically surveying the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Bioresponsive immunomodulator nanocomplex for selective immunoengineering in metastatic lymph nodes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519625123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceLymph node metastases (LNMs) are associated with enhanced tumor aggressiveness and poor prognosis but remain therapeutically challenging due to their distinct immunosuppressive microenvironment. Surgical removal of LNMs is further complicated ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dynamic regulation of receptor-modulated endothelial NADPH oxidases",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2531380123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceFor many years, oxidants were thought only to have deleterious effects on cells. We now know that the intracellular oxidant hydrogen peroxide (H2O2) plays a physiological role in endothelial cell signaling involving the NADPH oxidase isoforms ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Constraints on the impactor flux to the Earth–Moon system from oxygen isotopes of the lunar regolith",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2531796123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceLunar regolith is the longest continuously accessible record of impact debris, integrating bombardment products for nearly 4 billion years. Conventional reconstructions of impactor flux based on siderophile and highly siderophile elements are ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Calumenin prevents fibroblast senescence and lung aging by promoting vimentin proteostasis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426723123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceProgressive lung fibrosis is closely linked to aging-related dysfunction in fibroblasts, yet our understanding of this relationship is limited. Therefore, exploring the molecular mechanisms through which fibroblast senescence impacts lung ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "ER membrane receptors engage core autophagy machinery to initiate ER-phagy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523465123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceThe endoplasmic reticulum (ER) is the central organelle of the eukaryotic cell that is essential for cellular homeostasis. ER-phagy, a specialized form of autophagy, governs ER abundance and integrity by targeting dysfunctional ER fragments ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Conservation should assume realistic adaptive capacities",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415291123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />Conservation actions often assume implicitly that heritabilities are zero and that threatened populations cannot adapt to changing environments. To illustrate, we evaluated the last 10 y of recovery plans for US threatened and endangered species and found ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ubiquitination of BAM1 attenuates CLE peptide–mediated signaling in the root apical meristem",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2530116123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceThe receptor kinase BARELY ANY MERISTEM1 (BAM1) drives phloem formation and regulates other aspects of root development. However, the mechanisms underlying BAM1 degradation remain unclear. Our study reveals that two closely related ubiquitin ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Differential Hes1 activation defines neural stem cell lineage commitment and niche maintenance in embryonic and adult mouse cortex",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511800123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 4, January 2026. <br />SignificanceHere, we explored the functional significance of Notch-independentHes1(NIHes1) expression in a subset of neural stem cells (NSCs). Radial glial cells (RGCs), which are well studied, belong to the Notch-dependentHes1-expressing (NDHes1) ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}