{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-28T02:02:30.029219",
  "items": [
    {
      "title": "The radiative effects of water vapour from terrestrial evapotranspiration",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adde72",
      "pubDate": "",
      "description": "Water vapour accounts for roughly 50% of the modern greenhouse effect. Over continental regions, evapotranspiration (ET) is often limited by water availability. In this study, we spatially quantify how much of the total atmospheric water vapour evaporated most recently from land and calculate the relative contribution of that water vapour to the atmospheric radiative budget. Using a combination of tracer-enabled Earth system model simulations and radiative transfer calculations, we are able to explicitly quantify the 3D distribution of terrestrial vs. oceanic water vapour, and the spatial contribution of each to the surface and top of atmosphere radiative budgets. We find that over many continental regions, more than half of the total column-integrated water vapour originates from land ET, and that this vapour contributes up to 30 W m−2 of longwave radiation into the surface in the annual mean (about 10% of the total). Understanding how terrestrial ET impacts the base-state of water vapour distribution and the water vapour greenhouse effect is critical to understanding how and where changes in terrestrial ET, driven by climate change, land use, etc, will modify the radiative properties of the atmosphere and thus the climate system.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Right size, right place: scale-dependency of managed realignment to mitigate flood hazards in urban estuaries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addf61",
      "pubDate": "",
      "description": "As home to ∼60% of the global population, low-lying coastal estuaries are increasingly vulnerable to storm tide flooding, especially under accelerating anthropogenic sea-level rise. Conventional approaches in estuarine flood mitigation have involved building and heightening hard-engineering structures. Recent evidence from small- to medium-sized estuaries highlights that managed realignment (MR)—relocating flood defences landward—is potentially more sustainable. However, the effectiveness of such MR on estuary-scale flood hazard reduction in large, urbanised estuaries where space for large-scale MR is limited remains poorly understood. To address this gap, we applied a calibrated 2D hydrodynamic simulation of the large (120 km2) urban Clyde estuary on Scotland’s west coast and compared it with existing simulations from eight other UK estuaries of varying size. Our simulations of varying MR sizes (0.15–3.3 km2) along the Clyde resulted in minimal estuary-scale reductions in peak water levels, flood extent, and tidal prism volume. In contrast, similar realignment measures applied to much smaller UK estuaries (3–108 km2) yielded more significant estuary-scale flood attenuation. Our results show that MR exhibits scale-dependent behaviour: the effectiveness of estuary-scale flood risk reduction is proportional to the size of MR relative to estuary size. Larger estuaries require significantly more realignment space to achieve meaningful estuary-scale flood hazard reduction. Conversely, smaller estuaries achieve flood hazard reduction benefits with comparatively smaller interventions as they are more sensitive to geometric changes. The scale-dependent behaviour identified here requires consideration when designing tidal flood risk alleviation strategies for estuaries around the globe, particularly where existing land uses and plans in highly urbanised estuaries may limit available space and/or increase the cost of realignment. Moreover, it also provides evidence that avoiding buildings (re)-development in the tidal floodplains of large estuaries is the best means of minimising future flood risk in a rapidly warming world.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Nationwide potential groundwater recharge trends in Bolivia: a remote sensing approach and a policy-ready decline indicator",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade16f",
      "pubDate": "",
      "description": "Groundwater provides global water security, supplying over half of the world’s drinking water. In Bolivia, it is particularly important for mitigating drought impacts and sustaining municipal supply. Yet national planning still lacks a clear picture of how groundwater recharge is changing. This study maps potential groundwater recharge change for all 338 municipalities from 1983 to 2022 and presents a policy-oriented risk indicator. Monthly precipitation (P), evapotranspiration (ET), and runoff (R) were obtained from TerraClimate (≈4 km) and FLDAS (≈10 km). A water-balance model converted these variables to potential groundwater recharge. Mann–Kendall and Theil–Sen statistics quantified long-term trends, and Pettitt’s test located years of abrupt change. The Annual Reduction of Potential Groundwater Recharge (RAPReHS) was derived to classify each municipality into one of five risk levels based on long-term groundwater recharge trends. Negative trends are significant in 65% of municipalities, and 71% record at least one breakpoint, most often between 2012 and 2015. Santa Cruz shows the steepest mean decline (–1.9 mm yr−1), yet similar losses occur along the Chapare–Yungas corridor of La Paz and Cochabamba, the southern lowlands of Beni, and the Chaco of Tarija. By contrast, Pando and parts of northern Beni retain near-neutral or slightly positive slopes, highlighting strong hydro-climatic heterogeneity. Spatial comparison between RAPReHS results and, deforestation and fire statistics reveals strong alignment. Municipalities in the ‘high’ and ‘severe’ classes spatially overlap with the main zones of primary forest loss recorded in Bolivia between 2000 and 2022. The RAPReHS framework, therefore, provides a reproducible, policy-ready lens through which to track groundwater as land-use pressures and climate variability intensify.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unravelling sediment sources and sinks in the large Ganga River system",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade31c",
      "pubDate": "",
      "description": "A basin-scale sediment budget can reveal distinct contributions of tectonic, geomorphological and climatic domains to sediment dispersal in large river systems. While traditional budgets at the reach- and sub-basin-scale have focused on hinterland sediment supply, the role of alluvial storage in modulating sediment fluxes remains poorly understood, particularly in data-scarce Himalayan large rivers. To address this, we compiled sediment load data from existing studies across different sub-basins of the large Ganga River system to construct a basin-scale sediment budget. Using this integrated sediment budget, we examined spatial variability in sediment generation, transport and deposition across the Himalayan hinterland and alluvial plains. Our analysis reveals strong regional contrasts in sediment dispersal, driven by differences in uplift rates, precipitation and subsidence. The western Ganga rivers, covering 27% of the basin area, contribute only 9% of the total sediment load (385 Mt a−1) due to lower uplift rates and precipitation. This results in a supply-limited system with entrenched rivers and minimal sediment storage in the adjacent low-subsiding plains. In contrast, the Eastern Himalayan Hinterland is the dominant sediment source, generating 51% of the total load from 11% of the basin area; however, ∼45% of this sediment is trapped in the subsiding alluvial plains, forming aggradational channels. The Transitional Himalayan Hinterland bridges these extremes, contributing 23% of the sediment load from the hinterland covering 9% of basin area due to intermediate uplift and precipitation rate. This increases to 29% in the alluvial plains, where low subsidence—similar to the Western Ganga Plains—facilitates efficient sediment transfer downstream. We propose that transient storage in the Eastern Ganga Plains may become a key control on sediment dispersal over a centennial timescale, as increasing extreme precipitation events could shift the system from transport-limited to supply-limited. Accounting for these shifts is essential for effective sediment management and future planning.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Next-generation hybrid precipitation forecasts that integrate Indigenous knowledge",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade4e2",
      "pubDate": "",
      "description": "Many smallholder farmers in the Global South utilize local forecasts based on Indigenous knowledge due to limited reliability and accessibility of scientific weather forecasts. The use of local forecast, however, faces challenges by increasing climate variability, which undermines farmers’ confidence in their forecast. This study addresses these challenges by developing a hybrid forecast that integrates both scientific and local forecast using machine learning techniques to improve precipitation predictions in northern Ghana. Results show that the hybrid forecast improves precipitation forecast accuracy by 23% and 33% compared to scientific forecast and local forecast, respectively. The best performance is achieved by combining two random forests (RFs) or a voting classifier and a RF. This research highlights the potential of machine learning to develop more accurate hybrid forecast than other statistical methods. Such enhanced precipitation forecasts could enable smallholder farmers in the Global South to make better-informed agricultural decisions, ultimately enhancing their livelihoods.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Impacts of extreme drought and heatwave events on evergreen forests in warm and humid climate regions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade60b",
      "pubDate": "",
      "description": "Afforestation and reforestation are widely recognized as key ecological approaches for addressing global warming. However, the increasing frequency, duration, and intensity of extreme climate events, especially in warm and humid regions, pose great challenges to the carbon sequestration efficiency and ecological stability of forest ecosystems. Consequently, understanding the different performances of planted versus natural forests under extreme conditions in such vulnerable regions is urgently needed. This study investigated the impacts of drought and heatwave events on the gross primary productivity (GPP) and water use efficiency (WUE) of natural and planted evergreen forests. The response of ecological stability to event intensity and duration was assessed by anomalies, and resistance and resilience were calculated using the GPP and WUE, respectively. Our findings revealed that (1) GPP anomaly was more sensitive to heatwaves, whereas WUE anomaly was more sensitive to drought in both forest types; notably, natural forests presented smaller GPP and WUE anomalies during extreme events; (2) natural forests presented superior resistance across varying intensities and durations, whereas planted forests generally presented greater resilience; and (3) threshold comparisons indicated that natural forests could withstand more intense drought and heatwaves. In terms of duration, natural forests presented greater resistance to drought events lasting up to three months, whereas planted forests presented greater resilience to heatwave events lasting more than two months. These findings provide valuable insights and guidance for forest management under climate extremes and contribute to a more reliable foundation for strategies to mitigate global warming.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Occurrence, spatial distribution, potential sources, and risk assessment of common antibiotics in surface seawater of the Northeastern Indian Ocean",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade60c",
      "pubDate": "",
      "description": "The increasing entry of antibiotics into the marine environment has led to marine pollution and the potential global spread of antibiotic resistance genes, posing a threat to both marine ecosystems and human health. Compared with β-lactam and sulfonamide antibiotics, tetracycline and quinolone antibiotics have longer environmental half-lives and are more widely used, particularly in agriculture, aquaculture, and healthcare. In this study, the composition, spatial distribution, potential sources, and ecological risks of 4 tetracycline and 20 quinolone antibiotics were systematically investigated by liquid chromatography tandem mass spectrometry (LC-MS/MS) in the surface seawater of the Northeastern Indian Ocean for the first time. A total of nine antibiotics were detected in seawater samples, including tetracycline (detection rate: 100%), oxytetracycline (100%), chlortetracycline (100%), doxycycline (100%), ofloxacin (100%), ciprofloxacin (100%), norfloxacin (92.3%), enrofloxacin (96.2%), and fleroxacin (23.1%). Tetracycline, oxytetracycline, chlortetracycline, doxycycline, ofloxacin, ciprofloxacin, norfloxacin, and enrofloxacin were widely distributed throughout the study area, with tetracycline antibiotics (83.8%) being significantly more prevalent than quinolone antibiotics. Among them, oxytetracycline was the dominant tetracycline antibiotic. The concentrations of tetracycline and quinolone antibiotics ranged from 0.258 to 23.521 ng l−1 (mean: 16.813 ng l−1) and 0.016–9.480 ng l−1 (mean: 3.261 ng l−1), respectively. The highest concentrations were found in the northeastern region of the study area. Aquaculture and livestock farming in Myanmar, Thailand, and Malaysia were identified as potential sources of these antibiotics. Ecological risk assessments indicated that ciprofloxacin poses a moderate risk to aquatic organisms in the Northeastern Indian Ocean. This study provides new insights into antibiotic pollution in the open waters of the Indian Ocean and highlights the urgent need for further research on the ecological impacts of these emerging pollutants in marine environments.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Streamflow sensitivity regimes of alpine catchments: seasonal relationships with elevation, temperature, and glacier cover",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade26c",
      "pubDate": "",
      "description": "Alpine streams supply water to mountains and downstream regions, but their sensitivity to climatic variability is complex. Here, we derive streamflow sensitivity regimes from long-term observations in the Swiss Alps and analyse their potential controls. For each week of the year, we estimated absolute and relative sensitivities of streamflow in response to changes in temperature, precipitation, and storage. At high elevations with extensive glacier cover, weekly temperature and precipitation sensitivities peak in spring and summer when melt rates are high. At low elevations with no glacier cover, weekly temperature sensitivities are negative in summer, while precipitation sensitivities are highest under moist winter conditions. The elevation at which temperature sensitivities switch from positive to negative changes over the course of the year, showing that the sensitivities are temperature-dependent and thus non-stationary. Weekly streamflow sensitivities help resolve the seasonally-varying drivers of the streamflow regime and may be used to evaluate hydrological models.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Are regional environmental policies always effective? Evidence from China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade3f1",
      "pubDate": "",
      "description": "Environmental policies are a primary tool for governments to address environmental issues, yet their effectiveness remains debated. This study examines the direct and indirect effects of regional environmental policies on environmental efficiency. Based on the environmental policies collected from 150 official websites, the environmental policy intensity (EPI) and convergence of 30 Chinese regions are quantified by text mining methods, and the Spatial Durbin Model is employed to investigate the direct and spillover effects of environmental policies on environmental performance. The results indicate that regional environmental policy convergence (EPC) has statistically significant and positive direct and spillover effects. Conversely, stricter EPI tends to hinder sustainability in both local and neighboring regions. Furthermore, empirical analysis demonstrates that EPC generates significantly greater positive impacts than the suppressive effects caused by policy intensity, both in direct and spillover terms. These findings highlight the importance of inter-regional policy integration and offer new insights for regional environmental governance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Early and widespread emergence of regional warming is robust to observational and model uncertainty",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade458",
      "pubDate": "",
      "description": "The ability to distinguish observed climate change from naturally arising climate variability is one of the most fundamental findings in climate science. Climate change emergence is a key statistic used to quantify the impact of human activities on climate and inform climate change mitigation strategies. Previous studies determining when climate change has emerged, however, do not account for the combined uncertainty from historical observations and climate models. Here, we show that the emergence of regional warming is early, widespread, and robust to observational and model uncertainty. Warming has emerged over more than 90% of the global land surface as of 2020, and had emerged over more than 50% of the earth’s land surface by 2000. Emergence occurs despite observational and model uncertainty creating delays of more than 10 years over 75% of the land surface. These conclusions demonstrate that accounting for multiple sources of uncertainty is necessary for robust detection of climate change emergence.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Increased resolution can reduce model biases in the Interdecadal Pacific Oscillation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade45a",
      "pubDate": "",
      "description": "This study assesses model performance in simulating the Interdecadal Pacific Oscillation (IPO) pattern using the High Resolution Model Intercomparison Project. It is found that models exhibit a large diversity in the western extension of the IPO, leading to distinct global impacts. The IPO-related sea surface temperature (SST) anomalies extend more westward to the equatorial western Pacific (WP) in the low-resolution (LR) models, along with a westward shift of atmospheric responses. However, such biases are largely reduced in the high-resolution (HR) models, ascribing to better behavior in reproducing the mean-state SST in the cold tongue. In general, the HR models simulate smaller zonal advection in the equatorial WP due to a weaker zonal SST gradient compared to the LR models. In addition to the tropics, the intensity of IPO-related SST over the North Pacific is also improved in the HR models due to their benefits in simulating the Kuroshio extension. These findings suggest that the HR models have superior capabilities in predicting and projecting future changes in the IPO.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Explaining hot spots of methane flux in a restored wetland: the role of water level, soil disturbance, and methanotrophy",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade45b",
      "pubDate": "",
      "description": "A high degree of uncertainty persists regarding current and future emissions of methane from both natural and constructed wetlands. Part of the problem is the existence of ‘hot spots’ of methane flux, which have not been clearly identified and studied at multiple scales. Methane has a short lifetime compared to carbon dioxide; thus, efforts to avoid methane hot spots from constructed wetlands can promptly decelerate the rate of atmospheric warming. In this study we measured methane fluxes using flux towers in a restored oligohaline wetland in the Sacramento–San Joaquin River Delta, where we previously identified a hot spot of methane flux using footprint-weighed flux maps and chambers. Our main objectives with this study were to determine why this hot spot occurs and what are the biogeochemical and microbiological conditions that lead to these high methane fluxes. We found four main mechanisms that explain the existence of the hot spot. (1) The hot spot was associated with areas where the water level was closer to the surface (2) Methane originated mostly from older unoxidized peat in deeper layers, which had a shorter migration pathway to the atmosphere at the hot spot location due to soil disturbance during wetland construction. (3) Relatively lower methane oxidation in the hot spot in the upper soil layer (10–30 cm under the surface), deduced from isotopic profiles in porewater carbon and upper-level methanotroph abundance. (4) Higher ebullition events at the hot spot that can be related to low water levels and lower bulk density throughout the soil profile. This study thus suggests that mitigating soil disturbances during wetland construction and managing water level can reduce the occurrence and magnitude of hot spots of methane flux in constructed wetlands.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Multidecadal shifts of the northern and southern edges of the western Pacific warm pool",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade4e0",
      "pubDate": "",
      "description": "The western Pacific warm pool (WPWP) plays a pivotal role in shaping global climate. Using observational datasets, we uncover significant multidecadal shifts in the northern and southern edges of the WPWP. Heat budget analysis based on century-long ocean model hindcast simulations reveals that the meridional displacements of the WPWP northern edge are mainly caused by surface heat flux variations, while the southern edge’s shifts can be primarily attributed to meridional oceanic heat advection associated with the wind-driven Ekman transport. These meridional movements largely covary with the Atlantic multidecadal variability (AMV), expanding poleward during AMV’s ascending phases and contracting equatorward during descending phase. Multi-model idealized AMV± experiments estimate that trans-basin forcing of the AMV accounts for 47% ± 8% of the observed northern edge shifts and 26% ± 7% of the southern edge changes. Reducing model uncertainties in AMV teleconnections will help to better quantify their impacts on the Pacific decadal climate variability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}