{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-10-14T16:31:17.612019",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4025122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Toward a relational biodiversity economics: Embedding plural values for sustainability transformation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2314586122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />The prioritization of market over nonmarket values of nature is a key driver of the global biodiversity crisis. Recognizing nature’s diverse values in decisions is a fundamental lever for sustainability transformation. While economic valuation of nature ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mapping macaque to human cortex with natural scene responses",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512619122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceUnderstanding how human and nonhuman primate brains are related is central to neuroscience, but matching brain areas across species remains challenging. Traditional methods rely on simplified interpretations of what each area does, limiting ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Spectroscopic Supermassive Dark Star candidates",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513193122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceIn 2007 Spolyar, Freese, and Gondolo proposed the idea of Dark Stars (DSs). Some of the first stars in the Universe might have been powered by Dark Matter (DM annihilations rather than nuclear fusion. They could form out of pristine Hydrogen ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Operation Warp Speed offers a roadmap for improving the efficiency of bench to bedside medical advances",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502975122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Proof-of-principle demonstration of epithermal neutron resonance spectroscopy utilizing a compact laser–driven electron accelerator",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518397122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceEpithermal neutron resonance spectroscopy has been limited by bulky spallation and accelerator-based sources, hindering on-site nuclear material analysis. This study employs a compact laser–driven electron accelerator to generate photonuclear ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Recent drying of the Ganga River is unprecedented in the last 1,300 years",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424613122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceThe Ganga River has profound religious, cultural, and economic significance for millions living in India, Nepal, and Bangladesh. The Ganga River has been facing drying trends; however, it remains unclear whether the recent drying is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Late Cenozoic river reorganization related to tectonic extrusion formed the modern drainage system in southeastern Tibet",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424554122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceThe timing and mechanisms of river evolution in southeastern Tibet remain highly debated. The incision history of the upper Yangtze River, constrained by thermochronology and provenance analysis of Cenozoic sediments along the Red River, is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sustainable separation of rare earth elements from wastes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507819122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceOur study presents a flash Joule heating (FJH) combined with chlorination (FJH-Cl2) as an efficient method for rare earth elements (REE) separation and recovery from electronic waste. FJH-Cl2enables high-purity (>90%) and high-yield (>90%) ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "High energy density carbon–cement supercapacitors for architectural energy storage",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511912122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceAs the world transitions from fossil fuels to a renewable energy-based economy, scalable, safe, and sustainable energy storage becomes essential to balance intermittent supply and demand. To address these needs, electron-conducting carbon ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cranial modularity drives phenotypic diversification and adaptive radiation of Antarctic icefishes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503283122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceAntarctic notothenioid fishes are a prime example of adaptive radiation in one of Earth’s harshest environments. This study examines how changes in skull shape, driven by cranial modularity, have influenced their evolutionary success. By ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Meta-analysis finds large variation but no general patterns in the relationship between climate and parasitism in terrestrial animals",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508970122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceWe conducted a meta-analysis to investigate the impacts of temperature, precipitation, and humidity on parasite prevalence and infection intensity. While the impacts of these climate variables are important individually, understanding how they ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genetic, phenotypic, and environmental drivers of local adaptation and climate change–induced maladaptation in a migratory songbird",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518497122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceAs climate change alters environments, many wild populations are struggling to keep up. However, empirical examples of what happens when genotype and phenotype fail to track environmental change remain rare. Here, we identify genetic and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Emerging hemispheric asymmetry of Earth’s radiation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511595122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceThe general circulation of the atmosphere–ocean system is closely linked with the distribution of radiant energy within the climate system. On average, the southern hemisphere and northern hemisphere (NH) reflect the same amount of solar ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Hierarchical woven fibrillar structures in developing single gyroids in butterflies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507297122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceThis finding challenges and expands previous models of gyroid formation in butterflies, highlighting a mechanism based on the packing of fibrillar helical elements. By uncovering this natural blueprint, our work opens pathways for the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A mouse model of MEPAN demonstrates a role for mitochondrial fatty acid synthesis in iron–sulfur cluster and supercomplex formation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506761122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceThe mitochondrial fatty acid synthesis pathway is necessary for mitochondrial ATP production, but its mechanism is unknown. Individuals with mutations inMECR, encoding the last step in mtFASII, have early-onset neurological dysfunction. We ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Parallel reactions on a single T cell receptor offer a robust kinetic proofreading mechanism",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514057122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceThe kinetic proofreading mechanism by which T cells discriminate antigen has attracted interest from both physical and immunological perspectives. The proofreading process has generally been modeled as a multistep sequence of reactions, and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The role of innate immunity, antibiotics, and bacteriophages in the course of bacterial infections and their treatment",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507914122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceCentral to our understanding of the course of bacterial infections and their treatment is the contribution of the innate immune system. We use the larvae ofGalleria mellonellato test hypothesis about the role of the innate immune system on...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Molecular divergence and convergence of mammalian antibody responses to the influenza virus hemagglutinin stem",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510927122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceSince pigs serve as intermediate hosts between humans and the natural reservoir of influenza viruses in wild birds, they play a key role in the emergence of influenza strains with pandemic potential, as demonstrated by the 2009 pandemic. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Influence of the protein corona on hematopoietic stem and progenitor cell uptake and macrophage clearance of membrane-wrapped nanoparticles",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507922122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 40, October 2025. <br />SignificanceNanoparticles coated with cell-derived membranes [membrane-wrapped nanoparticles (MWNPs)] can better evade immune recognition and target specific cells than unwrapped nanoparticles (NPs). However, as with most NPs, a majority of these MWNPs ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}