{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-12-25T11:23:34.911469",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti5125122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "David John “Davo” Mangelsdorf (1958–2025): A life of science, friendship, and joy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2534320122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />David John “Davo” Mangelsdorf passed away on August 3, 2025, in Dallas, Texas at age 67 from an unexpected postsurgical complication. Davo made transformative contributions to nuclear receptor and metabolic biology. He discovered the retinoid X receptor (...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The “machinal bypass” and how we’re using AI to avoid ourselves",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518999122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Biomechanics of the mandibular middle ear of the cynodont Thrinaxodon and the evolution of mammal hearing",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516082122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceThe middle ear of modern mammals is detached from the mandible and has a soft-tissue eardrum, which allows airborne sound to be heard across a wide range of frequencies. A rich fossil record shows that the middle ear bones of mammals evolved ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Warming substantially amplifies Antarctic coastal polynyas as key carbon sinks",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511585122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceAntarctic coastal polynyas, small open-water areas within sea ice, are revealed in this study to be unexpectedly powerful carbon sinks. Despite covering just ~3% of the Southern Ocean, they bury 42% of its organic carbon, making them the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Reviving Vavilov’s vision: The tragedy of biodiversity governance and principles for reform",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501753122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />This perspective addresses two of humanity’s greatest challenges: feeding a growing population and conserving biodiversity. We begin by examining the legacy of Nikolai Vavilov, who pioneered the improvement of crops such as wheat and beans by hybridizing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Revealing tattoo traditions in ancient Nubia through multispectral imaging",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517291122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceWe conducted a systematic survey for tattoos among 1,048 individuals from Sudan (c. 350 BCE–1400 CE) and documented 27 individuals with tattoos—almost doubling the known number of tattooed individuals from the ancient Nile Valley. Microscopic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dynamic functional connectivity following cochlear implantation: Predicting speech outcomes and exploring brain network dynamics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505086122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceA substantial proportion of cochlear implant (CI) users—nearly 30%—derive limited benefit from the device, and the neural factors underlying this variability remain poorly understood. This study introduces an approach by analyzing the brain’s ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Hormonal mechanisms of women’s risk in the face of traumatic stress",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524903122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceEstradiol, the primary estrogen produced by the ovaries, has long been thought to influence emotional functioning in women. We predicted that cyclical fluctuations in estradiol might exacerbate neural responsivity to threat among women with a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Long-term exposure to wildfire smoke and mortality: Heterogeneous effects by exposure metric and across subpopulations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509173122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceAs wildfires become more frequent and severe, the harmful effects of wildfire smoke are reaching beyond immediate impacts. Effects on mortality risk are persisting years after the initial exposure, leading to long-term consequences on affected ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Rising rates of wildfire building destruction in the conterminous United States",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505886122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceHighly destructive wildfires are occurring more frequently across the globe, prompting debates over the causes for this increase and effective management responses. We investigated building destruction trends in the United States by mapping ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Interstep compatibility of a model for the prebiotic synthesis of RNA consistent with Hadean natural history",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516418122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceRNA may have been the first informational molecule to support Darwinian evolution, and life, on Hadean Earth and/or Noachian Mars. Thus, any model that produces RNA from simple organic molecules is relevant to understanding how life emerged ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Fluctuation theorems for autonomous work",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524775122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificancePhysical systems exchange energy with one another. The second law of thermodynamics constrains these exchanges. In stochastic thermodynamics, fluctuation theorems extend the second law to the regime of small systems. To date, classical ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cortical tracking of sign language: The role of language knowledge in tracking of different articulators",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512665122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceOur brain synchronizes with the rhythmic patterns of auditory speech, a phenomenon thought to support spoken language comprehension. This study investigates whether a similar mechanism is involved in processing language in the visual domain, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Medial entorhinal VIP-expressing interneurons receive input from the thalamic anterior dorsal nucleus and are critical for spatial memory",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425024122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceInterneurons are classically viewed as essential components in the maintenance and regulation of the excitatory/inhibitory balance in local neuronal networks. Nevertheless, recent studies have shed new light on vasoactive intestinal peptide ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The paradox of intervention: Resilience in adaptive multirole coordination networks",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509856122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceCriminal networks are often targeted with focused interventions to weaken their structure and disrupt operations. However, using empirical data from the Dutch National Police, we show that such interventions can have the opposite effect, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dual-targeted ping-pong CAR T cells: Leveraging peripheral expansion to improve solid tumor immunotherapy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518996122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceChimeric antigen receptor (CAR) T cell therapies have revolutionized treatment for B cell malignancies, where robust expansion of CAR T cells in the blood correlates with clinical success. However, in solid tumors, CAR T cells fail to expand ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Leaf beetles employ tryptophan to detoxify the chemical defenses of poplar trees",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518096122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceSpecialist insect herbivores feed on plant organs containing high concentrations of chemical defenses without any apparent negative effects. A striking example is the poplar leaf beetle (Chrysomela tremulae) which feeds on young poplar leaves ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Unusually broad-spectrum small-molecule sensing using a single protein scaffold",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519924122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceSmall-molecule biosensors are critical tools for monitoring environments, controlling cellular behavior, and enabling new biotechnologies; yet, they remain challenging to design. The plant hormone receptorPyrabactin Resistance 1(PYR1) has ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Recruiting ESCRT to single-chain heterotrimer peptide MHCI releases antigen-presenting vesicles that stimulate T cells selectively",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501046122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 51, December 2025. <br />SignificanceImmune cells are known to naturally release pMHC-displaying extracellular vesicles (EVs), called antigen-presenting vesicles (APVs), which can orchestrate immune responses either directly or with the aid of antigen-presenting cells (APCs). For ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}