{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-12-20T03:21:39.712267",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti5025122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Scaling up actionable climate knowledge",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515771122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceImpacts of climate change, such as flooding, drought, and fires, are already affecting millions of people worldwide. To mitigate and adapt to these impacts, we need climate information that: 1) is usable and used by decision-makers, and 2) is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "We need transparency standards for social media research that involves companies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501819122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Colored HOMFLYPT counts holomorphic curves",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510118122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceIn 1999, Ooguri and Vafa conjectured a formula connecting two previously unrelated areas: holomorphic curve counting and the study of knot invariants. The former concerns the enumeration of solutions to certain partial differential equations, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A speleothem record from the Fertile Crescent covering the last deglaciation better contextualizes neolithization",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502092122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceA speleothem record from the Kurdistan Region of Iraq records climatic and environmental changes during the transition from the Last Glacial Maximum (LGM) to the Holocene. It shows that local precipitation changes were synchronous with ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Short- and long-term costs of reproduction revealed by telomere dynamics in wild greater horseshoe bats",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515125122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceReproduction is costly, but individuals vary in managing these costs. We examine how reproductive timing and effort relates to telomeres, a marker of biological aging in greater horseshoe bats. Females reproducing earlier in their life had ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Demographic responses of North Atlantic seabirds to seasonal ocean warming",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507531122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceUnderstanding how climate change affects the viability of migratory populations requires leveraging data of demography, movement, and environmental conditions across the annual cycle. Such integrative, multispecies datasets remain rare, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Functional recovery induced by KCC2-enabled relay pathways in completely injured spinal cords in adult rats",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421823122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceRestoring function after spinal cord injury (SCI) remains a major challenge due to the failure of regenerated connections to reintegrate into functional circuits. Our study demonstrates that while enhancing axon regeneration and neural stem ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Neuromodulatory control of energy reserves in dopaminergic neurons",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523019122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceThis work demonstrates that neurons have an active glycogen metabolism that can support synapse function during metabolic stress. Furthermore, we found that access to glycogen is actively shaped by local neuromodulation. This provides a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Eliminating air pollution disparities requires more than emission reduction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505888122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />In the United States, people of color are disproportionately and unjustly exposed to air pollution. Historically, environmental policy has emphasized aggregate emission reductions, yet major emission reduction scenarios do not sufficiently mitigate ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genetics of prelingual isolated deafness and Usher syndrome in the Maghreb and Jordan: Harnessing the potential of homozygosity",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518445122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceHomozygosity for causal mutations in recessive deafness provides a unique opportunity to unravel the mutation/phenotype relationship. By studying familial congenital sensorineural deafness in highly consanguineous populations in North Africa, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Microbial driver of 2006–2023 CH4 growth indicated by trends in atmospheric δD–CH4 and δ13C–CH4",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516543122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceMethane is a potent greenhouse gas, and its accelerating rise since 2006 makes international climate goals harder to meet. However, there is debate about the specific sources driving this recent increase. By combining global records of methane’...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Can speed cameras make streets safer? Quasi-experimental evidence from New York City",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520328122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceMany US cities are turning to automated speed cameras as a promising alternative to traditional traffic enforcement by police, aiming to reduce collisions without the risks of racial bias or harmful police encounters. But how effective are ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Combination of Cas9 and adeno-associated vectors enables efficient in vivo knockdown of precise miRNAs in the rodent and primate brain",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513076122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceInvestigation of the in vivo function of microRNAs has been precluded by the lack of genetic tools. In this work, we provide experimental evidence demonstrating the efficiency, specificity, versatility, and functional relevance of Cas9 editing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Galectin-9 binding to HLA-DR in dendritic cells controls immune synapse formation and T cell proliferation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501381122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceThis research uncovers an important role for galectin-9 (gal9) in dendritic cells (DCs) during the engagement and subsequent activation of CD4+T cells, which is indispensable to initiate adaptive immunity. Gal9 expressed by DCs aids in the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The subcellular architecture of Paratrypanosoma confusum revealed by CryoET: A window into early trypanosome evolution",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521233122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceParatrypanosoma confusumis the earliest-diverging lineage of trypanosomatids, a group that includes several important human and veterinary parasites. Despite its phylogenetic position, little was known about its cellular organization. Using ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evolved birth physiology meets modern birth practice: Sustained effects of planned cesarean delivery on child hair cortisol in Brazil",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519365122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceDuring labor, babies are exposed to mechanical forces and hormones that help prepare them for life outside the womb. Using data from a large sample of 4 to 7 y old children from Brazil, we found that those born by planned cesarean section had ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Chatbot Voting Advice Applications inform but seldom sway young unaligned voters",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515516122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceMany people struggle to identify where political parties stand on the issues that matter most to them. This study introduces a Voting Advice Application (VAA) Bot powered by generative AI, that provides information about party positions using ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Multiple weak brakes act in concert to control STIM1 and store-operated calcium entry",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518622122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceStore-operated calcium entry (SOCE) is essential for many physiological processes, and inadequate regulation of this pathway leads to a variety of human diseases. The ER calcium-sensing protein STIM1 is known to control SOCE, but a structural ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The olfactory bulb endocast as a proxy for mammalian olfaction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510575122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 50, December 2025. <br />SignificanceUnderstanding how olfactory capabilities evolve is challenging, especially in extinct species where direct assessment of behavior is not possible. In mammals, the volume of the braincase reflects the volume of the brain. This study ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}