{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-11-23T03:59:15.542966",
  "items": [
    {
      "title": "Corrigendum: The economics of a circular urban water system (2025 Environ. Res. Lett. 20 094024)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae167f",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploring the optimal geometry of satellites Himawari-8/9 to monitor seasonal variation in vegetation dynamics across Southeast Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f42",
      "pubDate": "",
      "description": "Dense and widespread tropical rainforests across Southeast Asia are crucial for the global carbon cycle. A new generation geostationary satellite, Himawari-8/9, and onboard sensor, the Advanced Himawari Imager (AHI), enables hyper-temporal vegetation monitoring in this cloud-prone region. However, AHI’s fixed viewing geometry varies spatially, making consistent vegetation monitoring challenging across a wide area at a seasonal scale. This study evaluated four different sun-target-sensor geometry conditions using two-band enhanced vegetation index (EVI2) to achieve near-uniform geometry and enhance the ability to monitor vegetation activities: (i) nadir condition, which used nadir viewing and solar geometry at local solar noon; (ii) local solar noon (LSN) condition, which used pixel-by-pixel fixed viewing and solar geometry at local solar noon; (iii) temporally-constant scattering angle (T-CSA) condition, which used pixel-by-pixel fixed viewing and solar geometry corresponding to the scattering angle which meets the criterion (Gao et al 2024 Remote Sens. Environ.315 114407); and (iv) spatially-constant scattering angle (S-CSA) condition, which used pixel-by-pixel fixed viewing and solar geometry corresponding to a uniform scattering angle of 140°. Among these, the S-CSA condition most effectively mitigated angular artifacts. The derived EVI2 showed higher correlations with tower-based gross primary productivity (GPP), indicating it better captured seasonal variations in vegetation activity. It also demonstrated spatially consistent temporal variations, least affected by AHI’s unique observation geometry. Applying a near-uniform sun-target-sensor geometry based on the S-CSA condition improves monitoring capability in Southeast Asia and enhances our understanding of vegetation dynamics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Strategic phase-down of China’s coking plants unlocks major climate and environmental co-benefits",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae16be",
      "pubDate": "",
      "description": "China dominates global coking production with a 70% proportion, making the decarbonization of this highly energy- and emission-intensive industry critical for resource and environmental benefits. Despite discussions of decarbonization potential at the regional level, plant-specific co-benefits and technologically driven pathways remain unclear. Here, we integrate detailed data from 329 individual Chinese coking plants—characterizing their location, capacity, technology, and age—with national carbon neutrality scenarios to develop optimized, multi-criteria retirement pathways. Plants mainly located in Shanxi are first phased out before 2030 in a business-as-usual scenario, while retirements are proportional across provinces in the low coke production scenario. Considerable co-benefits are observed, 53.4%–57.1% of water saving and emission mitigation toward 2060. Trade-offs exist due to ascending coal use if there is higher technical penetration of dry quenching. Our analysis quantifies the distinct contributions of demand reduction (driven by steel industry transformation) and structural efficiency improvements within the coking sector itself. These results provide the first granular, data-driven roadmap for managing China’s critical coking transition, offering crucial insights for maximizing environmental gains during industrial decarbonization globally.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Meltwater markedly exacerbates socioeconomic exposure to floods in the eastern Himalaya",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae17d9",
      "pubDate": "",
      "description": "Flood hazards across high mountain Asia present pronounced complexity due to the combined influence of rainfall, meltwater, and glacial lake outburst floods (GLOFs). The eastern Himalayan Brahmaputra basin is a critical hotspot of this integrated risk. However, a basin-wide quantification of the individual contributions of these drivers to flood exposure has been lacking. Here, we employ a calibrated coupled hydrological–hydraulic model to provide the first comprehensive assessment. We show that meltwater (snow and glacier melt) contributions to annual maximum floods increase with altitude. At the basin scale, meltwater amplifies population and gross domestic product (GDP) exposure to flooding by 1.3% and 1.5%, respectively. This amplification rises dramatically to 27.9% for population and 33.3% for GDP in high-altitude regions (⩾2000 m). Rainfall-derived discharge constitutes the dominant source of flood exposure, followed by meltwater; GLOFs present the least contribution. Nonetheless, GLOFs increase basin-wide population and GDP exposure by 1.2% and 1.3%, and notably intensify to 31.1% and 33.5% above 2000 m. Our findings deliver critical insights for developing targeted flood management strategies in the Brahmaputra basin.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Aligning natural climate solutions with mitigation policies for low-cost carbon neutrality: insights from the Qinghai–Tibet Plateau",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1850",
      "pubDate": "",
      "description": "To limit global warming to below 1.5 °C–2 °C, more than 140 countries have pledged carbon neutrality. However, many less-developed countries and regions face economic constraints and often suffer from severe ecosystem degradation, which jointly hinder their ability to meet these commitments. Here, we use the Qinghai–Tibet Plateau (QTP), a less-developed region that has experienced ecosystem degradation, as a case study. We use a novel multi-scenario modeling framework to assess the impact of different combinations of natural climate solutions (NCS) and carbon emission reduction policies (CERPs) on carbon neutrality and associated costs. Our findings show that carbon neutrality was achieved on the QTP by 2020, with a surplus of 18.16 MtCO2 yr−1. However, without CERPs, carbon emissions on the QTP are projected to increase fivefold by 2060 compared with 2020 levels. Even with stringent NCS, a shortfall of nearly 375.34 ± 99.05 MtCO2 yr−1 in maintaining carbon neutrality remains in 2060. If CERPs are implemented without NCS, the cost of maintaining carbon neutrality in 2060 is estimated at USD 199.07 ± 25.96 billion during 2020–2060. Notably, integrating NCS with CERPs reduces costs by nearly half (USD 111.51 ± 21.48 billion). Furthermore, the integration of aggressive CERPs and NCS on the QTP could contribute a further additional surplus by 2060 toward national carbon neutrality goals at a pretty low carbon price. Our research highlights that combining NCS with CERPs yields greater climate benefits at significantly lower costs, providing potential pathways for financially constrained regions to enhance climate mitigation, especially when supported by international climate finance and cooperative mechanisms.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional fire dynamics and its contributions to carbon flux variability in South Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae18e6",
      "pubDate": "",
      "description": "Fires have a significant impact on the regional carbon budget, the ecosystem, and public health. We analyzed the fire dynamics and its impact on carbon flux across three fire prone regions in South Asia, Region-1 (southwestern Nepal, Uttarakhand), Region-2 (central India), and Region-3 (northeast India) from 2010 to 2021, with a focus on the significant fire season of February, March, and April (FMA) of 2021. We find high burned areas (5000–10 000 km2), and fire carbon emissions (0.3–4 TgC season–1) across these regions in FMA, 2021, as compared to a climatological mean from 2010–2020. Each of the three regions shows distinct drivers that preceded the fires. In Region-1, snow-induced soil moisture deficits drive fire activity, leading to a subsequent decline in gross primary production . In Region-2, human activities, likely cropland burning, contributed to the forest fire. In Region-3, the scattered distribution of burned areas hints that human activity is the likely cause of the forest fire. During FMA, 2021, fire carbon emission in Region-1 (∼4 TgC) were almost twice of the fossil fuel emissions (∼2.2 TgC), while in Region-2 (∼3.8 TgC), it remained below fossil fuel emissions (∼16 TgC). In both regions, emissions from forests and croplands contributed equally to the total fire carbon emissions. In Region-3, fire carbon emissions exceeded fossil fuel emissions in 2012 (∼4.7 TgC), 2013 (∼6.18 TgC), and 2014 (∼9.75 TgC) but remained lower in 2021 (∼3.37 TgC), with most emissions originating from forests. This analysis highlights the critical role of forest fires in the carbon budget, the ecosystem and the need for better forest carbon management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Improving the quantification of global free-living and symbiotic nitrogen fixation in natural terrestrial ecosystems: present-day estimates and 21st century projections",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae198c",
      "pubDate": "",
      "description": "Biological nitrogen fixation (BNF) is a critical natural nitrogen input that sustains terrestrial carbon cycling, yet it remains poorly represented in terrestrial ecosystem models (TEMs). Here, we refine the nitrogen cycle representation in a TEM by incorporating free-living and symbiotic nitrogen fixation (SNF) processes along with atmospheric nitrogen deposition effects. Our updated model provides a new assessment of present-day and future global natural ecosystem BNF rates and their spatial distribution. We estimate that present-day (1981–2020) free-living nitrogen fixation (FLNF) contributes to 36 Tg N yr−1, ranging from 33 to 38.5 Tg N yr−1 and SNF is 88 Tg N yr−1 with a range of 80–95 Tg N yr−1, resulting in a total BNF 124 Tg N yr–1, ranging from 112 to 134 Tg N yr−1. Under the SSP5-8.5 warming scenario, our projections indicate that total BNF could increase to 178 Tg N yr−1 by the end of the 21st century. Our model results highlight that the FLNF plays a dominant role in low-temperature environments, and plant functional type emerges as the primary factor for both symbiotic and FLNF pathways, thus precise global vegetation classification is highly necessary for N2 fixation simulation. Our refined model advances global nitrogen cycle modeling and will improve future quantification of both global carbon and nitrogen cycles.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Politicizing the climate-poverty governance nexus: just transition dynamics in Kenya",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae198d",
      "pubDate": "",
      "description": "In Sub-Saharan Africa, climate policies without progressive redistribution risk exacerbating poverty, potentially undermining the achievement of Sustainable Development Goal 1 (No Poverty) while striving to meet Paris Agreement goals. The concept of ‘just transitions,’ which integrates both environmental and social interventions, is essential for advancing climate and poverty reduction objectives. Both climate change impacts and climate action may exacerbate existing inequalities, underscoring the urgency of addressing both environmental and social justice concerns. Equally, developmental aspirations may threaten to aggravate environmentally detrimental patterns. To this end, the paper examines how domestic efforts balance climate and poverty priorities in the governance of the Paris Agreement and the 2030 Agenda for Sustainable Development Goals. It develops a conceptual framework that links the governance of climate and poverty to justice outcomes within the global political economic context, using the illustrative case of Kenya. Kenya presents a compelling case due to its relevance to the conceptual framework amidst high dependence on climate-sensitive economic sectors; aspirations both to act as a climate leader and reach middle-income status; and its high financial dependence on development partners and transnational capital. By connecting political economy dynamics to justice outcomes, the framework contributes to a deeper understanding of governance efforts that aim to link climate and poverty objectives but do not necessarily deliver a just transition. Through the case of Kenya, the paper illustrates the challenges and opportunities faced by Sub-Saharan African countries in managing the interdependence between climate and poverty reduction objectives, contributing to ongoing debates on just transitions in the global South.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Deep learning-constrained projection of global fluvial floods and their socioeconomic implications under global warming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae19fe",
      "pubDate": "",
      "description": "Fluvial floods characterized by either large volume or prolonged duration severely impede the sustainable development of socio-ecological systems, which may intensify with global warming. However, the co-evolution dynamics of joint fluvial flood characteristics and their socioeconomic implications under different global warming targets are poorly understood. Here, we combine a deep learning (DL)-constrained hybrid model, a statistical approach and climate models to evaluate future flood occurrence within a bivariate framework (i.e. volume and duration) across 8735 catchments. After evaluating the performance of the DL-constrained hybrid model, we project a doubling of bivariate fluvial flood hazard under 3.0 °C warming. We assess the uncertainty of fluvial flood projections and reveal that the global climate models and coupled factors are the major uncertainty sources. Global warming from 1.5 °C to 3.0 °C tends to amplify flood exposure of gross domestic product, population and agricultural area, by ∼97%, ∼46%, and ∼67% under a medium emission scenario (SSP370), respectively.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Adapting urban water supply infrastructure and policies for wildfire in the 21st century",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1a9a",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Development to distribution: a co-creation approach to wildfire smoke communications",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1b1c",
      "pubDate": "",
      "description": "Manufactured home communities in the US Mountain West face increasing amounts of exposure to wildfire smoke, magnifying existing environmental health disparities. This study explores a co-creation approach to air quality messaging that is grounded in social cognitive theory and draws from environmental communication research. We examined how manufactured home community experiences, across eight distinct communities, shape the development of localized air quality information, and how self-efficacy and outcome expectations influence information-sharing behaviors. Through a series of focus groups (n = 23) during the 2024 wildfire smoke season, we found co-creation strengthened community engagement by incorporating trusted communication networks and culturally relevant messaging. However, message fatigue and climate burnout presented challenges, highlighting the need for adaptive communication strategies. We discuss implications for designing sustainable and locally relevant air quality communication.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Influence of country development levels and agricultural burning policies on global cropland biomass burning observed from satellites",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1b1d",
      "pubDate": "",
      "description": "Greenhouse gas (GHG) emissions from biomass burning, including cropland fires, are a critical component affecting climate change. However, the long-term variations in GHGs from cropland biomass-burning emissions (CBBEs) remain unclear across the world’s countries. Here, we used satellite observations of CBBE of carbon dioxide (CO2) and methane (CH4), both GHGs, to examine the emission trends from 2003 to 2023 and analyze the causes across 139 agriculture-producing countries. The global CO2 and CH4 emissions from CBBE are decreasing at rates of −8.21 Mt CO2 and −1.55 10−2 Mt CH4 per year, respectively. However, these emissions are increasing significantly (P < 0.05) in eight countries, mainly in South and East Asia. The CBBE was strongly correlated to the human development levels (indicated by the Human Development Index, HDI) of the countries, resulting in overall higher unit area CBBE in low-medium HDI countries and lower unit area CBBE in high-very high HDI countries. In 13 countries, variations in CBBE are associated with changes in the crop residue from productivity. However, there is also a strong variation in CBBE associated with the regulation of agricultural fires, where appropriate agricultural residue management policies have effectively reversed the increasing CBBE trends in some countries.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unanticipated cooling gains from afforestation in Southwestern China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1bbd",
      "pubDate": "",
      "description": "Amid accelerating forest degradation and climate warming, afforestation is increasingly regarded as a strategic intervention to reconfigure land–atmosphere energy exchange. However, most existing studies have predominantly emphasized direct biophysical effects, namely surface cooling resulting from forest replacement of non-forest cover, while largely overlooking the indirect regulation caused by environmental feedbacks during forest expansion. To address this gap, a dual-pathway analytical framework was proposed to diagnose afforestation-induced changes in land surface temperature (LST). Within this framework, a ‘zero-impact line’ was defined to represent the LST response solely from forest cover conversion, and the indirect effect amplification index (τ) was introduced to quantify the magnitude and direction of indirectly driven LST variation. Results indicated that each 1% increase in forest cover reduced LST by 0.029 °C–0.036 °C through direct effects (DE). In the early stages of forestation, τ reached 187%, 227%, and 242% in Yunnan, Guizhou, and Guangxi, respectively, revealing that indirect feedbacks can equal or exceed DE, thereby amplifying the overall cooling outcome in the subtropical evergreen broadleaf forests of Southwest China.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Large-scale historical land use mapping in Vietnam and Laos using military topographic maps",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1bbe",
      "pubDate": "",
      "description": "Land use cover change (LUCC) is a major driver of global environmental and socio-economic transformations, with implications for carbon emissions, biodiversity, and sustainable development. However, robust historical analyses have often been limited by a lack of high-quality, spatially detailed baseline data. This study addresses this gap by being the first to apply deep learning-based image segmentation techniques to extract a comprehensive set of land use cover (LUC) information from historical topographic maps at a fine spatial resolution and at a cross-country scale. Specifically, we utilized topographic maps (1:50000) created by the U.S. Army Map Service during the Vietnam War (1963–1973) to create detailed historical LUC maps of Laos and Vietnam. We compared multiple model architectures on the manually labeled training data, with the UNet++ achieving the best performance. The resulting maps, produced at 4 m and 30 m resolutions, include 10 LUC classes and achieved high overall accuracies of 98.8% for Laos and 98.6% for Vietnam on separate test sets. Analysis of the maps revealed forest cover losses of 18.2% in Laos and 25.0% in southern Vietnam (below 17° N) by 1990 and a 36.8% reduction of mangrove forests in Vietnam by 1996. Transitions from forest to shrubland dominated in northern parts of Laos and Vietnam while transitions to cropland were most prevalent in Savannakhet province of Laos and the Southeast region of Vietnam. The maps provide a novel baseline for assessing post-war LUCC dynamics in Southeast Asia allowing for spatially explicit analyses of conflict and policy impacts at the time. Furthermore, the study demonstrates a transferable methodology that makes archival map collections accessible for large-scale historical global change research.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Food security beyond borders: how crop imports affect drought risk of conflict-affected countries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1bbf",
      "pubDate": "",
      "description": "Drought events can disrupt food security and increase the risk of violent conflicts. In an interconnected global food system, countries rely on both local food production and imports to meet domestic demand. When assessing the impact of drought risk on national food security, however, imported crops are often overlooked. This study incorporates international crop trade information to understand the role of crop imports in the drought risk profile of countries. We focus on conflict-affected countries due to their reliance on food imports, and particular vulnerability to the impacts of drought events and their corresponding cascading effects. We develop a framework to quantify drought risk associated with domestic production and imports of crops (i.e. composite drought risk) by combining gridded drought risk data with crop production and trade for 23 countries. Our findings show that most conflict-affected countries face drought risk primarily through domestic production, as most consumed calories are produced locally. Nevertheless, including crop imports alters the composite drought risk profiles considerably (>10%) in 13 countries, with changes reaching 40%–50% in some cases. Crop imports also carry their own external drought risk, contributing more than 10% of high drought risk in 21 countries and amounting to 80% in some cases. Furthermore, we identify critical trade connections that expose countries to concentrated drought risks from specific trading partners. We demonstrate the need to incorporate both domestic and import-related drought risks in food security assessments, and we suggest potential strategies based on countries’ composite drought risk profiles for drought resilient food security.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Cropland enhanced weathering in low GDP regions for gigaton scale carbon removal with potential economic co-benefits",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1cd4",
      "pubDate": "",
      "description": "Enhanced rock weathering (ERW) applies crushed silicate rocks like basalt to croplands and offers significant potential for atmospheric carbon dioxide removal (CDR). Here, we explored the potential of ERW as a bridge for sharing decarbonization responsibilities, with less-developed regions contributing cropland deployment and more developed regions providing financial support, thereby enhancing equity in global decarbonization. Low GDP regions (bottom 50% GDP administrative region as a case) in major global economies contribute 55%–89% of the total national or continental ERW decarbonization potential. Deploying ERW on 10% of cropland in these regions could achieve a cumulative global carbon removal of 22.92 Gt by 2075, approximately equivalent to half a year of current global emissions. Carbon trading between developed and developing regions can deliver annual economic benefits of up to 4.5% of the deployment regions’ 2023 GDP, measured by carbon prices. By enabling regions to fulfill decarbonization responsibilities with their strengths, this initiative can facilitate the concrete implementation of COP29’s vision for equitable and inclusive global decarbonization at national and sub-national levels.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Towards a comprehensive decision support system for agroforestry systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1cd5",
      "pubDate": "",
      "description": "Agroforestry systems (AFSs) enhance biodiversity, productivity, and climate resilience, yet their inherent complexity challenges traditional modeling approaches. This study presents an integrated framework combining process-based modeling (PBM), machine learning, and life cycle assessment (LCA) into a user-friendly decision support system (DSS) for AFS analysis and optimization. Multi-scenario simulations using Hi-sAFe (16 configurations varying in latitude and orientation) for maize–poplar systems produced detailed outputs, including land equivalent ratios (LER up to 1.29), crop yield (ranging from 4.3 to 8.1 t ha−1), and N2O emissions (1.6–9.4 kg N ha−1). We trained Random Forest models on PBM diagnostics, microclimate, and design covariates; post-hoc SHapley Additive exPlanations (SHAP) identified maximum air temperature (Tmax), distance to tree rows, and photosynthetically active radiation (PAR) as the dominant predictors of yield and LER. To address data gaps, long short-term memory (LSTM) and TrAdaBoost-LSTM models were used for microclimate forecasting, achieving high fidelity (R2 = 0.88) in capturing hourly temperature and humidity trends. Outputs have been integrated into an LCA workflow, producing CO2-equivalent and nitrogen footprint metrics that feed into a functional web-based DSS. This platform enables robust, transparent, and scalable AFS evaluation, supporting stakeholders with real-time scenario exploration and scientifically grounded decision-making tools. Furthermore, the framework enables greenhouse gas (GHG) accounting in AFSs by integrating modeled soil organic carbon dynamics and N2O emissions. A Germany-wide assessment illustrates the significant GHG reduction potential achievable through large-scale implementation of AFSs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Interactive effects of geo-ecological factors on soil respiration and its temperature sensitivity on the global scale",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1cd6",
      "pubDate": "",
      "description": "Soil respiration is one of the main processes in the global carbon cycle, which comprises both autotrophic (root) and heterotrophic (soil organic matter decomposition) components. However, large uncertainties remain in estimating its flux (Rs) and its temperature sensitivity (Q10) globally, and interactive effects from soil properties are often overlooked in models. To better predict global Rs and Q10, we applied four nonlinear models (Random forest (RF), AdaBoosted, Bagged Tree, and XGBoost models) to 3325 observations of Rs and Q10 from 1971 to 2023 with 18 predictors and used SHapley Additive exPlanations (SHAP) analysis to explore the interactive effects. The RF model provided the best performance, with the highest R2 values and minimal root mean squared errors. The results indicated that the global average annual Rs was 98.4 ± 19.4 Pg C. Excluding the effects of soil variables (soil texture (Stex), microbial composition, and solution chemistry) led to a decline in R2 (from 0.79 to 0.7 for Rs models and from 0.40 to 0.34 for Q10 models) and an underestimation on Rs. The results of rotated principal component analysis showed that these soil variables collectively explained 50% of the cumulative variance in Rs variability. Soil variables significantly constrained Q10 values, especially in nutrient-poor soils. SHAP analysis showed that the interactive effects of high soil sand proportion and high soil fertility may suppress Rs. High soil evapotranspiration may also decrease Rs at the extreme conditions of Stex. These findings highlight the underappreciated mechanistic influence of soil properties in Earth system models and underscore the need to incorporate multivariate interactions when modeling future soil respiration and its feedbacks to global change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}