{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-12-13T18:34:15.705487",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4925122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Rice farming for climate change adaptation in the Northeastern United States",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2402181122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />In response to challenges posed by climate change, rice farming emerges as a strategic adaptation in the agriculture sector in the northeastern United States. Cultivating rice can diversify farming practices, create new sources of income, improve water ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Stochastically evolving graphs via edit semigroups",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2526595122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceMany real-world networks change dynamically but can be notoriously difficult to study. We introduce a graph edit process that, at each step, randomly selects and applies an edit (e.g., adding or deleting an edge, or several edges in tandem) to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global stability of epidemic models with uniform susceptibility",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510156122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceMathematical models are widely used to study the spread of infectious diseases. A central question is whether these models predict that disease incidence will oscillate indefinitely, settle down to a constant level, or behave unpredictably ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Digital twins come to the life sciences",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2532645122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Distinguishing subtypes of endothelial cells in the mouse aorta",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525755122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceThis study refines our understanding of the cells lining the mouse aorta, a blood vessel commonly used to model atherosclerotic disease. Using advanced single-cell RNA-sequencing analysis, distinct subtypes of endothelial cells (ECs) were ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Prebiotic organic compounds in samples of asteroid Bennu indicate heterogeneous aqueous alteration",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512461122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceSamples of asteroid Bennu obtained by NASA’s OSIRIS-REx mission preserve a record of the chemical evolution of the early Solar System. The organic compounds detected in laboratory analyses of these samples include various building blocks of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Integrating extensive functional annotations and multiomics of cattle enhances climate resilience prediction and mapping",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514736122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceOngoing work in functional annotations of genomes has generated rich datasets. We propose a method to link extensive functional annotations to genotype-to-phenotype associations. This method ranks annotation categories based on their ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cell envelope maintenance by PhoP is essential for Mycobacterium tuberculosis methylglyoxal resistance",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523024122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceMacrophage-produced methylglyoxal can restrict the growth of bacteria likeListeria monocytogenesbut notMycobacterium tuberculosis, suggestingM. tuberculosishas mechanisms to resist methylglyoxal toxicity. Using a genetic screen, we ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dynamic control of phase for tunable structural colors",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520990122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceColor is central to consumer products, textiles, displays, and sensors, yet today’s colors often rely on chemical dyes that can be environmentally harmful and difficult to recycle. We demonstrate an approach for generating and controlling ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Volcanic forcing of the Lomagundi–Jatuli carbon isotope excursion",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519431122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceThe Lomagundi–Jatuli Event (LJE), more than 2 billion years ago, marks a major shift in Earth’s carbon cycle, following the rise of atmospheric oxygen. Its cause, however, remains unresolved. We dated black shales from Gabon to 2.194 billion ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "An Archean atmosphere rich in sulfur biomolecules",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516779122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceSulfur biomolecules, such as the amino acids cysteine and methionine, are ubiquitous in all modern organisms. However, few prebiotic chemistry studies have demonstrated the abiotic production of organosulfur biomolecules. This fact coupled ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Barrierless nucleation in glassy precursors drives zeolite formation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506679122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceThe slow and complex formation of zeolites, microporous materials central to catalysis and separations, has puzzled researchers for decades. Here, we uncover that the slow formation of zeolites originates in slow dynamics of rearrangement of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Lineage tracing of both quiescent G0 and active Hoxb5+ LT-HSCs that actively contribute to homeostatic mouse hematopoiesis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513724122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceProspectively isolated HSCs regenerate long-term hematopoiesis via transplantation in irradiated hosts. Hoxb5 is expressed only in LT-HSCs. In this study, LT-HSCs are the first cells labeled by Hoxb5 lineage tracing and actively participate in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mysterious illnesses have supernatural and ritualistic cures: Evidence from 3,655 century-old Irish folk cures",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511006122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceClassical anthropological and cognitive theories propose that supernatural healing practices emerge when ordinary causal reasoning fails, yet direct quantitative tests remain scarce. Using 3,655 “local cures,” collected as part of a national ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Control of renal calcium permeability via a tight junctional claudin switch",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512046122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceRegulation of calcium transport in the kidney is critical to maintain a systemic calcium balance in the human body. Claudin (CLDN) proteins are found in tight junctions between epithelial cells and form highly polymerized structures. In the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A theory of ecological invasions and its implications for eco-evolutionary dynamics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505850122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceHow do ecosystems respond when new species invade? This question is central to ecology yet difficult to answer because invaders can drive resident species to extinction. Using tools from statistical physics, we demonstrate that invasion ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Endothelial cells sialylate IgG within the FcRn-mediated recycling pathway",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511216122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceIgG sialylation is strongly associated with a variety of inflammatory diseases and chronic infections, but mechanisms underlying how IgG sialylation is regulated remain unknown. This study identifies a pathway to answer this epidemiological ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Precancer exercise capacity and metabolism during tumor development coordinate the skeletal muscle–tumor metabolic competition",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508707122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceIt is well established from both preclinical and clinical studies that exercise protects against tumor growth and progression. However, the biomarkers of this beneficial effect are not well delineated. Here, we demonstrate using stable isotope ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tppp3 determines basal body positioning and identity of respiratory cilia via microtubule assembly and sphingolipid homeostasis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503931122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 49, December 2025. <br />SignificanceIn mammals, multiciliated cells (MCCs) harbor hundreds of motile cilia. In the tracheal MCCs, all the individual cilium beat along the oral–lung axis and generate unidirectional mucus flow. However, there are long-standing issues about the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}