{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-02-22T09:38:38.725843",
  "items": [
    {
      "title": "Characterizing global tropical cyclone events of 2024",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae34cc",
      "pubDate": "",
      "description": "Full impact assessment of tropical cyclones each year requires a comprehensive sociodemographic analysis. We evaluated the sociodemographic characteristics of tropical cyclone-impacted regions during the 2024 calendar year in the recent historical context of 1980–2024. In 2024, tropical cyclone-force winds affected an estimated 429 902 820 people (5.5% of global population), the 12th highest since 1980, in disproportionately more deprived areas. Hurricane-force winds affected an estimated 59 672 600 people (0.8%), the 10th highest since 1980, in disproportionately less deprived areas. Our findings provide a global context for tropical cyclones to better guide resilience and recovery efforts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Are urban impacts on heavy rainfall amplified in mountainous regions?",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae38f9",
      "pubDate": "",
      "description": "Global evidence indicates that orography can exert a strong influence on rainfall, thereby giving rise to natural hazards such as flooding in mountain areas. Alongside orographic influences, urban areas can also act to intensify storms, but their impact on heavy rainfall in high elevations has not yet been investigated in detail. Here, we quantify the contribution of a high-altitude city to both rainfall intensification and its daytime and nighttime patterns, focusing on the city of Cuenca in the Ecuadorian Andes. Modeling several observed storms with and without the city suggests that the urban area can enhance downstream precipitation by over 20% over a pre-existing hotspot of orographically induced precipitation. This urban-induced rainfall intensification seems to exceed that observed for cities of comparable size outside mountainous regions. This may be explained by Cuenca’s valley setting and its high humidity compared to its surroundings, suggesting that high-altitude cities with similar morphologies could amplify combined orographic-dynamic and urban-thermodynamic effects.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Modeling social norms in social-ecological systems: a systematic literature review",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3b55",
      "pubDate": "",
      "description": "Social norms play a pivotal role in sustainability transitions by shaping human behavior and influencing responses to challenges such as climate change and natural resource management. They can facilitate or impede collective action. Although simulation models help to explore norm dynamics, modeling approaches remain scattered and lack synthesis specific to social-ecological systems. This systematic review aims to map existing computational approaches to modeling social norms within social-ecological systems, identifying trends, gaps and implications for research and policy. We conducted a systematic search of Web of Science and Scopus (search date: 15 November 2024), screened abstracts using validated large language models, and selected 153 relevant studies for analysis. Key aspects analyzed included publication trends, thematic focus, modeling methods, spatial scale, empirical data used behavioral theory incorporation and norm representation. Publications increased over 25 years, with most studies originating from Europe and North America. Two dominant themes emerged: common-pool resource management and individual consumption behavior. Agent-based and evolutionary game-theoretic models prevail, but many omit explicit behavioral theories beyond rational choice theory. Models are mostly local or regional in scale and theoretical in nature and often lack empirical data for the quantification of the social norm modeled. Norms are generally modeled on an observation base, meaning that the majority of models include norms based on what others do. Interactions between norm types and dynamic norm signaling remain under-explored. To strengthen social-ecological modeling and its policy relevance, future work should enhance geographic diversity, integrate behavioral theories more deeply and develop models that capture dynamically signaled norms in order to advance our understanding of human–environment interactions and sustainability transitions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Nature-based solutions for freshwater conservation and equitable adaptation in the Amazon basin: a case study review",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3dfc",
      "pubDate": "",
      "description": "The Amazon region is recognized internationally for its role in providing global ecosystem services, as one of the most important biodiversity hotspots on Earth, and as home to millions of indigenous people whose livelihoods are tightly coupled with ecosystem processes. Efforts to counter anthropogenic pressures on Amazonian ecosystems have largely excluded freshwater ecosystems despite their central role in supporting biodiversity and human communities. Nature based solutions (NbS) are garnering attention as a holistic strategy that address ecological and human dimensions of resilience, offering a promising approach to couple freshwater biodiversity conservation and equitable adaptation in the Amazon. The extent to which NbS projects in the Amazon are incorporating freshwater biodiversity objectives and aligning with principles of equitable adaptation is unresolved. Synthesizing across existing NbS cases is key to distilling lessons learned and identifying remaining gaps to inform current and future project implementation. We evaluate four cases of implemented NbS projects in the lowland Amazonian basin to assess three themes: freshwater biodiversity impacts, equity considerations, and guiding policies of each case. Freshwater biodiversity outcomes are evaluated by assessing against Couto (Couto et al 2024 Conserv. Sci. Pract.6 e13241)’ five themes for freshwater biodiversity conservation; equity implications evaluated by comparing project documents to the Stockholm Environment Institute’s Principles for Just and Equitable NbS; and the degree to which freshwater biodiversity is prioritized by relevant policies is assessed through a search for keywords. The case studies demonstrate alignment with principles of equitable and just NbS in the Amazon basin, but links to freshwater biodiversity are minimal, suggesting an oversight of the importance of sustaining and protecting freshwater biodiversity, particularly among vulnerable local communities. We provide recommendations to expand freshwater NbS-A project implementation, monitoring and data sharing, and policy in the region with the aim of safeguarding freshwater ecosystems and local communities in the face of environmental change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "N2Onet: a global collaborative network facilitating advances in measurement, modeling, and mitigation of agricultural soil nitrous oxide emissions",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae440d",
      "pubDate": "",
      "description": "Nitrogen (N) fertilizer supports global food production, but its use and overuse drive emissions of nitrous oxide (N2O), a potent and long-lived greenhouse gas. Understanding the drivers of N2O fluxes remains elusive, making it difficult to predict emissions in time and space and to develop and evaluate ways to lower emissions through management. Major scientific uncertainties underlying the understanding of the drivers of N2O fluxes identified in a workshop of N2O emissions experts include poor process-based understanding of controls on soil N2O emissions in the field; insufficient data to reduce uncertainty in N2O budgets from the field to regional scales, including N2O emission measurements and importantly, field-scale N balances; and high uncertainty in model predictions of soil N2O emissions across environmental and management conditions. To reduce these uncertainties, we present the concept of N2Onet, a global collaborative initiative to accelerate advances in N2O measurement, analyses, and mitigation. N2Onet will serve as an observational network of supersites with multi-scale measurements; a database hub for N2O flux and ancillary data; and a catalyst for community building, information sharing, and training. By coalescing and coordinating the global community of researchers, N2Onet will provide a roadmap for reducing N2O emissions from agriculture worldwide.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Persistent and intensifying heat extremes in global deeper soils",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4410",
      "pubDate": "",
      "description": "Climate warming is driving an increase in the frequency and intensity of heatwaves. However, such extreme events are mostly studied based on air temperature that does not fully capture thermal stress on Earth’s surface layer. Here we explored the evolution of global heatwaves from near-surface air, land surface, to subsurface soils worldwide during 1980–2024. Results show heatwaves have strengthened across all layers, with a pronounced acceleration since the early 21st century. Relative to air and land surface, soils generally exhibit a greater heatwave exposure and severity. The peak intensity weakens as depth increases, with inter-layer differences closely linked to soil moisture, clay, and organic carbon content. The northern high latitudes are more prone to events of greater severity, particularly during summer, while lower latitudes and the Southern Hemisphere are characterized by events of greater persistence. Forests tend to buffer heat extremes, whereas non-forest land covers readily amplify heat exposure. Our findings imply that reliance on air temperature alone might underestimate heatwave risks to soil ecosystems, and soil temperature should be incorporated into monitoring and early-warning systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "What controls the quasi-decadal variability of tropical cyclone genesis in the western North Pacific in recent decades",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4411",
      "pubDate": "",
      "description": "Quasi-decadal variability (QDV) in tropical cyclone (TC) genesis (TCG) over the western North Pacific is a critical yet insufficiently explored aspect of TC climate variability. This study identified distinct QDV in TCG during June–October, characterized by two leading empirical orthogonal function (EOF) modes. The first mode (EOF1) exhibits a north-south dipole pattern and is indirectly modulated by solar variability through circulation anomalies over the mid-latitude North Pacific. The second mode (EOF2) exhibits a west-east dipole pattern and is driven by internal variability linked to the Pacific Quasi-decadal Oscillation (PQDO), represented by sea surface temperature anomalies (SSTa) in the tropical central Pacific (TCP). Both modes strongly correlate (r > 0.83) with key regional indicators: regional mean 200 hPa geopotential height (150° E–180°, 34° N–44° N) and SSTa (164° E–164° W, 10° S–10° N). The direct influence of solar variability on TCG is weak, primarily due to offsetting effects of solar-associated in-phase SSTa between the mid-latitude North Pacific and the TCP. Solar variability and PQDO affect TCG primarily through dynamic factors, explaining about 85% of TCG changes, with relative vorticity contributing around 30%. These findings highlight the complex interplay between solar and internal forcings in modulating TCG, providing valuable insights for improving long-term TC forecasts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Enhanced intraseasonal rainfall variability over Northeast Australia",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae44af",
      "pubDate": "",
      "description": "Understanding changes in intraseasonal rainfall variability is critical for improving sub-seasonal prediction. While the amplification of intraseasonal rainfall variability across Australia has been reported, the spatial heterogeneity of this intensification has been overlooked. Here, we observe that the intraseasonal rainfall variability has been intensified, particularly over northeastern Australia during the wet season (November–April) over the past four decades. The intensified intraseasonal rainfall variability is primarily attributed to enhanced intensity of precipitation events, rather than drier spells. Moisture budget analysis indicates that the intensification of intraseasonal abnormal rainfall events over northeastern Australia is primarily due to the strengthened vertical advection of background moisture caused by the intraseasonal vertical motion anomalies. In this process, the strengthening of intraseasonal vertical velocity driven by changes in intraseasonal wind convergence plays a dominant role, accounting for over 90%, whereas the effect of background moisture changes is relatively less significant. Our findings highlight northeastern Australia as a hotspot for amplified intraseasonal rainfall variability, rather than the whole of Australia. This study provides fundamental insights into northern Australia’s changing climate, and highlights the important role of intraseasonal circulation on northeastern Australia rainfall variability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantifying environmental trade-offs of urban form-function compactness",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae452c",
      "pubDate": "",
      "description": "Compact urban form is increasingly embedded in global sustainability agendas, yet its environmental trade-offs are still poorly understood. Previous research has mainly emphasized physical form and single outcomes, neglecting functional dimensions and potential ecological trade-offs due to the lack of fine-grained data. Here, we introduce a multi-source data fusion-based urban functional compactness (UFC) indicator and integrate it with urban physical compactness (UPC) into a form-function coupling framework. Using structural equation modeling across 176 Chinese cities, we reveal dual impacts: stronger UFC enhances land use efficiency and public transport performance but is associated with reduced green space provision and weaker waste treatment. A 1% increase in UFC raises infrastructure utilization efficiency by about 2% while also indirectly elevating environmental pollution by 0.74%. In contrast, a 1% increase in UPC directly enhances water conservation by 3% and reduces energy consumption by 6% but indirectly increases pollution impacts by 2.59%. These findings challenge the assumption that compactness is inherently green, demonstrating instead that form–function coupling produces divergent pathways: efficiency gains coexisting with amplified ecological risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Operationalising environmental human rights through corporate sustainability metrics: a quantitative ESG framework from India’s BRSR environmental disclosures",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae452d",
      "pubDate": "",
      "description": "In emerging economies, it has been observed that corporate operations have always been a major force behind environmental degradation and associated human rights crises. This study demonstrates a quantitative environmental, social, and governance framework using data from India’s Business Responsibility and Sustainability Reporting to evaluate the environmental performance of corporations using novel intensity measures. Key findings show that cement industry exhibits some of the highest purchasing power parity (PPP)-adjusted emissions at nearly 0.89 tCO2e/₹ crore (tonnes of CO2 equivalent per rupee crore or per 10 million Indian Rupees) or nearly 7.5 tCO2e/ million US$ revenue. Mining operations in water-stressed regions show a 19%–37% excess over basin recharge capacity. Additionally, 88% of the companies do not report Scope 3 emissions, leaving behind critical lacunae in value chain accountability. Data validation shows the existence of a 72% accuracy in the emission reporting and 68% accuracy in water metrics. The equations in the framework that factor in regional PPP factors and aquifer stress percentages give the model a replicable methodology for quantifying corporate environmental impacts in data-scarce regions with potential for adaptation across developing nations with similar industrialisation-environment trade-offs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Thirty years of nitrogen dynamics in European agri-food systems: a territorial metabolic perspective",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae452e",
      "pubDate": "",
      "description": "European agri-food systems face the dual challenge of reducing their environmental footprint, particularly nitrogen losses, while meeting the demands for both food and non-food biomass. Because future responses will have to build on the legacy of past trajectories, addressing this challenge requires a sound, fine-grained understanding of those trajectories. In the present study, we address this challenge by compiling a dataset (1990–2019) quantifying nitrogen flows across the agri-food systems of 120 European territories. Using this dataset, we apply the generalized representation of agri-food systems framework to classify agri-food systems into six types representing different degrees of specialization. Our results show that agricultural systems became increasingly specialized, rising from 22% of specialized territories in 1990 to 36% in 2019, indicating a growing reliance on external feed and fertilizer inputs. Most of these transitions occurred in eastern Europe, predominantly toward stockless cropping systems. Although these evolutions unfolded within broader processes of market liberalization, transition patterns also displayed clear path-dependency effects rooted in the material configuration of agri-food systems. This is evidenced by the analysis of transition frequencies, which shows that some transitions occurred repeatedly while others never occurred, pointing to the influence of initial system configurations on subsequent trajectories. By contrast, changes in agro-environmental performance were only weakly linked to system transitions. The increases in nitrogen use efficiency (from 0.57 to 0.70) and declines in nitrogen surplus (from 68 to 49 kg N ha−1) rather coincided with higher yields and increased nitrogen input application rates, pointing to the dominant role of factors not explicitly captured here, such as shifts in agronomic practices and pedo-climatic conditions. Taken together, these findings provide both a critical dataset and a robust understanding of recent territorial agri-food trajectories, thereby offering a solid empirical basis for anticipating future transitions and developing scenario-based analyses.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The implications of overshooting 1.5 °C on Earth system tipping elements—a review",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3cad",
      "pubDate": "",
      "description": "Due to insufficient emission reductions in recent years, it is increasingly likely that global warming will exceed the 1.5 °C temperature limit in the late 2020s or 2030s. As a result, several Earth system tipping elements could, at least temporarily, have their tipping points surpassed, posing risks of large-scale and profound structural change. Tipping does not always occur immediately upon crossing such a critical threshold. If the length of time the driver is beyond the critical level is short enough, tipping could still be avoided for some slow-responding elements of the climate system. An improved understanding is therefore needed of whether tipping remains avoidable, for which systems, and under what conditions. Here, we review how minimising the magnitude and duration of any temperature overshoot beyond 1.5 °C could decrease tipping risks. Tipping elements with fast response times, such as warm-water coral reefs, are especially vulnerable to overshoot. In contrast, those with slow response times, such as polar ice sheets, may be less sensitive to temporary overshoot. Potential interactions between tipping elements and additional human pressures, such as deforestation in the Amazon or pollution and overfishing of coral reef habitats, may further lower tipping points, narrowing the range of overshoot trajectories that can still avoid it. The vulnerability of many tipping elements, even under shorter overshoot conditions, underscores that global warming must peak below 2 °C above pre-industrial levels, return to below 1.5 °C as quickly as possible (i.e. within this century), and to around 1 °C thereafter to limit tipping point risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Constraining the projections of tropical extreme precipitation with radiation–precipitation relationship",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4117",
      "pubDate": "",
      "description": "Over the tropics, a robust statistical relationship between outgoing longwave radiation (R) and precipitation (P) is observed, linked to the cloud-radiative effect (CRE). To quantify this R–P relation, we define the CRE parameter, which exhibits significant disparities across global climate models (GCMs), with most overestimating it relative to the observation. Given the strong correlation between the CRE parameter and both historical and future extreme precipitation, an emergent constraint on the hydrological cycle projection is constructed. It lowers the fractional increase in the 99.9th percentile of tropical precipitation by the end of the 21st century from 29% to 24% under the high-emission warming scenario, with a 58% reduction in uncertainty. Overall, GCMs tend to underestimate the intensity of tropical extreme precipitation while overestimating its fractional increase. These findings provide valuable insights for model evaluation, improvement, and climate adaptation strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}