{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2025-09-27T23:20:31.646165",
  "items": [
    {
      "title": "Assessing health facility preparedness in Nepal for addressing climate-related disasters and climate-sensitive diseases",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1625829",
      "pubDate": "2025-09-25T00:00:00Z",
      "description": "Climate change poses a serious threat to human health and is a key driver of both health system stress and disaster-related health impacts. As climate-related crises become more frequent and intense, the likelihood of climate-induced disasters increases, bringing a wide range of health consequences, including climate-sensitive diseases (CSDs) and exacerbating health inequities. Strengthening disaster preparedness in health facilities is essential for managing increased service demands, ensuring continuity of care, and minimizing the impact of disasters on communities. However, there is limited evidence on how well health facilities are prepared to manage climate-related disasters and deliver CSD diagnosis and treatment services, particularly in low-and middle-income countries (LMICs) such as Nepal. This study aims to address that gap by linking data from the 2021 Nepal health facility Service Provision Assessment survey with local-level climate-related disaster data from the Nepal Disaster Risk Portal (2018–2020). We explore climate related disaster preparedness and the availability of CSD-related services across different types of health facilities, assessing overall emergency preparedness and the availability of six CSD services based on their past exposure to disasters. Furthermore, we compare differences in preparedness and CSD service availability between facilities with high and low levels of disaster exposure. The study provides an overview of how well various types of health facilities are prepared to respond to climate-related disasters and CSDs, while also highlighting disparities in preparedness and service availability across facility types. Although the findings indicate some degree of adaptation of some type of health facilities to climate-related disaster exposure, it calls for comprehensive assessments that integrate all components of a climate-resilient health system as defined by the WHO, to support evidence-based planning and strengthen Nepal’s progress toward a climate-resilient health system.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "How biodiversity conservation adapts to climate change: from a cross-spatial scale framework",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1646318",
      "pubDate": "2025-09-23T00:00:00Z",
      "description": "Climate change has emerged as one of the most significant threats to global biodiversity, and climate adaptation has become a critical component of biodiversity conservation. This paper reviews adaptive management strategies for enhancing biodiversity resilience under climate change, based on a cross-scale framework. The findings reveal that: (1) Biodiversity conservation adaptation to climate change requires a cross-spatial scale framework, which highlights the vertical interaction and interdependencies between regional, landscape, and site-level strategies. (2) Adaptive management strategies vary across spatial scales. At the regional scale, dynamic planning based on assessment and monitoring is prioritized. Landscape-scale initiatives emphasize protected areas as the core, expanding their scope while restructuring networks through corridors, stepping stone, habitat matrix permeability, and climate refugia. At the site scale, efforts focus on in situ and ex situ conservation of keystone species, along with real-time monitoring of invasive species. (3) Future challenges in biodiversity conservation under climate change may include social inequity in adaptation efforts, delayed responses in dynamic landscape conservation planning, disruptions to species’s ecological networks, barriers to interdisciplinary collaboration, and insufficient attention to human-climate interactions. By highlighting the differential application of adaptation strategies across spatial scales and underscoring the critical importance of cross-scale collaboration, our findings provide important insights for advancing research and practice in biodiversity adaptation to climate change, offering a theoretical foundation and practical guidance for developing multi-level, operable climate-adaptive conservation policies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The Greater Bay Area as a hotspot: interacting impacts of urbanization and extreme events on wet-bulb temperatures in Guangdong Province",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1653561",
      "pubDate": "2025-09-23T00:00:00Z",
      "description": "Amidst rapid urbanization and an increasing frequency of extreme events, urban climate stress is intensifying and potentially affecting wet-bulb temperature (WBT), a key indicator of human-perceived thermal stress. This study examined the combined effects of urbanization and extreme events on the WBT dynamics in Guangdong Province, a humid tropical region in China. Using long-term meteorological data spanning five decades and urbanization metrics, we systematically analyzed urban–rural WBT differences using paired station comparisons and quantified the contribution of urbanization. Key findings highlight urban–rural WBT differences across three distinct urbanization stages: (a) Initial urbanization, where heat island effects dominate and amplify WBT differences; (b) Rapid urbanization, characterized by impervious surface expansion that widens WBT disparities to their peak, with the urban–rural difference increasing by 0.0027° C decade−1 (p < 0.001); and (c) Mature urbanization (e.g., Guangdong-Hong Kong-Macao Greater Bay Area, GBA), where dry island effects reduce humidity, thereby narrowing urban–rural gaps. Furthermore, extreme weather events alter these urban–rural WBT patterns. High-temperature and compound heat-drought events can reduce WBT differences, in some cases by a factor of three, while periods of extreme precipitation can amplify them. These findings underscore the critical impacts of urbanization and extreme events on urban thermal stress. This understanding is crucial for evaluating human heat stress and informing urban risk planning, particularly in the context of advancing urbanization and climate change in urban agglomerations.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "What regional agricultural actors want to know about carbon dioxide removal in Northern Germany",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1627432",
      "pubDate": "2025-09-22T00:00:00Z",
      "description": "Many countries, including Germany, have made their climate targets dependent on the implementation of methods for removing carbon dioxide from the atmosphere. Actors in the agricultural sector can contribute to this implementation. However, there is a knowledge gap regarding carbon dioxide removal (CDR) among agricultural actors. In this study, we interviewed 34 agricultural actors at the micro, meso, and macro levels to identify the factors hindering the implementation of CDR practices, namely soil carbon sequestration, biochar, and agroforestry. We identified 22 information needs related to the dimensions of Climate change mitigation, Technological conditions, Environmental impacts, Economics, Policy & government, and Social aspects from the interviews. Farmers expressed more information needs compared with representatives from farming associations or local and regional administrations. Across all interviews, recommendations for action were most requested, with a high preference for information in digital online formats. Our findings provide a checklist for future research in the form of co-developed actionable knowledge between researchers and agricultural actors to increase the knowledge but especially the use of agricultural practices to remove carbon dioxide from the atmosphere.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Investigating donor fulfillment in global climate finance: the role of EU commitment",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1629509",
      "pubDate": "2025-09-22T00:00:00Z",
      "description": "This study investigates key determinants influencing donor fulfillment rates (DFR) in the context of global climate finance. Using panel data analysis, the study examines the impact of pledged and deposited funds, EU membership, and fund type on donor fulfillment. The Random Effects model was validated through a Hausman test and used to interpret the main results. The analysis reveals that higher pledged amounts are significantly associated with lower fulfillment rates, while actual deposited funds positively and strongly affect DFR. EU membership consistently improves donor fulfillment, suggesting that institutional alignment matters, whereas fund type showed no significant influence in the RE model. The findings suggest a need for more realistic pledging practices, stronger monitoring and accountability mechanisms, and institutional frameworks that promote follow-through on financial commitments. This study introduces a novel empirical variable—EU membership—to assess how regional affiliation influences donor behavior. This study offers a new lens to evaluate the effectiveness of international climate finance commitments. The research advances the Principal–Agent Theory, Institutional Theory, and Rational Choice Theory to explain donor behavior. It fills a critical gap in empirical literature by distinguishing between the effects of pledges versus actual deposits, highlighting the role of regional institutional contexts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Exposure to climate risks and youth engagement with climate change",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1657820",
      "pubDate": "2025-09-15T00:00:00Z",
      "description": "Effectively mitigating and adapting to the effects of climate change over the coming decades will require the active engagement of today’s youth. This research adds to a growing body of work focused on youth climate change engagement by testing whether physical exposure to climate risks influences middle school and high school students’ intentions to engage in pro-climate behaviors above and beyond several previously identified social and psychological variables. A total of 222 middle and high school students across 11 states were surveyed to measure cognitive, social, and demographic factors known to influence pro-climate behavior. We combined this survey data with data from a national assessment of climate risks and conducted a hierarchical regression model predicting intentions to engage in pro-climate behaviors. Physical exposure to climate risks was not a significant predictor in our model. Rather, we found that the only significant predictors of behavioral intentions were perceived risks of climate change and frequency of discussions with friends and family. Since the size and geographic distribution of our sample was limited, future research is needed to build on these findings and the role youth may play in mitigating climate change.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Determining the net influence of biological processes on aqueous hydroxide-based ocean alkalinity enhancement: a mesocosm approach",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1652680",
      "pubDate": "2025-09-15T00:00:00Z",
      "description": "Ocean alkalinity enhancement (OAE) presents a promising means to leverage the ocean carbon sink to mitigate the effects of anthropogenic climate change. We report on a series of mesocosm experiments simulating electrodialysis-based OAE through the addition of aqueous sodium hydroxide to seawater in large tanks (~6,000 L) and small aquaria (~10 L) at Flax Pond Marine Laboratory, NY. In previous studies, the confounding effects of biological processes were controlled by imposing a sterilization treatment to seawater throughout each experiment. Here, we take the first steps in characterizing the influence of biological processes on OAE-based CO2 uptake through comparisons between sterilized and unsterilized mesocosms and aquaria. We combine our results with those of similar Flax Pond mesocosm experiments and develop a model to identify the most influential variables for determining the rate and magnitude of CO2 uptake. We found that the rate of CO2 uptake varies with changes in initial carbonate chemistry, the amount of alkalinity added, whether the mesocosm was sterilized, and the season in which the seawater was collected. Our model suggests that sterilized tanks did not differ in the amount of CO2 sequestered, but experienced a slower rate of equilibration relative to unsterilized tanks. These results indicate that laboratory mesocosm experiments could reasonably represent CO2 uptake in the field even with the complication of biological processes over the timeline of air-sea CO2 equilibration. This finding is valuable in supporting the measurement, reporting and verification of OAE, which must rely on a combination of laboratory data, near-field measurements, and modeling exercises.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Characteristics of spatial and temporal changes of drought in the Inner Mongolia section of the Yellow River Basin based on geodetector",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1656424",
      "pubDate": "2025-09-12T00:00:00Z",
      "description": "The Inner Mongolia section of the Yellow River Basin is a critical ecological barrier and core production base (energy, agriculture, animal husbandry) in northern China, where water resource security and ecological sustainability directly affect regional and national development. Drought is a major constraint on the basin’s ecosystem and production activities, but its long-term spatial-temporal patterns and driving mechanisms remain insufficiently understood. Here, we used MOD16 evapotranspiration data (2001-2024) to construct the Crop Water Stress Index (CWSI), aiming to clarify drought evolution in the region, and applied the Geodetector model to identify key drivers of CWSI spatial heterogeneity and their interactions. Our results showed that: (1) Potential evapotranspiration (PET) and CWSI had stable interannual fluctuations, while actual evapotranspiration (ET) exhibited significant interannual variability; the average CWSI was 0.85, indicating long-term severe drought in the study area. (2) Spatially, most regions were in severe drought, but >76% of the area showed a significant downward CWSI trend (drought alleviation). (3) All land use types had decreasing CWSI; water bodies had the highest CWSI and cropland the lowest—opposite to the ET ranking. (4) NDVI and air temperature were the primary drivers of CWSI spatial variability (average q-values >0.5). The strongest interactive effects on CWSI heterogeneity were between precipitation and temperature (q: 0.72-0.95) and between precipitation and DEM (q: 0.78-0.93), with both interactive q-values >0.81. These findings reveal that drought in the basin is regulated more by ET than PET, and is driven by the synergy of meteorological factors (precipitation, temperature) and topographic factors (DEM). They provide a scientific basis for drought prediction, water resource management, and ecological protection in the Yellow River Basin, and offer a reference for similar arid/semi-arid regions globally.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Perception of and adaption to climate change: the case of groundnut production of costal island in Bangladesh",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1657507",
      "pubDate": "2025-09-10T00:00:00Z",
      "description": "IntroductionNut farming in the island regions of Bangladesh faces considerable challenges due to climate change. This research investigates the climate change perceptions and adaptive capacity of strategies of male and female groundnut farmers in island of Hatiya, Bangladesh where nut yields fall below the national average.MethodsData were gathered from 170 male and 130 female farmers on the island, with Chi-square tests used to analyze gender-based differences in perceptions of climate change and adaptive capacity. A probit regression model was applied to evaluate the factors driving the adoption of these strategies.Results and discussionThe findings suggest that male and female farmers largely share similar perceptions of climate change impacts, such as changes in rainfall patterns, increased pest infestations, and a greater need for fertilizers. Consequently, a combined analysis of both genders was conducted to identify the factors influencing adaptive capacity of strategies. Additionally, the results indicated that older farmers are more likely to engage in off-farm activities as a strategy to cope with environmental uncertainties. Education and farming experience are key factors in driving crop diversification and climate-smart practices, with farmers adjusting planting dates, shifting crops, and using weather forecasts as the most common adaptive capacity. Less frequently adopted strategies include agroforestry and urban migration. Education and farming experience are positively associated with the adoption of proactive adaptive capacity, thereby improving farmers’ ability to cope with climate change. This study exploring adaptive capacity of nut farmers in Bangladesh’s island and suggests interventions to enhance resilience and encourage sustainable agricultural practices in response to climate change.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Quantifying potential carbon dioxide removal via enhanced weathering using porewater from a field trial in Scotland",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1606574",
      "pubDate": "2025-09-05T00:00:00Z",
      "description": "Enhanced weathering (EW) is cited as a promising carbon dioxide removal (CDR) strategy, and is being rapidly commercialized. Rigorous monitoring, reporting and verification (MRV) are essential to ensure carbon claims are accurate and carbon credits are not mis-sold. MRV protocols incorporate multiple approaches, including soil and porewater sampling. This paper calculates potential CDR (pCDR) from porewater (direct pCDR), via an alkalinity estimation calculated from charge balance, and from soil samples (inferred pCDR), via the accumulation of exchangeable cations on soil exchange sites. These pCDR estimations are then compared to the maximum theoretical CDR potential. The data were collected from a 1.5 year field trial, situated in south-east Scotland. Crushed basalt was surface-applied to plots at rates of 0 (control), 23, 78 and 126 t ha−1. Application rates were increased relative to common agricultural spreading practices (78 and 126 t ha−1) to increase the chances of detecting a signal. To calculate direct pCDR from porewater, ion concentrations of porewater samples extracted from a depth of 5 and 10 cm were integrated with precipitation surplus to estimate the flux of cations leaching from each depth over c. 2 week periods, as water budgets allowed. Ordinary least squares model results identified a significant effect of treatment as an explanatory variable for potential CDR, both at 5 and 10 cm depth. Direct pCDR ranging from 0.33 to 0.53 tCO2 ha−1 after c. 1.5 years of weathering was calculated in the 5 cm depth treatment in the 78 and 126 t ha−1 application treatment relative to the control. The model prediction interval was overlapping between the control and the 23 t ha−1 treatment at 5 cm depth, as well as for all the treatments in the 10 cm treatments when evaluated relative to the control. Carbonate precipitation was also assessed, but remained below the detection limit (0.1 wt.% inorganic carbon). Inferred pCDR calculated from 30 cm-deep soil samples were not significant, possibly as a result of experimental design and sampling density. Overall, when direct pCDR is normalized to mass of rock applied and duration of weathering (e.g., mass-time-normalized-pCDR), the values fall within the mid-range of values published from other field studies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "European extreme events climate index (E3CI): a climate service for weather induced hazard",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1628534",
      "pubDate": "2025-09-04T00:00:00Z",
      "description": "In recent years, Europe has experienced a notable increase in the frequency and severity of extreme weather events, including heatwaves, floods, droughts, storms, and wildfires. These events have had profound impacts on human life, infrastructure, ecosystems, and economies, highlighting the urgent need to develop effective climate services to prevent, manage and timely respond to associated impacts. The aim of this paper is to describe and validate the European Extreme Climate Index (E3CI), designed as a climate service that allows monitoring the occurrence and severity of extreme weather dynamics across Europe. Starting from data provided by ERA5, the fifth generation of atmospheric reanalyzes produced by the European Center for Medium-Range Weather Forecasts (ECMWF), which covers the entire globe from 1940, E3CI provides insights regarding variations and trends in seven specific dynamics associated with extreme weather events: Extreme Maximum Temperatures, Extreme Minimum Temperatures, Extreme Precipitations, Extreme Winds, Hail, Droughts, and Fires. For each of these, the E3CI collects information at monthly scale in terms of anomalies compared to a reference climatological time span (1981–2010), therefore enabling back-analyses on specific territories, highlighting areas subject to significant weather-induced criticalities. E3CI has proven effective in identifying the spatial distribution and intensity of the extreme precipitation and extreme wind events in the areas affected by powerful storms Dudley, Eunice, and Franklin, as well as the significant heat waves in the summer of 2022 and the extreme precipitation in Emilia Romagna in May 2023. Such index offers numerous application opportunities for businesses, institutions, and communities, in the vein of profound innovation in climate risk management and extreme weather events policies. Its flexible and dynamic nature allows for the production of customizable analysis based on the specific user needs including the ability to refine geographic areas to a radius of approximately 30 km. The data are made available for visualization and download through a dedicated portal, which is updated monthly. Additionally, a Newsletter for subscribers provides information about major events across Europe and their assessment by the corresponding components of E3CI.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Perspectives on climate change and adaptation in Fijian villages contemplating relocation",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1579299",
      "pubDate": "2025-09-04T00:00:00Z",
      "description": "Planned relocation is increasingly recognized as a necessary response to escalating climate risks, yet little is known about how such decisions unfold at the community level. Drawing on dialogs and field visits at seven iTaukei (Indigenous Fijian) villages across Fiji, this report examines how communities are experiencing and responding to climate-related challenges. Findings reveal cascading impacts—including flooding, land loss, disrupted livelihoods, and psychological stress—that have prompted a range of adaptation strategies, from in-situ adjustments to full or partial relocation, with mixed outcomes. Despite growing pressures, most communities expressed a strong, culturally grounded preference to remain in place. Challenges in reaching consensus and securing funding reflect the complexity of relocation processes. Moreover, traditional governance structures do not always ensure equal participation, highlighting the importance of attending to intra-community dynamics. To minimize loss and damage while ensuring agency and resilience of frontline communities, climate mobility frameworks will need to support anticipatory planning, uphold community agency, and recognize immobility as a legitimate and often preferred option.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing the role of precipitation inputs and overbank flow in hydrological modeling: a case study of the Irrawaddy River Basin in Myanmar using WRF-Hydro",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1644481",
      "pubDate": "2025-09-03T00:00:00Z",
      "description": "Hydrological models are essential tools for water resource management and for mitigating extreme hydrological events risks. Although they are crucial for flood forecasting, these models often exhibit substantial uncertainties, including input data uncertainties (e.g., precipitation) and structural uncertainties of the models themselves. This study aims to explore the implications of different precipitation datasets and hydrological model structures on streamflow simulation, by evaluating the effects of multiple precipitation products and employing an enhanced model version to reduce structural uncertainty. This study evaluated the hydrological applicability of three representative precipitation products—reanalysis-based (the land component of the fifth-generation European Reanalysis, ERA5-Land), satellite-based (Integrated Multi-satellite Retrievals for GPM, IMERG), and machine learning-based (the first deep learning based spatio-temporal downscaling of precipitation data on a global scale, spateGAN-ERA5), using the offline version of WRF-Hydro, a distributed hydrological model. Additionally, this study evaluated the performance of an enhanced version of WRF-Hydro, incorporating an overbank flow module for reducing the model structural uncertainty in a large, flood-prone tropical river basin, Irrawaddy River Basin in Myanmar. The findings indicate that: (1) Simulations driven by IMERG precipitation outperformed those driven by ERA5-Land and spateGAN-ERA5 in terms of accuracy in streamflow, with average NSE values of 0.77, compared to 0.19 and 0.09, respectively; (2) The modified model with enabled overbank flow showed consistent improvements over the default model. The average NSE improved from 0.09–0.77 (default) to 0.31–0.78 (modified); (3) The water balance analysis reveals that incorporating the overbank flow module reduces surface runoff, accompanied by an increase in soil moisture storage, and slightly enhancing underground runoff and evapotranspiration (ET) during the rainy period. After the end of the rainy period, the increase soil moisture storage gradually contributes to an increase in surface runoff. These results highlight the significant impact of accurate precipitation data and the overbank flow module on hydrological processes, particularly in flood-prone areas, and suggest that the modified model and high quality precipitation data may enhance hydrological forecasting capabilities.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "How does digital financial inclusion improve Chinese county-level carbon productivity?",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1644628",
      "pubDate": "2025-09-02T00:00:00Z",
      "description": "China has put forward the “carbon peak and carbon neutral” climate commitment, but as the basic unit of the national economy, China’s county economy is facing the double pressure of economic growth and emission reduction. Based on panel data spanning 1677 Chinese counties from 2014 to 2022, this study employs fixed-effects, mediation, moderation, and quantile models to analyze and derive the following conclusions. (1) digital financial inclusion has a significant impact on the improvement of county carbon productivity, with an influence coefficient as high as 19.44%. (2) Digital financial inclusion enhances county-level carbon productivity by promoting technological innovation and industrial structure upgrading. The positive moderating effects of traditional finance and urbanization further amplify this impact. Digital financial inclusion exerts a strong positive effect on carbon productivity at lower quantiles, but its influence diminishes at median quantiles and turns negative at higher quantiles. This pattern reflects diminishing marginal returns and tightening resource constraints as development approaches the technological frontier. (3) Only digitalization level and coverage breadth of digital financial inclusion have a significant positive impact on county carbon productivity, and the effect of digitalization level is almost twice that of coverage breadth. The influence coefficients of digital inclusive finance on carbon productivity in the Yangtze River Economic Belt and the Yellow River Basin are 21.72% and 27.82%, respectively, which are more significant than those in other places. This paper recommends prioritizing low-carbon industrial development, shifting focus to less-developed regions to leverage latecomer advantages, and embedding carbon productivity targets into regional strategies with incentive mechanisms to drive sustainable growth.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Examining climate shocks and currency resilience in a stateless economy: evidence from Somalia’s informal exchange market",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1615226",
      "pubDate": "2025-08-29T00:00:00Z",
      "description": "This study explores the integration of Somalia’s unregulated exchange rate market with regional and global financial systems and investigates how climate-induced shocks influence currency resilience in a fragile, post-conflict context. The research utilizes time series data from 1995 to 2017 and employs advanced econometric techniques including the Johansen cointegration test, vector error correction model (VECM), Granger causality tests, impulse response functions, and variance decomposition. The model incorporates climate shock indicators to assess short-and long-run dynamics in exchange rate behavior. The results reveal significant long-term cointegration between the Somali Shilling and major regional and global currencies, suggesting deep financial integration. Short-term fluctuations are largely driven by regional currency movements. Climate shocks intensify exchange rate volatility, especially through channels such as agriculture, remittances, and trade, indicating structural vulnerabilities within the unregulated exchange system. The findings highlight the vulnerability of Somalia’s unregulated exchange market to external climate shocks, underscoring the need for formal integration of this system into national monetary frameworks. Policy actions should focus on strengthening institutional oversight, promoting transparent exchange rate mechanisms, and incorporating climate resilience strategies into monetary planning. In particular, a phased regulatory approach that aligns informal currency markets with regional and global financial systems could help stabilize exchange rate volatility and improve the country’s macroeconomic resilience. This is one of the first empirical studies to analyze the intersection of climate shocks and unregulated exchange rate systems in a post-conflict setting. It offers a novel framework for understanding informal financial systems within global economic networks. The study expands the literature on climate-finance linkages, informal currency markets, and post-conflict monetary systems by demonstrating how unregulated exchange structures interact with both environmental shocks and formal global markets.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Pyrogenic carbon and carbonating minerals for carbon capture and storage (PyMiCCS) part II: organic and inorganic carbon dioxide removal in an Oxisol",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1592454",
      "pubDate": "2025-08-25T00:00:00Z",
      "description": "Enhanced rock weathering (ERW) and pyrogenic carbon capture and storage (PyCCS, or “biochar carbon removal”) are two promising carbon dioxide removal (CDR) techniques that can contribute to soil restoration. These technologies can be combined by co-application of rock powder and biochar or by co-pyrolysis of rock powder with biomass to produce rock-enhanced (RE) biochar. In a 27-week laboratory experiment, we quantified the carbon (C) sink development of co-applications and RE-biochars produced by co-pyrolysis of basanite rock powder with either 50 or 90 wt% willow wood or 90 wt% wheat straw. Incubators featured two elevated soil pCO2 levels (0.012 and 0.062 atm, equivalent to about 1.2 and 6.2 Vol-% CO2) in a clay-rich, nutrient-poor Oxisol, with a simulated annual rainfall of 1,600 mm. Results showed strong initial fluxes of total alkalinity (TA), dissolved inorganic carbon (DIC), dissolved organic carbon (DOC), and major cations (Mg2+, Ca2+, K+, Na+), which decreased over time. Notably, elevated pCO2 had minimal impact on the release of DOC but doubled the TA flux from ERW. An important observation was the impact of waterlogging on water fluxes in soil columns without biochar, which lowered the amount of leached cations from rock and biochar. We defined the carbon sink (C-Sink) to include all DIC of geogenic and biogenic origin, and pyrogenic carbon from biochar. Biogenic cations were not considered as contributing to additional CO2 sequestration. For a soil application equivalent to application of 12 t ha−1, the total net C-Sink ranged from −0.1 to 30.9 t CO2 ha−1 after 27 weeks under 1.2 Vol-% CO2. We were not able to determine a change in rock weathering rates from co-pyrolysis since biogenic and geogenic cations could not be distinguished. A 20-year forecast suggests net C-Sinks between 0.5 t and 28.7 t CO2 ha−1, driven by increased contributions from weathering, alongside a C-Sink loss of carbon due to biochar mineralization. While biochar alone generally produces a larger C-Sink, co-application with rock powder fosters soil remineralization and provides a higher permanence of the C-Sink. Additionally, biochar increases water-holding capacity, prevents waterlogging of soils and likely improves the retention of organic carbon in soils.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "All-cause excess mortality associated with the Lāhainā, Maui fires",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1611198",
      "pubDate": "2025-08-22T00:00:00Z",
      "description": "ObjectivesTo quantify all-cause excess mortality, defined as the number of deaths exceeding the expected baseline, associated with the 2023 Lāhainā wildfire in Maui County, Hawai‘i, and highlight public health implications.MethodsExcess mortality was estimated using seasonal autoregressive integrated moving average models trained on data from August 2018–July 2023. Projections were generated via 5,000 bootstrapped simulations, with a sensitivity analysis excluding COVID-19-attributed deaths.ResultsAugust 2023 reported 82 (95% CI: 55–100) excess deaths, with all-cause mortality 67% higher than expected (observed-to-expected mortality rate: 1.67; 95% CI: 1.38–2.00). Mortality peaked the week of August 19, with a 367% increase (67 excess deaths: 3.67; 2.65–5.96). Non-medical deaths increased from 68 to 80%.ConclusionThe Lāhainā wildfire caused substantial excess mortality, likely making wildfires a leading cause of death in Maui County during this period. Findings highlight the need for improved disaster preparedness. Policy Implications. Rebuilding must incorporate Native Hawaiian ecological knowledge. Policies should focus on restoring Indigenous wetlands, removing flammable invasive grasses, and ensuring environmental justice for Native Hawaiians.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Methane reductions with gypsum and SOP® lagoon additives in liquid manure",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1592677",
      "pubDate": "2025-08-21T00:00:00Z",
      "description": "The agriculture industry is an important source of greenhouse gas emissions globally with livestock production being a main contributor. Therefore, there is a need to reduce methane (CH4) emissions from livestock production, including liquid manure storages. Using an additive that decreases methanogenesis is one approach currently being considered. This study tests two additives: SOP® Lagoon (a commercial additive) and a commonly used, local fertilizer, gypsum. The objective was to determine the capability of the two products to reduce CH4 emissions. Tests were done at 24°C in the laboratory with multiple rates of the additives (100, 1,000, 5,000 and 10,000 g/m3). Methane produced by untreated dairy manure (control) was compared to manure with addition of gypsum or SOP® Lagoon over 162 days. Results showed that peak CH4 reduction occurred between 20 and 30 days, then declined. The lowest dose of both additives (100 g/m3) did not significantly reduce CH4 over the duration of the study. Efficacy increased non-linearly with an increasing dose up to 5,000 g/m3. After 30 days, CH4 reduction decreased by 32, 73, 74% for SOP® Lagoon rates 1,000, 5,000, 10,000 g/m3, and 20, 60, and 63% for gypsum. Both SOP® Lagoon and local gypsum showed similar reduction in methane emissions at similar application rates. This is an indication that farmers can confidently use locally sourced gypsum, a low-cost alternative to the commercial additive, without affecting the overall mitigation potential.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Beekeepers' intentions to adopt resilience strategies for climate change: a comparative and integrated approach using the theory of planned behavior and protection motivation theory",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1604488",
      "pubDate": "2025-08-18T00:00:00Z",
      "description": "Beekeeping plays a vital role in global food security, contributing to the pollination of up to 30% of global food production and ensuring the sustainability of food supplies worldwide. However, climate change has significantly impacted beekeeping in recent years, affecting honeybees, pollination, and honey harvesting. Due to the effects of climate variability, which impose environmental strain on bees and beekeepers, modifications in management strategies and agricultural practices are essential to enhance biodiversity, guarantee agricultural sustainability, and ensure food security. This study aims to investigate the factors influencing beekeepers' intentions to adopt resilience strategies in response to climate change using protection motivation theory (PMT), the theory of planned behavior (TPB), and an extended PMT model. The study uses data obtained from a survey of 120 Tunisian beekeepers. The findings from the partial least squares analysis highlight the value and complementarity of the three models (TPB, PMT, and extended PMT), with the extended model offering superior explanatory and predictive power. The TPB model reveals the significant influence of perceived behavioral control and attitudes toward climate change resilience strategies on the intention to adopt them. The PMT model emphasizes the roles of self-efficacy, coping appraisal, and the perception of climate change occurrence in shaping adoption intentions, with self-efficacy being the most impactful factor. The extended PMT model further demonstrates that self-efficacy strongly influences perceived behavioral control. Overall, all three models show a positive and significant impact of intention on the selection of specific resilience strategies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Enhancing system resilience to climate change through artificial intelligence: a systematic literature review",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1585331",
      "pubDate": "2025-08-18T00:00:00Z",
      "description": "The growing urgency of climate change necessitates innovative strategies to enhance system resilience across many sectors. Artificial Intelligence (AI) emerges as a transformative tool in this regard, yet existing research remains fragmented across sectors and regions. We conducted a systematic literature review of 385 peer-reviewed articles published between 2000 and early 2025, following the PRISMA protocol. The analysis classifies AI applications across nine key sectors and evaluates their relevance to adaptation, mitigation, or both. AI methodologies and regional distribution were also assessed. The findings show a dominant focus on adaptation (64.4%), with only 16% of studies addressing mitigation, and 19.4% engaging both. Classical Machine Learning techniques are the most used (51.4%), followed by deep learning models (22.3%). Regional disparities are evident: Asia and global-scale studies account for two-thirds of the literature, while Africa and South America are underrepresented. Sectorally, agriculture and urban infrastructure receive the most attention. Despite the promise of AI, major challenges persist in data access, model transparency, and equitable deployment, particularly in vulnerable regions. This review distinguishes itself by offering a comprehensive, cross-sectoral synthesis and emphasizing system-level resilience. It highlights the need for regionally tailored AI solutions, interdisciplinary collaboration, and ethical frameworks to ensure AI contributes meaningfully to global climate resilience efforts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}