{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-05T10:22:35.009623",
  "items": [
    {
      "title": "Public attitudes and community engagement in large-scale solar siting",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae06b7",
      "pubDate": "",
      "description": "Large-scale solar (LSS) systems represent an increasing share of energy infrastructure in the United States. The number of LSS systems is expected to continue to grow, and such expansion will require support from local communities that are asked to host new projects. Here, we perform a systematic literature review of studies that evaluate: (1) the factors that shape the perception, acceptance, and opposition of LSS; and (2) the role of stakeholders and community engagement in current LSS siting conflicts. Our review of the literature finds that local communities have complex, location-specific opinions and attitudes towards solar projects. Shaped by project characteristics such as size, land use type, and project ownership type, people value local benefits such as jobs, reduced pollution, increased tax revenue, and local ownership, and are critical of highly localized burdens such as impacts to the local landscape. We further find that scholars promote early and direct communication of potential benefits and tradeoffs, as well as an inclusive decision-making process and engagement activities that reflect community values and build trust. Our review reveals that further research is needed to investigate the roles and impacts of: (1) emerging LSS configurations such as solar plus storage hybrids and LSS projects paired with transmission and substation additions; (2) evolving LSS stakeholder groups including landowners, agricultural industry, and the media; and (3) causal relationships between public perceptions, community engagement activities, and project outcomes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating the weathering and transport of plastic nurdles along the north- and southwestern Gulf of Mexico coasts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae08cd",
      "pubDate": "",
      "description": "Plastic nurdles, as small resin pellets, are a significant pollutant across the north- and southwestern Gulf of Mexico (America) coasts from Texas to the Yucatán Peninsula. This study identified the potential source of nurdle pollution using a combination of chemical analysis and numerical modeling. Chemical data of the nurdles collected from over 70 sites from Houston to the Yucatán Peninsula during 2021–2024 revealed distinct patterns in polymer type, color distribution, and weathering status, providing strong evidence for Texas as the primary source of these nurdles. Color distribution results showed that white nurdles, representative of fresher nurdles, dominated the Texas sites and more weathered, yellow nurdles, were found in Mexico regions. This color trend suggests an increased surface degradation as nurdles move southward. Analysis through Fourier transform infrared spectroscopy shows polyethylene (PE) as the dominant polymer across all sampled sites, showcasing a linked homogeny through the regions, and the data were further used to build chemical weathering indices, which provided a way of quantifying the degree of oxidation nurdles have undergone. Results showed that the Mexico nurdles had higher indices than those in Texas, reinforcing the hypothesis that the Mexico nurdles have undergone longer environmental exposure. Physical oceanographic modeling, incorporating wave and current dynamics, confirmed that nurdles released from Texas can be transported to Mexican coastlines, while nurdles released from Mexico do not reach deep into the US. shorelines due to strong prevalent downcoast currents along the inner shelf. This movement pattern, together with chemical and weathering evidence, strongly supports Texas as the primary source of nurdle pollution along the gulf coast. Identification of the pollutant source will assist management practices and international cooperation to tackle nurdle pollution.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Understanding the 2023 compound dry hazard events across the pan-Asian region",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae08cf",
      "pubDate": "",
      "description": "Amid a global trend of intensifying climate extremes, 2023 marked Earth’s hottest year on record that triggered widespread disruptions. As global warming continues, understanding the compound events (CEs) characterized by dry hazards is crucial especially in Asia, where dense populations heighten vulnerability. This study examines the intricate characteristics of 2023 compound heatwave, drought, and fire (CHDF) events in Asia by analyzing spatial and temporal patterns from 1960 to 2023 during the extended warm season (April–October). Results reveal that the 2023 CHDF notably diverged from historical trends, with heatwave-driven CEs exhibiting a four- to eightfold increase in spatial extent since 1980. The severity and duration of 2023 HDF reached return periods of approximately 23 and 40 years, respectively. In particular, urban cores in East and Southeast Asia emerged as hotspots for CHDF events, pointing to the influence of land transformation. Attribution analysis further highlights the dominant role of human-induced climate change in amplifying the likelihood of 2023-like CEs, with DF responding more modestly than heatwave-driven CEs. Projections under SSP245 suggest that 2023-level CHDF events may stabilize by the 2060s with mitigation, while SSP585 indicates continued escalation and earlier emergence (≈1–5 years). Findings from this study emphasize the growing risk of compound dry hazards and the pressing need for targeted mitigation efforts and adaptive strategies to reduce Asia’s vulnerability to climate extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Satellite methane and ammonia observations consistently show substantial increases in pan-tropical livestock emissions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0955",
      "pubDate": "",
      "description": "The inverse analysis of atmospheric observations has become a critical tool for constraining methane (CH4) fluxes and detecting their temporal changes. However, attributing inferred CH4 fluxes to specific source sectors often relies heavily on prior information and assumptions, introducing uncertainties. Incorporating co-emitted species into top–down analyzes can provide additional observational constraints for more accurate source attribution. In this study, we examine the 2010–2018 emission trends of CH4 and ammonia (NH3), both of which are emitted from the livestock sector, using satellite observations of these two gases. Our analysis reveals a strong positive correlation between CH4 and NH3 emission trends at the continental scale, mainly driven by increases in Pan-Tropical regions including South Asia, East and West Africa, North Latin America, and Brazil. This observation-derived correlation is generally consistent with changes in livestock populations. In contrast, widely used bottom–up emission inventories fail to capture this correlation, likely due to inconsistencies in the activity data used for compiling greenhouse gas and air pollutant emissions. These findings support the attribution of substantial increases in CH4 emissions to the livestock sector, identifying it as one of the major drivers for recent rises in tropical CH4 emissions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The impact of global warming on U.S. hurricane landfall: a storyline approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0956",
      "pubDate": "",
      "description": "The projection of hurricane activity under climate change is challenging. The Imperial College Storm Model (IRIS) was used to analyse the impact of global warming on North Atlantic hurricane landfall through a storyline approach. The storyline assumes increases of potential intensity (PI) as the cause of change with no changes to tracks or basin frequency. This allows study of both recent trends and projections for the first time in a consistent way. The observed hurricane intensification is simulated but underestimated. For a +2 ∘C global warming scenario hurricanes of intensity Category 4 and above become 62% more likely in the basin and nearly twice (92%) more likely at landfall. The future number of hurricanes, their decay and tracks are uncertain and their impact is examined by sensitivity studies. Reduction of the basin count offsets warming driven landfall frequency increases only for weaker hurricanes. The increased frequency and fraction of the most damaging landfalling hurricanes is controlled by changes in PI.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Spatial extrapolation in soil salinity and future land cover using hybrid machine learning and land change modeler: case study in the Mekong Delta and the Red River Delta",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0a6d",
      "pubDate": "",
      "description": "Soil salinity is a major ecological challenge that affects agricultural productivity, posed significant challenges on the ecological system, especially in the deltaic region vulnerable to human alterations and sea level rise. Assessing agricultural areas impacted by soil salinity change is very important to support decision-makers or planners in sustainable land use planning. To overcome limitations in current spatial extrapolation methods for a reliable prediction of salinity trends across extensive river deltas, an advanced synthesis approach was developed with the use of machine learning (ML) particularly appropriate to account for a multitude of factors representing land cover conditions, processes, and interactions. This study aims to: (i) address the extrapolation challenge in ML-based soil salinity mapping, and (ii) predict land cover changes due to soil salinity. The Mekong River Delta (MRD) and Red River Delta (RRD) were selected as case studies. A hybrid ML approach and land change modeler were used to analyze 39 contributing factors. To resolve the spatial extrapolation issue in soil salinity monitoring, we used 109 salinity-affected locations in the MRD and 72 in the RRD. Land cover data from 2000 and 2023, along with salinity maps, were used to project the 2050 land cover. Multiple ML models were used to cross-verify and obtain robust results. All models achieved R2 scores above 0.85, with the best model exceeding 0.93, demonstrating high predictive performance. Among the models, XGR-particle swarm optimization achieved the highest accuracy (R2 = 0.939), followed closely by XGR-fennec fox optimization, XGR-coati optimization algorithm (R2 = 0.932), and XGR-osprey optimization algorithm (R2 = 0.921), respectively, highlighting the robustness of optimization-enhanced XGBoost models. Future projections show that cropland will decline from 67% of the area (in 2000) to 64% (2023) and about 60% (2050) under the influence of salinity, with approximately 41 km2 of cropland converted to aquaculture by 2050, mostly in high-salinity coastal zones. This study develops a powerful synthesis framework to address the problem of spatial extrapolation challenges related to natural hazard mapping in general and soil salinity mapping in particular, based on ML and on accurate prediction of land cover/land use change under effects of soil salinity in the context of climate change. Results from the synthesis approach help accurately identify areas affected by salinity intrusion, useful for the development of effective solutions in space and time towards the goal of sustainable development.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Community resilience to the health and wellbeing impacts of environmental and climate change: a review",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0b91",
      "pubDate": "",
      "description": "Several frameworks and assessment tools exist to understand and evaluate community resilience to climate change and disasters. Yet limited research explicitly measures community resilience to health risks of a changing environment. This review aimed to identify and assess the dimensions and indicators of community resilience frameworks for the health and wellbeing impacts of environmental and climate change. Electronic databases (PubMed, Scopus and Web of Science), grey literature, and reference lists of included studies were systematically searched and screened using inclusion/exclusion criteria at the title and abstract level and then full-text, according to the preferred reporting items for systematic reviews and meta-analyses (PRISMA) Guidelines. Charted data was analysed using qualitative and quantitative synthesis methods, with dimensions and indicators coded and re-categorised to identify core resilience components and their co-occurrence. Across the 8243 studies screened, 11 unique dimensions and 41 indicator categories of community resilience were identified. The most common dimensions were economic, community capacity, social, and institutional and political dimensions, with no frameworks including both health and environmental dimensions. Consensus on how to measure common dimensions was lacking and many of the indicators required for a comprehensive assessment of health-related community resilience were inconsistently or infrequently employed. Overall, the capacity of the frameworks to account for socially differentiated impacts across a community, as well as factors relating to health and wellbeing, culture, communication and information, and knowledge, attitudes, and behavioural practices, was insufficient. Findings highlight the need for further studies focused explicitly on health impacts and hazards to establish greater consensus on core dimensions and indicators, including under-represented components and their interconnections. This review makes a strong case that community resilience frameworks for the health impacts of climate change will require greater integration of environmental and health dimensions; factors that more accurately reflect public health interests and dynamics; and equity considerations for unique place-based contexts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Learning increases both acceptability and scrutiny of carbon dioxide removal methods: quasi-experimental evidence",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0b93",
      "pubDate": "",
      "description": "Carbon dioxide removal (CDR) technologies are increasingly recognized as necessary complements to decarbonization efforts; however, public acceptance remains a critical implementation challenge. This study investigates the impact of educational exposure on perceptions of CDR methods among individuals with a pre-existing interest in climate solutions. We conducted a quasi-experimental study with pre- and post-surveys of participants (n = 366 pre-survey, n = 83 post-survey, n = 29 matched pairs) enrolled in a six-week online CDR curriculum. Baseline comparisons with previous studies confirmed that participants were more knowledgeable about CDR and held more positive environmental attitudes than nationally representative population samples. Following the educational intervention, participants demonstrated significant increases in self-reported CDR knowledge and more favourable risk-benefit assessments across all CDR technologies, with the largest gains for enhanced weathering and biochar. Qualitative analysis revealed that, rather than simple endorsement, education fostered more nuanced evaluation capabilities, with participants developing greater appreciation for both benefits and method-specific limitations. Notably, participants shifted away from technology-specific preferences and towards more portfolio-based thinking, recognizing the complementary roles of different CDR approaches. These findings suggest that informed engagement with CDR technologies produces sophisticated rather than uncritical assessment frameworks, with implications for how CDR communication and engagement strategies might be designed to support constructive public dialogue about these emerging technologies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Amplified agricultural impacts from more frequent and intense sequential heat events",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae06b8",
      "pubDate": "",
      "description": "As the climate warms, interacting weather extremes such as sequential heat events pose complex risks to societies. Regarding global agriculture, laboratory experiments suggest that early crop exposure to heat may either confer tolerance or enhance vulnerability to subsequent heat during the critical crop flowering stage. We show that warm early-seasons improve crop yield potential, particularly for soybean and maize, but also increase the impacts of subsequent heat by 5%–55% compared to years with average early-season temperatures. The impacts of this increased yield sensitivity outweigh the benefits of early season heat when mid-season temperature anomalies exceed 0.7 C–5 C (depending on the crop). Analyzing projected temperatures under the Shared Socioeconomic Pathway 3-7.0, we find a tenfold increase in the likelihood of experiencing sequential heat in early and mid-season crop growth stages, defined as a joint 90th percentile event. Accounting for the interactive effects of early and mid-season warming increases projected temperature-related crop yield losses by 2%–44%, depending on crop and region. These results underline the emerging nonlinear risks from sequential heat extremes to food systems, which can largely be avoided when limiting warming to 1.5 C globally.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The (Co)Benefits Portal—an evidence-based and climate policy-relevant tool for decision-making",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf981",
      "pubDate": "",
      "description": "From improving health outcomes and health inequalities to ensuring energy and income security, the mitigation of and adaptation to climate change has extensive and diverse benefits. This paper describes a systematic evidence synthesis of climate action (co)benefits and trade-offs as well as the development of a decision-support tool that enables policy makers to explore that evidence-base. The term ‘(co)benefit’ is used deliberately to encompass both the direct benefits of averted impacts due to climate change as well as the indirect or ancillary benefits resulting from mitigation and adaptation interventions. We conducted a systematic search of the peer-reviewed literature in the IPCC 6th Assessment Report, Web of Science, and the Lancet Countdown on Health and Climate Change Reports. Our search strategy prioritised synthesised evidence (e.g. reviews, assessments) excluding primary studies and single case-studies. Data were extracted from 74 distinct records meeting our inclusion criteria and a total of 1785 rows of evidence were analysed. Scientific and technical teams then worked together to develop a tool interface that underwent iterative testing among a small group of potential users. The resulting (Co)Benefits Portal presents an assessment of the available scientific evidence of health, ecosystem, economic, energy, and socio-cultural (co)benefits and trade-offs associated with 40 different mitigation and adaptation actions for both global and regional scales. We then apply the (Co)Benefits Portal into a UK context, in combination with national policy documents and departmental guidance, to connect evidence about relevant climate interventions and reveal cross-sectoral policy implications that are essential for optimising opportunities and avoiding risks. We discuss how evidence-based tools can be developed to bridge critical climate adaptation and mitigation research, policy, and decision-making gaps.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}