{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-02-13T14:50:19.257034",
  "items": [
    {
      "title": "Inconsistency between mixed layer depth and near sea surface stratification over the global ocean",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3cab",
      "pubDate": "",
      "description": "Mixed layer depth (MLD) and near-surface stratification (derived from bulk and subskin density) are crucial variables for defining stability within the upper ocean. Conventional paradigms generally describe the relationship between MLD and stratification for the subsurface layer or the upper ocean below 5 m, where a weak stratification is associated with a deeper MLD, and a strong stratification with a shallower MLD. In this study, satellite-based and in situ-based monthly data from 2011 to 2021 reveal a positive relationship between monthly-averaged near-surface stratification (above the bulk layer) and MLD. That is, on a monthly timescale, a weaker near-surface stratification co-occurs with a shallower MLD, and vice versa. This observed pattern deviates from the conventional expectation. Analysis shows that this phase synchronization is primarily driven by density variations in the bulk layer, which exceed those in the subskin layer. Further investigation using wind stress and buoyancy flux data indicates that MLD deepening aligns with enhanced stratification above the bulk layer. These findings refine the traditional understanding by emphasizing the distinct roles of vertical layers (subskin vs bulk). They underscore the necessity to incorporate layer-specific dynamics when using satellite-derived stratification to parameterize MLD dynamics in climate models. Such refinement is critical for optimizing predictions of ocean-atmosphere interactions and climate variability. Future work should leverage the fusion of satellite and in situ data to advance multi-layer ocean stability diagnostics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional trains and air pollution: estimating avoided NO2 concentrations through a natural experiment",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3fb2",
      "pubDate": "",
      "description": "Regional rail services offer a cleaner alternative to private road vehicles, contributing to environmental quality in terms of reduced pollution. However, air pollutant concentrations reductions are not observable, and the related environmental benefits provided by the train service might be underestimated. Our research quantifies the emission reductions attributable to regional rail services by exploiting a natural experiment. We leverage an unexpected accident in Florence that temporarily disrupted part of the Tuscan railway network. We find that affected areas experienced, on average, a 25% increase in NO2 pollution compared to counterfactual areas where train services remained operational. This increase was most pronounced during peak commuting hours. These findings are consistent with the assumption of substitutability between public and private transport: when regional trains were unavailable, more people had to switch to private vehicles to commute, causing a rise in local pollution. Our study provides an indirect measure of the positive environmental impact of public transport.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "How extremes in surface incident solar radiation shape its long-term trends in China and Europe",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4112",
      "pubDate": "",
      "description": "Although extremes of surface incident solar radiation (Rs) are critical for climate and energy assessments, their long-term variations and contributions to Rs trends remain poorly understood. Leveraging the recently homogenized daily Rs data at ∼2600 stations across China and Europe during 1961–2022, this study provided the first quantification of long-term variations in extremely low (Rs10p) and high (Rs90p) Rs and their contributions to Rs trends. During the dimming period, increasing Rs10p and decreasing Rs90p frequencies, along with increased magnitudes, jointly led to the dimming over China and Europe. Europe began to steadily brighten after 1980, due to early air pollution emission controls and reduced cloud cover, which reversed the frequency trends of Rs10p and Rs90p and intensified the severities of both extremes. In contrast, dimming in China persisted until 2014, only transitioning to brightening after the implementation of stricter emission controls which increased Rs90p frequencies but attenuated the severities of both extremes. Overall, Rs extremes jointly regulated Rs trends: China’s brightening was positively contributed by both extremes, while Europe’s brightening was dominated by Rs90p but partially offset by Rs10p. These findings underscore the pivotal role of extremes in shaping overall Rs trends and highlight their importance for accurately assessing regional solar energy availability under global climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drought impacts on global crop production decline despite its frequency and severity intensifying",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4114",
      "pubDate": "",
      "description": "Climate change is intensifying the frequency and severity of droughts, posing a significant threat to global crop production. Accurately quantifying drought impacts is challenging and critical for mitigation. Here, we use a high-resolution, bottom–up assessment framework to analyze drought impacts on yields of four major crops—maize, soybean, rice, and wheat—at county, provincial, and national levels over 1997–2021. Results show yield losses escalate dramatically with spatial granularity, from 3.3% at the national level to 10.8% at the county level, with soybeans (16.3%) and maize (11.4%) being the most vulnerable. Despite an increase in drought frequency, drought-induced crop losses declined significantly, owing to the improvements in irrigation. Notably, a 10% increase in agricultural water use was significantly associated with a 1.71% reduction in yield losses. Our findings not only highlight the critical importance of scale-dependent risk assessments but also provide robust evidence and spatial pattern for the significant role of irrigation in mitigating drought risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Eurasia’s transition from colder winters to hotter summers driven by North Atlantic air–sea interaction and Arctic sea ice anomalies",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4116",
      "pubDate": "",
      "description": "Extreme cold winters and hot summers over Eurasia are intensifying under global warming, posing substantial risks to agriculture, ecosystems, and human health. Here, we show that a colder winter tends to be followed by a hotter summer over Eurasia. This winter-summer extreme temperature reversal is linked to the phase switch of the Arctic oscillation (AO) from winter to summer, which is driven by the North Atlantic air–sea interaction and Arctic sea ice-atmosphere coupling. Specifically, a negative AO in winter weakens high-latitude westerlies, causing cold extremes over Eurasia. Negative AO also induces a tripolar sea surface temperature anomaly in the North Atlantic that persists into the following summer and triggers positive AO-like atmospheric anomalies, leading to a hotter summer across Eurasia. Moreover, winter atmospheric anomalies reduce the Barents–Kara sea ice through horizontal moisture transport. This sea ice loss persists into summer and contributes to the formation of positive AO-like atmospheric anomalies. These processes establish a cross-seasonal transition from extreme cold winters to extreme hot summers over Eurasia, offering new insight into the prediction of summer extreme events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "U.S. clean energy supply chains after the Inflation Reduction Act",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2698",
      "pubDate": "",
      "description": "The Inflation Reduction Act (IRA) represented a milestone in U.S. industrial policy that transformed the clean energy manufacturing landscape in the United States. Two of the principal goals of the IRA were to onshore clean energy manufacturing and to make supply chains more resilient to geopolitical shocks. This article presents data for the solar and battery supply chains to assess what progress had been made toward these goals before the passage of the One Big Beautiful Bill Act called many IRA provisions into question. The results reveal significant successes, but also persistent challenges, in building these supply chains. While the U.S. was slated to produce 61% of expected solar module demand in 2025, it would have produced only 37% of the cells and 11% of the ingots and wafers needed for those modules. In batteries, the U.S. could have realistically produced 100% of expected cell demand in 2025, but announced projects accounted for only 47% of the cathode, 23% of the anode, and 24% of the precursors. U.S. supply would have slightly increased as a percent of expected demand in 2030, but the situation would have remained broadly the same. There are four implications of the analysis. First, it demonstrates the difficulties of onshoring, especially in upstream components. Second, it shows that expected U.S. production would have, rather than exclude other countries, created global demand-pull. Third, it reveals that Biden’s tariffs would have likely increased the cost of U.S.-made panels and cells. We propose an alternative policy instrument.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Greenhouse gas emissions from plastic photodegradation: state of knowledge and future directions",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3d4e",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional electricity sector employment and skills under different European policy scenarios",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3dfd",
      "pubDate": "",
      "description": "Supporting fossil fuel workers through low-carbon transition and ensuring a sufficient workforce for renewable energy technologies is of utmost importance. To move towards decarbonization goals while maintaining a just transition in the electricity sector, we assess the regional employment implications in 2035 of two policy ambitions, the ‘Fit for 55’ package of the European Union (EU) and a hypothetical EU-wide coal phaseout. We account for changes in employment and associated skills covering the whole supply chain from resource extraction to decommissioning, including electricity generation, storage, and transmission. Employment transfers are distinguished from employment gains to identify skill needs at a NUTS 2 regional scale. We find that net employment creation is higher and more evenly distributed under the ‘Fit for 55’ policy plan compared to the hypothetical EU coal phaseout. Under both policy scenarios, the skill requirements for the workers in transition (many of whom are transferring from fossil fuel technologies to low-carbon technologies) depend on the specific region, while the skill sets needed for employment gains are similar across all European regions as they are driven by employment growth in technologies that require similar skills (wind and solar power). This information can support the design of re-skilling programs, helping to ensure that regions are not left behind in the energy transition.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mechanism-guided crop yield estimation using solar-induced chlorophyll fluorescence in the North China plain",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3ea9",
      "pubDate": "",
      "description": "Accurate large-scale crop yield estimation remains challenging due to the indirect nature of most remote sensing indicators of photosynthesis. Solar-induced chlorophyll fluorescence (SIF) directly traces photosynthetic activity and offers a promising alternative, yet its mechanistic integration into yield models is still limited. In this study, given that the two different photosynthesis pathways C3 and C4 differ greatly in their environmental requirements, we apply this framework to estimate crop yield for two crops (C3: winter wheat and C4: summer maize) in the North China Plain. This framework is based on the mechanistic light reactions (MLRs) model utilizing remotely sensed SIF as a major input. The performance of the model was rigorously evaluated against official statistical yield records. Results indicate that from 2019 to 2022, both SIF and gross primary productivity (GPP) exhibited consistent and synchronous seasonal cycles, with clearly distinguishable dual-growing seasons corresponding to winter wheat and summer maize. Significant linear correlations between GPP and SIF were observed for both C3 and C4 crops, with stronger associations evident in C4 species. In addition, the strength of the SIF-yield relationship varied across phenological stages, and the cumulative SIF over the entire growth period (SIFtotal) demonstrated the strongest correlation with yield. The MLR-SIF model achieved robust estimation accuracy for both crops (C3: R2 = 0.6195, MAE = 0.6802 ton ha−1, RMSE = 0.8301 ton ha−1; C4: R2 = 0.6093, MAE = 0.6054 ton ha−1, RMSE = 0.7483 ton ha−1). Our methods and results are suitable for operational applications of crop yield monitoring at regional scales, offering a novel satellite-based approach for agricultural monitoring and providing scientific support for crop management, policy decisions and regional/global food security.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Cost-optimal vs. policy-driven scenarios for a decarbonised European energy system",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3f45",
      "pubDate": "",
      "description": "The European Union’s (EU) climate strategy, anchored in the European Green Deal, the Fit-for-55 package, and the updated National Energy and Climate Plans (NECPs), requires a rapid transformation of the energy system to meet the legally binding target of net-zero greenhouse gas emissions by 2050 and a 55% reduction by 2030 relative to 1990 levels. Yet, how national plans align with EU-wide ambition, alongside the implications for investment, infrastructure, and power-system operation, remain insufficiently assessed. We address this gap by linking an EU-specific implementation of a prominent integrated assessment model with Member State-level disaggregation (GCAM-Europe) with a higher-resolution European electricity system model (EXPANSE). This modelling framework captures national heterogeneity, sectoral detail, and spatiotemporal variability in electricity demand, renewable supply, and storage, enabling the assessment of grid investments and infrastructure. We analyse four scenarios representing EU-wide (Fit-for-55) or national (NECP) targets, implemented through explicit policies (POLICY) or cost-optimal carbon caps (COST_OPTIMAL). Results show all scenarios achieve the −55% fossil CO2 reduction by 2030, with the electricity sector driving the largest chunk. Renewable energy nearly doubles, with POLICY scenarios accelerating electrification and heat pump deployment, while COST_OPTIMAL scenarios leaning more on biofuels. Efficiency targets are partially met, with POLICY scenarios distributing savings more evenly across Member States compared to concentrated reductions of COST_OPTIMAL scenarios. By 2035, power system transformation diverges strongly: COST_OPTIMAL scenarios expand ~1250 GW of new capacity, concentrated in few resource-rich regions, while POLICY scenarios reach ~1750 GW with broader spatial distribution, requiring higher investments in renewables and grids. Average wholesale electricity prices are higher and more heterogeneous under POLICY scenarios, reflecting carbon costs, transmission bottlenecks, and reliance on fossil backup. Results highlight trade-offs between economic efficiency and equitable burden-sharing, underscoring the importance of coordinated EU governance, infrastructure planning, and complementary policies to balance cost-effectiveness with political feasibility and social acceptance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Observed sensitivity of evapotranspiration to tropical tree cover change",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3faf",
      "pubDate": "",
      "description": "Tropical vegetation exerts a pivotal influence on the Earth system by regulating terrestrial water cycle and shaping regional to global climate through evapotranspiration (ET). However, uncertainties remain in how ET responds to tree cover (TC) change in Earth system models (ESMs), primarily due to the lack of large-scale observational constraints. Here, we synthesize flux tower measurements and satellite observations to quantify the sensitivity of ET to tropical TC change (∂ET/∂TC) under controlled climate conditions. Using both climate-bin regressions and space-time analogy approaches, we find a robust and significantly positive impact of TC on ET across multiple datasets and approaches, with an average sensitivity of ∼11.06 mm yr−1 per 1% change in TC. This sensitivity exhibits pronounced climate dependence, with ∂ET/∂TC amplified in arid and semi-arid regions, where additional TC enhances transpiration efficiency, but attenuated in humid regions as canopy–atmosphere decoupling limits energy exchange. These findings provide the first large-scale, observation-based quantification of ET sensitivity to TC change and establish an empirical benchmark for improving ESM representations of land–atmosphere feedbacks and predicting tropical forest resilience under the climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The role of carbon border adjustment in steel decarbonization",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3fb1",
      "pubDate": "",
      "description": "Emission-intensive and trade-exposed sectors, such as steel, are especially challenged by emissions leakage and loss of competitiveness with the implementation of climate policies. A carbon border adjustment mechanism (CBAM) is one of the principal policies suggested to minimize these impacts. This study examines the implications of CBAM for the global iron and steel industry using a modified version of the Global change analysis model (GCAM). We introduce an expanded steel sector representation and a differentiated trade market to assess the impacts of CBAM implementation across OECD and non-OECD regions under deep decarbonization scenarios. Additionally, we explore the role of free emissions allowances, export rebates, and green subsidies in modifying CBAM outcomes. Our findings indicate that CBAM can reduce emissions leakage and incentivize the adoption of low-carbon steel technologies but may disadvantage exporters in regions implementing CBAM, leading to a net-loss of production in CBAM regions. This study contributes to the literature by modelling CBAM in an integrated assessment framework and providing insights for policymakers balancing climate action and economic competitiveness.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Coal mine workers in the climate transition: subnational vulnerability disparities in China and India",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3fb3",
      "pubDate": "",
      "description": "Transitioning away from fossil fuels poses significant challenges for coal-dependent workers and regions. While anticipating job losses is crucial for designing effective policy responses, we examine the future of coal workers across time and geographies in China and India under mitigation scenarios. We focus on mine workers who have been less studied, outnumber those in coal power plants, and are more geographically concentrated. Our approach enriches the results of an integrated assessment model by incorporating mine-level data and coupling with a novel module for demographic and labour mobility to understand how concentrated vulnerabilities challenge the transition. A decline in coal jobs is inevitable in China due to continued mining productivity increase. The potential employment reduces by 41% in the next decade even under current climate policies. On the other hand, India faces a critical crossroads as projected mining production growth surpasses productivity increases. Beyond national climate ambitions, differences in mining productivity, local economic diversification, labour concentration, and employment patterns drive subnational disparities in vulnerability to accelerated mitigation. Notably, Shanxi and Jharkhand, the main mining regions for each country, account for a third of the 1.2 million workers who may struggle to transition to other sectors in the next decade under ambitious emissions mitigation. Although they are less exposed with a smaller mining workforce, the challenges for unproductive regions such as West Bengal or Shandong are even more urgent. Our findings provide quantitative insights to guide just transition policies, emphasising the need for targeted support, including transitional assistance and economic diversification, in the most affected coal-producing regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate-driven increases in wildfire projected to affect European forest types differently",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4115",
      "pubDate": "",
      "description": "Climate change is expected to increase the frequency and size of large uncontrollable fires. The impact of this trend on forest vegetation is still poorly understood, especially in areas not commonly subject to recurrent fires, i.e. in areas where tree species may not be adapted to fire and where flammability may increase as warming decreases moisture. Here we use recent advances in remote sensing to simulate burned area development until the end of the century under different climate scenarios. We then combine these projections with an European forest resources model to assess the impact of projected fire regimes on forests in three major biomes in Europe (i.e. Mediterranean, temperate and boreal forests, here represented by three countries: Spain, Germany and Sweden). Burned area was projected to increase in all regions in the 21st century, with the biggest increase and highest absolute damage in the Mediterranean region under the most severe climate scenario. Furthermore, we found that future fire disproportionately affects temperate forests, where a higher level of damage occurs for the same relative increase in burned area, compared to the other biomes. This was mostly due to the combination of increasingly favourable weather conditions for fire and large standing biomass, which drove the increased susceptibility of temperate regions to emerging wildfire regimes. Our findings call for mainstreaming fire and fuel management strategies into forest planning to increase resilience to fires, particularly in temperate regions with limited past fire occurrence and a projected increase in favourable fire weather.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}