{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-17T12:56:16.722280",
  "items": [
    {
      "title": "CarbonFiberStone: a new carbon negative and cost-effective alternative to conventional building materials by fusing three different CDR technologies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addfed",
      "pubDate": "",
      "description": "Unprecedented urbanization has led to a sharp increase in the world’s building stock, increasing material consumption and environmental impact. This study introduces CarbonFiberStone (CFS), a novel lightweight construction material, and assesses its carbon footprint in a specific building application. CFS is defined as a millimeter-thin bio-based carbon fiber fabric bonded to compression-resistant stone slabs using an adhesive. CFS is extremely resistant to compression and tension. The resulting stone powder from the stone cutting process is used for enhanced rock weathering. The wall element presented here incorporates a layer of biochar for insulation purposes. Using life cycle assessment and techno-economic analysis, we compare five CFS-based building blocks with two conventional reinforced concrete blocks in single and multi-story residential buildings. The results show that CFS walls achieve a net carbon negative balance of −56.86–65.32 kg CO2eq m−2, sequestering 0.10–0.15 t CO2 per square meter of living space at similar costs to conventional construction with reinforced concrete. These results show that CFS has the potential to become a viable, sustainable alternative to conventional building materials and thus has the potential to make a significant contribution to the 1.5 °C target of the Paris Agreement.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Corrigendum: Urban precipitation dynamics risk assessment across Indian smart cities (2025 Environ. Res. Lett. 20 074059)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adec06",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Effects of climate change and anthropic water uses on ecosystem services provided by an Alpine river",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade902",
      "pubDate": "",
      "description": "Several Alpine river ecosystem services (ES) depend on the streamflow regime, thus they might be affected by multiple stressors such as changing climate and anthropic water uses, with still poorly investigated consequences. We focused on the supply of three ES in an Alpine river, namely habitat provision, recreational activities, and hydroelectricity production from run-of-the-river (RoR) power plants. We applied an integrated hydrological, hydraulic and habitat modeling approach to quantify the effects of climate change (CC) on these services, based on the outcomes of four regional climate models. The paper investigated the effects of water use policies such as the introduction of prescriptions for environmental flow (EF) under the same CC models. We observed that CC significantly affects the river suitability for the supply of ES at the catchment scale, while the introduction of EF releases are relevant at a more local scales (several reaches). Under future scenarios, simulated increasing abstractions for hydroelectricity production from RoR power plants have a stronger effect on white-water rafting and a relatively smaller effect on fish habitat. Quantifying the potential effects of CC and of different strategies of river flow management under these scenarios is a promising approach to support the design of long-term water resources management strategies at catchment and local level.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Improved storm surge prediction and extreme sea level future projections in the Indian Ocean using deep learning",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade9e0",
      "pubDate": "",
      "description": "Accurate storm surge and extreme sea level (ESL) prediction is crucial for effective coastal flood monitoring and hazard management. However, dynamical models for the Indian Ocean often exhibit significant biases compared to historic tide gauge (TG) based sea level records, highlighting the need for improved methods. To address this gap, we applied a long short-term memory (LSTM) deep learning network to reconstruct hourly storm surges across 29 TG locations along the Indian Ocean coastlines for the period 1979–2021. Our results demonstrate the robust performance of the LSTM model, which outperforms existing global surge reconstructions by realistically capturing storm surges associated with tropical cyclones and extreme conditions. We extended this approach to generate future projections of ESL for the Indian Ocean, which has been lacking for the densely populated coastline. The ESL projections are generated by integrating storm surges predicted via LSTM with bias-corrected Coupled Model Intercomparison Project (CMIP6) predictors, tide data from hydrodynamic models, and mean sea level (MSL) from the Intergovernmental Panel on Climate Change 6th Assessment Report (AR6). The findings reveal that future ESL changes will be predominantly driven by MSL rise, with contributions from tides and storm surges accounting for approximately 10%. Notably, the analysis indicates a rapid emergence of ESL events in the Indian Ocean. By 2030–2040, equatorial islands will experience the one-in-a-hundred-year ESL (ESL100) annually, and the Arabian Sea coastline and the south subtropical regions by 2050 under a high-emission scenario. The findings underscore the urgent need to implement adaptive measures to safeguard vulnerable coastal populations.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The biogeophysical impacts of land cover change on climate extremes in the Arctic and Boreal regions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeba0",
      "pubDate": "",
      "description": "Land cover change (LCC)-climate interactions could amplify or mitigate climate change in the Arctic and Boreal regions. Revealing the impacts of LCC on climate extremes helps to improve risk assessment capability and provides targeted adaptation and mitigation strategies to enhance regional climate resilience. In this study, we parameterized remotely-sensed land cover maps into the Community Earth System Model version 2 (CESM2) to examine the biogeophysical effects of LCC on temperature and precipitation extremes in the Arctic–Boreal Vulnerability Experiment (ABoVE) core domain, where the contribution of substantial LCC to abnormal climate variations has been little explored. Results showed that LCC had varying degrees of impact on regional climate extremes. Alteration in surface albedo induced net radiation changes, which further resulted in variation in maximum temperature (Tmax), with ice days (ID) and warm spell duration index (WSDI) increased by more than 3 days, and the maximum value of daily maximum temperature (TXx) decreased by more than 0.6 °C. The LCC-induced combined effects of water vapor supply and atmospheric dynamics resulted in a decreasing trend in precipitation extreme, with the number of days with precipitation exceeding 10 mm (R10mm) and annual total precipitation in days with precipitation exceeding 1 mm (PRCPTOT) decreased by more than 3 days and 15 mm, respectively, while consecutive dry days (CDD) increased by more than 3 days. These findings highlight the importance of LCC for regional climate variability in the Arctic and Boreal regions, contribute to a better understanding of LCC-climate interactions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Corrigendum: Metrics for quantifying the efficiency of atmospheric CO2 reduction by marine carbon dioxide removal (mCDR) (2024 Environ. Res. Lett. 19 104053)",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adea88",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Attitudes toward water conservation: evidence from a large sample of households in Germany",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade45e",
      "pubDate": "",
      "description": "Based on randomized information treatments that were embedded in a large survey among more than 6000 single-family homeowners from Germany, we investigate the malleability of attitudes toward water conservation and a variety of conservation policies. The empirical results indicate that respondents generally have a positive attitude toward water conservation. Information treatments that included balanced or negatively biased information about the necessity of water conservation only moderately reduced this positive attitude. In addition, we find that respondents attribute a higher level of concern for water conservation to themselves than to people in their personal environment and the population in general. Conservation policies, such as price increases for heavy consumers, are accepted by the majority of respondents and perceived as fair, whereas smart water tariffs and frequent price increases are largely rejected.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating the 2023–2024 record dry-hot conditions in the Amazon in the context of historical compound extremes",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade550",
      "pubDate": "",
      "description": "Since 2023, the Amazon rainforest has experienced unprecedented compound drought and heatwaves (CDHW). These events are closely linked to low soil moisture (SM) and high vapor pressure deficit (VPD), and have significant impacts on the Amazon ecosystem. In this study, we examine CDHW and concurrent low-SM/high-VPD events in the Amazon from 1981 to 2024, with a particular focus on the record-breaking drought of 2023–2024. Our findings reveal that CDHW events generally coincide with low-SM/high-VPD conditions, with most occurring during the well-documented droughts of 1983, 1997–1998, 2010, 2015–2016, and 2023–2024. The 2023–2024 period stands out with a record-high number of compound events and the most extensive coverage, with CDHW and low-SM/high-VPD conditions affecting 50% of the Amazon region during the austral springs of 2023 and 2024. The results also indicate that both CDHW and low-SM/high-VPD events have become more frequent, prolonged, and widespread in the Amazon since 2000. The Mann–Kendall tests also reveal an increasing trend of +0.5 events per year for CDHW and +0.6 for low-SM/high-VPD. Additionally, our findings highlight that the 2023–2024 period is not only marked by record-breaking CDHW events but also by unprecedented concurrent low-SM/high-VPD conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Learning physically interpretable deep networks from reanalysis data for medium-term regional PM2.5 forecasts",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade606",
      "pubDate": "",
      "description": "Medium-term regional forecasts of fine particulate matter (PM2.5) are critical to mitigate its hazardous environmental effects. Deep learning (DL) has recently emerged as a promising technique to improve traditional forecasts based on chemistry-transport models (CTMs). However, challenges remain in (1) representing the complex physics of the PM2.5 pollution processes including the emission, transport, and chemical conversion of the pollutants, and (2) probing the interpretability of DL models for trustworthy forecasts and mitigations. Here we learn U-Net deep networks from a reanalysis dataset—the data fusion information by blending available pollutant observations and CTM simulations in China—to represent the best available physics of PM2.5 pollution in this region, and then assess this representation using interpretability methods. This hybridization between CTM and U-Net results in robust improvements by over 30% against the baseline CTM forecasts in root mean square error over 1391 stations of the China National Environmental Monitoring Centre network. Interpretability analysis demonstrates physical consistency, manifesting the roles of wind fields and precursor pollutants in modulating PM2.5 concentration variations through dispersion and chemical processes. A decline in the emission importance from 2013 to 2020 suggests the potential of the deep networks to capture the evolving PM2.5 pollution processes and growing emission uncertainties under China’s continuous significant emission reduction in this period. Such a combination of learning of physics and interpretability analysis is valuable for PM2.5 forecasts that are accurate yet trustworthy for effective pollution mitigation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Disasters classification in a compound event perspective: insights from existing databases",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade72d",
      "pubDate": "",
      "description": "Natural disasters often result from compound event dynamics, in which multiple interacting drivers converge across spatial and temporal scales, significantly amplifying their impacts. The concept of compound events has gained increasing attention in recent literature, offering opportunities to enhance disaster understanding, while also presenting challenges and open issues for modern risk assessment frameworks. This study investigates the capability of existing disasters/extreme events databases (Emergency Events Database EM-DAT, Severe Weather Data Inventory SWDI, and Canadian Disaster Database CDD) to capture compound event dynamics, and assess the accuracy of reported impacts. We found that SWDI, a national dataset for the USA, reports a high number of compound events versus single events, always higher than 50%, except for wildfires, and its structure allows for accurately identify spatially compounding events. This percentage in EM-DAT, a global dataset, is always lower than 50%, except for storms. A good match in events occurrences can be observed between the three databases, however the agreement in terms of deaths and injures varies depending on the databases compared. Finally, the work highlights the limitations of existing databases in representing the multidimensional nature of risks, and the cascading impacts that emerge from compound hazards. Reclassifying disasters from a compound event perspective not only enriches our knowledge of hazard dynamics, but also provides actionable pathways for improving risk assessment, informing adaptive policies, and enhancing resilience to the growing complexity of environmental challenges.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}