{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-09-24T19:19:44.549514",
  "items": [
    {
      "title": "The co-evolution of collective groundwater management: understanding the interdependencies between user-based organizations, remote sensing and state agency support in the La Mancha Oriental Aquifer, Spain",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf3cd",
      "pubDate": "",
      "description": "Groundwater governance is a challenge in most arid and semi-arid areas of the world. In many aquifers, groundwater extraction exceeds natural recharge, leading to steady aquifer declines with negative consequences for the social, agricultural and ecological systems that depend on these aquifers. In this article we analyze how in the semi-arid the La Mancha Eastern Aquifer, Spain, organized groundwater users, in close collaboration with knowledge institutes and water authorities, have developed a governance system that ensures aquifer sustainability. Our analysis shows that the use of tempo-spatially explicit data generated through remote sensing technologies co-evolved with the development of a user-based groundwater management institution, and a state agency support framework into an effective co-governance approach for regulating groundwater use in the agricultural sector. This research highlights the importance of socio-technical co-creation for the establishment of effective groundwater governance systems that build on, and are embedded in, user-based organizations that are supported by an enabling institutional environment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Beyond the bite: a 22‐year analysis of climate and social interventions in malaria reduction",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf761",
      "pubDate": "",
      "description": "This study aims to identify the relative impact of meteorological and socio-demographic variables on malaria incidence in India, as their combined role is crucial for achieving the 2030 elimination target. While climate change influences the spatial and temporal patterns of transmission, its exact effect varies due to development efforts and malaria control strategies, which have significantly reduced the incidence. Mapping the decline in incidence over two decades shows the persistence of hotspots (Central India, from the borders of Rajasthan and Gujarat to Odisha, Jharkhand, Chhattisgarh and eastern Madhya Pradesh, and North–East) and areas of significant reduction. Statistical models used in this study delineate the role of temperature and rainfall (annual, seasonal and variability). Exposure to a minimum rainfall (60–120 mm; IRR = 1.001) and warm temperature (IRR = 1.037) are necessary for transmission, but a 1 °C temperature increase during the summer months leads to a 13% reduction in cases. The variability of the long-term average in temperature contributes to the incidence (IRR = 1.3) but precipitation thwarts (IRR = 0.98). Integrating socioeconomic factors emphasises the vulnerability of historically marginalised social groups (scheduled tribe (ST) individuals) to malaria and an enhanced adaptive capacity due to improved water sources and female education. It curtails the odds of high malaria incidence by 5.6% and 4.7%, respectively. The role of last-mile health access is noted in better reporting. The classification and regression tree (CART) model also recognises ST population, proportion of educated females and access to sanitation as dominant and interacting predictors of malaria prevalence. With the success of micro-level strategies like the DAMaN and Malaria Elimination Demonstration Project, the persistence of (‘tribal’) malaria can be addressed with women’s capacity building, education, and integration with national nutrition schemes for equitable malaria elimination.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Greening depletes soil moisture while enhancing atmospheric humidity in global drylands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf862",
      "pubDate": "",
      "description": "Investigating the bidirectional causal relationships between climate and vegetation is essential for understanding ecosystem dynamics in drylands under global warming. Previous studies have largely focused on the influence of climate on vegetation, with insufficient consideration given to feedback effects and time lags. Here, we use leaf area index (LAI), enhanced vegetation index (EVI), soil moisture (SM), and vapor pressure deficit (VPD) data for 1982‒2023 in global drylands to investigate bidirectional time-lagged causal effects between climate and vegetation. We quantify these causal effects and explore the soil-vegetation-atmospheric moisture coupling strength along climate and tree cover gradients. Our results demonstrate an overall positive effect of SM and a negative effect of VPD on vegetation greening (i.e. LAI and EVI) in global drylands, while the causal effect of VPD (23.7%‒31.6%) is more widespread than that of SM (12.6%‒12.7%). We also find dryland greening depletes SM and replenishes atmospheric moisture, albeit the latter to a lesser extent. The causal effect magnitudes of soil and atmospheric moisture on vegetation decreases with increasing tree cover, while the causal effect of SM on greening shows significantly steeper decline with increasing tree cover (p < 0.001). These findings contribute to a more comprehensive understanding of dryland vegetation dynamics under a changing climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Direct cooling effect of artificial upwelling dominates over its marine carbon dioxide removal potential",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0054",
      "pubDate": "",
      "description": "Artificial upwelling (AU) is investigated as a marine carbon dioxide removal (CDR) method with a strong focus on its potential impact on Earth’s carbon cycle, in particular enhanced air-sea CO2 flux. The overarching goal of marine CDR methods is to contribute to offsetting remaining CO2 emissions as a means to stabilize global mean surface air temperature (SAT). However, AU also directly affects ocean heat uptake (OHU) through the upwelling of cold ocean interior water to the surface and the simultaneous backflow of warm surface water into the ocean interior. In this study, we challenge the carbon centered perception of AU. We simulate large-scale AU in an Earth system model of intermediate complexity between the years 2025 and 2100 with and without its direct impact on OHU under low, medium and high future CO2 emission scenarios. Thus, we can quantify the individual contributions of AU-induced carbon and heat effects to changes in global mean SAT. We find the direct impact of AU on OHU to be key for a significant reduction in global mean SAT and the atmosphere’s CO2 concentration under all simulated future CO2 emission pathways. If AU directly impacts OHU, we can attribute only 17% under RCP 2.6 to 27% under RCP 8.5 of the reduction in global mean SAT (−0.17 to −0.27 °C) until the end of the century to the reduction in the atmosphere’s CO2 inventory (−5.9 to −31.2 Pg C). Our findings lead us to challenge the classical view of AU as primarily a marine CDR method. Instead, we propose to consider AU as a method to enhance OHU and thereby reduce global mean SAT, with secondary effects on the carbon cycle that result in some CDR.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predictors of pro-environmental behavior of political actors and residents in small German towns",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae00de",
      "pubDate": "",
      "description": "Understanding what drives pro-environmental behavior (PEB) in understudied settings such as the rural areas of industrialized nations is essential for advancing sustainable development and mitigating climate change. This study examined the effects of environmental concerns, feelings of cognitive dissonance and moral disengagement, as well as innovativeness and life satisfaction on PEB among 1646 public officials and citizens from small German municipalities. Public officials, namely mayors and treasurers, are key actors for environmental decisions and serve as role models in those small communities. Hierarchical regression and moderation analysis examined the negative and positive influences of these variables on PEB. The results highlight the pivotal role of emotional factors, especially feelings of cognitive dissonance when failing to act pro-environmentally, with notable differences between public officials and the general public in these small towns. While environmental concerns have a positive impact on PEB, moral disengagement has a negative effect. Innovativeness does not have a significant influence, except when analyzing the subsample of public official sample alone, where it has a positive effect on PEB. These findings highlight the complexity of PEB determinants and emphasize the need for targeted interventions to encourage sustainable practices for decision makers in different settings.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The consequences of trade for agricultural water use: evidence from subnational trade flows",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae00df",
      "pubDate": "",
      "description": "We investigate the subnational impact of trade on water use in the contiguous United States (CONUS). We develop an econometric model employing the instrumental variable (IV) approach to understand the causal impact of previous-year trade on current-year water use. Specifically, our analysis focuses on irrigated area and irrigation water use by water source (surface, groundwater, and total) across states in the CONUS for 2012–13, 2017–18, and 2022–23. We find that at the subnational scale, trade openness reduces groundwater withdrawals during droughts; a unit increase in previous-year trade openness results in a 2%–2.5% and 1.4%–2% reduction in groundwater irrigation withdrawals during 2012–13 and 2022–2023, respectively. This effect is identified as being driven by reductions in irrigated area and shifts towards advanced irrigation technologies. These findings enhance our understanding of how trade influences water use at the subnational scale and may provide helpful insights to policymakers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "International trade and groundwater depletion: an econometric analysis",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae02a8",
      "pubDate": "",
      "description": "We contribute to the debate on trade and the environment by investigating the relationship between countries’ international trade and their groundwater use. We go beyond the virtual water literature that calculates the virtual water content of trade to assess how water use relates to international trade. We develop a suite of econometric regressions to account for the impact of trade liberalizations in a framework that includes standard determinants of countries’ water supply and demand. We focus on the agricultural sector and on the contribution of regional trade agreements (RTAs) to capture the impact of trade liberalizations. We find that more openness to trade due to an increasing number of RTAs may actually reduce total groundwater abstractions, which is qualified by countries’ comparative advantage. We do not find a statistically significant impact of trade on groundwater depletion, which also depends on the recharge rate of aquifers. Our analysis calls for assessing water use in a global world and in a framework that accounts for all the drivers of water use on the demand and supply side, including those behind international trade.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Towards a remote-sensing-driven model of isoprene emissions from Alpine tundra",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae02a9",
      "pubDate": "",
      "description": "This study investigates isoprene emissions in a high-latitude Alpine tundra ecosystem, focusing on using near-field remote sensing of surface temperatures, the photochemical reflectance index (PRI) and normalized difference vegetation index (NDVI), and meteorological measurements to model these emissions. Isoprene is a key biogenic volatile organic compound (BVOC) emitted by select plants, which can impact atmospheric chemistry and climate. Increased temperatures, particularly in high latitudes, may enhance isoprene emissions due to extended growing seasons and heightened plant stress. The research was conducted in Finse, Norway, where isoprene and CO2 fluxes were measured with eddy covariance alongside spectral and meteorological data, and surface temperature. A random forest (RF) model was developed to predict isoprene fluxes, considering the variable importance of different environmental factors. The results showed that surface temperature and CO2 flux were consistently important predictors, across three differential temporal data aggregations (hourly, daily, weekly), while the PRI demonstrated low predictive power, possibly due to the heterogeneous vegetation and variable light conditions. The NDVI was more effective than anticipated, likely linked to phenological changes in vegetation. Model performance varied with temporal resolution, with weekly data achieving the highest predictive accuracy (R2 up to 0.76). The RF model accurately reflected seasonal emission patterns but underestimated short-term peaks, suggesting the potential to combine machine learning with process-based modelling. This research highlights the promise of proxy data from remote sensing for scaling BVOC emission models to regional levels, essential for understanding climate impacts in Arctic ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Under what conditions and why is carbon pricing effective? A realist synthesis of ex-post evidence",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae03d8",
      "pubDate": "",
      "description": "To get on track for the rapid emissions reductions required to meet the Paris Agreement temperature goal, we need to understand what climate policies work, under what conditions, and why. In this review, we study how carbon pricing policies lead to emissions reductions and which context factors make each of these mechanisms more or less effective. We systematically review the evidence from 80 ex-post carbon pricing evaluations, covering 21 policy schemes across the globe. Using a realist synthesis methodology we collect 177 hypotheses on how and under what conditions this policy works, clustering hypotheses into nine mechanisms that explain why emission reductions were achieved. We extract 293 evidence statements from the primary studies to evaluate the relevance of each of the mechanisms across different sector and country contexts. We find that in the short term there is evidence that emissions reductions are achieved by a mix of fuel switching, efficiency improvements, downscaling of some emission-intensive activities, and leakage. The prevalence of these mechanisms varies by sector and country. For other emission reduction mechanisms identified in this study, such as low-carbon technology scaling, investments, and research and development activities, there is less robust evidence, suggesting that these need to be further evaluated through longer-term policy evaluations. To gain a rigorous understanding of what climate policies work, under what conditions, and why, we need to make best use of the emerging evidence base using evidence synthesis methods that address policy-relevant research questions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Concurrent increases in winter precipitation and summer wildfire risk in a warming Alaska",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0491",
      "pubDate": "",
      "description": "Alaska is experiencing simultaneous trends of increased winter wetness and heightened summer fire risk due to global warming, leading to more frequent wildfires and greater unpredictability in fire behavior in recent decades. Large-ensemble simulations show that warming drives distinct seasonal changes: in winter, an intensified ridge over the western U.S. enhances moisture transport to Alaska, increasing precipitation while promoting vegetation growth near the Alaska Range. In summer, rising temperatures intensify the fire weather index signaling greater wildfire potential and increase lightning activity. Although the links among these complex seasonal changes remain difficult to validate, temporal overlap—enhanced vegetation growth followed by more fire-conducive weather, and associated increase in lightning could collectively heighten wildfire risk. The robustness of our large-ensemble simulations provides compelling evidence for these cascading effects. Extreme lightning-driven events, such as the Swan Lake Fire, represent the emerging pattern in Alaska’s evolving fire regime. The concurrent rise in winter wetness and summer fire conditions underscore the urgent need for adaptive fire management strategies that address these interconnected climate drivers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Interaction between Super Typhoon Yagi (2024) and a marine heatwave in the northern South China Sea",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0501",
      "pubDate": "",
      "description": "Statistical analyses have long suggested that the South China Sea (SCS) is generally unfavorable for super typhoons, primarily due to its shallow thermocline and the strong interaction between typhoon-induced near-inertial oscillations and internal tides, which enhance surface cooling and suppress storm intensification. However, the unprecedented case of Super Typhoon Yagi (2024) challenges this conventional understanding. Using satellite observations, reanalysis datasets, and numerical simulations, we show that a summer marine heatwave (MHW) in the northern SCS played a critical role in fueling Yagi’s rapid intensification and sustaining its super typhoon strength. Notably, the MHW was abruptly dissipated by Yagi’s wind-driven mixing. Further statistical analysis reveals that MHWs may serve as a necessary precondition for super typhoon development in the SCS, providing valuable predictive insights for anticipating future extreme events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Long-term prediction of the influence of sudden stratospheric warmings on the electricity consumption and wind power generation in Finland",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0503",
      "pubDate": "",
      "description": "Electricity consumption (EC) is highly dependent on outside temperatures in regions where electricity is used for heating, for example in northern Europe during winter. Wind power generation also heavily depends on weather conditions, which affect wind speed. Winter weather in northern Europe is influenced by the polar vortex, a strong westerly wind dominating the wintertime polar stratosphere. The polar vortex can temporarily collapse during sudden stratospheric warming (SSW), which is often followed by cold and windless weather in northern Europe, including Finland. In this paper, we examine the influence of SSWs on wintertime EC and wind power generation in Finland. We show that cold temperature and low wind speed anomalies are more often observed in winters when an SSW happens and the so-called quasi-biennial oscillation of equatorial stratospheric winds is in the easterly phase. These changes are associated with higher EC and lower wind power generation. In contrast, winters without an SSW tend to have warm temperature and high wind speed anomalies, and thus, lower EC and higher wind power generation. When the probability of an SSW event is known, the results of this study show that it is possible to predict winter EC and wind power generation several months in advance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projected population exposure to dangerous heat stress around Lake Victoria under a high-end climate change scenario",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae05b1",
      "pubDate": "",
      "description": "Recent global temperature increases and extreme heat events have raised concerns about their impact on health, particularly in vulnerable regions like Africa. This study assesses future heat stress and population exposure in the Lake Victoria region under the high-emission SSP5-8.5 climate change scenario, using a convection-permitting climate model, heat stress indices (humidex and heat index), and high-resolution population projections under the high-emission SSP5-8.5 scenario, interpreted here as the high-end of the climate change signal. Results indicate a substantial increase in the duration of dangerous heat stress. By the end of the century, up to 122 million people, or around 44 of the population may experience dangerous heat stress for more than 5 of the time annually (i.e. ∼18 days), compared to 1 of the population or around 1 million people for the period 2005–2016. Up to 28 of the population (∼78 million people) would even experience dangerous heat for 15 of the time (i.e. ∼55 days). 66 of this increased population exposure can be attributed to the combined effect of increasing temperatures and total population in the region. High heat-risk areas include the northern and southern shores of Lake Victoria and urban areas. The study highlights the need to consider both climate and population dynamics when assessing heat stress, and underscores the urgency of adaptation in the Lake Victoria region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Driving electrification: the impact of electricity pricing on heat pump adoption, electric vehicle charging, and building energy technologies",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae06b6",
      "pubDate": "",
      "description": "Decarbonizing the building and transport sectors requires electricity pricing designs that can effectively support the adoption of heat pumps (HPs) and electric vehicles (EVs). To inform electricity pricing design, techno-economic optimization modeling can help identify which pricing structures most effectively support the economic viability of electrification across different building characteristics and modeled EV plug-in behavior over the long term. In this paper, we explore the interplay between EV plug-in behavior, building energy system investment decisions, and electricity pricing design, testing electricity tariffs with varying energy and grid components. Using a comprehensive techno-economic optimization framework, we analyze how various combinations of energy and grid charges impact HP adoption across six diverse Swiss residential buildings from 2025 to 2050. We incorporate three distinct EV plug-in behavior scenarios modeled from real-world travel data. Our findings reveal that time-of-use energy charges consistently lead to the highest HP adoption rates across all building types, outperforming both flat and hourly energy pricing structures. Among grid charges, increasing block charges generally support heating electrification more effectively than peak or volumetric charges. Building characteristics substantially affect HP adoption, while EV plug-in behavior has more impact on the choice of charging infrastructure. Overall, our results show the importance of coordinated electricity tariff designs that account for the diversity of building characteristics and user behaviors to enable cost-effective electrification.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantifying potential contribution of tropical cyclones to oceanic near-inertial internal waves",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae06b9",
      "pubDate": "",
      "description": "Near-inertial internal waves (NIWs) play a crucial role in upper-ocean turbulent mixing through shear instabilities. Tropical cyclones (TCs), with their intense variable winds, contribute significantly to NIWs, yet their global impact has been poorly quantified due to observational and methodological challenges. In this study, we developed a novel data-driven model that integrates hourly satellite-tracked surface drifter data and refined TC records to provide a high-resolution global estimate of TC-induced near-inertial wind power (NIWP), representing a major energy source for the generation of NIWs. Our results show that TCs contribute 0.019–0.024 TW annually to global NIWP, with nearly 45% of this in low-latitude oceans. Moreover, a notable NIW-induced enhancement in thermocline mixing during TC events is identified in subtropical regions, particularly in the northwestern Pacific, based on fine-scale parameterization. Our findings uncover the episodic yet potentially important role of TCs in powering NIWs, with implications for ocean turbulent mixing.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Social identity and pro-environmental behavior—a scoping review",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae06ba",
      "pubDate": "",
      "description": "Leveraging social identities (SIs) is a promising strategy to foster pro-environmental behavior (PEB), but research on the SI–PEB association is fragmented, making synthesis challenging. This scoping review systematically maps empirical research on the association between SIs and PEB based on 82 studies. Most studies utilized quantitative-descriptive designs and self-report measures, assessing a wide range of specific SIs and various types of PEBs. Eight categories of SIs based on their content were identified, spanning SIs referring to the environment, specific groups, or places, with most showing positive associations with PEB. To gain a clearer understanding of these categories, they can be further grouped based on two criteria: (1) whether the SIs refer to an external environment (e.g. a specific place) or a social group of people (e.g. an activist group), and (2) whether the SIs have an obvious link to the environment and/or environmental issues (e.g. environmental identity) or not (e.g. national identity). This review emphasizes the importance of focusing on single SI categories to delve deeper into the mechanisms and potential variations within and between the categories. It also recommends future research to improve the practical applicability of these findings as most studies relied on self-report measures, and few were conducted in real-world settings. By providing a structured overview and highlighting key research directions, this review establishes a foundation for advancing the research field and combating climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}