{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-06-21T15:24:43.415198",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2425122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dismantling EPA’s research office jeopardizes environmental safety, public health, and US competitiveness",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508060122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The bunkbed conjecture is false",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420725122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceThe bunkbed conjecture, proposed in 1985, addresses whether certain probabilities in network models, specifically in percolation theory, exhibit a predictable monotonic behavior. While the conjecture has been supported in specific cases, its ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Measuring historical pollution: Natural history collections as tools for public health and environmental justice research",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2403781122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />Through the industrial era, pollutants have been unevenly distributed in the environment, disproportionately impacting disenfranchised communities. Redressing the unequal distribution of environmental pollution is thus a question of environmental justice ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Carbon and oxygen isotope evidence for a protoplanetary disk origin of organic solids in meteorites",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423345122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceRefractory organic solids are the dominant hosts of carbon and nitrogen in extraterrestrial materials and the major form of these elements that contributed to growing planets in the early solar system. We illustrate a striking relation between ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Impact of large-scale solar on property values in the United States: Diverse effects and causal mechanisms",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2418414122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceLarge-scale solar projects are crucial for decarbonizing the US economy, but growing local resistance may impede the renewable energy transition. We estimate the impact of large-scale solar on property prices and the underlying pathways using ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "China’s SO2 emission reductions enhance atmospheric ozone–driven sulfate aerosol production in East Asia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2414064122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceSulfate (SO42−) aerosols contribute to both climate change and air pollution. Despite substantial SO2emission reductions in China, the corresponding decrease in SO42−concentrations across East Asia has been less effective. Using triple ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global health and climate benefits from walking and cycling infrastructure",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422334122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceWalking and cycling emit virtually no pollution and help people integrate physical activity into their daily lives. We demonstrate the untapped potential of street redesigns and urban densification to increase walking and cycling, with ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Route of fire: Pregame rituals and emotional synchrony among Brazilian football fans",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422779122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceSporting events can bring people together and forge strong loyalties, but the mechanisms behind their social impact remain unclear. Our study reveals that events peripheral to the game, such as the pregame ritual of Rua de Fogo performed by ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Early evidence for pig domestication (8,000 cal. BP) in the Lower Yangtze, South China",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507123122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceThis study offers insights into early human–pig interactions during the initial stages of pig domestication in the Lower Yangtze region of South China. By integrating microfossil analysis of dental calculus with dental metrics, we provide the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Protein kinase A signaling regulates immune evasion by shaving and concealing fungal β-1,3-glucan",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423864122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificancePathogenic fungi impose a heavy burden upon human health. Many, particularly opportunistic fungal pathogens such asCandida albicans, have evolved strategies to evade our immune defenses. These include masking of pathogen-associated molecular ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Conformation-specific synthetic intrabodies modulate mTOR signaling with subcellular spatial resolution",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424679122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceElucidating subcellular mechanisms of protein kinase signaling remains challenging due to the lack of spatial precision by genetic knockdown or pharmacological approaches. Here, synthetic intracellular antibodies (intrabodies) were engineered ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Eradication efforts catalyze rapid evolution in an invasive predatory fish",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424067122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceEfforts to control invasive species often fail, yet the potential for evolutionary adaptation in the absence of a clear physiological pathway (e.g. pesticide resistance) is often overlooked. We use annually collected ecological and genetic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A specific negatively charged sequence confers intramolecular regulation on Munc13-1 function in synaptic exocytosis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508915122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceMunc13-1 is a master regulator of neurotransmitter release, which features a long low-complexity region in its N terminus. Here, we identified a functional motif in this region, termed polyE, which is unique to Munc13-1 among all Munc13 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "PARP12-mediated mono-ADP-ribosylation as a checkpoint for necroptosis and apoptosis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426660122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificancePARP12 has been implicated in regulating inflammation and antiviral responses. However, the specific substrates and mechanisms of PARP12 action remain unclear. Our research demonstrates that PARP12 catalyzes the mono-ADP-ribosylation (...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Induction of a neurotoxin in diatoms by iron limitation via cysteine synthase",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424843122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceNeurodegenerative diseases like Alzheimer’s disease (AD) and amyotrophic lateral sclerosis/parkinsonism dementia complex (ALS/PDC) represent an increasing global health crisis. Understanding the biochemical causes of these diseases thus merits ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dual-laser “808 and 1,064 nm” strategy that circumvents the Achilles’ heel of photothermal therapy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503574122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificancePhotothermal therapy (PTT) has recently garnered attention within the scientific community as a possible cancer therapy. However, the risk of damaging healthy tissue due to overheating or failure to ablate effectively the tumors remains a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cross-species modeling of plant genomes at single-nucleotide resolution using a pretrained DNA language model",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421738122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceCross-species modeling of gene annotation and fitness remains a significant challenge in plant genomics, particularly in nonmodel organisms, due to the remarkable diversity and complexity of plant genomes. To address this, we introduce ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Motor-driven microtubule diffusion in a photobleached dynamical coordinate system",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2417020122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceIndividuals of active matter systems work together to generate large scale, ordered structures. However, the detailed dynamics occurring in the network bulk during this organization process are largely unknown. By photobleaching an actively ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Predicting high-fitness viral protein variants with Bayesian active learning and biophysics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503742122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 24, June 2025. <br />SignificanceThe study addresses a critical challenge in pandemic preparedness-rapid identification of high-fitness viral protein variants before they spread widely with scarce experimental resources. We propose a few-shot learning approach for early ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}