{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-08-18T07:27:54.190352",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3225122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Eliminating hunger in a world serious about climate mitigation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410202122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />What will it take to eliminate hunger in a world that is increasingly serious about climate change mitigation? For the past two decades, climate activism and mitigation efforts have largely focused on energy, industry, and transportation as the main ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Profile of Chris H. Greene",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519256122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />Chris Greene grew up with an early interest in science. During his undergraduate studies at the University of Nebraska in Lincoln, he realized he wanted to focus on theoretical atomic, molecular, and optical (AMO) physics. With help from influential ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Saturn’s moon Mimas may have a vast hidden ocean",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519269122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Reduction of TRAF3 by heterozygosity or aging impacts B cell function",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507217122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceTumor necrosis factor (TNF) receptor-associated factor 3 (TRAF3) is an adaptor protein with highly context-dependent functions. Humans with a mutantTRAF3allele have autoimmune disease, immunodeficiencies, and increased risk of B cell ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Some topological genera and Jacobi forms",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502678122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceThe problem of determining a genus, the cobordism invariants of classes of manifolds, is central in algebraic and differential topology, and mathematical physics. We elucidate three historically significant examples, by obtaining exact ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dipole-induced transition in 3 dimensions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427273122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceTopological phase transitions are of great interest in the context of two-dimensional systems, with the Kosterlitz–Thouless and the Hexatic transitions among the best known. These and other dipole (vortex, dislocation)-induced transitions are ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tuning Fermi liquids with polaritonic cavities",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2407995122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceWe introduce a theory to describe strong light–matter interactions between electrons in a crystal and the spatially confined electromagnetic (EM) fields of a “subwavelength” cavity. In these cavities, polaritons (i.e., hybrid quasiparticles ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Reinstating memories’ temporal context at encoding causes Sisyphus-like memory rejuvenation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505120122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceMemories fade away with the passage of time but by mentally reinstating the temporal context that surrounded older memories at encoding the retrievability of the memories can be improved again. Here, we show that such mental time travel into ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tree rings reveal persistent Western Apache (Ndee) fire stewardship and niche construction in the American Southwest",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509169122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceIndigenous fire stewardship—the practice of using controlled fire to achieve cultural goals—was well documented in contemporary communities and in the ethnographic record but has often been undetected in historical fire records. Here, we use ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A 75,000-y-old Scandinavian Arctic cave deposit reveals past faunal diversity and paleoenvironment",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415008122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificancePaleoarchives provide an opportunity to understand long-term biological responses to climate fluctuations, yet sedimentary records going back more than 10,000 y are extremely rare in previously glaciated areas such as the Arctic. Combining ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Prevalence of monogamy at the level of flowers in plants",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506724122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceOur findings are significant for several reasons. First, our analysis challenges the prevailing view that multiple paternity in many-seeded fruits is the norm. Second, the findings provide insights into factors driving the evolution of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The activity and expression of adenylosuccinate lyase were reduced during modern human evolution, affecting brain and behavior",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508540122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceAn amino acid substitution and noncoding changes have reduced adenylosuccinate lyase activity in modern humans after the divergence from Neandertals and Denisovans. This resulted in increased concentrations of purine substrates of the enzyme, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The entities enabling scientific fraud at scale are large, resilient, and growing rapidly",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2420092122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceNumerous recent scientific and journalistic investigations demonstrate that systematic scientific fraud is a growing threat to the scientific enterprise. In large measure this has been attributed to organizations known as research paper mills. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Protective antigen–mediated delivery of an anti-CRISPR protein for precision genome editing",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426960122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceThe U.S. Food and Drug Administration recently approved the first CRISPR-Cas9 therapy, making genome editing a promising strategy for treating genetic disorders ex vivo and in vivo. Unintended or off-target genome editing increases with the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structural basis for anaerobic alkane activation by a multisubunit glycyl radical enzyme",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510389122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceGlycyl radical enzymes (GREs) enable anaerobic microbes to break down components of crude oil in environments that are resistant to traditional remediation methods. These enzymes can activate saturated alkanes, which constitute a major ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A recurrent de novo damaging variant in EMP2 causes progressive symmetric erythrokeratoderma",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509896122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceProgressive symmetric erythrokeratoderma (PSEK) is a severe skin disorder with focal thick, red, scaly patches on the body and thickened palms and soles, most often associated with damaging variants in genes encoding connexins. By studying ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Influenza A virus NS1 protein mimics oncogenic PI3K resulting in isoform specific cellular redistribution and activation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423066122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceUsing a cell biology system to locate PI3K complexes, we found that the behavior of these complexes during influenza infection and in the presence of NS1 is different not only depending on p85beta for activation, but also depending on the type ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Autophagy activator AA-20 improves proteostasis and extends Caenorhabditis elegans lifespan",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423455122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceAutophagy, the process by which cells break down and recycle cellular components in the autolysosome, is vital for health and longevity, but declines with aging, contributing to aging-related diseases. In this study, we introduceAA-20, a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Infrared spectroscopy–based zero-shot learning for identifying reaction intermediates in unseen systems",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506834122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 32, August 2025. <br />SignificanceThe combination of machine learning with spectroscopy has made sound progress in recognizing chemical substances in recent years. However, challenges remain in terms of cross-system generalization. It often requires extensive retraining or ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}