{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2025-06-16T12:54:33.210263",
  "items": [
    {
      "title": "Co-benefits of resilience planning: a review of analysis tools and methods",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1539858",
      "pubDate": "2025-06-16T00:00:00Z",
      "description": "Co-benefits conceptually apply broadly to the realms of sustainability and resilience and are increasingly relevant in decision-making processes as there is an increase in complex and compound events. Therefore, infrastructure design, planning, governance, and disaster preparedness for compound events are critical for building resilient systems. Decisions are often based on direct benefits of a proposed project or intervention, which are the more salient to decision makers and may be the function of available financing and experience with event types. The ideal community resilience actions for a community may be heavily influenced by the identification (and inclusion) of co-benefits in assessments of community resilience alternatives. Fung and Helgeson reviewed the literature on co-benefits with a specific focus on the definition of co-benefits, areas where co-benefits are used the most (considering the literature related to climate change), and co-benefit measurement and assessment methodologies in the context of resilience planning. The current study further explores these areas by focusing on the development of the literature on co-benefits published since 2017. The specific review questions explored are: (1) What is the major focus of the literature on co-benefits? and (2) What are methods and tools for measurement and assessment of co-benefits? The literature review reveals two primary focus areas: co-benefits of resilience and sustainability planning, and co-benefits of climate mitigation and adaptation actions. The latter are further categorized as falling as either health co-benefits or environmental and social co-benefits of climate actions. Within the two broad focus areas, our study reviews research objectives, analysis region, co-benefit categories, direct benefits, and evaluation methods and assessment frameworks. Moreover, we provide a synthesis of analysis tools and assessment methods including monetization methods, multi-criteria (i.e., multi-objective) analysis methods, scoring methods and matrices, and systematic reviews. The review reveals several gaps and opportunities for both future research and applications. One opportunity is to develop more generic evaluation methods for co-benefits with a focus on scoring methods and matrices, which provide a good balance of quantitative and qualitative evaluation, in the development of more generic analysis and assessment methods and tools.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Livelihood adaptation to climate-related changes in agroecological zones in developing countries—challenges, prospects, and policy concerns",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1594747",
      "pubDate": "2025-06-13T00:00:00Z",
      "description": "Climate change significantly threatens the livelihoods, biodiversity, and food security within agroecological zones (AEZs) of developing countries. This research presents a systematic review of peer-reviewed articles published between 2013 and 2023, highlighting facilitators and deterrents of effective livelihood adaptation strategies across AEZs within developing nations. The study identified two main thematic areas from these studies across several geographic regions: Challenges and Policies. These thematic areas were common across the AEZs, each with four primary subthematic areas. These subthemes highlighted insufficient stakeholder engagement, inconsistent policies, environmental harm or damage, and technological deficiencies. The review highlights the urgency of incorporating traditional participatory approaches and enhancing stakeholder harmonisation for robust policy formation. It emphasises the need for a tailored approach to adaptation strategies to address the distinct social, ecological, and governance structures of each unique AEZ according to its geographic characteristics. Finally, this review offers a new perspective on the complexity of climate change adaptation in AEZs, while establishing the foundation for future scholarly work and policy initiatives pertinent to enhancing resilience and coping mechanisms to climate change within AEZs of developing nations.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Analysis of interrelationships between the management of agricultural water consumption optimization constructs based on smart climate agriculture: application of structural analysis",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1504005",
      "pubDate": "2025-06-12T00:00:00Z",
      "description": "Considering that the behavior of farmers regarding the use of smart climate agricultural technologies is influenced by the socio-economic conditions of their locality, this study identified the constituent components of optimal agricultural water consumption management in Pakdasht city, Iran. To analyze the data, structural equation modeling (SEM) was employed using AMOS20 to investigate the linear relationships between latent and explicit variables. The results showed that the hidden variables of educational and economic, technical and economic, and cultural and economic dimensions have a significant relationship with each other. Variables such as financial support from official institutions to greenhouse owners for the preparation and installation of new irrigation systems, financial facilities provided by Agriculture Bank for greenhouse development, financial support for research and development in optimal water management, and financial support packages for adopters of smart technologies impact the economic dimension of water consumption management among greenhouse owners. Additionally, the ability to attract support from local leaders for optimal water management, capacity building, and the empowerment of local communities—particularly youth—in this area, as well as the formation of cooperative groups among users of new irrigation methods, facilitate interactions between greenhouse owners.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "An index-based approach to assess the vulnerability of coffee-based farmers to climate change and variability across districts in Western Ethiopia",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1537045",
      "pubDate": "2025-06-06T00:00:00Z",
      "description": "Coffee farming supports the livelihoods of over 15 million people in Ethiopia. However, approximately 90% of Ethiopian coffee producers are smallholders, making them among the most vulnerable to global change because of their limited resources and high dependence on family labor. This study examined the vulnerability of coffee-based farmers to climate change and variability across five districts in the West Wolega Zone of Western Ethiopia. The study combined primary and secondary data. A cross-sectional research design was used to collect primary data from 642 household heads, using 35 vulnerability indicators. Secondary data was obtained from the Ethiopian Meteorological Institute (EMI). The Livelihood Vulnerability Index (LVI) and Livelihood Vulnerability Index-Intergovernmental Panel on Climate Change (LVI-IPCC) framework were used for data analysis. The LVI indicated that coffee producers in Gimbi district (0.387) were more vulnerable to climate change and variability, followed by those in Homa (0.379), Ganji (0.377), Nolekaba (0.370), and Haru district (0.365). The LVI-IPCC analysis showed that coffee farming communities in the Haru districts (0.097) were the most vulnerable to climate change, followed by the Nolekaba (0.089), Homa (0.082), Ganji (0.081), and Gimbi districts (0.077). Spatial disparity in vulnerability is explained by the heterogeneity of socioeconomic and biophysical factors. Food, water, and climate variability contributed to the high vulnerability of farming households in all districts. Overall, farmers in all districts face the highest exposure and sensitivity, combined with a limited adaptive capacity. The findings of this study are crucial for stakeholders and policymakers as they provide essential insights for designing and implementing strategies to reduce vulnerability and improve the adaptability of coffee farming households.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Agro-meteorological services in the era of climate change: a bibliometric review of research trends, knowledge gaps, and global collaboration",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1576058",
      "pubDate": "2025-06-05T00:00:00Z",
      "description": "IntroductionAgro-meteorological services are crucial for mitigating climate variability’s impact on agriculture and enhancing food security. Despite their importance, the global research landscape in this field remains underexplored. This study examines the evolution of agro meteorological research from 2010 to 2024, focusing on trends, contributors, and regional developments.MethodsA bibliometric analysis was conducted using the Dimensions database, with visualizations created via VOSviewer. The study analyzed publication trends, key institutions, authors, journals, and subject clusters. Statistical correlations assessed collaboration and institutional impact.ResultsThe results revealed that publications increased steadily, peaking in 2020 (r = 0.92, p < 0.01), reflecting emphasis on sustainability and climate adaptation. Collaborative publications correlated strongly with institutional impact (r = 0.75, p < 0.01), led by Wageningen University and the University of Chinese Academy of Sciences. Sustainability and The Science of the Total Environment were key journals. Sub- Saharan Africa and South Asia showed significant research growth (r = 0.85, p < 0.01).DiscussionThe results highlight the field’s global, interdisciplinary scope and rising contributions from developing regions. However, capacity gaps and limited integration of indigenous knowledge persist. Inclusive partnerships and capacity building are essential to strengthen agro meteorological services and address climate challenges effectively.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Climate change, socioeconomic, environmental, and political drivers of road traffic fatalities in Somalia: a multivariate time series analysis",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1573803",
      "pubDate": "2025-06-04T00:00:00Z",
      "description": "IntroductionRoad traffic fatalities (RTFs) in low-resource settings like Somalia are influenced by a complex interplay of socioeconomic, environmental, and political challenges. This study investigates the impact of climate change (temperature, rainfall), environmental degradation (CO2 emissions), socioeconomic conditions (urban population, foreign aid), and political instability on RTFs in Somalia, aiming to contribute to the limited understanding of these dynamics in fragile states.MethodsA multivariate time series analysis was conducted using data from 1984 to 2021. An Autoregressive Distributed Lag (ARDL) model was employed to examine the short-run and long-run effects of the selected drivers on RTFs. The robustness of the model was confirmed through a series of diagnostic tests.ResultsThe ARDL model revealed significant long-run relationships: increased urbanization, CO2 emissions, and political instability were associated with higher RTFs. Conversely, increased rainfall and foreign aid were associated with lower RTFs in the long run. In the short-run, nuanced effects were observed, with both increased temperature and rainfall exhibiting positive associations with RTFs, suggesting immediate, potentially transitory, impacts.Discussion/ConclusionThese findings challenge simplistic explanations of RTF drivers and highlight the necessity of integrated road safety strategies. Such strategies should address climate change adaptation, environmental protection, socioeconomic development, and the promotion of good governance. This research provides valuable insights for evidence-based policymaking aimed at reducing RTFs and achieving Sustainable Development Goals related to health, infrastructure, and sustainable communities in Somalia and similar contexts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Corrigendum: Direct effects of ocean alkalinity enhancement in the Baltic Sea–results from in-silico experiments",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1625156",
      "pubDate": "2025-06-03T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessment of hydroclimatic variability and aridity trends in the Mississippi River Basin using parametric and non-parametric techniques",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1481926",
      "pubDate": "2025-05-30T00:00:00Z",
      "description": "The Mississippi River Basin (MRB) has undergone substantial hydroclimatic changes due to climate variability and anthropogenic influences. These changes present challenges for sustainable water resource management and agricultural planning, necessitating comprehensive assessments of climate-driven trends. This study examined spatiotemporal trends in precipitation, potential evapotranspiration (PET), air temperature, and aridity indices across the MRB from 1980 to 2019. Daily meteorological data were obtained from the North American Land Data Assimilation System (NLDAS). Trend detection employed both parametric (linear regression) and non-parametric (Mann-Kendall and Pettitt’s tests) methods, applying a 5% significance level to ensure statistical robustness against non-normality and outliers. Statistically significant increasing trends were observed in PET (+4.18 mm/year in Arkansas, p < 0.001) and temperature (+0.078°C/year in Ohio-Tennessee, p < 0.001). Precipitation trends displayed spatial heterogeneity, with significant increases in the Upper Missouri (+1.91 mm/year, p = 0.03) and non-significant declines in the Lower Mississippi (−0.77 mm/year, p = 0.75). Change point analysis indicated abrupt shifts in PET and temperature in the early 2000s and in precipitation in the late 1990s. Aridity indices (UNEP and De Martonne) revealed significant increases in aridity in the southern and western MRB (p < 0.05), suggesting heightened drought risk. The analysis highlights a clear intensification of hydroclimatic extremes across the MRB. The spatial variability in trends and abrupt changes underscores the need for region-specific adaptive water management strategies to bolster resilience against future climate variability.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "When boundaries are blurred: infrastructure needs in support of the climate displaced",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1584877",
      "pubDate": "2025-05-30T00:00:00Z",
      "description": "Interactions between climate change and human displacement are complex, yet it is clear that climate change has and will continue to alter patterns of mobility. This is true for both trans-border displacement and internal displacement within country borders. Very little attention has been given to the infrastructure needed to support the climate displaced during their journey as well as in communities where they may pause or settle. In contrast to the climate displaced, reasons for refugee flight can range from deprivation, poverty, war, or disasters, and the statutory definition of refugee entitles them to the protection and assistance of the United Nations. This definition does not currently apply to those who move or are displaced because of climate change, though their displacement is no less perilous or traumatic than those protected under the UN Refugee Convention. Regardless of the legal status, engineers are largely absent from conversations about how to support and protect those undergoing displacement from climate change. In this paper, we draw on the general literature of forced displacement and the existing legal processes for refugees to explore the stages in climate-related displacement. We propose a framework for understanding the basic infrastructure needs during four phases: initiation, mobilization, pause and settle. We identify critical infrastructure to support the climate displaced for each of these phases, calling out those aspects of the displacement process in which greater understanding of how engineers can contribute to protection of human rights is needed.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The impact of stratospheric aerosol injection: a regional case study",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1582747",
      "pubDate": "2025-05-27T00:00:00Z",
      "description": "Stratospheric aerosol injection (SAI) is a form of climate intervention that has been proposed to limit future warming and mitigate some of the adverse impacts of climate change while humanity continues efforts to reduce emissions and atmospheric concentrations of greenhouse gases. In this study, we use an Earth system model to compare the projected effects of a climate change scenario to three different SAI scenarios. Our analysis centers on both climate and crop productivity impacts. We focus on four Global South regions: South Asia, East Asia, South Central America, and West Africa. These regions were selected due to their socioeconomic vulnerability to climate change. The SAI scenarios project reduced temperature extremes and greater wet season precipitation, soil moisture and crop productivity compared to the climate change scenario over all four regions. We also find that the extent to which SAI mitigates crop productivity declines due to climate change is likely greater in South Central America and West Africa than in South and East Asia. Our study is a step toward addressing the need for more regional analyses of the potential impacts of different SAI scenarios.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Bridging climate science, policy, and communities: collaborative pathways for climate resilience in the Indo-Pacific",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1538123",
      "pubDate": "2025-05-27T00:00:00Z",
      "description": "The Indo-Pacific region, a critical economic and geopolitical hub, faces intensifying climate risks, including accelerating sea-level rise, extreme weather events—particularly heatwaves amplified by rapid urbanization—and glacial retreat in the Hindu Kush Himalayas. While advancements in climate science have significantly improved future climate projections, gaps remain in translating this knowledge into actionable adaptation strategies. Barriers such as data inaccessibility, weak institutional and international coordination, and financial constraints hinder effective climate action. This study synthesizes existing climate knowledge for the Indo-Pacific region, emphasizing the need for localized, community-driven adaptation approaches. Key challenges include the vulnerability and exposure of coastal communities to sea-level rise, the limitations of current urban-scale climate modeling, and the underrepresentation of sociocultural factors in climate adaptation strategies. The integration of Artificial Intelligence (AI) and machine learning (ML) in climate models presents an opportunity to enhance urban climate resilience, while the incorporation of indigenous knowledge rooted in scientific principles offers a critical pathway to improving localized adaptation efforts. Additionally, science communication plays a pivotal role in ensuring that climate research reaches policymakers and communities in an accessible and actionable manner. We advocate for a paradigm shift from a linear value chain to a value cycle approach, where scientific insights inform policy and local contexts inform research priorities. By bridging climate science, policy, and communities through regional platforms such as the Indo-Pacific My Climate Risk Hub at the Indian Institute of Tropical Meteorology (IITM) Pune, India, this paper outlines pathways for collaborative climate action. This work proposes actionable strategies for regional resilience.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Editorial: Inclusion in climate-related disaster studies",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1623663",
      "pubDate": "2025-05-26T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Investigation and future projections of warm rain during the winter monsoon in the Western Java Sea, Indonesia",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1581382",
      "pubDate": "2025-05-22T00:00:00Z",
      "description": "This study investigates the characteristics and future projections of warm rain during the winter monsoon (December–February; DJF) over the western part of the Java Sea (WJS), Indonesia, using satellite observations (TRMM), reanalysis data (ERA5), and model simulations (Atmospheric General Circulation Model; AGCM). The WJS, influenced by winter monsoon, experiences increased Sea Surface Temperatures (SST), which play a significant role in atmospheric dynamics and precipitation. Analysis of ERA5 data from 1950 to 2009 indicates a significant upward trend in SST for both the Indonesian region (slope 0.0070°C/yr) and the WJS (slope 0.0094°C/yr), with the highest SST increases occurring during DJF. Relating SST and Cloud Liquid Water Content (CLWC) during DJF shows a positive correlation coefficient (R) in the pathway of winter monsoon including the WJS. The R between cloud particles (CLWC, graupel and Cloud Ice Water Content; CIWC) and rainfall during DJF in WJS is higher for CLWC and rainfall which indicates the importance of CLWC. Warm rain processes, driven by CLWC, are evident, as TRMM observations of shallow rainfall align with CLWC spatial distributions. AGCM simulations successfully replicate the observed CLWC patterns, showing strong agreement with TRMM data in the western region of Indonesia including WJS. The study also compares low-level convergence patterns from ERA5 and AGCM data at 925 hPa, revealing similar trends in WJS, where convergence facilitates CLWC formation. The analysis of CLWC percentiles at an average of 1,000–700 hPa highlights a significant increase in CLWC over the pathway of winter monsoon, including the WJS, during DJF across 30-year intervals. The trends of CLWC for the Indonesia area and WJS also demonstrate the increasing value. These findings underscore the critical role of the winter monsoon in shaping warm rain processes in WJS and its implications for extreme weather events, such as flooding in land areas such as Jakarta.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The determinants of greenhouse gas reduction levels among smallholder farmers: insights from the adoption of climate-smart dairy strategies in Central Kenya",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1593584",
      "pubDate": "2025-05-22T00:00:00Z",
      "description": "In Kenya’s dairy sector, climate change mitigation focuses on sustainable milk production. However, dairy producers often overlook emission reduction, creating a gap between national policies and local practices. This paper aims to identify the factors, including smallholder entrepreneurial orientation, socio-economic characteristics, and institutional influences, that drive the adoption and uptake intensity of on-farm greenhouse gas reduction measures in the dairy sector, particularly among smallholder producers in Nyandarua County, Kenya. The study uses a fractional response model to examine factors influencing greenhouse gas reduction at the farm level based on survey data from 385 dairy farmers. Greenhouse gas reduction was measured using a composite index, with proxies drawn from the literature. Key factors influencing greenhouse gas reduction include education, social capital, entrepreneurial orientation, awareness, and risk perception. The study recommends that the national and county governments promote and support the adoption of climate-smart dairy strategies that increase milk production while simultaneously reducing greenhouse gas emissions. This support could include technical assistance, financial support and educational programs to encourage complementary adoption by dairy farmers.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Digital applications unlock remote sensing AI foundation models for scalable environmental monitoring",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1520242",
      "pubDate": "2025-05-20T00:00:00Z",
      "description": "Remote sensing AI foundation models, which are large, pre-trained models adaptable to various tasks, dramatically reduce the resources required to perform environmental monitoring, a central task for developing ecosystem technologies. However, the unique challenges associated with remote sensing data necessitate the development of digital applications to effectively utilize these models. Here, we discuss early examples of user-centered digital applications that enhance the impact of remote sensing AI foundation models. By simplifying model training and inference, these applications open traditional machine learning tasks to a range of users, ultimately resulting in more locally-tuned, accurate, and practical data.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The magnitude of climate change-induced migration: an overview of projections and a case for attribution",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1570995",
      "pubDate": "2025-05-19T00:00:00Z",
      "description": "Many studies now provide evidence of weather and climate effects on human migration, but only few have attempted to project the impact of future climate change, or attribute the impact of past climate change, on global migration patterns. Here we compare the existing projections, and find that for international migration from African countries, they differ by about two orders of magnitude, while for internal migration even the sign is uncertain. None of the various models used have been shown to explain historical migration changes, limiting the confidence one may have in their projections. We then discuss prospects for two types of models. Econometric models have been used to identify the marginal effects of climate on migration. Their utility for projections is limited, but they may lend themselves to specific questions of attributing current migration patterns to climate change, which has rarely been done so far. On the other hand, models of total migration can better account for the complex dynamics likely important for long-term projections, but constraining them is a challenge given the current understanding of these dynamics. Improvements may come from closer investigation of potential nonlinearities in the response to increasingly extreme climatic conditions.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Using photorealistic 3D visualization to convey ecosystem restoration to the public",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1525331",
      "pubDate": "2025-05-15T00:00:00Z",
      "description": "The success of climate adaptation and nature conservation measures depends significantly on public support. Although the value of protecting iconic species is often easy to communicate to non-expert audiences, conveying the broader importance of ecosystem restoration and conservation for climate resilience is more challenging. To address this, we developed a method that combines spatially explicit models of complex, self-organizing ecosystems with state-of-the-art visualization techniques. This approach creates immersive, three-dimensional panoramic views of natural landscapes, illustrating how people live in and interact with these ecosystems. Our method showcases the inherent complexity of ecosystems, highlighting features such as spatial patterning and the dynamic processes that shape them, as well as the critical role of this complexity in supporting biodiversity. Additionally, it demonstrates the potential of restored or even constructed ecosystems as nature-based solutions to future climate challenges. Adaptable to various ecosystems and locations, with the optional addition of audio or text explanations, this visualization tool can be used in diverse contexts, from museum exhibits to on-site virtual experiences, effectively reaching broad audiences. We present our visualization approach through two case studies that bring to life past climate-adaptive ecosystems and envision future developments. The first case depicts a historic medieval village, now located within a low-lying polder, which was once founded on an expansive, climate-resilient marsh that naturally rose with sea levels due to continuous sediment deposition. The second case explores a planned nature restoration project in Biesbosch National Park, where an embanked meadow is planned to be converted into a tidal wetland.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Integrating science for simultaneously addressing loss and damage from climate change and strengthening social protection",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1497560",
      "pubDate": "2025-05-15T00:00:00Z",
      "description": "Expanding social protection to at-risk communities in climate-vulnerable countries is proposed to become a core pillar of addressing loss and damage associated with climate change. Conceptual advances have been made but remain disconnected from realities: expanding the currently low coverage of social protection in climate-vulnerable countries will require significant additional resources, including from the newly set up Fund for Loss and Damage. Moreover, the evidence base for resource allocation and programme delivery will have to become significantly stronger, and the required integrated science approaches and corresponding assessment tools are yet to be developed.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Climate science for 2050",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1554685",
      "pubDate": "2025-05-15T00:00:00Z",
      "description": "Knowledge of the functioning of the climate system, including the physical, dynamical and biogeochemical feedback processes expected to occur in response to anthropogenic climate forcing, has increased substantially over recent decades. Today, climate science is at a crossroads, with new and urgent demands arising from the needs of society to deal with future climate change, and the need for the climate science community to refine its strategic goals to meet these demands rapidly. All possible—but currently unknown—worlds in 2050, with a larger global population, unprecedented climate conditions with higher temperatures, more frequent extreme weather events, sea level rise, disrupted ecosystems, changes in habitability and increased climate-induced displacement and migration, and the emergence of new geopolitical tensions, will require limiting society’s vulnerability both through mitigation measures to minimize further warming and through the implementation of innovative adaptation initiatives. The development of a skillful climate information system, based on the most advanced Earth system science, will be required to inform decision-makers and the public around the world about the local and remote impacts of climate change, and guide them in optimizing their adaptation and mitigation agendas. This information will also help manage renewable resources in a warmer world and strengthen resilience to the expected interconnected impacts of climate change. In this paper, we summarize the major advances needed to understand the multiscale dynamics of the Earth system. We highlight the need to develop an integrated information system accessible to decision-makers and citizens in all parts of the world, and present some of the key scientific questions that need to be addressed to inform decisions on mitigation and adaptation. Finally, we speculate about the values and ethics of climate science and the nature of climate research in a world that will be increasingly affected by global warming in a geopolitical context very different from that of recent decades.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Deep learning super-resolution for temperature data downscaling: a comprehensive study using residual networks",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1572428",
      "pubDate": "2025-05-13T00:00:00Z",
      "description": "Extreme weather events such as heatwaves, cyclones, floods, wildfires, and droughts are becoming more frequent due to climate change. Climate change causes shifts in biodiversity and impacts agriculture, forest ecosystems, and water resources at a regional scale. However, to study those impacts at the regional scale, the spatial resolution provided by the general circulation models (GCMs) and reanalysis products is inadequate. This study evaluates advanced deep learning models for downscaling European Center for Medium-Range Weather Forecasts (ECMWF) Reanalysis v5 (ERA5) 2-m temperature data by a factor of 10 (i.e., ranging approximately from 250 to 25 km resolution) for the region spanning 50° to 100° E and 0° to 50° N. We concentrate on gradually improving downscaling models with the help of residual networks. We compare the baseline Super-Resolution Convolutional Neural Network (SRCNN) model with two advanced models: Very Deep Super-Resolution (VDSR) and Enhanced Deep Super-Resolution (EDSR) to assess the impact of residual networks and architectural improvements. The results indicate that VDSR and EDSR significantly outperform SRCNN. Specifically, VDSR increases the Peak Signal-to-Noise Ratio (PSNR) by 4.27 dB and EDSR by 5.23 dB. These models also enhance the Structural Similarity Index Measure (SSIM) by 0.1263 and 0.1163, respectively, indicating better image quality. Furthermore, improvements in the 3°C error threshold are observed, with VDSR and EDSR showing increases of 2.10 and 2.16%, respectively. An explainable artificial intelligence (AI) technique called saliency map analysis provided insights into model performance. Complex terrain areas, such as the Himalayas and the Tibetan Plateau, benefit the most from these advancements. These findings suggest that advanced deep learning models employing residual networks, such as VDSR and EDSR, significantly enhance temperature data accuracy over SRCNN. This approach holds promise for future applications in downscaling other atmospheric variables.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}