{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-01-16T15:31:22.090203",
  "items": [
    {
      "title": "Compounding of 100-year coastal floods by rainfall in an urban environment",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2a55",
      "pubDate": "",
      "description": "Coastal and pluvial flooding are both becoming more prevalent and severe due to climate change and urbanization in floodplains. The co-occurrence of these flood drivers is generally assumed to exacerbate the resulting flood impacts, a result referred to as compound flooding. However, few observational or modeling studies have investigated the circumstances under which this occurs. Here, we study the impacts of these combined flood drivers and evaluate the implicit hypothesis of official flood maps, which is that rainfall has a negligible impact on the flood depth and flooded area due to a 100 year coastal flood. A coastal system model, configured to capture coastal and pluvial flood drivers, is used. We evaluate the flooding for different urban landform types, including coastal landfill (human-made land), convergent areas (topographic depressions) and other urban terrain, within a model domain covering the Jamaica Bay watershed of New York City. A scenario-based strategy is adopted with a 100 year coastal flood as a control simulation, to which we add a set of realistic scenarios of rainfall data from historical tropical cyclones. We also apply a joint probability analysis framework with historical data to evaluate the probability of these compound coastal-pluvial scenarios. Results reveal cases where the pluvial driver compounds the coastal flood through expansion of the flood zone, with a 17% chance of rainfall increasing the flood area by 6%–38%, and a 5% chance of an increase of 61%–73%. It is rare that floods are significantly deepened but when deepening occurs, it is more common for the convergent zone than for the coastal landfill. These findings quantitatively assess the potential of the pluvial driver to exacerbate flooding, which may influence emergency management strategies such as evacuation plans, shelter arrangements, and related preparedness measures.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Breathe Providence: an integrated approach to siting a low-cost air monitoring network",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ca4",
      "pubDate": "",
      "description": "Breathe Providence is a community-scale, low-cost air sensing network based in Providence, RI. The objectives of this project are to contribute towards a more comprehensive understanding of air quality in Providence and support environmental justice, community health, and greenhouse gas reduction goals. Towards these objectives, Breathe Providence developed an integrated sensor network design approach, balancing both community and scientific priorities in the monitoring site selection process to maximize (1) community investment and collaboration, and (2) data quality and utility. Enabled by partnerships with community-based organizations, guidance from the Providence Climate Justice Plan, and findings from low-cost sensing literature, Breathe Providence’s site selection strategy operated at both the geographic and host-specific levels to prioritize data utility for community members, researchers, and decision-makers alike. The two-stage network design process employed a Providence-based air quality vulnerability index to guide and evaluate network development at a geographic level, and a community-informed definition of ‘meaningful’ to guide it at the sensor host level. The result of these efforts is a network of air monitoring stations throughout Providence that is primarily hosted by community-serving institutions and is weighted towards neighborhoods with higher vulnerability to air pollution. The network successfully represents the priorities of the Climate Justice Plan and community-based project partners on both a geographic and sensor host level. Sensor hosts have become meaningfully involved through the co-planning of public events, which have in turn broadened the project’s channels for public outreach. Scientific considerations were largely compatible with community criteria: by supporting data quality and completeness, they supported the broader policy applicability goals stressed by community partners. The site selection process presents an essential opportunity to build relationships and align monitoring priorities; as a result, it better positions networks to yield community-relevant benefits.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Deforestation-free trade: the impact of border regulations on trade, production and land use in the forestry and agricultural sectors",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2f71",
      "pubDate": "",
      "description": "Trade regulations on high-deforestation commodities are increasingly used to curb tropical deforestation. To evaluate their actual impact, this paper analyzes trade regulations on high-deforestation commodities under three scenarios: two based on EU measures and one exploring a globally coordinated implementation of import regulations on countries with high deforestation risk (HDR). We use a policy assessment framework based on MAGNET, a global general equilibrium model, to analyze the impact on trade, production and land use change. Our results indicate that EU-only measures can substantially reduce HDR imports into the EU, but the global impact remains limited given the EU’s modest share of world demand for products from countries with HDR. By contrast, a globally coordinated regulation targeting HDR countries would expand forest land in these countries and substantially reduce their production and trade, while shifting these activities to other parts of the world.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Trees outside forests and their carbon dynamics over Maryland, U.S.A",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae301d",
      "pubDate": "",
      "description": "Carbon monitoring is needed to track the exchange of carbon between the land and atmosphere. However, comprehensive monitoring of terrestrial ecosystems is challenging, partially because of the fine-scale spatial heterogeneity of land cover and vegetation structure. While forest ecosystems are relatively well studied, knowledge of trees outside forests (TOFs) is limited, even though TOF contribute substantially to many ecosystem services. In this study, we leveraged advances in remote sensing and modeling to quantify TOF and their contribution to the 2011–2023 Maryland state carbon budget. Specifically, the Ecosystem Demography model was initialized with 1 m airborne optical and LiDAR data. These datasets were combined with 30 m National Land Cover Database maps to identify and monitor TOF statewide. In the base year, TOF contributed to 22.86% (2795.59 km2) of the total tree cover, 14.70% (15.98 Tg C) of the total aboveground live tree carbon stocks, and 22.56% (0.39 Tg C yr−1) of the corresponding carbon fluxes in the state, with variation by land cover class. TOF on developed and planted/cultivated lands contributed approximately 90% of the total TOF tree cover and carbon stocks, as well as over 96% of the total TOF carbon fluxes. Most TOF occurred as polygons smaller than 1 km2 and were within 600 m distance from forests. From 2011–2023, persistent TOF carbon stocks were estimated to increase by 5.15 Tg C, representing 23.71% of the state’s total increase in tree carbon stocks over the interval, with substantial interannual variability in carbon fluxes. These results suggest TOF are an important contribution to statewide tree cover and produce carbon stocks and fluxes that should be highlighted in carbon budgets for effective monitoring and assessment. Moving forward, efforts are needed to expand the availability and application of high-resolution remote sensing data and models needed for TOF quantification in carbon budgets.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A theoretical framework for critical canopy temperature and its application to improve remote-sensing-based estimation of evapotranspiration",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae33d3",
      "pubDate": "",
      "description": "Surface energy balance (SEB) models are widely employed for remote-sensing-based evapotranspiration estimation. A critical parameter in most SEB models is the surface temperature of wet or dry boundaries where sensible heat (H) or latent heat (LE) equals 0, which is difficult to measure or estimate. The wide application of SEB models is seriously limited due to this challenge. Therefore, this study introduces ‘critical canopy temperature ( )’, defined as the canopy temperature at which LE equals 0, corresponding to the dry boundary in SEB models. We develop a physics-constrained machine learning (ML) model (hybrid model) that conserves the SEB equation to predict using meteorological measurements from 103 eddy-covariance (EC) stations combined with remote-sensing data. The predicted is integrated into the Surface Energy Balance Algorithm for Land (SEBAL) model to replace the dry boundary, thereby to improve the estimation of LE estimation. Results demonstrate that the hybrid model effectively captures canopy temperature anomalies during stomatal closure and achieve better generalization than pure ML approaches in LE estimation, particularly under extreme conditions. Compared with conventional dry-boundary selection scheme without SEB constraints, incorporating significantly improve SEBAL performance, reducing the root mean square error for LE from 119.33 to 81.71 W m−2 against EC observations (at 31.52% reduction). At regional scales, the hybrid model enables pixel-level estimation of , addressing the long-standing challenge of dry-boundary underrepresentation. Overall, the hybrid model provides a robust and accurate framework for predicting theoretical dry-boundary temperatures while conserving the SEB, supporting improved monitoring of vegetation physiological status and enhancing the accuracy of SEB models.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Potentials and pitfalls around green claims of e-fuels: insights from an exploratory case study",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae358f",
      "pubDate": "",
      "description": "EU and US regulations have recently introduced requirements for calling e-fuels ‘green’ or ‘renewable’, focusing on deliverability and additionality around renewable energy certificates (RECs) in emission inventories. At the same time, advocates of impact-based accounting argue for global REC markets, purposefully abandoning deliverability in favor of enabling cost-effective displacement of fossil power generation. At this point, the extent to which claims by individual e-fuel producers diverge from actual emissions under different potential regulations remains unclear. This study uses a hypothetical e-methanol case to investigate (1) how accounting requirements of different policy regimes affect the accuracy of inventory emissions, and (2) how these reported values compare with emissions estimated under an impact-based accounting perspective. Our results show that hourly energy matching is needed for accurate inventory accounting. When production is not aligned in time and place with renewable generation, reported emissions increase substantially. If RECs are non-additional, emissions can be 14–28 times higher than stated for hourly energy matching under inventory accounting, with carbon intensities exceeding those of the fossil reference fuel, stressing the critical role of additionality. Out of six scenarios, only hourly energy matching results in methanol that can be considered renewable according to EU regulation (i.e. below 28.2 gCO2e/MJ). Impact-based accounting shows potential for larger reductions, up to almost three times the inventory emissions when based on RECs from regions with high marginal emission factors. However, these reductions do not influence the company’s inventory and should be treated as complementary to it. Thus, to ensure accurate inventory claims, deliverability and additionality are crucial. Although based on a single e-fuel producer, the findings can apply broadly to other electricity consumers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Heterogeneous operations and opportunities to reduce CO2 emissions in global blast furnace ironmaking",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2699",
      "pubDate": "",
      "description": "The blast furnace (BF) process accounts for over 90% of global iron ore-based steel production and remains a major contributor to CO2 emissions. This study investigates the variability in operations across the global BF fleet and its impact on CO2 emissions. Using plant-level data from 2011 to 2021, we find that variation in the composition of inputs results in emissions ranging from 1.20 to 2.08 tons of CO2 per ton of hot metal (tCO2 tHM−1) globally, driven by differences in fuel and reductant consumption. Our estimates suggest global emissions could have been lower by 2.8%—and up to 9.6%—if each furnace operated at its historical or national minimum CO2 emissions intensity. We use furnace-level data to find even greater variation within and across individual furnaces at the national level, estimating potential for CO2 emissions reductions of 5.7%–15.5% in the United States. These findings suggest substantial latitude to incentivize plants to reduce CO2 emissions without new capital investment, by up to an estimated 1.35 billion tons of CO2 cumulatively across the global BF fleet from 2011–2021. It further underscores the limitations of relying on ‘best available technology’ or country-specific emissions factors in policy and planning efforts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Atmospheric forcing uncertainty contributes to divergent estimates of China’s terrestrial carbon dynamics",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2af8",
      "pubDate": "",
      "description": "Accurate quantification of terrestrial carbon dynamics is essential for assessing ecosystem–climate feedbacks and informing climate mitigation in the Anthropocene. China, as both the world’s largest emitter and a region of rapid ecological change, plays a key role in the global carbon cycle. Yet uncertainties in atmospheric forcing datasets remain a significant source of uncertainty in land surface model simulations and are rarely assessed systematically. Here, we assess China’s terrestrial carbon budget (1979–2014) using the Community Land Model (CLM5.0) driven by three widely used meteorological datasets: CRUNCEP, the Global Soil Wetness Project Phase 3 (GSWP3), and the China Meteorological Forcing Dataset (CMFD), and evaluated against more than 800 FLUXNET site-months and nine eddy covariance towers. Forcing choice strongly alters the magnitude and trend of carbon fluxes, and China’s terrestrial ecosystems acted as either a weak carbon sink or a net source, depending on the forcing. GSWP3 performed best overall in simulating gross primary productivity (GPP), CRUNCEP relatively poorly, and CMFD best in high-altitude and cold-dry regions. Total ecosystem carbon storage was estimated at 86.30–90.00 PgC, primarily in soil (84.1%) and vegetation (15.9%). Interannual GPP variability was mainly controlled by precipitation (29.4%), followed by temperature (17.2%), while shortwave radiation had negative effects (11.5%). Shapley additive explanations analysis further showed that moisture-related variables (precipitation and humidity) dominate interannual GPP variability. By combining process-based modeling and machine learning, this study shows how uncertainties in meteorological inputs affect terrestrial carbon dynamics. These findings underscore the limitations of single-forcing simulations in Earth system modeling and highlight the need for improved meteorological inputs to support robust carbon budgeting and climate neutrality goals.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Anthropogenic drivers and their impact on the hydrological regime of Nepal: a review",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ca8",
      "pubDate": "",
      "description": "Nepal’s hydrological regime, shaped by steep topography, monsoon-dominated rainfall, and extensive cryospheric systems, offers a useful testbed for understanding how climate change and human activities are reshaping water resources in mountain regions globally. Despite abundant water sources, Nepal faces persistent water security challenges driven by extreme seasonality, rising temperatures, shifting precipitation patterns, and rapid land-use change. In this review, we synthesize current evidence on anthropogenic drivers of hydrological change in Nepal and draw lessons relevant to other data-sparse, high-mountain and monsoon-influenced regions. We find that warming-induced glacial retreat, altered snowmelt timing, and changing monsoon dynamics are intensifying wet-season flood risks while heightening dry-season water scarcity, patterns increasingly observed across the Himalaya, Andes, and other mountain systems. Human activities, including urban expansion, agricultural intensification, hydropower, and extraction of sediments from rivers, further modify river flows, reduce groundwater recharge, and increase vulnerability to extremes. Yet major uncertainties persist, especially concerning high-elevation hydrology, permafrost dynamics, sediment extraction, and the cumulative impacts of expanding infrastructure. Nepal’s pronounced topographic and climatic gradients limit broad generalizations, underscoring the need for region-specific hydrological monitoring and modeling. These challenges mirror global limitations in mountain hydrology, where sparse observations and rapidly changing conditions constrain predictive capacity. By identifying key knowledge gaps and highlighting cascading impacts on agriculture, hydropower, domestic water supply, and aquatic ecosystems, this review emphasizes the urgency of strengthening monitoring networks and integrating uncertainty into water management and climate adaptation strategies. Nepal’s experience offers broader insights for countries facing similar pressures at the intersection of climate change, development, and fragile mountain water systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Revisiting chloroform emissions from the pulp and paper sector: a brief communication",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2e17",
      "pubDate": "",
      "description": "Halogenated very short-lived substances (VSLS) represent a growing source of chlorine to the stratosphere where they may contribute to ozone layer depletion. Chloroform (CHCl3) is a prominent VSLS with poorly constrained anthropogenic sources that include its unintentional production when wood pulp is bleached for paper production. Recent assessments of the global CHCl3 budget have relied on emission factors (EFs) for the pulp/paper (PP) sector derived some 35 years ago when industrial practices were markedly different. Here, we analysed data from the Pollutant Release and Transfer Registers of the USA, Canada and Japan. Combined with data on the national number of pulp mills and bleached wood pulp production volume, we derive plausible lower and upper limit EFs. These factors show a downward trend since the early 2000s, which we attribute to a continued phase-down in the use of ‘elemental chlorine’ bleaching in favour of ‘elemental chlorine free’ bleaching. The derived mean EFs for the period 2000–2020, expressed as the mass of CHCl3 per air–dried tons (adt) of bleached pulp, are in close agreement for the regions considered: USA (39.8 ± 32 g/adt), Canada (38.6 ± 29.8 g/adt) and Japan (30.1 ± 8.6 g/adt). Assuming these factors are broadly representative of other world regions, a mean annual global CHCl3 source of 3 (1–6) Gg yr−1 from the PP sector is estimated for the approximate 2000–2020 period. We conclude that the sector’s contribution to the global CHCl3 budget has likely decreased considerably since the 1990s and that the use of older EFs to calculate present-day emissions should be avoided.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The EU CBAM and the Global South: a review of the economic and geopolitical implications of unilateral climate and trade measures",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2eea",
      "pubDate": "",
      "description": "After more than a decade of academic and policy debate about carbon border adjustments (CBAs) and their policy implications, the full implementation of the world’s first comprehensive CBA is now imminent in 2026 in the European Union (EU). Simultaneously, several other jurisdictions across the Global North are at various stages of implementing their own CBAs. With CBAs transitioning toward real implementation, it is vital to understand their implications for potentially vulnerable trading partners. To this end, we review the current literature on the economic and geopolitical impacts of the EU CBA mechanism (CBAM) on the Global South. Through taking stock of peer reviewed and grey literature, we conclude that the EU CBAM will lead to trade disruptions in the Global South, with some Global South countries particularly vulnerable to potential welfare losses as a result of these disruptions. The likely decrease in trade between the EU and parts of the Global South, and the associated economic impact, may in turn have wider implications for the international climate and trade regimes. Although the EU CBAM regulation does not exempt the world’s poorest states, the current upheaval in global trade presents an opportunity for EU policymakers and others considering CBAs to revisit exemption policies or explore alternatives for vulnerable trading partners. We conclude with outlining gaps in the current literature and propose directions for future study.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Building a mine-level database of methane emission factors for China’s underground coal",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3190",
      "pubDate": "",
      "description": "Methane (CH4) from China’s underground coal mines is a significant warming source and a priority for near-term mitigation. Yet mine-level inventories remain uncertain because publicly available measurements are sparse, outdated, and inconsistent. We assemble a 2011–2023 mine-level database of methane emission factors (EFs) by integrating the national coal-mine gas assessment with provincial disclosures and other sources. We harmonize definitions and impute missing data (10%–30% for key predictors; 23% for relative gas emissions) using a random-forest multiple-imputation framework incorporating geological and operational predictors and propagating uncertainty. The database reveals pronounced spatiotemporal heterogeneity, with a 92% reduction in small mines despite broadly stable national capacity. National production-weighted EFs declined from 5.39 kg t−1 in 2011 to 4.24 kg t−1 in 2020 as de-capacity policies retired high-emission mines and operational upgrades reduced intensities, and then rebounded to 4.78 kg t−1 in 2023, mainly due to higher production in provinces with above-average EFs, with a possible contribution from deeper mining. A persistent north–south gradient remains, and provinces dominated by coking coal exhibit systematically higher emissions. Selective non-disclosure by high-gas mines may introduce non-random missingness and bias the upper tail downward. Uncertainty analysis shows larger absolute but smaller relative errors for high-gas mines, with total uncertainty dominated by model generalization. The integrated dataset enables targeted mitigation at mine and provincial levels and provides a transparent basis for prioritizing high-emission and high-uncertainty regions. It highlights the need for standardized reporting, targeted measurements, and continuous updates to strengthen China’s coal-methane governance and NDC-aligned policy design.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Towards improved accounting and mitigation of greenhouse gas emissions from ditches and canals",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae31f9",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Urban heat mitigation under realistic roof and land area constraints",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae32a7",
      "pubDate": "",
      "description": "To simulate realistic impact of rooftop-based heat mitigation strategies (HMS), we introduce a new capability in the Weather Research and Forecasting model coupled with the building effect parameterization urban physics module. This enhancement allows the model to ingest two dimensional fields of grid aggregated roof albedo and fractional rooftop area availability for HMS implementation. By incorporating these spatially varying inputs, the model overcomes previous limitations that relied on idealized scenarios. Using Austin, Texas, as a testbed metropolitan area, we assessed the realistic potential for cooling the city by reducing the 2 m air temperature (T2M) and universal thermal climate index (UTCI) through various HMS. Specifically, we evaluated cool roofs, green roofs, and solar photovoltaics under two scenarios: (i) complete roof area coverage and (ii) realistic implementation based on the available flat (non-pitched) roof area. Additionally, we implemented urban gardens and street trees and assessed their effectiveness in reducing T2M and UTCI. All experiments, including a control scenario without any HMS, were conducted during clear-sky days in August 2020, which was one of the hottest months recorded in Austin. The results indicate that while cool and green roofs are effective, their effectiveness is obfuscated in the city-wide mean T2M and UTCI reduction. Further, the realistic implementation of HMS had a negligible impact on city-wide mean T2M and UTCI. Nevertheless, these realistic rooftop simulations demonstrated potential for localized cooling in some areas of the city. Combining realistic rooftop-based HMS with urban gardens and street trees similarly resulted in limited city-wide cooling while yielding noticeable cooling in some grid cells. Street trees showed a large potential for locally reducing UTCI. These findings have direct implications for urban planning and heat mitigation approaches, as they highlight the need for evaluating HMS based on local (e.g. urban-block-scale) impacts using realistic implementation constraints, rather than emphasizing city-wide reductions in T2M or UTCI.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}