{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-11-30T16:30:25.177508",
  "items": [
    {
      "title": "Monitoring marine carbon dioxide removal: quantitative analysis of indicators for carbon removed and environmental side-effects",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1c54",
      "pubDate": "",
      "description": "Marine carbon dioxide removal (mCDR) implementations can potentially remove 1–15 Gt CO2 yr−1, which encompasses the minimum requirement removal of CDR in 2050 to limit warming below 2 °C by 2100. Despite their potential, mCDR represents only a tiny fraction of currently deployed CDR methods. Their implementations require not only a comprehensive understanding of the marine processes involved, but also a robust monitoring for their effectiveness and potential environmental impacts. In this work, we surveyed the mCDR scientific literature to identify measurable indicators for quantitative information across different ecosystems and methods used for monitoring the carbon removed and environmental side-effects, and explore the main common challenges. We followed the preferred reporting items for systematic reviews and meta-analysis protocol PRISMA: the search queries were established, and the literature search and criteria for inclusion/exclusion were transparently defined. Our results reveal the lack of a direct linkage from the mCDR-induced rates of chemical and biological changes to the amount of carbon removed from the atmosphere and the magnitude of associated environmental side-effects. The heterogeneity of marine biogeochemical and ecological processes in time and space, together with the propagation of biogeochemical signals in an open system, represent the most common challenge reported for the monitoring approaches. Our results show that we are in need of indicators that provide reliable quantification of CO2 removal rates and information on environmental side-effects. Finally, based on our gap analysis, we provide monitoring recommendations, such as the use of common metrics and the baseline establishment. Currently, the lack of standardized indicators and monitoring procedures inhibits the verification, and hence, creates risks for further investment and prevents the entering of mCDRs in existing carbon certificate trading systems, hindering the long term growth of this sector.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Interbasin wave teleconnection in the northern Indian Ocean under combined ENSO-IOD impact: propagation pathways from the eastern Indian Ocean to the Arabian Sea coast",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e8d",
      "pubDate": "",
      "description": "The El Niño-Southern Oscillation (ENSO) and Indian Ocean Dipole (IOD) significantly regulate sea surface height (SSH) variability in northern IO through equatorial and coastal waveguides. However, the phase-dependent relationship between concurrent ENSO-IOD events and equatorial-coastal waveguides remains unclear. Long-term SSH observations reveal two distinct waveguide modes during autumn-winter: an eastern mode propagating from eastern IO to Bay of Bengal (BOB), and a western mode extending from central IO to Arabian Sea (AS). These modes exhibit significant coherence in central IO exclusively during concurrent ENSO-IOD events, with stronger SSH anomalies occurring during positive phase. We identify a complete wave-mediated pathway in which equatorial Kelvin-coastal Kelvin waveguide interacts with equatorial Rossby-coastal Kelvin waveguide in central IO, transmitting SSH signal from eastern IO through BOB to AS coast. These results establish a dynamical framework linking ENSO-IOD phases to waveguide connectivity, improving predictability of climate-driven air–sea variability in northern IO.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Nonlinear influence of coexisting CO2 and anthropogenic aerosols on East Asian summer precipitation through a mid-high-latitude pathway",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae20a8",
      "pubDate": "",
      "description": "Increased CO2 and anthropogenic aerosols (AAs) coexist in the atmosphere with opposite radiative effects. Their resultant climate responses may not fully offset each other, leading to some nonlinear changes, particularly in summer precipitation over East Asia (EA). However, how the coexistence of CO2 and AAs causes the nonlinear effect on EA precipitation remain unclear. Through analyses of fully coupled model simulations, this study shows that when both forcings are included, the precipitation over North China in July–August decreases less than the linear combination of the changes induced by individual forcings, indicating a nonlinear increase of precipitation. These nonlinear changes over EA likely originate from the Arctic and North Atlantic region. Specifically, the Arctic sea-ice sensitivity to the CO2-induced warming is higher than that to the AA-induced cooling, leading to a large increase of sea ice concentration over the East Siberian–Beaufort Seas in the nonlinear effect. This can excite an anomalous atmospheric Rossby wave propagating southeastward into the North Atlantic, which increases low cloudiness to cool the surface over the midlatitude North Atlantic. This cooling subsequently generates an anomalous Rossby wave train pattern across Eurasia with two branches propagating toward EA. The concurring circulation changes over EA ultimately result in nonlinear precipitation changes there. This study suggests that the nonlinear climate response in the high latitudes can remotely induce nonlinear changes in the lower latitudes and highlights the need to consider nonlinear effects in analyzing externally forced climate changes over EA.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Online signals of heat vulnerability: revealing city-level response to extreme heat using Google Trends",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae20aa",
      "pubDate": "",
      "description": "Extreme heat poses a growing public risk, yet understanding real-time, population-level human response remains a major challenge. This study leverages Google Trends search activity (2016–2024) across 30 major US metropolitan areas to quantify digital responses to heat. Using generalized additive models, two key response metrics are identified: a temperature ‘threshold’ that triggers public concern and a ‘slope difference’ that measures the intensity of the subsequent reaction. The analysis first establishes that a city’s median climate primarily determines its baseline threshold, while the variability of climate governs the slope difference, both reflecting long-term adaptation to local conditions. After accounting for these climatic effects, the study finds that socioeconomic factors explain a significant portion of the remaining variance in digital heat responsiveness. Specifically, the climate-adjusted threshold is higher in cities with greater social vulnerability, indicating a dangerous delay in awareness. This interplay creates five distinct urban typologies, revealing that temperate coastal cities exhibit a highly reactive pattern while arid inland cities show a response buffered by modern infrastructure. These findings uncover a critical disconnect wherein the populations most at risk are often the last to digitally engage with the threat. This digital proxy provides a new, near real-time method for monitoring public risk perception, offering a vital resource for developing more equitable public health interventions against the escalating threat of extreme heat.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Contemporary patterns of prescribed fire and its risks and benefits to water quantity and water quality over the conterminous United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae20af",
      "pubDate": "",
      "description": "Prescribed fire has emerged as an essential ecosystem management practice for maintaining forest health and mitigating wildfire risks. However, its spatio-temporal patterns and potential impacts on water quantity and quality remain poorly understood compared to those of wildfires. By analyzing the Monitoring Trends in Burn Severity database (1984–2022), we characterized distinct regional, seasonal and interannual dynamics of large prescribed fires relative to wildfires across the conterminous United States. We found the Southeast dominated the national prescribed fire regime, accounting for 78.6% of total prescribed fire occurrences and 70.7% of total burned area. Seasonally, prescribed fires primarily occurred in the spring, contrasting with wildfires that peak in autumn, particularly in the West and Southwest. Prescribed fires in the Southeast increased significantly from the early 2000s, peaking around 2010, then temporarily declined, whereas wildfires in the West exhibited an overall upward trend with substantial interannual variability. Our synthesis of studies from 1969 to 2024 showed that prescribed fire could potentially reduce evapotranspiration, but increase surface runoff through alterations of vegetation structure, rainfall partitioning, soil properties, and flow generation processes. Additionally, prescribed fire may influence water quality by modifying soil nitrogen dynamics, dissolved carbon, erosion, and sediment transport. However, these impacts are typically short-lived and can be effectively mitgated through site-specific strategies, supporting the use of prescribed fires as as a safe and practical management tool. To this end, we developed an adaptive framework that guides prescribed burning by balancing its ecological and hydrological benefits against potenital risks, thereby promoting sustainable forest management, reducing wildfire risk, and protecting water resources.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Shifting climate boundaries for European peatlands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae2142",
      "pubDate": "",
      "description": "Globally, peatlands store twice as much carbon as forests. Conservation of these ecosystems is vital in preventing the return of massive amounts of carbon to the atmosphere. With climate boundaries of ecosystems shifting, choosing to restore wisely has never been more important. We set out to assess how climate boundaries of peatlands in Europe may shift with climate by (1) deriving relationships between peatland distributions and climate variables and (2) using these relationships to project peatland distributions into the future based on two climate change scenarios: one scenario in line with the Paris Agreement (SSP1-2.6) and a scenario predicting 3 °C warming by 2050 (SSP5-8.5). We estimate that 93% of European peat soils do not longer have functioning peatland ecosystems. The climate conditions for the remaining 7% of peatlands may remain best in Northern Scandinavia, the Western islands, and higher elevations within the European mainland. In contrast, climate suitability for peatlands will significantly decrease through most of Southern, Central, and Eastern Europe. Under 3 °C warming, 92% of all currently functional peatlands will face less suitable climate conditions by 2050. Moreover, the proportion of peatlands under unfavorable climatic conditions will almost triple from 6% to 15%. Our findings imply that conservation and restoration of peatlands in future climates will be most effective in areas with peatlands that are likely to remain closer to the center of their climate niche including parts of northern Scandinavia, Ireland, Scotland and at higher elevational ranges.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Long-term carbon dioxide removal potential from the application of wood biochar and basanite rock powder in sandy soil using the LiDELSv2 process-based modeling approach",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae21f6",
      "pubDate": "",
      "description": "The rise in atmospheric carbon dioxide (CO2) concentrations requires scalable and effective carbon dioxide removal (CDR) strategies. pyrogenic carbon capture and storage relies on the pyrolysis of biomass and the non-oxidative use of biochar, e.g. in soils. Enhanced rock weathering (ERW) captures CO2 by forming dissolved bicarbonate. In addition to CDR, both methods may offer soil improvement as a co-benefit. However, their interaction and combined CDR potential remain largely unexplored. Here, we investigate their individual and combined effects on carbon dynamics in a temperate agricultural soil. Using the process-based LiDELSv2 model calibrated against data from the lysimeter experiment, we simulate 1000 year impacts of applying 4.2 wt% wood biochar, 2 wt% basanite rock powder (RP), their co-application, and co-pyrolyzed material (rock-enhanced biochar, RE-biochar) on soil organic carbon (SOC), net primary production (NPP), net CO2 ecosystem exchange (NEE), and calcium (Ca2+) leaching in a northern German sandy soil. Biochar alone led to the highest increase in SOC and achieved a modeled NEE of −200 g C ha−1 yr−1 per ton of biochar throughout 1000 years, acting as a long-term carbon sink. Co-application and RE-biochar increased SOC too, but to a lesser extent. Rock powder alone reduced SOC by 7%. Although RP enhanced Ca2+ leaching, this did not result in net CO2 removal. Ecosystem respiration and NPP remained stable in the long term. Our results suggest that, when accounting for assumed application rates, biochar is the primary driver of long-term soil-based CDR, while ERW provides only minor co-benefits. This highlights the need to tailor interventions to specific soil and climate conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Economic benefits and cost competitiveness of green hydrogen in decarbonizing China’s electricity and hard-to-electrify sectors",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1b1f",
      "pubDate": "",
      "description": "Green hydrogen has the potential to address two critical challenges in a zero-carbon energy system: balancing seasonal variability of solar and wind in the electricity sector, and replacing fossil fuels in hard-to-electrify sectors. In this study, focusing on China, we deploy a provincial-scale energy system planning and operation model to examine the technical and cost-optimal potential of green hydrogen to fully remove carbon-based fuels in the electricity and hard-to-electrify sectors by 2050. Our results show that green hydrogen infrastructure can enable more cost-effective decarbonization of both the electricity and hard-to-electrify sectors. First, in the zero-carbon electricity sector alone, utilizing green hydrogen as long-duration storage enables a 17% reduction in the electricity-only cost (ZE scenario) relative to one without hydrogen. However, cost savings hinge on the availability of underground hydrogen storage. Second, coupling the electricity and hard-to-electrify sectors by sharing green hydrogen infrastructure reduces the combined energy system cost by 6% compared to a decoupled energy system. Third, the coupled energy system also makes green hydrogen comparable to fossil fuel-based gray and blue hydrogen costs in China. Allocating the entire savings realized in the coupled energy system to just the hydrogen used as fuel/feedstock in hard-to-electrify sectors yields a 24% reduction in the hydrogen-only cost relative to the cost under the decoupled system. Last, coupling hydrogen infrastructure between electricity and hard-to-electrify sectors yields a substantially different spatial pattern of hydrogen production. In the decoupled energy system, 80% of hydrogen demand in electricity and hard-to-electrify sectors is produced locally within the same provinces, but the coupled energy system cuts local production to 30%, shifting production to high renewable energy generating provinces. Understanding the spatial patterns of optimal hydrogen infrastructure siting will help plan an integrated electricity and hydrogen system that can cost-effectively decarbonize multiple sectors and China’s broader economy.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate benefits of afforestation and reforestation with varying species mixtures and densities in the north-western boreal lands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1d95",
      "pubDate": "",
      "description": "The boreal forest is a vital carbon sink. Using 250 year simulations for Canada’s Taiga Plains, a priority of the 2 billion trees program, we tested afforestation and reforestation (A/R) strategies that combine species mix, planting density and surface albedo. Medium-density (600–1400 trees ha−1) mixed stands with ∼25%–40% deciduous trees stored 15%–30% more net ecosystem carbon than conifer monocultures by coupling rapid early growth with long-term retention and greater disturbance resilience. Replanting under-stocked stands with these mixtures raised long-term storage by 18%–30% over business-as-usual. Accounting for albedo showed pure evergreen or deciduous stands lost 6%–20% of their climate benefit, whereas mixed stands yielded net cooling and the highest sequestration (≈ 4.6–4.7 tCO2e ha−1 yr−1). Partial harvesting plus replanting preserved, and sometimes increased, ecosystem carbon (≈ 300–340 tC ha−1) and productivity (≈ 1.6–2.0 tC ha−1 yr−1) without raising risk. Blending fast-growing deciduous trees with long-lived conifers at intermediate density maximizes boreal A/R climate value and informs reforestation policy elsewhere.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Subsurface constraints amplify vegetation stress during extreme heat and drought in a Mediterranean forest",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e15",
      "pubDate": "",
      "description": "Drought and extreme heat events are becoming more frequent and intense as the global climate warms, threatening forests worldwide. Subsurface conditions such as soil depth and groundwater availability can influence plant drought vulnerability. Yet, how subsurface factors interact with climate stress and shape forest vulnerability and die-off at landscape scales remains poorly understood. The record-breaking hot and dry 2023–2024 summer in southwestern Australia induced widespread stress in the Jarrah Forest ecosystem. Analysis of vegetation greenness anomalies using airborne geophysics data, groundwater depth records, climate data, and remote sensing revealed that vegetation die-off emerged from the interactions of heat, water stress, and subsurface conditions. Shallow soils, rocky substrates, and limited access to subsurface water predisposed vegetation to experience heat and drought stress. Identifying the role and location of subsurface features enables identification of vulnerable, and resilient, areas and will guide adaptive forest management for resilience against future climate extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Over 100 global climate sensitive rivers are experiencing large and severe changes in streamflow volume and timing",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e16",
      "pubDate": "",
      "description": "Only about one-third of global rivers (or tributaries) remain in a nearly natural condition, known as climate-sensitive rivers. We lack clear evidence on the changes in streamflow volume and timing of these rivers, which significantly compromises our capacity for protection. Here, we analyse alterations in streamflow and centre of timing at 1017 stream gauges across 812 climate-sensitive rivers and tributaries worldwide from 1950 to 2022. We observed increasing trends in streamflow volume (Q) at just over half of our sites (512), biased towards earlier changes in centre of timing (CT) (⩾−2 d yr−1), with more than 65% of records reflecting this trend. At over 80% of gauges, we found that rising Q and earlier CT are sensitive to increasing precipitation (P) and earlier centre of timing of precipitation (PCT). More than 60% of significant gauges show moderate to severe changes in Q and CT. We identified 104 global climate-sensitive rivers, located in subtropical, temperate and arctic regions, that have experienced large and severe changes based on long-term changes in Q seasonality (CT > ±15 d). Long-term changes in Q and CT may persist in rivers experiencing large and severe changes and intensify in those with minor and moderate changes. These changes will increase flooding, alter storage, cause water shortages, and degrade river health. We recommend proactive strategies including better streamflow monitoring, adaptive infrastructure (e.g. reservoirs, flood control), flexible flood management protocols, water-sharing agreements during droughts, and prioritised protection of ecosystems to buffer against variations in Q and CT.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Biosecurity from non-native insects in Belt and Road countries: the role of donor–receiver patterns and human activity",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1e18",
      "pubDate": "",
      "description": "The Belt and Road Initiative (BRI), as a green development initiative, highlights the importance of regional cooperation among participating countries to address the possibility of non-native organisms. We created a database of 8655 non-native insect records from 3059 non-native insect species of 312 families to better understand invasion vulnerability. Results showed that Coleoptera, Hemiptera, and Hymenoptera dominated, comprising 72.54% of all recorded non-native insects. Hotspots of non-native insects were primarily developed BRI corridor nations, such as New Zealand, Czechia, Austria and South Africa. These insects largely originated from Asia, Europe, and North America, with Oceania contributing the fewest. Model averaging and PLS path modeling showed that the merchandise imports and international tourism were positively correlated with non-native insect occurrences. 49.63% of the countries, including China, South Korea, Russia and Poland, were identified as medium- to high-vulnerable regions for non-native insect introduction. Finally, we recommend intergovernmental collaboration to promote proactive prevention and control measures for regional biosecurity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}