{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-06-03T13:37:25.723821",
  "items": [
    {
      "title": "Groundwater and trade: towards an interdisciplinary consensus and roadmap for future research",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda61",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The future of hot and dry events in the breadbasket regions of maize",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda63",
      "pubDate": "",
      "description": "Heatwaves and dry spells can severely impact crop yields, making it crucial to understand the nature of these events to ensure food security in a changing climate. We use the Max Planck Institute Grand Ensemble to examine the occurrence of hot–dry extremes in key crop-producing regions known as ‘breadbasket regions’, either in single or multiple breadbasket regions simultaneously, focusing on the differences between 1.5 ∘C and 2 ∘C global warming scenarios. Our findings reveal strong increases in hot–dry events across all individual breadbasket regions between 1.5 ∘C and 2 ∘C of global warming, with ensemble mean probabilities indicating that occurrences more than double in South Asia and triple in East Asia. Moreover, the likelihood of multiple breadbasket regions experiencing extreme events simultaneously increases significantly between 1.5 ∘C and 2 ∘C of warming. Scenarios that were historically considered virtually impossible and very unlikely under 1.5 ∘C, such as at least four regions being affected by hot–dry events in the same growing season, could occur with a 1-in-14 year likelihood under 2 ∘C of warming. We find that, among the breadbasket regions, Central Europe, East Asia, and Central North America most often experience these events simultaneously within the same growing season. Between 1.5 ∘C and 2 ∘C warmer worlds, the probability of simultaneous occurrence increases the most for the connection between these regions. In contrast, South Asia is least likely to be affected simultaneously with other regions, possibly providing insights for risk management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Human–Earth system interactions under climate change",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adda65",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A panel data study of causality links between CO2 concentration and temperature",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addad9",
      "pubDate": "",
      "description": "While the role of rising CO2 concentration in increasing the temperature is well known, the opposite causality link, from temperature to CO2 concentration, received far less scrutiny. In this paper, we address the relation between the two variables using the Dumitrescu–Hurlin panel causality test for a panel of individual areas of the planet. We also run individual areas-level Granger causality tests to determine the geographical distribution of the local causal links between the CO2 concentration and temperature. We find evidence of both causality directions at the global level, suggesting potential feedback between CO2 concentration and temperature. We also find that the global phenomenon results from a very fragmented geographical distribution of mostly unidirectional causality links at the local level. Considering the two results jointly, this work potentially provides insights into the connection between average trends of human-induced global warming and particular local conditions experiencing extreme meteorological conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Flash drought prediction using deep learning",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb65",
      "pubDate": "",
      "description": "Flash droughts are rapid, short-term drought events that develop within weeks, driven by factors such as low rainfall, high temperatures, and strong winds, which deplete soil moisture and stress vegetation. These events have profound agricultural, economic, and ecological impacts, yet the use of machine learning to predict flash droughts remains underexplored, hindered by challenges like imbalanced datasets and limited data. This study addresses these issues by applying Convolutional neural networks (CNNs) to predict flash droughts in Eastern Australia, a region prone to such events. We identified flash droughts from 2001 to 2022, training the model with data from 2001–2015, validating it on 2016–2017 data, and testing it on 2018–2022 data. The model’s performance was evaluated across drought duration, spatial distribution, and seasonal variability. Achieving a balanced accuracy of 80% and an Area under the curve of 93%, the CNN demonstrated strong predictive capability. However, it tended to overestimate the spatial extent of droughts, indicating areas for future improvement. These results highlight the potential of deep learning in flash drought prediction, offering valuable insights for early warning systems and drought management strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Unraveling uncertainties in near-term runoff projections across Europe: the major role of atmospheric noise",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb66",
      "pubDate": "",
      "description": "Internal variability drives large runoff variations across Europe. Disentangling its effects from that of anthropogenic forcing in future regional projections is crucial for effective adaptation planning. Here, we show that internal variability is the main source of uncertainty in near-term changes in Europe compared to model and scenario uncertainty, or as important as model uncertainty for the Mediterranean. The contribution of internal variability is even larger for runoff than for precipitation or evapotranspiration over northern, western and central Europe. The inter-member differences in runoff changes are mainly explained by precipitation changes and indirectly by changes in sea level pressure. In potential disagreement with observational studies, no apparent teleconnection between runoff multi-decadal variability and the Atlantic multi-decadal variability is generally found in climate models. This misrepresentation of teleconnections might affect the multi-decadal variability of annual precipitation and therefore runoff over the Mediterranean. Indeed, the multi-decadal variability in precipitation and sea level pressure over this area is shown to be generally underestimated.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Labor markets mediate welfare impacts of conservation policies on society: case of groundwater",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addb67",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Snow, ice and permafrost landscapes as ‘frozen commons’: examples from northern Mongolia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adc7cb",
      "pubDate": "",
      "description": "Cryosphere has a global role as a biogeophysical phenomenon. It affects the livelihoods of people inhabiting permafrost areas and is affected by human activity within and outside of the cryosphere’s geographical span. ‘Frozen commons’ (FCs) are cryosphere resources and landscapes, defined by snow, ice, and permafrost, that are experienced, used, protected and managed by groups of people together. This paper highlights collaboration between herders and scientists aimed at improving the understanding of FCs in northern Mongolia, a region of rapid cryosphere transformation. The impact of climate change on Indigenous and pastoralist communities in Mongolia is profound, leading to the damage or loss of FCs critical to local livelihoods. Therefore, Indigenous and local knowledge becomes crucial in assessing and predicting the climate-driven dynamics of FCs. In 2022, 2023, 2024 a team of permafrost scientists, geographers, and economists conducted interviews in reindeer and cattle herder camps in Khövsgöl Aimag (Province) located in the northern part of Mongolia. Local livelihoods do not depend only on cattle, which allows us to examine a variety of animal–environment interactions and impacts on pastoralism. The analysis of interviews indicates that FCs are a vital resource for the Khövsgöl communities and holds significant importance in their daily lives. Permafrost plays a key role for herders as it provides water resources for pastures and local rivers, which is critical during dry summers. Ice and snow also have many uses, such as a source of water, winter transport and the basis of cultural events. As winters become shorter and ice conditions become less predictable, the sustainability and availability of these resources for local people are under threat. In light of these challenges, it is imperative to formulate climate adaptation and mitigation strategies through collaborative efforts that actively involve and respect the perspectives of Indigenous and local people.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Beyond spatial bias: understanding the colonial legacies and contemporary social forces shaping biodiversity data",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add6b6",
      "pubDate": "",
      "description": "With over 2 billion observations of species from across the earth, the Global Biodiversity Information Facility (GBIF) has become an influential repository of information for not only ecologists, but also conservation scientists and policy makers. Yet biodiversity data reveal more than species distributions. They reflect colonial histories, economic inequities, and cultural differences. This article argues for moving beyond ideas of ‘spatial bias’ in conservation science to highlight the colonial legacies and contemporary social forces that shape biodiversity data. Drawing on interviews with the GBIF staff and data publishers as well as critical mapping of GBIF data patterns, we visualize and analyze how and why colonial patterns persist and shift in this global biodiversity data. To explain diverse trajectories of postcolonial production of data, we identify three social forces–colonial legacies of collecting, infrastructures of international development, and contemporary data cultures–that structure biodiversity observation distributions and data ownership and availability. Together, these findings demonstrate how, even in the age of open access, colonial and postcolonial practices and politics continue to shape what we know about the natural world.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Getting ready for the Anthropocene: overcoming obstacles on the development path for municipal water and sanitation services",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/add750",
      "pubDate": "",
      "description": "This paper describes three phases that cities go through for the delivery of municipal water and sanitation services, identifying the main political, technological, socio-institutional, financial, public health forces of disequilibria that push cities along this development path. Data from the Global Water Intelligence and the World Bank’s International Benchmarking Network show that most of the countries with utilities with limited piped water coverage (Phase 1) have an annual GDP per capita less than US$5000. In contrast, most countries with an annual GDP per capita greater than US$10 000 have close to universal piped water coverage (Phase 3). We find no statistically significant relationship between country-level water scarcity and the average water prices charged by utilities in a country. We discuss a comprehensive policy mix with four components that municipal water utilities need to address the growing water deficits as rising demands confront limited supplies: (1) reduction of nonrevenue water, (2) source diversification, (3) reduction of customer water use, and (4) establishment of financial reserves to address climate-related emergencies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}