{
  "title": "Nature Climate Change",
  "link": "http://feeds.nature.com/nclimate/rss/current",
  "description": "Nature Climate Change is a monthly journal dedicated to publishing high-quality research papers that describe the most significant and cutting-edge research on the causes, impacts and wider implications of global climate change. The journal publishes climate research across the physical, biological and social sciences and strives to integrate and communicate interdisciplinary research. The journal aims to play a leading role in: providing accessibility to a broad audience to research published both within and outside the journal; raising the visibility of climate change research in related research communities as well as the mainstream media; and offering a forum for discussion of the challenges faced by researchers and policy makers (and other interested parties) in understanding the complex mechanisms and impacts associated with the Earth’s changing climate.",
  "category": "research_papers",
  "source_url": "https://www.nature.com/nclimate.rss",
  "fetched_at": "2025-09-24T04:28:04.936125",
  "items": [
    {
      "title": "Upstream data need to prove soil carbon as a climate solution",
      "link": "https://www.nature.com/articles/s41558-025-02429-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 23 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02429-4\">doi:10.1038/s41558-025-02429-4</a></p>Causal approaches employed at the scale of commercial agriculture are required to build high-quality evidence that climate-smart agricultural interventions result in real emissions reductions and removals. Such project-scale empirical data are additionally required to demonstrate and advance the viability of process-based models and digital measurement, reporting and verification as tools to scale soil carbon accounting.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Delayed formation of Arctic snow cover in response to wildland fires in a warming climate",
      "link": "https://www.nature.com/articles/s41558-025-02443-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 23 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02443-6\">doi:10.1038/s41558-025-02443-6</a></p>Wildland fires are becoming more frequent in high-latitude regions. Here the authors show that these fires delay the formation of snow cover in the Arctic, which will be exacerbated under future warming due to increases in burned areas.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Climate change raises costs for European forestry",
      "link": "https://www.nature.com/articles/s41558-025-02409-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02409-8\">doi:10.1038/s41558-025-02409-8</a></p>Natural disturbances, such as windthrows, pest outbreaks and wildfires, pose a major economic threat for the forestry sector. By coupling spatially explicit ecological and economic forest models, this study assesses the costs of natural disturbances under current and future climate conditions for all of Europe.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Twenty years of city climate collaboration",
      "link": "https://www.nature.com/articles/s41558-025-02447-2",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02447-2\">doi:10.1038/s41558-025-02447-2</a></p>C40 is a global network of mayors united in a commitment to climate change action. Since its inception in 2005, C40 has grown to include nearly 100 of the world’s cities, maintaining high standards that focus on inclusivity, collaboration and science-based approaches to combat climate change. We interviewed members of the C40 organization, including mayors of its member cities, to ask about the history, success and challenges of C40, and their plans for future action.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Private sector investments in climate change adaptation",
      "link": "https://www.nature.com/articles/s41558-025-02423-w",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02423-w\">doi:10.1038/s41558-025-02423-w</a></p>Private sectors play an important role in global adaptation efforts, yet we have a limited understanding of their investment patterns. With firm adaptation expenditure data across five coastal urban areas, this research shows how adaptation investment differs across regions and sectors.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Global coastal human settlement retreat driven by vulnerability to coastal climate hazards",
      "link": "https://www.nature.com/articles/s41558-025-02435-6",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 22 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02435-6\">doi:10.1038/s41558-025-02435-6</a></p>Coastal settlement retreat reflects human behavioural adaptation to increasing coastal climate hazards. Using night-time light data over 1992–2019, this study finds that over half of global coastal settlements have retreated, driven by insufficient infrastructure protection and adaptive capacity.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Emerging risks along Arctic coastlines",
      "link": "https://www.nature.com/articles/s41558-025-02441-8",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 19 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02441-8\">doi:10.1038/s41558-025-02441-8</a></p>Nearly one-third of the global shoreline is in the Arctic, a region undergoing some of the most rapid warming and substantial environmental transitions due to climate change. While Arctic research has largely focused on terrestrial and open-ocean systems, there is now an urgent need to focus on the unique challenges associated with changing coastal ecosystems.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    },
    {
      "title": "Progress and future directions in constraining uncertainties in sea-level projections using observations",
      "link": "https://www.nature.com/articles/s41558-025-02437-4",
      "pubDate": "",
      "description": "<p>Nature Climate Change, Published online: 19 September 2025; <a href=\"https://www.nature.com/articles/s41558-025-02437-4\">doi:10.1038/s41558-025-02437-4</a></p>Sea-level rise poses a substantial risk to coastal communities and economies, thus accurate predictions are needed to enable planning and adaptation. This Perspective provides an overview of uncertainties in model projections of sea-level rise, and how observations can be used to reduce these.",
      "category": "research_papers",
      "source_url": "https://www.nature.com/nclimate.rss"
    }
  ]
}