{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-08-01T05:36:06.047481",
  "items": [
    {
      "title": "From Congress to disadvantaged communities: an analysis of federal water infrastructure investments distributed to Alabama through state revolving funds",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeba1",
      "pubDate": "",
      "description": "Millions of residents in high-income countries lack access to safely managed drinking water and wastewater services at home. Financing improvements to water-related infrastructure access is primarily dependent upon utility revenue or assistance from government agencies and non-governmental organizations. In the United States (US), the State Revolving Fund (SRF) is the single largest government program for communities to obtain funding to improve their water-related infrastructure challenges. The program is funded annually by the US Congress through the US Environmental Protection Agency (USEPA) and was bolstered by an influx of funding through the Bipartisan Infrastructure Law ($50 billion) and the American Rescue Plan Act ($350 billion). For the Federal fiscal year 2024, the US Congress allocated and the USEPA distributed $11.5 billion to the SRF programs among States, Territories, Tribes and SRF initiatives at USEPA. However, accessing the SRF program is complicated and can prove insurmountable for the millions of residents living in rural, small, or otherwise disadvantaged communities (DACs) without reliable and affordable access to clean piped drinking water and functioning wastewater treatment systems. This study analyzed the $3.3 billion in funding requests to Alabama’s SRF to reveal that 69.6% of drinking water utilities and 70.3% of wastewater utilities have sought SRF funding for infrastructure upgrades since 2022. In Alabama, DACs comprise 55.4% of census tracts (2.2 million people) and 84.7% of SRF applications could potentially be serving DACs, yet only 24.6% of the funds awarded through recent Intended Use Plans (IUPs) are intended for DACs. This novel analysis seeks to provide a greater understanding of key infrastructure funding mechanisms, analyze how Federal funds are being delivered to communities and encourage decision-makers to shift funding programs to better reach DACs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predicted expansion of beaver pond distribution in Arctic Alaska, 1910–2090",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeba2",
      "pubDate": "",
      "description": "Ecosystem engineering by beavers is a nascent disturbance in the Arctic tundra, appearing in the 1970s in western Alaska and since expanding deeper into tundra regions. Evidence from modeling and observations indicates that beaver ponds act as biophysical oases, and we anticipate myriad changes as these disturbances are constructed along tundra streams, sloughs, and lake outlets. We used over 11 000 mapped beaver pond locations in Arctic Alaska and their climatic, geographic, and environmental attributes to understand (1) which of those attributes control the distribution of beaver ponds, and, if temperature is a factor, (2) how beaver pond distribution will change under future climate scenarios. Of the variables used in the ensemble modeling approach, mean annual temperature was the most important variable in determining beaver pond locations, with pond occurrences more likely in warmer locales (>−2 °C). The distance to water was also important in determining beaver pond locations, as expected, with higher likelihood of ponds closer to water features. Lowland topographic variables were also relevant in determining the distribution of beaver ponds. Under the current climate, beaver ponds are widespread in most of western Alaska, matching the predicted extent of potential occupancy, with the exception of areas furthest from treeline, implying possible dispersal lags or other factors. By 2050, under future climate scenarios (RCP8.5; 2090 for RCP6.0), the entire North Slope of Alaska, which currently has no beaver ponds, is predicted to be suitable for beaver ponds, comparable to western Alaska in 2016. The vast extent of future beaver engineering in tundra regions will require reenvisioning the typical tundra stream ecosystems of northern Alaska, northern Canada, northern Europe, and northern Asia to include more extensive wetlands, routine disturbances, permafrost thaw, and other features of these nascent oases that are not fully understood.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploring women’s dietary diversity amidst climate variability: a comparative analysis across eight low- and middle- income countries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf128",
      "pubDate": "",
      "description": "It is anticipated that climate change and climate variability will threaten food and nutrition security through multiple pathways, yet evidence on its impact on minimum dietary diversity for women (MDD-W), especially in low- and middle- income countries (LMICs) is limited. Using Bayesian hierarchical statistical modeling, we analyzed the impacts of climate variability on MDD-W, of 142 484 non-pregnant women, aged 15–49 years, in eight LMICs (Burkina Faso, Cambodia, Côte d’Ivoire, Ghana, Kenya, Mozambique, Nepal and Tanzania). All analyses were adjusted for survey weights and sampling design and analyzed separately. The proportion of women achieving MDD-W the previous day of the survey ranged between 20.8% and 57.3%. In the full model, enabling variables including climate change and variability generally showed significant negative associations with MDD-W (precipitation and land surface temperature anomalies, daytime and nighttime long-term land surface temperature variability), whereby the adjusted odds of women’s dietary diversity was reduced by 9%–37% due to climatic variables. Underlying variables such as growing season, nutrient yield and enhanced vegetation index had limited associations across countries. In fact, for nutrient yields, the direction of association differed by country and nutrients. Immediate variables were significantly positively associated with MDD-W in almost all countries with an adjusted odds of women’s dietary diversity increasing by 6%–92%, including household wealth (n = 8), women’s media access (n = 8), women’s education (n = 7), improved sanitation and women’s employment (n = 5) and women’s landownership (n = 3). The month of the survey was associated with MDD-W in four countries, but the direction of association varied by country. These findings suggest that safeguarding women’s diet diversity from climate change requires adaptation efforts that target vulnerable populations to ensure nutrition.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Ocean liming can help achieve the Paris climate target",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf12c",
      "pubDate": "",
      "description": "To stabilize global mean temperature and stay below critical thresholds, deep emission reductions have to be complemented with carbon dioxide removal. A broad portfolio of options is necessary to enable sufficient potential and mitigate sustainability concerns. So far, integrated assessment models have almost exclusively considered options on land. In this study, we show that ocean liming can make a substantial contribution to achieving ambitious climate mitigation targets. Due to the expected time needed for scale-up, the deployment potential in the first half of the century is limited, such that ocean liming can hardly reduce peak temperature. However, in the second half of the century, substantial deployment may be economically competitive. In addition, the availability of ocean liming reduces the dependence on other carbon removal options, and specifically on bioenergy. This could reduce the pressure on land and improve the sustainability of ambitious climate mitigation scenarios. However, impacts on the ocean ecosystems are still poorly understood and need to be clarified before deployment. In light of the remaining uncertainties and global and regional limitations, we suggest to limit the maximum global deployment of ocean liming in integrated assessment models to 5 GtCO2/yr carbon uptake.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Catchment-based approach and formalisation of artisanal and small-scale mining for sustainable mining management in the Philippines",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf12f",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Weathering the storm: precipitation whiplash has limited effects on agricultural production and pesticide use in California",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf131",
      "pubDate": "",
      "description": "Fluctuations in extreme weather such as a shift from an extreme dry to an extreme wet year, termed hydroclimate volatility or precipitation whiplash, present potential challenges and opportunities for agricultural production in water-limited regions. Yet, whether the sudden profusion of precipitation or the presence of flooding has a net positive or negative impact on agricultural production, particularly agricultural pests, is understudied. Using a difference-in-difference approach applied to field-level pesticides from ∼13 000 field/y observations in Kern County, CA, we evaluate how precipitation whiplash impacted agricultural pest control. We show the wet year had an anticipated bump in pesticides targeting molds and weeds and an unanticipated decrease in insecticides. Yet, there was little effect of on-field standing water on pesticide use. County-wide crop statistics, available for a subset of crops, were also similar across years, with similar area harvested, yields and total value in the historically wet versus the prior dry year. Despite the historic nature of the drought and proceeding rainfall events, farmers, on average, appeared to adapt to precipitation whiplash successfully. Given the increasing prevalence of precipitation whiplash as well as policy efforts to increase groundwater recharge through on-field flooding in wet years, such null effects suggest the benefits to harnessing extreme precipitation do not imply major costs for pest control.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Warming effects on spring phenology in New York City parks",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf1b9",
      "pubDate": "",
      "description": "Global climate change and the urban heat island (UHI) interact to create unique urban microclimates. However, how these interactions affect trees in urban parks is poorly understood. Using multi-source satellite fusion, we observe that New York City parks are experiencing delays in the start of the growing season, especially in medium-sized parks. Notably, warming effects are more pronounced in park trees near the edges, where urban heat is stronger. This delay is explained by a physiological mechanism: warmer winters reduce chilling accumulation and increase the heat requirements for leaf development, disrupting the balance between chilling and heat needed for spring leaf-out. Medium-sized parks are especially vulnerable to urban heat due to their structural characteristics such as higher edge-to-area ratios and limited interior buffer zones, both of which amplify edge effects. These findings demonstrate that climate change, compounded by the UHI effect, is altering tree phenology in urban parks, with implications for urban ecosystem adaptation and management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mechanisms of high-temperature ozone suppression in Eastern China: a meteorological perspective",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf1ba",
      "pubDate": "",
      "description": "Ozone (O3) is a typical secondary photochemical pollutant, whose production typically increases under high temperature and radiation. However, emerging observational evidences reveal a notable alteration in the O3-temperature relationship under extremely heat conditions (referred to as O3 suppression) in 20%–30% cities of China, yet the underlying mechanisms and driving forces remain unclear. This study provides a comprehensive investigation of the meteorological mechanisms driving high-temperature O3 suppression in Eastern China, with particular emphasis on regional disparities between suppression and non-suppression areas. Our analysis revealed distinct spatial patterns of O3 suppression across major Chinese regions. The Yangtze River Delta (YRD) and Pearl River Delta (PRD) regions exhibit significant O3 suppression, with the O3-temperature relationship decreasing by 3–5 μg m−3 °C−1 at high temperatures. In contrast, the Beijing–Tianjin–Hebei (BTH) region rarely illustrates this phenomenon. Through integrated statistical analysis and machine learning approaches, we identified radiation, relative humidity (RH), and planetary boundary layer height (PBLH) as the key meteorological drivers. Mechanistic analysis demonstrated that RH was the dominant factor accounting for regional differences in O3 suppression, primarily owing to the contrasting effects of dry heat (BTH) and wet heat (YRD and PRD). PBLH emerged as a secondary influential factor that modulates O3 concentration through the competitive effects of diffusion and transport processes. Cluster analysis further revealed that the occurrence frequency of inhibitory meteorological conditions (high RH and low PBLH) during high-temperature days in the YRD and PRD regions (25%–35%) significantly exceeded that in the BTH region (2%). This study provides crucial insights into the regional disparities in meteorological mechanisms underlying high-temperature O3 suppression and offers valuable scientific support for region-specific O3 pollution control strategies in the context of climate warming and increasingly frequent heatwaves.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Timing of peat initiation across the central Congo Basin",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade905",
      "pubDate": "",
      "description": "The central Congo Basin contains the world’s most extensive tropical peatland complex, spanning 16.7 million hectares. Until now, radiocarbon dating of basal peats has been limited to 14 samples with poor spatial coverage, and suggested that peat typically initiated during the Holocene. We present 38 new basal dates, improving spatial coverage across the region. Some of the new basal dates are much older than any previous dates, indicating that peat initiated in the central Congo Basin at multiple locations in the Late Pleistocene. Our oldest basal date is 42 300 (41 200–43 800) calibrated years before present, making this one of the world’s oldest extant tropical peatlands, and twice as old as previously believed. The temporal distribution of basal dates suggests that changing climatic wetness has played a role in peat initiation in the region; numerous basal dates correspond with climatically wet phases, whilst few basal dates correspond with dry phases such as the Last Glacial Maximum (LGM). Today we find the central Congo Basin peatlands on wide interfluves between rivers, and on floodplains (mostly of the dendritic left-bank tributaries of the Congo River). We find the oldest basal dates on the floodplains of these left-bank tributaries, indicating a surprisingly high degree of channel stability over many millennia. This contrasts with, for example, peatlands on Amazonian floodplains, which are typically just a few thousand years old. The persistence of peat in the central Congo Basin since before the LGM, likely the most climatically dry period during the last 42 000 yr in this region, suggests that these areas may have played an important biogeographical role as forest refugia during glacial-interglacial cycles.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Thermal stress in degraded forests in the Brazilian Amazon Arc of Deforestation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adea98",
      "pubDate": "",
      "description": "Understanding thermal stress in tropical forests has taken on new urgency in light of accelerating climate change and expansion of deforestation and forest degradation. Degraded tropical forests in particular may be approaching critical temperature thresholds even more rapidly than intact forests, with implications for tree survival and ecosystem recovery. We investigate thermal stress in degraded tropical forests within the Brazilian Amazon Arc of Deforestation. Using land surface temperature data from the ECOsystem Spaceborne Thermal Radiometer Experiment on the international Space Station (ECOSTRESS), we compared canopy temperatures of intact, selectively logged, and burned forests in Feliz Natal, Mato Grosso, Brazil. Upper canopy temperatures in previously burned forests were 4.1% higher (mean = 36.5 °C) and 50.9% more variable compared to intact and logged forests, which showed remarkably similar temperature distributions (means of 34.9 °C and 35.1 °C, respectively). Modeled leaf temperature distributions based on canopy temperature measurements from one of the warmest days in a 2 year dry season record indicated that 87% of leaves in the warmest burned forest patches exceeded the temperature threshold where respiration surpasses photosynthesis, compared to approximately 72%–74% in intact and logged forests, respectively, in the same time period. After controlling for environmental factors, burned forests were predicted to be 2.6 °C warmer on average [1.39 °C–3.96 °C, 95% credible interval] than intact forests across a 5–40 m canopy height range. Burned forests showed modest thermal recovery over time, with temperatures decreasing by approximately 1.2 °C over a 30 year recovery period. In contrast, logged forests showed minimal thermal differences from intact forests (−0.353 on average, [−1.125–0.274, 95% credible interval]) and negligible change (0.15 °C) over the same timeframe. While the absolute probabilities of exceeding damaging thermal thresholds remain low across all forest types under current climate conditions, the probability of leaves exceeding temperatures that cause permanent leaf damage was ten times higher in burned forests, with implications for the future of burned forest regeneration in water-limited regions of the Amazon basin. In particular, the combination of higher mean temperatures, greater temperature variability, and more frequent exposure to damaging thermal thresholds implies that burned tropical forests will experience substantially higher mortality rates and slower biomass recovery compared to intact and selectively logged forests, especially in water-limited regions where trees cannot rely on evaporative cooling to moderate canopy temperatures.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}