{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2025-10-15T22:21:22.260688",
  "items": [
    {
      "title": "Integrating ecosystem technology into coastal and marine infrastructure: biodiversity assessments and methodologies for comparative analyses",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1529019",
      "pubDate": "2025-10-15T00:00:00Z",
      "description": "The integration of “greening the gray” (GTG) into marine infrastructure represents a transformative approach to enhancing biodiversity and ecosystem services in heavily modified environments. However, the ecological effectiveness of GTG remains hindered by inconsistent methodologies and knowledge gaps. This study proposes a methodological approach for GTG biodiversity assessments, focusing on appropriate control site selection, integration of count and coverage data through occupancy methods, and applying coverage-based rarefaction to address sampling biases. The approach facilitated consistent evaluation of biodiversity data and reliable evaluation of GTG performance across various contexts, specifically using a GTG project at the Port of Vigo in Spain as a case study. This methodology structure supports sustainable marine infrastructure development by providing scalable, evidence-based methodologies for biodiversity assessment and fostering international collaboration among ecologists, developers, and stakeholders.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Can index insurance keep up with climate change? Rethinking historical data models",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1649540",
      "pubDate": "2025-10-15T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Correction: Exposure to climate risks and youth engagement with climate change",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1706771",
      "pubDate": "2025-10-14T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Building Africa’s climate resilience: understanding the impacts and future strategies in the face of climate change",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1619799",
      "pubDate": "2025-10-14T00:00:00Z",
      "description": "Climate change is reshaping Africa’s environmental, economic, and social landscapes, intensifying vulnerabilities across agriculture, water resources, public health, and socioeconomic stability. This paper examines the multifaceted impacts of a changing climate on key sectors in Africa and highlights the urgent need for integrated adaptation strategies. Through the synthesis of traditional wisdom and modern innovations, the study showcases how indigenous knowledge, community-led initiatives, and climate-smart agricultural practices contribute to enhanced resilience. Case studies from diverse regions demonstrate the effectiveness of combining traditional practices with advanced technologies, while policy and governance frameworks emphasize the importance of inclusive, data-driven decision-making. The research further addresses critical investment gaps and advocates for robust financial and technical support to empower local communities in managing climate risks. By leveraging established frameworks such as the African Climate Resilience Acceleration roadmap and fostering cross-sectoral collaboration, the paper outlines forward-looking strategies that could mitigate immediate climate threats and lay the groundwork for sustainable development. Ultimately, through coordinated efforts and strategic investments, African nations can transform the challenges of climate change into opportunities for resilience and growth.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Green credit and corporate environmental violations: evidence from regulatory arbitrage in China",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1643192",
      "pubDate": "2025-10-09T00:00:00Z",
      "description": "IntroductionWe test whether identity-based green credit improves or worsens firms' environmental compliance under discretionary enforcement.MethodsUsing a firm-year panel of 2,376 listed firms, we link banks' green-credit status to environmental penalty records and estimate fixed-effects models aided by a shift-share instrument, alongside extensive falsification and robustness checks.ResultsRelative to comparable firms, green-credit recipients are 19.7% more likely to receive environmental penalties, with stronger effects among privately owned firms; greater enforcement standardization attenuates this pattern.DiscussionIdentity-based green credit can backfire under discretionary enforcement; performance-based eligibility and more standardized enforcement can mitigate the risk.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The adaptation triangle: a multivariate analysis of vulnerability, resilience and livelihood strategies in semi-arid regions of India",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1674565",
      "pubDate": "2025-10-08T00:00:00Z",
      "description": "India’s semi-arid regions covering 37% of is geographical area were among the most climate-vulnerable ecosystems globally characterized by erratic rainfall, intense heat and fragile livelihoods. Despite extensive research, few studies have comprehensively investigated household vulnerability, resilience and their interplay in these dry regions. This study formulates the “adaptation triangle” framework to examine the interlinkages among livelihood strategies, vulnerability and resilience. Employing a multistage stratified random sampling methodology, primary data was collected from 375 households in Rajasthan, Telangana and Tamil Nadu, encompassing 69 socioeconomic, environmental and institutional factors. Composite indices for household livelihood vulnerability (HLVI) and resilience (HRI) were constructed in accordance with IPCC and FAO guidelines. Multivariate linear regression was employed to investigate the influence of 13 livelihood strategies on HLVI and HRI, while multinomial logistic regression evaluated their effect on household transitions within the vulnerability-resilience matrix’s four quadrants. National-level data indicates moderate vulnerability (HLVI = 0.517) and low resilience (HRI = 0.489) with 37.07% of households categorized in the most at-risk high vulnerability-low resilience (HVLR) quadrant. Key adaptive strategies such as income diversification, rainwater harvesting, adjusting sowing dates and adoption of crop and livestock insurance were found to substantially reduce vulnerability and enhance resilience. Households dependent on casual labor face heightened climate risk was also found to be significant. This study reinforces that livelihood choices are not only survival responses but pivotal levers in shaping climate adaptation outcomes. Policy recommendations include promoting diversified and climate-resilient livelihoods, expanding social safety nets, scaling up insurance access, microfinances and investing in water harvesting and agro-ecological infrastructure. The adaptation triangle framework provides a valuable lens to inform targeted interventions and build long-term resilience among vulnerable populations in India’s semi-arid regions.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Regional ocean biogeochemical modeling challenges for predicting the effectiveness of marine carbon dioxide removal",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1640617",
      "pubDate": "2025-10-08T00:00:00Z",
      "description": "Effectively scaling diverse marine carbon dioxide removal (mCDR) technologies from pilot-scale demonstrations to industrial-scale deployments requires a quantitative understanding of how much additional carbon a given deployment will sequester compared to a scenario with no mCDR intervention and the long-term durability of the stored carbon. Given the high environmental variability and vast size of the ocean carbon pool, observations alone cannot resolve the amount, rate, and fate of mCDR-associated carbon sequestration. Likewise, when conducting an mCDR deployment it is impossible to observe a counterfactual scenario with no mCDR deployment performed. For this reason, ocean biogeochemical models are expected to play a key role in advancing mCDR deployments by informing observational requirements, defining uncertainty envelopes, and ultimately verifying durable carbon sequestration. However, current models, which are designed to capture basic ocean processes, have limitations when being used for this new application—simulating perturbations to the ocean system ranging in scale. Here, we describe our perspective on the most critical ocean biogeochemistry model process representations that need to be refined or added to accurately simulate the impact of a subset of mCDR approaches on carbon uptake and ocean biogeochemistry.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Who speaks for climate migrants? A justice-oriented bibliometric analysis of Global South research",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1658517",
      "pubDate": "2025-10-08T00:00:00Z",
      "description": "This study presents a comprehensive bibliometric analysis of climate-induced migration research in the Global South (2000–2024), critically examined through the lens of climate justice. Drawing on 204 peer-reviewed publications from Scopus and Web of Science, the analysis maps scholarly production, citation patterns, thematic evolution, and global collaboration networks using Biblioshiny and VOSviewer. Results reveal a significant surge in research post-2015, with intellectual roots grounded in environmental migration, but shifting progressively toward integrated themes of climate justice, human rights, adaptation, and vulnerability. High-impact contributions remain concentrated among Global North institutions, particularly the United States, United Kingdom, and Australia, although authorships are increasingly diversifying to include regions such as South Asia, Sub-Saharan Africa, and Small Island Developing States. Thematic mapping shows a maturing field marked by convergence of legal, political, ecological, and social science perspectives. However, critical gaps persist including limited attention to under-researched geographies, destination outcomes, gendered and intersectional experiences, and understanding trapped populations and immobility. South–South collaborations remain marginal, and dominant framings often reproduce epistemic hierarchies that overlook local agency and decolonial critiques. The study identifies urgent directions for future research, including deeper interdisciplinary integration, participatory and context-sensitive methodologies, and the application of attribution science to quantify climate-related displacement. By centering equity, representation, and the differentiated impacts of climate stress, this bibliometric perspective contributes not only to mapping the landscape of climate migration scholarship but also to advancing a justice-oriented research agenda. It calls for a paradigm shift where migration is understood not merely as a risk, but as a space for resilience, rights, and transformation, particularly for the most vulnerable in the Global South.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Editorial: Climate mobility modeling: methodological advances and future prospects",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1704343",
      "pubDate": "2025-10-06T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Correction: The impact of climate risk on low-carbon innovation: evidence from listed companies in China",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1708988",
      "pubDate": "2025-10-06T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Correction: Perspectives on climate change and adaptation in Fijian villages contemplating relocation",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1701971",
      "pubDate": "2025-10-06T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Spatial spillover effects of the digital economy on high-quality development and carbon emissions: evidence from prefecture-level cities in Guangdong, China",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1670360",
      "pubDate": "2025-10-03T00:00:00Z",
      "description": "The digital economy, as a sustainable and innovative mechanism for economic change, has emerged as a crucial national strategic driver for China’s attainment of high-quality development and low-carbon transition. Assessing the digital economy’s contribution to both high-quality development and carbon reduction, as well as evaluating the extent of its effects, can offer accurate decision-making assistance for prioritizing development sectors and optimizing resource distribution. This research utilizes the Entropy Weight TOPSIS approach and spatial autocorrelation analysis to investigate the spatiotemporal characteristics of the digital economy and high-quality development in Guangdong Province. A coupling coordination model evaluates the extent of coordination between the two, while a Spatial Durbin Model (SDM) is utilized to estimate the coefficients regarding the digital economy’s influence on both high-quality development and carbon emission reduction at the prefecture-level city size. The primary findings of the study are as follows: (1) Both the digital economy and high-quality development in Guangdong Province have progressively advanced, demonstrating notable spatial autocorrelation (Global Moran’s I ranging from 0.21 to 0.36, p < 0.01). Nonetheless, development r is uneven, with the Pearl River Delta region significantly outpacing other areas. (2) The coupling coordination level between the digital economy and high-quality development exhibits fluctuating stability and significant regional disparities. The Pearl River Delta, particularly Shenzhen and Guangzhou, consistently achieves a coordination quality level exceeding 0.90, whereas Meizhou and Maoming frequently fall below 0.20, indicating severe discoordination. (3) The digital economy has a substantial beneficial impact and spatial spillover effect on both high-quality development and carbon reduction. The SDM findings reveal that the digital economy exerts a substantial direct influence on high-quality development (coefficient = 0.4837, p < 0.01), while demonstrating a slight negative impact on carbon emissions (coefficient = −0.2012, p < 0.05), thereby affirming that its impact on high-quality development is predominantly more pronounced than its influence on low-carbon development. This report recommends focused ways to enhance the digital economy’s fundamental role in fostering high-quality development while also realizing its promise for low-carbon synergy.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The heat, the heart and beyond: a narrative review of the many ways climate change impacts human health",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1647942",
      "pubDate": "2025-10-03T00:00:00Z",
      "description": "This article provides a narrative review of recent literature on the health impacts of climate change, synthesizing epidemiological findings, mechanistic insights, and policy implications across major exposure domains. Anthropogenic climate change is fundamentally altering global climate systems, with significant and multifaceted implications for human health. Epidemiological data indicate a strong correlation between ambient temperature fluctuations and cardiovascular mortality. Moreover, the frequency and severity of wildfires have intensified due to climate change, contributing to elevated levels of fine particulate matter (PM2.5) and resulting in substantial premature mortality. Climate change is modifying the geographic distribution and seasonality of vector-borne and zoonotic diseases, posing new challenges for infectious disease control. Air quality degradation alongside heightened UV radiation, contributes to a higher incidence of respiratory diseases, skin cancers, and ocular disorders. Climate-induced disruptions to agricultural systems are undermining food security, leading to increased malnutrition and related morbidity. Additionally, the psychological burden of climate-related events, including natural disasters and displacement, has been linked to rising rates of anxiety, post-traumatic stress disorder (PTSD), and affective disorders. These effects are more evident in vulnerable populations, including the elderly, individuals with pre-existing health conditions, those of lower socioeconomic status, and populations residing in low-income countries. Urgent mitigation strategies targeting greenhouse gas emissions are required to limit further climate-related health burdens. Concurrently, adaptive strategies must be implemented to bolster resilience across ecological, infrastructural, and health systems. Although public health systems are critical in addressing these challenges, a coordinated, multidisciplinary research agenda is imperative to elucidate the complex pathways linking climate change and health, and to develop evidence-based interventions aimed to reduce its negative impacts on human health.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "How positive peace might enhance the success and adequacy of climate change adaptation in the global south",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1639479",
      "pubDate": "2025-10-03T00:00:00Z",
      "description": "Climate change adaptation aims to reduce vulnerability to climate impacts across various sectors. Current adaptation efforts appear inadequate as they do not address deep-rooted structural barriers such as inequality, exclusion, and weak governance. This limitation hinders the long-term sustainability of these adaptation efforts. This systematic review draws on Johan Galtung’s concept of positive peace, which encompasses equity, justice, and inclusion. It seeks to explore how integrating these principles into adaptation efforts might enhance their effectiveness and sufficiency. The article employed a systematic literature review method based on the PRISMA approach to evaluate scholarly and policy-focused research on the intersection of positive peace and climate adaptation. Several databases were utilized, including Scopus and Web of Science. Searches used key terms such as ‘climate adaptation’ and ‘successful.’ The inclusion criteria emphasized studies addressing adaptation beyond mere technical solutions and those considering justice, governance, and long-term sustainability. Galtung’s peace framework served as an interpretive lens. The findings from this study indicate that while positive peace concepts are not always explicitly utilized in adaptation literature, core elements—such as distributive, procedural, and recognitional justice—often appear as critical to successful outcomes. Additionally, climate adaptation practices that intentionally incorporate these principles tend to be more resilient, community-driven, and responsive to climate risks. A grounded demonstration of this finding is illustrated with a case from the Solomon Islands, showing how integrating peacebuilding approaches into community-based adaptation may enhance both resilience and social cohesion. Consequently, the paper proposes a conceptual framework linking positive peace dimensions with the criteria of adaptation success and adequacy. Integrating positive peace into climate adaptation may offer a pathway for addressing systemic barriers, especially in non-conflict settings. Furthermore, it could redefine adaptation from reactive risk management to proactive justice-centered planning. However, more research is necessary, as beyond this systematic review and a few case studies, empirical evidence remains scarce. Adaptation activities are often undocumented or assessed without justice metrics. Although empirical testing is needed, the study underscores that integrating positive peace may help deliver more sustainable outcomes in highly vulnerable regions.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Impacts of climate change on chronic respiratory health in Ethiopia: a systematic review and meta-analysis",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1555383",
      "pubDate": "2025-10-01T00:00:00Z",
      "description": "IntroductionClimate change presents profound public health challenges, particularly in low-income countries like Ethiopia. Chronic respiratory diseases and chronic respiratory symptoms, are exacerbated by environmental factors such as air pollution, extreme temperatures, and occupational exposure. Despite its vulnerability, Ethiopia lacks comprehensive data on impacts of climate change on chronic respiratory health, limiting effective policy and intervention strategies. Therefore, the aims of this study to assess the impact of climate change on chronic respiratory health in Ethiopia.MethodsA systematic review and meta-analysis were conducted using Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. Studies published between 2015 and 2024 were retrieved from PubMed, Embase, Google Scholar, and institutional repositories. Eligible studies focused on chronic respiratory diseases and chronic respiratory symptoms in Ethiopia and employed observational designs. Data extraction followed Joanna Briggs Institute protocols, and risk of bias was assessed using Hoy et al.’s checklist. Statistical analyses were performed in STATA 14, including pooled prevalence estimation using a random-effects model, subgroup analyses by region and study design, and publication bias assessment using Egger’s test and funnel plots.ResultsA total of 21 studies with 10,785 participants were included, the pooled prevalence of chronic respiratory health was 39% (95% CI: 31–48%). The most common symptoms were cough, phlegm, wheezing, and shortness of breath. Air pollution, particularly particulate matter (PM2.5 and PM10), temperature, and altitude were reported as a significant contributor. Subgroup analysis revealed the highest prevalence in Oromia (61, 95% CI: 58–64%) and the lowest in the Southern Nations, Nationalities and People Region (23, 95% CI: 13–33%). Study design influenced prevalence estimates, with cross-sectional studies reporting higher rates (46%) than case–control studies (14%). Significant heterogeneity (I2 = 99%, p < 0.001) was observed across studies.ConclusionThe findings highlight a substantial burden of chronic respiratory health in Ethiopia, resulting from climatic, environmental, and occupational exposures. Decreasing biomass fuel use, enhancing air quality, and incorporating climate adaptation measures into public health policy are key interventions.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Identifying potential for rice expansion in Burkina Faso: integrating EO and climate data for suitability mapping",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1548416",
      "pubDate": "2025-09-29T00:00:00Z",
      "description": "Over the last years, food security in West Africa has been strongly influenced by increasing weather variability, including rising temperatures, irregular precipitation patterns, and more frequent extreme events. These factors threaten traditional rain-fed agriculture, while population growth and urbanization are driving greater demand for rice—a crop increasingly replacing traditional staples. To reduce dependency on imports, West African countries are seeking to expand domestic rice production. Inland valleys and floodplains, due to their high water retention and fertile soils, offer significant but underutilized potential for rice cultivation. To assess the suitability and current extent of rice cropping, we selected Burkina Faso as a representative country in West Africa that exemplifies the challenges outlined above. Inland valleys were delineated using a digital elevation model (SRTM), and rice cropping areas in 2020 were mapped using a random forest classifier applied on Sentinel-1 and Sentinel-2 satellite time series. The classification was based on temporal-spectral metrics, including vegetation indices such as NDVI and backscatter statistics, and validated against reference samples to assess accuracy. Climatic suitability from 1999 to 2021 was evaluated using ERA5-Land reanalysis data, based on crop growth requirements of rice across different growth stages. Only 0.71% of Burkina Faso’s land is currently used for rice cropping, closely matching national FAO statistics (0.74%) and independent mapping efforts. However, approximately 10% of the national territory consists of inland valleys, which are biophysically suitable for rice cultivation. While the southwestern regions show relatively stable climatic suitability, the central and northern areas are more variable and vulnerable to drought, limiting their long-term potential without irrigation. The integration of climatic suitability and landform-based potential highlights considerable opportunities for expanding rice cultivation in Burkina Faso. This study provides a spatial decision-support framework for policymakers to guide sustainable intensification, reduce import dependency, and adapt agricultural systems to climate change.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing health facility preparedness in Nepal for addressing climate-related disasters and climate-sensitive diseases",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1625829",
      "pubDate": "2025-09-25T00:00:00Z",
      "description": "Climate change poses a serious threat to human health and is a key driver of both health system stress and disaster-related health impacts. As climate-related crises become more frequent and intense, the likelihood of climate-induced disasters increases, bringing a wide range of health consequences, including climate-sensitive diseases (CSDs) and exacerbating health inequities. Strengthening disaster preparedness in health facilities is essential for managing increased service demands, ensuring continuity of care, and minimizing the impact of disasters on communities. However, there is limited evidence on how well health facilities are prepared to manage climate-related disasters and deliver CSD diagnosis and treatment services, particularly in low-and middle-income countries (LMICs) such as Nepal. This study aims to address that gap by linking data from the 2021 Nepal health facility Service Provision Assessment survey with local-level climate-related disaster data from the Nepal Disaster Risk Portal (2018–2020). We explore climate related disaster preparedness and the availability of CSD-related services across different types of health facilities, assessing overall emergency preparedness and the availability of six CSD services based on their past exposure to disasters. Furthermore, we compare differences in preparedness and CSD service availability between facilities with high and low levels of disaster exposure. The study provides an overview of how well various types of health facilities are prepared to respond to climate-related disasters and CSDs, while also highlighting disparities in preparedness and service availability across facility types. Although the findings indicate some degree of adaptation of some type of health facilities to climate-related disaster exposure, it calls for comprehensive assessments that integrate all components of a climate-resilient health system as defined by the WHO, to support evidence-based planning and strengthen Nepal’s progress toward a climate-resilient health system.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "How biodiversity conservation adapts to climate change: from a cross-spatial scale framework",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1646318",
      "pubDate": "2025-09-23T00:00:00Z",
      "description": "Climate change has emerged as one of the most significant threats to global biodiversity, and climate adaptation has become a critical component of biodiversity conservation. This paper reviews adaptive management strategies for enhancing biodiversity resilience under climate change, based on a cross-scale framework. The findings reveal that: (1) Biodiversity conservation adaptation to climate change requires a cross-spatial scale framework, which highlights the vertical interaction and interdependencies between regional, landscape, and site-level strategies. (2) Adaptive management strategies vary across spatial scales. At the regional scale, dynamic planning based on assessment and monitoring is prioritized. Landscape-scale initiatives emphasize protected areas as the core, expanding their scope while restructuring networks through corridors, stepping stone, habitat matrix permeability, and climate refugia. At the site scale, efforts focus on in situ and ex situ conservation of keystone species, along with real-time monitoring of invasive species. (3) Future challenges in biodiversity conservation under climate change may include social inequity in adaptation efforts, delayed responses in dynamic landscape conservation planning, disruptions to species’s ecological networks, barriers to interdisciplinary collaboration, and insufficient attention to human-climate interactions. By highlighting the differential application of adaptation strategies across spatial scales and underscoring the critical importance of cross-scale collaboration, our findings provide important insights for advancing research and practice in biodiversity adaptation to climate change, offering a theoretical foundation and practical guidance for developing multi-level, operable climate-adaptive conservation policies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The Greater Bay Area as a hotspot: interacting impacts of urbanization and extreme events on wet-bulb temperatures in Guangdong Province",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1653561",
      "pubDate": "2025-09-23T00:00:00Z",
      "description": "Amidst rapid urbanization and an increasing frequency of extreme events, urban climate stress is intensifying and potentially affecting wet-bulb temperature (WBT), a key indicator of human-perceived thermal stress. This study examined the combined effects of urbanization and extreme events on the WBT dynamics in Guangdong Province, a humid tropical region in China. Using long-term meteorological data spanning five decades and urbanization metrics, we systematically analyzed urban–rural WBT differences using paired station comparisons and quantified the contribution of urbanization. Key findings highlight urban–rural WBT differences across three distinct urbanization stages: (a) Initial urbanization, where heat island effects dominate and amplify WBT differences; (b) Rapid urbanization, characterized by impervious surface expansion that widens WBT disparities to their peak, with the urban–rural difference increasing by 0.0027° C decade−1 (p < 0.001); and (c) Mature urbanization (e.g., Guangdong-Hong Kong-Macao Greater Bay Area, GBA), where dry island effects reduce humidity, thereby narrowing urban–rural gaps. Furthermore, extreme weather events alter these urban–rural WBT patterns. High-temperature and compound heat-drought events can reduce WBT differences, in some cases by a factor of three, while periods of extreme precipitation can amplify them. These findings underscore the critical impacts of urbanization and extreme events on urban thermal stress. This understanding is crucial for evaluating human heat stress and informing urban risk planning, particularly in the context of advancing urbanization and climate change in urban agglomerations.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "What regional agricultural actors want to know about carbon dioxide removal in Northern Germany",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1627432",
      "pubDate": "2025-09-22T00:00:00Z",
      "description": "Many countries, including Germany, have made their climate targets dependent on the implementation of methods for removing carbon dioxide from the atmosphere. Actors in the agricultural sector can contribute to this implementation. However, there is a knowledge gap regarding carbon dioxide removal (CDR) among agricultural actors. In this study, we interviewed 34 agricultural actors at the micro, meso, and macro levels to identify the factors hindering the implementation of CDR practices, namely soil carbon sequestration, biochar, and agroforestry. We identified 22 information needs related to the dimensions of Climate change mitigation, Technological conditions, Environmental impacts, Economics, Policy & government, and Social aspects from the interviews. Farmers expressed more information needs compared with representatives from farming associations or local and regional administrations. Across all interviews, recommendations for action were most requested, with a high preference for information in digital online formats. Our findings provide a checklist for future research in the form of co-developed actionable knowledge between researchers and agricultural actors to increase the knowledge but especially the use of agricultural practices to remove carbon dioxide from the atmosphere.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}