{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2026-01-05T23:26:41.968235",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti5225122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Symmetries and selection rules in photoelectron chiral dichroism",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504816122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceWe derive here a group theoretical description of selection rules imposed by symmetries of electromagnetic fields in photoelectron chiral dichroism (PECD). Our theory explains all known PECD selection rules, including the common forward/...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Exposome research comes of age",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2535078122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Preservation of anticorrelated brain networks predicts recovery after traumatic brain injury",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518159122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceHere, we identify a resting-state functional MRI (rs-fMRI) signature of recovery after moderate or severe traumatic brain injury (TBI): the preservation of functional anticorrelations. This signature accurately predicted functional outcomes ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Intensified tropical cyclone activity in East Asia during the Maunder (solar) Minimum",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2419759122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceTropical cyclone (TC) imposes tremendous threats to the human society, but predicting TC behavior is still difficult. One important limitation is the lack of long-term observational data as instrumental observation started in the 19th century. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Road expansion risk predicts future hotspots of tropical deforestation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502426122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceThis study identifies consistent biophysical and socioeconomic predictors of road building across the world’s major tropical rainforest regions. With this information, we devise a multivariate road expansion risk index that effectively ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Maladaptive immunity to the microbiota promotes neuronal hyperinnervation and itch via IL-17A",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525146122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificancePruritus (itch), a phenomenon associated with various inflammatory skin diseases including psoriasis and atopic dermatitis, remains a major unmet clinical need with few effective treatments. While sensory hyperinnervation is a hallmark of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "ATM interaction with GRP94 modulates oncogenic receptor expression and signaling and microglial activation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518589122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceAtaxia-telangiectasia (A-T) is a pleiotropic genetic disorder caused by mutations in theATMgene. Its gene product, ATM kinase, is canonically involved in regulating DNA damage responses. Herein, we describe how ATM regulates the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Fishing fleets as ecosystem sentinels",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516308122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceVessel Monitoring Systems (VMS) data offer near real-time information on where fishing vessels are. It is used by authorities around the world to enforce compliance with fishing regulations. Here, we explore an alternative application for ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global vaccination coverage and disease incidence in cattle, pigs, and poultry",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515557122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceVaccinating livestock against disease is effective at preventing infections and increasing food security. The lack of consolidated, comprehensive information on the global state of animal vaccination and disease incidence levels is one barrier ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A neuromorphic robotic electronic skin with active pain and injury perception",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520922122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceAdvances in robotics demand sophisticated tactile perception akin to human skin’s multifaceted sensing and protective functions. Current robotic electronic skins rely on simple design and provide basic functions like pressure sensing. Our ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sandball genesis from raindrops",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519392122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceRaindrops do not just splash—they can roll, gather, and grow. While erosion is often thought to begin and end the moment a raindrop hits the ground, we found that the story continues: On sloped, dry soil, raindrops can roll downhill like tiny ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Antibiotic-induced microbiota depletion impairs the proregenerative response to a biological scaffold",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510841122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceAntibiotics are routinely administered perioperatively to prevent infection during surgeries and biomaterial implantation. Here, we demonstrate that antibiotic-induced microbiota depletion disrupts the type 2 immune response critical for ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Molecular mechanism of substrate transport by human peroxisomal ABCD3",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513928122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificancePeroxisomes are involved in essential cellular metabolic processes that include fatty acid oxidation, bile acid synthesis, and detoxification. The ABCD subfamily of membrane transporter proteins transport fatty acyl-CoA molecules from the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Lipid-packing defects are sufficient to modulate membrane insertion and the bound state of α-synuclein",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2419823122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceWe show through tryptophan fluorescence that lipid-packing defects (low lipid-packing density) are required for α-synuclein–membrane insertion, while net negative charge is not. We additionally find that on lower defect membranes, the bound ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Aducanumab binding to Aβ1-42 fibrils alters dynamics of the N-terminal tail while preserving the fibril core",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515673122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceUnderstanding how therapeutic antibodies interact with amyloid-β (Aβ) fibrils is crucial for developing effective Alzheimer’s disease treatments. Magic-angle spinning NMR provides atomic-level insights into the binding of aducanumab to mature ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Goldilocks zone of lignin: Two extremes of valve lignification lead to silique indehiscence in Brassicaceae",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512939122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceThe canola industry significantly contributes (C$43.7) billion to the Canadian economy. However, a major challenge persists with pod shattering at maturity, leading to an average annual seed loss of 3% (C$1.31 billion to the economy) due to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Synaptic integration and competition in the substantia nigra pars reticulata—An experimental and in silico analysis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2528602122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceThe basal ganglia, in the forebrain, play a major role in determining when to move. The major output is via the substantia nigra pars reticulata (SNr), a small nucleus of inhibitory neurons that are spontaneously active and target motor ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "SR-LLM: An incremental symbolic regression framework driven by LLM-based retrieval-augmented generation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516995122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceScientists have long sought to derive models from extensive observational input–output data, ensuring these models accurately capture the underlying mapping from inputs to outputs while remaining interpretable to humans through clear meanings. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Multicolor photoreactions of the red light–activated channelrhodopsin Chrimson",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513375122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 52, December 2025. <br />SignificanceOptogenetics enables light control of specific cell types by expressing light-modulated channels and enzymes. Red-light-activated ion channels are of special interest, as red light penetrates deeper into brain tissue and allows multicolor ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}