{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-07-23T21:26:47.221772",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2925122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Inter- and transdisciplinary knowledge is critical for nature-based solutions to contribute to just urban transformations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2315911121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />Nature-based solutions (NBS) are used to transform existing unsustainable and undesirable path dependencies in cities. For NBS to contribute to just urban transformations, a stronger inter- and transdisciplinary knowledge base is needed. This knowledge ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Indigenous critiques and recommendations for reclaiming nature-based solutions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2315917121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />Indigenous peoples have long histories and diverse contemporary practices of caring for and enhancing biodiversity at different scales, in rural and urban contexts. As has been researched and documented by the Convention on Biological Diversity and others,...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Empowering cities globally: Four levers for transformative urban adaptation with nature-based solutions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2315912121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />The latest report of the Intergovernmental Panel on Climate Change showed that upcoming decades are likely to be accompanied with an increase in climate impacts in urban areas, thereby stressing the need for empowering cities to help them address the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Predictive processes shape individual musical preferences",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500494122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceUsing a novel decision-making task, we show that musical pleasure relies on a delicate balance between predictability and uncertainty, consistent with learning theories. In simple terms, music that is not overly expected nor too chaotic is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Classical BSE emergence from Nor98/atypical scrapie: Unraveling the shift vs. selection dichotomy in the prion field",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501104122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceClassical bovine spongiform encephalopathy (c-BSE) is a fatal cattle prion disease transmissible to humans as variant Creutzfeldt–Jakob Disease (vCJD). Understanding how c-BSE emerges is crucial for preventing future outbreaks and protecting ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "How to design better incentives for carbon capture and storage in the United States",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2404677122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Unusual bone bed reveals a vertebrate community with pterosaurs and turtles in equatorial Pangaea before the end-Triassic extinction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505513122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificancePFV 393 is the first radioisotopically dated (209.187 ± 0.083 Ma old) high-diversity continental vertebrate fossil assemblage to fill a 12-Ma fossil gap preceding the end-Triassic extinction. The taphonomy and depositional setting of this ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The intensification of the strongest nor’easters",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510029122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceNor’easters, with their heavy precipitation and strong winds, pose significant threats to cities along the U.S. East Coast, often leading to devastating impacts. Some of the most notable nor’easters include the “Perfect Storm,” “Storm of the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A fire-safe Li metal battery via smart gas management",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501549122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceFlammable gases generated during thermal runaway critically impact the safety of high-energy-density Li metal batteries. Here, we demonstrate that incorporating flame-retardant interfaces (FRIs) into the cathode enables a smart response to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Human and climate impacts on the alpine Critical Zone over the past 10,000 y",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506030122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceHere, we use lithium isotopes preserved in lake sediments to reconstruct 9,500 y of soil development in the European Alps. By disentangling the respective roles of climate and agropastoral land use across a mountain catchment, we show that ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Wireless arm-worn bioimpedance sensor for continuous assessment of whole-body hydration",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504278122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceHydration is essential for human health and bodily function. Dehydration impairs cognition and physical performance and can lead to serious conditions such as kidney stones and chronic disease. State-of-the-art methods offer only momentary ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global synthesis and regional insights for mainstreaming urban nature-based solutions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2315910121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />Nature-based solutions (NbS) have emerged as a key strategy for sustainably addressing multiple urban challenges, with rapidly increasing knowledge production requiring synthesis to better understand whether and how NbS work in different social, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dissociable glucocorticoid and noradrenergic effects on parochial cooperation and competition in intergroup conflict",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502257122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceThere is a longstanding debate in the stress field whether stress promotes antagonistic fight-or-flight or altruistic tend-and-befriend responses. We argue that these responses are not mutually exclusive but instead reflect different facets of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Visual adaptation stronger at the horizontal than the vertical meridian: Linking performance with V1 cortical surface area",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507810122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceHuman visual perception varies around the visual field, with robust horizontal–vertical and vertical meridian asymmetries. These asymmetries are pervasive—present for monocular and binocular viewing, different stimulus sizes, orientations, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Amyloid-β modulates the phase separation and aggregation of α-synuclein",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501987122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceThe coaggregation of amyloid-β (Aβ) and α-synuclein (αSyn) has been implicated in Alzheimer’s and Parkinson’s diseases, yet the molecular mechanisms behind these processes remain elusive. By investigating the cocondensation of Aβ with αSyn, we ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The apportionment of dietary diversity in wildlife",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502691122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceEcologists often group species into broad consumer guilds such as herbivore vs. carnivore. Studies of large mammalian herbivores routinely emphasize guilds defined by relative grass consumption, ranging from grass-eating grazers to non-grass-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Different folding mechanisms in prion proteins from mammals with different disease susceptibility observed at the single-molecule level",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2416191122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceWhy mammals have different levels of susceptibility to prion disease—when the protein PrP whose misfolding causes disease is nearly identical in structure and highly conserved in sequence across mammals—remains an unsolved problem with ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Targeting PBK with small-molecule 1-O-acetyl-4R,6S-britannilactone for the treatment of neuroinflammation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502593122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceNeuroinflammation is a crucial factor in the pathogenesis of the central nervous system (CNS) disorders, including Parkinson’s and Alzheimer’s diseases, making its modulation a promising therapeutic approach. Our pioneering research identified ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Glycolipids implicated as mediators of clinically visible retinal pigment epithelial migration in age-related macular degeneration",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503191122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 29, July 2025. <br />SignificanceIn age-related macular degeneration, clinically visible biomarkers (hyperreflective foci,HRF) may represent retinal pigment epithelium (RPE) cells that transdifferentiated and migrated into neurosensory retina. Under such conditions, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}