{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-02-09T21:47:37.743955",
  "items": [
    {
      "title": "Refining land-use-specific carbon emission factors for commodity-driven deforestation monitoring in Colombia",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae36c3",
      "pubDate": "",
      "description": "Deforestation remains one of the most significant sources of greenhouse gas emissions globally. Tropical regions are particularly critical to climate mitigation due to their high carbon density and ongoing conversion to agricultural uses. While earth observation (EO) has become fundamental for assessing land-use change over time and space, key gaps persist in understanding associated carbon emissions (CE) and their distribution across production systems, information required by diverse international and European policy frameworks targeting greenhouse gas reduction and deforestation. To address this, the study integrates satellite-derived aboveground biomass (AGB) with machine learning-based land-use modeling to quantify commodity-specific CE from deforestation in Colombia. Our key findings reveal that pasture expansion for livestock dominates emissions (>67% in the Amazonas and Orinoquía regions, approximately 25% nationally), while cocoa and coffee, despite smaller cultivation areas, exhibit high emission factors (>25% of subregional totals in the Andes, Pacífico, and Caribe). Smallholder croplands contribute up to 16.7% regionally, and oil palm plays a modest role nationally. These results underscore the importance of targeting both extensive pasture systems and high-emission perennial crops in deforestation-free supply chain policies, while considering the diverse regional land-use dynamics. In conclusion, our framework offers spatially explicit, crop-specific emission estimates that address essential gaps in EO-based CE quantification. It provides clear, actionable baselines for monitoring policies aimed at promoting deforestation-free supply chains, such as the EU Deforestation Regulation (EUDR), across tropical landscapes. Ultimately, this data supports the creation of a comprehensive database of country-specific emission factors, a resource critical for enhancing national carbon inventories, guiding policy decisions related to high-risk deforestation commodities, and ensuring more transparent and traceable zero-deforestation supply chains.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mapping low-intensity selective logging across the Peruvian Amazon",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3787",
      "pubDate": "",
      "description": "Selective logging is a major driver of tropical forest degradation and is estimated to span over 400 million hectares of tropical forest. Despite widely available forest monitoring tools that effectively map deforestation, accurate and scalable remote sensing methods to detect selective logging are less advanced. Previous efforts are largely unable to reliably detect the low-intensity selective logging (<10 m3 ha−1) that dominates across much of the Amazon rainforest, the world’s largest remaining stock of tropical timber. Utilising a unique training dataset of high-resolution uninhabited aerial vehicle imagery from logged forests across the Peruvian Amazon, we build random forest models trained to detect selective logging using freely available optical satellite images from Sentinel-2 and Landsat. We find the Sentinel-2 model to be highly accurate (F1 score: 0.88, kappa: 0.85, false detection rate: 6.3%), outperforming the Landsat model (F1 score: 0.77, kappa: 0.74, false detection rate: 21.7%). Both models accurately detected 3- to 20-fold more selective logging activity in our validation data than widely available forest monitoring tools (TMF, GLAD-S2, RADD). We demonstrate novel uses for these logging-detection models in the monitoring of legal timber harvesting inside forest concessions and illegal harvesting of wood inside Protected Areas. These results have the potential to transform our understanding of low-intensity, logging-induced forest degradation at broad scales, demonstrating the clear potential of remote sensing methods to effectively monitor both legal and illegal selective logging in tropical forests.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Ocean oxygen data: how to measure, how to manage?",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3c37",
      "pubDate": "",
      "description": "A global coordination and continuous synthesis of interoperable data related to biogeochemical Essential Ocean Variables (EOVs) is critically needed to enhance the creation of information products and services to sustainably manage the climate system and ocean health. Among the existing biogeochemical EOVs, data synthesis products—which demonstrate the immense value of data coordination—already exist for carbon-relevant data (e.g. SOCAT, Global Ocean Data Analysis Project), and for methane and nitrous oxide (MEMENTO). The roadmap for building a Global Ocean Oxygen Database and ATlas (GO2DAT) (Grégoire et al (2021 Front. Mar. Sci.1638)) provides the theoretical basis to increase the interoperability of ocean oxygen data sets, without creating yet another separate repository. The goal is now to advance from the idea of GO2DAT to its implementation, building a sustainable, interoperable, and inclusive digital ecosystem for all stakeholders who may use ocean oxygen data. Successful implementation will require (I) the provision of guidance on data acquisition/ocean oxygen measurements, (II) recommended practices for ocean oxygen data management, including metadata requirements, uncertainty and data quality control attribution, (III) development of the ocean oxygen data platform including data flow and application of the recommended practices introduced in I and II, as well as its deep integration with cross-domain data federations such as the Ocean Data and Information System. This document provides an outline of GO2DAT’s objective and progress since 2021 and contributes to addressing these three requirements, synthesizing a series of global consultations on recommended practices for marine dissolved oxygen measurements, a working definition of ocean oxygen metadata, proposed data quality control levels and flags, a described novel mechanism for uncertainty attribution to allow the determination of data suitability for different scientific applications, and it concludes with an illustration of the data flow for implementation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Towards nature-positive engineering: nature-based solutions in attenuating coastal hydrometeorological hazards",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3d4d",
      "pubDate": "",
      "description": "Coastal and deltaic regions are highly vulnerable to hydrometeorological hazards such as storms, flooding, and extreme temperatures—risks that are intensifying under climate change. While hard engineering structures (e.g. levees, seawalls) remain widely used, they can be costly, ecologically disruptive, and may exacerbate hazard complexity. Nature-based solutions (NbS), including mangroves, salt marshes, and other coastal ecosystems, offer sustainable and often cost-effective alternatives or complementarities that can mitigate hazards while delivering ecological and societal co-benefits. However, their effectiveness is difficult to assess due to diverse methodological approaches, site-specific coastal dynamics, and inconsistent reporting indicators. This study synthesises the scientific evidence base on the effectiveness of NbS in reducing hydrometeorological hazards in coastal and deltaic environments and evaluates the robustness of methods used to assess their performance. A systematic review and meta-analysis of 383 peer-reviewed English-language articles published between 2008 and 2024 was conducted following Preferred Reporting Items for Systematic Reviews and Meta-Analyses protocols and the PICO framework. Using an evaluation approach adapted from the Intergovernmental Panel on Climate Change, each study was assessed for evidence robustness, level of agreement, and overall confidence. The meta-analysis provides quantitative estimates of NbS effectiveness and highlights substantial uncertainties arising from ecological variability, methodological inconsistencies, and heterogeneity in hazard indicators (e.g. wave height, flow velocity, water level, temperature) and measurement units. Findings show that NbS effectiveness is highly context dependent and influenced by site characteristics, ecological dimensions, system configuration, and hazard intensity. The study emphasises the need for standardised, hazard-specific indicators and greater use of integrated methodological approaches to strengthen the reliability and comparability of future assessments. It also identifies opportunities for advancing hybrid or nature-positive engineering solutions that combine NbS with conventional infrastructure to enhance coastal resilience.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Beyond the recharge/discharge paradigm: Pacific meridional mode acts as a critical driver for multi-year La Niña events",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3dfe",
      "pubDate": "",
      "description": "The persistence of multi-year La Niña events (MLa Niñas) drives catastrophic climate anomalies worldwide, yet their initiation and maintenance mechanisms remain poorly understood. The conventional recharge/discharge theory effectively explains MLa Niñas preceded by strong El Niño events (SE-MLa Niñas), but fails to account for MLa Niñas occurring without preceding strong El Niño influences (NSE-MLa Niñas). Here we show, through integrated observational analyses and climate model simulations, that the Pacific meridional mode (PMM) acts as a key driver for the initiation and maintenance of NSE-MLa Niñas. Unlike SE-MLa Niñas, which rely on El Niño-induced oceanic memory, NSE-MLa Niñas are sustained by the PMM-related subtropical air–sea coupling processes, notably through an intensified wind–evaporation–sea surface temperature feedback mechanism as quantitatively diagnosed in this study. Future projections indicate that under global warming scenarios, the frequency of NSE-MLa Niñas may increase more relative to SE-MLa Niñas, possibly due to the enhanced PMM variability. These findings deepen our understanding of ENSO dynamics by uncovering subtropical processes as critical drivers of persistent La Niña conditions, with profound implications for advancing ENSO prediction systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Reducing agricultural phosphorus pollution by regulating the hydrological processes of small water bodies",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3e00",
      "pubDate": "",
      "description": "With the rapid expansion of global agriculture, phosphorus pollution from nonpoint sources has emerged as a major constraint to water quality improvement. Among the methods used to control nonpoint-source pollution, small water bodies such as ditches and ponds have received increasing attention due to their widespread distribution and low cost. However, most previous studies have focused on specific regions, and the key factors regulating phosphorus retention and their generalizable patterns remain unclear. Additionally, research on the synthesis of global water-body nutrient retention is largely limited to studies from North America and Europe. Here, we compiled a phosphorus retention dataset for small water bodies across China that incorporates research published in Chinese. Using multiple statistical analyses to assess the hydrological processes and external influencing factors on phosphorus removal rate and efficiency, our results show that the median total phosphorus removal rate in ditches and ponds across China was 33.7%. Among all hydrological and external influencing factors, hydraulic retention time (HRT) served as a pivotal parameter in the modulation of phosphorus removal efficiency. Extending HRT is an effective method to enhance phosphorus retention in water bodies, although it also demonstrates diminishing marginal returns. By regulating the HRT of small water bodies, a win–win situation with both pollutant reduction and agricultural production may be achieved, thereby enhancing the resilience of agricultural ecosystems to climate change. This study provides a scientific basis and technical support for achieving the dual goals of sustainable agricultural development and environmental improvement in developing countries—particularly in rice-producing regions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Temporally clustered streamflow events control focused groundwater recharge in drylands",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3e01",
      "pubDate": "",
      "description": "Groundwater (GW) is the primary freshwater resource in many of the world’s drylands, sustaining millions of people and supporting agriculture and ecosystems where surface water is scarce or unreliable. Recharge in these regions is highly episodic and occurs mainly through ephemeral streams (i.e. focused recharge), yet the mechanisms that determine whether surface flows contribute to aquifer replenishment remain poorly constrained. A common assumption is that large floods dominate recharge, but evidence from long-term monitoring is limited and inconclusive. We combine a unique hydrogeological monitoring dataset from the arid zone (Fowlers Gap in western New South Wales, Australia) with numerical modelling of vadose zone processes to assess the controls on focused GW recharge. Our results show that even extreme floods that overtopped piezometers did not produce measurable recharge at the water table. In contrast, significant recharge occurred only during a temporal cluster of moderate flow events in 2022. Numerical simulations confirm that temporal flow clustering produces longer periods of ephemeral streamflow, which progressively wet the vadose zone, overcome evapotranspiration (ET)-driven moisture deficits, and increase relative hydraulic conductivity, enabling percolation to the water table. Isolated floods, by contrast, largely saturate only shallow sediments and water is subsequently lost to ET. By explicitly incorporating ET, our modelling provides a more realistic representation of dryland recharge dynamics and highlights the roles of antecedent conditions and vadose zone properties. These findings demonstrate that recharge is not governed by rainfall totals or intensity alone, but critically depends on the timing and sequence of storm events. The implications for climate change assessments and water management are substantial, as projected shifts toward more intense but less frequent rainfall may reduce opportunities for clustering and thereby limit GW replenishment. Process-based modelling and event-scale analyses are therefore essential for reliable recharge projections and sustainable GW management in drylands.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "From global north to south: governing contaminants of emerging concern in water systems",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3782",
      "pubDate": "",
      "description": "Contaminants of emerging concern (CECs), notably per- and polyfluoroalkyl substances (PFAS), pharmaceuticals, and microplastics (MPs), are increasingly detected in water systems, posing growing risks to ecosystems, human health, and socio-economic stability. This descriptive scoping review pursues four objectives: (i) quantify CEC occurrence across the Global North and South, focusing on low- to middle-income developing countries (LMIDCs); (ii) assess policy frameworks and governance readiness; (iii) propose a feasible, phased roadmap for LMIDCs; and (iv) evaluate enabling conditions and potential impacts. Literature synthesised from 2020–2025 documents widespread contamination in drinking, surface, and wastewater, with concentrations in LMIDC hotspots 5–20 times higher than in the Global North. In South Africa’s Vaal River, PFAS exceeded 400 ng l−1, pharmaceuticals approached 1000 ng l−1, and MPs averaged approximately 31 particles m−3 in drinking water. Policy analysis reveals fragmented monitoring and limited treatment coverage in LMIDCs, in contrast to integrated, mixture-aware frameworks in the Global North. The proposed three-phase roadmap entails: (1) establishing CEC standards and baseline monitoring, (2) piloting targeted treatment supported by extended producer responsibility schemes, and (3) embedding adaptive, mixture-aware regulation within water safety plans. Feasibility analysis identifies enforceable standards, predictable financing, laboratory capacity, and public engagement as key success factors. Full implementation could reduce PFAS and pharmaceutical loads by 50%–80%, cut MPs by over 90%, and prevent multi-billion-dollar (USD) annual PFAS-related healthcare costs. These actions would help LMIDCs such as South Africa transition from reactive to proactive water-quality governance, and advance Sustainable Development Goals 6, 3, and 14.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Fire-driven formaldehyde enhancement and population health burden revealed by TROPOMI in the contiguous U.S.",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3788",
      "pubDate": "",
      "description": "Ambient formaldehyde (HCHO) is a leading contributor to cancer risk among the 187 hazardous air pollutants (HAPs) regulated in the United States (U.S.). Fires emit HCHO and its precursors and enhance secondary HCHO formation downwind, raising concerns about health impacts. However, the contribution of fire to ambient HCHO remains poorly quantified because ground-based monitoring is sparse and largely urban. Here, we present the first satellite-based quantification of fire-attributable HCHO enhancement and associated health risks across the contiguous U.S. from 2020–2023. We improve TROPOMI retrievals of HCHO columns to account for smoke aerosol effects, and evaluate the changes in column and surface HCHO under fire smoke using NOAA’s HMS smoke product. Annual mean HCHO shows a distinct increase under fire smoke, with vertical column density increased by 6%–16% and surface HCHO by 6%–11%. The spatial distribution of this enhancement aligns with major wildfire activities across California in 2020, the Pacific Northwest in 2021 and the Southern U.S. in 2022, and is most extensive in 2023, likely reflecting the combined influence of Canadian fire smoke intrusions, U.S. wildfires and elevated temperatures. Exposure at 2020–2023 levels translates to an estimated 275–482 excess lifetime cancer cases, indicating a non-negligible health burden from fire-related HCHO even in years of moderate fire activity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The role of projects of common interest in reaching Europe’s energy policy targets",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3846",
      "pubDate": "",
      "description": "The European Union aims to achieve climate-neutrality by 2050, with interim 2030 targets including 55% greenhouse gas emissions reduction compared to 1990 levels, 10 Mt of domestic green hydrogen production, and 50 Mt of domestic CO2 injection capacity annually. To support these targets, projects of common and mutual interest (PCI-PMI)—large infrastructure projects for electricity, hydrogen and CO2 transport, and storage—have been identified by the European Commission. This study focuses on PCI-PMI projects related to hydrogen and carbon value chains, assessing their long-term system value and the impact of pipeline delays and shifting policy targets using the sector-coupled energy system model PyPSA-Eur. Our study shows that PCI-PMI projects enable a more cost-effective transition to a net-zero energy system compared to scenarios without any pipeline expansion. Hydrogen pipelines help distribute affordable green hydrogen from renewable-rich regions in the north and southwest to high-demand areas in central Europe, while CO2 pipelines link major industrial emitters with offshore storage sites. Although these projects are not essential in 2030, they begin to significantly reduce annual system costs by more than €26 billion from 2040 onward. Delaying implementation beyond 2040 could increase system costs by up to €24.2 billion per year, depending on the extent of additional infrastructure development. Moreover, our results show that PCI-PMI projects reduce the need for excess wind and solar capacity and lower reliance on individual CO2 removal technologies, such as direct air capture, by 13–136 Mt annually, depending on the build-out scenario.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}