{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-01-27T18:53:09.907691",
  "items": [
    {
      "title": "Diagnosing the representation of surface and layered soil moisture in Earth system models",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2f72",
      "pubDate": "",
      "description": "Surface soil moisture (mrsos) and vertically integrated soil moisture (mrsol) over the top 10 cm should, by definition, be physically consistent in Earth System Models (ESMs). However, an evaluation of nine CMIP6 models reveals substantial inconsistencies: in some models, mrsos and integrated mrsol agree globally; in others, they align only in specific regions; and in a few, they diverge across all grid cells. These discrepancies arise from a combination of factors, including metadata errors, inconsistent variable definitions, or diagnostic sequencing within the model. We demonstrate how such issues can lead to significant biases, even when both variables are present and seemingly well-defined. As model complexity increases and multi-model comparisons become more common, assumptions about variable equivalence may lead to flawed conclusions. This study highlights the need for routine consistency checks, improved metadata standards, and community-wide practices that ensure reliability of derived variables across ESM outputs, particularly in preparation for CMIP7.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Afforestation and reforestation have varying biodiversity impacts across and within biomes",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae34c8",
      "pubDate": "",
      "description": "Afforestation and reforestation (AR) are effective strategies for large-scale carbon dioxide removal (CDR) and climate change mitigation, as they offer the potential to sequester vegetation and soil carbon. However, the expansion of AR raises concerns about the adverse impacts on biodiversity. While local studies have assessed these impacts, global-scale evaluations remain limited. Our study addressed the need for a comprehensive approach to mitigate the risks of AR and enhance its potential as a nature-based solution for both CDR and biodiversity conservation. Here, we introduce a novel approach for assessing AR’s strategic potential using a species distribution framework that considers both favorable and unfavorable effects on species in forest landscapes. We propose a biome-specific spatial prioritization framework to delineate where AR may negatively affect biodiversity. By adopting a habitat suitability index as a biodiversity proxy, our approach increased the compatibility between climate mitigation goals (i.e. carbon storage) and biodiversity conservation. We found that in forest biomes, and particularly in the tropical and subtropical moist broadleaf forests biome and the tropical and subtropical coniferous forests biome, many areas offer high carbon sequestration per unit area alongside high habitat suitability values. However, even within the same biome, the impact of AR on biodiversity can vary among locations. Among the non-forested biomes, the existing species in temperate grasslands, savannas, and shrublands are particularly vulnerable to AR if carbon sequestration is prioritized over biodiversity. To mitigate these risks, prioritizing ecosystem restoration can support biodiversity and restore degraded lands to produce ecosystems that are tailored to regional ecological contexts. Our approach highlights how and where AR strategies can be deployed to simultaneously achieve climate change mitigation and biodiversity conservation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A Bayesian network analysis on the interactions of flood resilience measures in the Vietnamese Mekong Delta",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae34c9",
      "pubDate": "",
      "description": "The Vietnamese Mekong Delta (VMD) is a critical agricultural region but is highly vulnerable to the adverse impacts of climate change, particularly flooding. Nevertheless, flood resilience in the VMD has improved through engineering and adaptive practices initiated by local governments and farmers. However, the understanding of the internal interactions among flood resilience measures remains limited. Cho Moi district, An Giang province, VMD, has experienced flooding but shown resilience since the implementation of the South Vam Nao project, making it a representative case for flood resilience investigation. This study employs qualitative methods and Bayesian network (BN) analysis to examine the interrelationships among flood resilience measures in Cho Moi district to address the research gap. The results indicate that the project has facilitated coordination between the local governments and citizens, enhancing farmers’ capacity to reduce flood impacts. A BN inference test, assuming that all measures perform at 100% ‘High’ efficiency, illustrates that the current system configuration performs strongly overall. ‘High-dike construction’ is also highlighted as the central measure facilitating the transformation of agricultural practices. Yet, without the presence of high dikes, farmers remain the most critical factor in sustaining resilience, regardless of the adequacy of government-led measures. The study recommends redesigning the height of the high-dike system to mitigate landslide risk and address other environmental problems, such as nutrient-rich alluvium loss and soil compaction, while ensuring adequate flood protection. The study introduces an innovative framework for flood resilience assessment, helping governments understand their water management systems and identify necessary improvements to enhance flood resilience.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing climate-related non-economic loss and damage and rethinking the relation between L&D and adaptation",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae34cb",
      "pubDate": "",
      "description": "The international discourse on loss and damages (L&Ds) under the climate convention is ongoing. Significant attention has been given to a dedicated fund to assist vulnerable countries to recover from climate related L&D. While much of the political discussion focuses on the amount of funding needed and who should pay, less attention is given to risk reduction initiatives eligible for the L&D funding mechanisms. There is also an emerging need to link L&D funding with adaptation (funds) which is not yet being given enough consideration. Against this background, the paper presents different dimensions of L&D for example on severity and compensability, and provides a new perspective that goes beyond the current discourse of economic versus non-economic or direct versus indirect L&D. A global analysis is complemented with a set of L&D related case studies to explore both conventional economic dimensions of L&D, and under-represented dimensions, such as population displacement and human mobility, territory and cultural heritage. These cases highlight how different types of L&D are articulated in climate related initiatives. The cases point towards the need to better connect L&D and adaptation strategies and funding to strengthen climate resilience. The paper informs the ongoing international debate on L&D, highlighting the importance of understanding its different dimensions, the effectiveness of climate-related policies across countries and the need to rethink the concept of L&D as compensation, since this falls short of supporting climate resilience. Recommendations emphasize national and local level monitoring, funding tools and international cooperation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Divergent effects of climate factors on yield and area in Sub-Saharan Africa’s maize production",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3590",
      "pubDate": "",
      "description": "Weather extremes are increasingly threatening food security across Sub-Saharan Africa (SSA), where maize serves as a critical staple for millions of smallholder farmers. While most research to date concentrated on climate impacts on crop yields, the climatic determinants of harvested area (ha) which is an equally important component of production, remain insufficiently explored. Employing a machine learning framework on historical maize production and climate datasets, this study evaluates how both mean climate conditions and weather extremes have influenced maize yield and ha across SSA from 1979 to 2021. Our findings indicate that reported yield reductions are predominantly attributable to heat and drought stress, while contractions in ha are primarily associated with episodes of excessive wetness. Notably, our models account for a greater proportion of variance in ha (R2 up to 0.75) than in yield (R2 ≈ 0.43). This suggests that fluctuations in cultivation area are more readily anticipated from climate signals, potentially reflecting farmers’ proactive adjustments to wet conditions, than the more complex physiological responses of yield to heat stress. The rising frequency of area-related shocks, in contrast to relatively stable trends in yield-shock, signals a shifting landscape of production risks. Collectively, these findings elucidate two principal climate-risk pathways: heat and drought diminishing yields, and wetness extremes constraining cultivated area. These insights underscore the urgent need for agronomic innovation, targeted economic incentives, and infrastructural investment to enhance the resilience of maize-based systems in SSA.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Energy transition towards photovoltaic and wind mitigates trade-offs between energy water use and irrigation in the Yellow River Basin",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3784",
      "pubDate": "",
      "description": "Reconciling societal water needs and ecosystem services is integral to sustainable development in big river basins. Renewable energy such as photovoltaic (PV) and wind power provides opportunities to mitigate sectoral water use, but quantifying their effects on the water-energy-land nexus remains challenging. Using an engineering-economic optimization model, this study quantifies how, and to what extent, energy transition towards PV and wind mitigates water competition between the energy and land sectors in the Yellow River Basin from 2020 to 2050. Results show that under current conditions, energy water use increases by 32.9 × 108 m3 yr−1 (+34.2%) while irrigation water decreases by 23.3 × 108 m3 yr−1 (−12.7%) compared to the baseline. Transitioning to PV and wind energy, alongside electricity transmission, substantially alleviates the competition. Energy water use decreases by 82.1 × 108 m3 yr−1 (−63.7%) across the basin, and irrigation water is replenished by 21.9 × 108 m3 yr−1 (+54.7%) in Inner Mongolia and 1.6 × 108 m3 yr−1 (+35.9%) in Shandong. Though costly, the transmission line from Inner Mongolia and Shandong is prioritized for reducing the local consumption of renewable energy, ensuring downstream energy supply and restoring irrigation water availability. These findings underscore the critical role of transitioning to renewable energy in resolving sectoral water conflicts, and highlight the importance of electricity transmission in balancing spatial disparities in energy and irrigation demands across the basin.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Winter wheat improves soil carbon sequestration with reduced gains in warmer climates",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3785",
      "pubDate": "",
      "description": "Sustainable agricultural intensification requires a precise understanding of how land use decisions influence soil organic carbon (SOC) sequestration under varying environmental conditions. We apply causal machine learning to evaluate the heterogeneous impact of winter wheat-based rotations on SOC at the field-level across Lithuania. Using a nationwide dataset collected over five years (2018–2022), including crop types, management practices, soil properties, and environmental conditions, we estimate how the effects of winter wheat-based rotation vary across space and climate. Our results indicate that winter wheat generally enhances SOC levels, but its effectiveness is modulated by climate. Cooler regions experience higher SOC gains, whereas warmer regions show diminished or even negative effects. Future climate projections suggest that the potential for winter wheat carbon sequestration may decline under high-emission scenarios. These findings highlight the importance of localized agricultural strategies that account for climate variability to maximize SOC sequestration and ensure long-term soil sustainability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Are there lightning fires in the Brazilian Amazon?",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3786",
      "pubDate": "",
      "description": "The Brazilian Amazon contains approximately 40% of the world’s tropical rainforest and plays a critical role in preserving biodiversity and regulating water, energy and carbon cycles. However, deforestation and increasingly frequent droughts, heatwaves and wildfires threaten these rainforests. Amazonian fires are generally assumed to be entirely anthropogenic, which has led to lightning-ignited fires being underexplored. Here, we present the first detailed assessment of the spatiotemporal patterns of lightning-ignited fires in the Amazon rainforest to elucidate the role of lightning and human ignitions in shaping Amazon fire dynamics. To do this, we matched cloud-to-ground lightning strokes from the Global Lightning Dataset (GLD360) with individual fire events between 2019 and 2024 to obtain a probability of lightning ignition for each fire. We also calculated a human-ignition probability index using proximity to roads, waterways, and human land cover as proxies for human activity. By combining both probabilistic indices with ground-observed lightning ignitions from eight protected areas, we could optimize the threshold that determines if an ignition is more likely to be caused by lightning or human activities. We estimate that in the Brazilian Amazon, lightning caused on average 0.2%–0.4% of all fires each year (234–407 ignitions per year) and 1.1%–1.2% of the annually burned area (1226–1358 km2 per year) between 2019 and 2024. More than 89% of these fires occurred in the late dry season between August and November, peaking in September and October. Despite lightning-ignited fires contributing a small proportion of all Amazonian fires, they constitute over 25% of the fires in identified grid clusters in parts of the states of Pará (particularly in the Breves region), Amazonas, and Rondônia. This study provides the first estimation of the role of natural ignitions in Amazon fire dynamics and a scientific basis for understanding their contribution within the region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A satellite-based assessment of ERA5 soil moisture and land surface temperature interannual co-variability",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3789",
      "pubDate": "",
      "description": "Land surface temperature provides a fingerprint of the surface energy balance. Under similar radiative forcing, particularly during daytime and clear-sky conditions, its temporal variability is expected to be coupled to surface conditions such as availability of soil moisture and plant functional conditions. In this study, we use Earth observations to identify regions with a strong interannual co-variability between the diurnal amplitude of land surface temperature and surface soil moisture. Land surface temperature is taken from the European Organization for the Exploitation of Meteorological Satellites Applications Facility on Land Surface Analysis and soil moisture from the Copernicus Climate Change Service for the period 2004–2023 over the 0° Meteosat Second Generation region, encompassing Africa and Europe. We introduce a new metric to quantify the soil moisture-temperature interannual co-variability in the satellite data, which is then applied to evaluate the fifth reanalysis from the European Centre for Medium-Range Weather Forecasting (ERA5). Earth observations and ERA5 show similar spatial co-variability patterns across much of the domain, highlighting regions of transition between climate zones. However, ERA5 shows weaker co-variability in regions with large interannual vegetation variability. These findings suggest that accurately capturing the interannual variability of land surface temperature and its co-variability with soil moisture, in regions with large vegetation variability, may require a dynamic representation of vegetation status, beyond the mean annual cycles currently implemented in ERA5.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Structural biases in marine microplastics research: the underrepresentation of deep ocean and full water column studies",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3849",
      "pubDate": "",
      "description": "The distribution and fate of marine microplastics have become central concerns in ocean science, yet the literature remains strongly biased toward coastal and surface environments. This review presents a systematic analysis of over 40 000 peer-reviewed articles indexed in Scopus and Web of Science between 1980 and 2024, classified according to their disciplinary scope, marine environment, and climate-inspired framing (diagnosis, mitigation, adaptation). Our results reveal persistent structural imbalances: biology dominates thematically, beaches and coastlines dominate spatially, and diagnostic efforts far outnumber mitigation or adaptation studies. Crucially, the deep ocean—despite comprising the majority of marine volume and likely acting as a long-term reservoir for microplastics—remains severely underrepresented. Studies that include sampling below 1000 m are rare, and most lack specific geographic metadata. While the growth in microplastics literature is robust, its conceptual and spatial coverage remains narrow. We argue for a strategic expansion of research to include the full depth and breadth of the ocean, and for increased interdisciplinarity to reduce current uncertainties in global plastic budgets and support evidence-based mitigation efforts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Social and environmental aspects of resource extraction of energy-transition minerals",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae384a",
      "pubDate": "",
      "description": "The global energy transition is accelerating demand for critical minerals such as lithium, nickel, and copper. Although essential for low-carbon technologies, the extractions of these mineral resources create significant socio-environmental costs. The 11 Letters curated in this Focus Issue of Environmental Research Letters bring interdisciplinary perspectives to highlight the social and environmental complexities of energy-transition mineral extraction. There is a rich diversity of geographies, commodity types, technology uses, methodological approaches, and temporal and spatial scales represented in this issue. They collectively shed light on the complex interactions between extraction, justice, and sustainability concerns for some of the most remote and marginalized frontline regions globally. They also reveal both the urgency and the opportunity for systemic change in how societies govern, monitor, and participate in resource extraction. This editorial synthesizes these contributions, identifies emerging insights, and outlines a forward-looking agenda to help inform discussions across policy and practice on a just and responsible energy transition.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluation of daily gridded climate products using in situ FLUXNET data and tree growth modeling",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae384b",
      "pubDate": "",
      "description": "Gridded climate data products have facilitated research in climate and ecology by providing meteorological data continuously across large spatial scales. However, the sensitivity of scientific outcomes to dataset choice remains poorly understood, and evaluation using station-based records can favor datasets built heavily on weather stations. Here, we evaluate seven high-resolution daily gridded datasets covering the contiguous United States using independent meteorology from the FLUXNET2015 dataset, with a focus on the implications of dataset choice for process-based tree growth modeling. We find that gridded products tend to capture temperature accurately while consistently overestimating the magnitude and frequency of precipitation and its extremes. Moreover, datasets vary in how they define a ‘day,’ which significantly affects temporal alignment with FLUXNET2015 observations. Despite differences among the datasets, the interannual variability in tree ring simulations is insensitive to dataset choice, likely because daily-scale biases are averaged out through accumulated growth across several months. However, inaccuracies in temperature and precipitation can significantly bias modeled xylem cell production, with systematically higher annual precipitation in the gridded datasets leading to greater xylem production compared to simulations using in situ data. Our results suggest that model applications, especially those that integrate to time scales longer than one day, are likely insensitive to climate dataset choice, but applications that are sensitive to daily climate variations or to absolute climate values need to carefully consider biases in gridded climate products.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Total cost of ownership of electric and gasoline used vehicles",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae38f8",
      "pubDate": "",
      "description": "We assess the total cost of ownership (TCO) of internal combustion engine (ICEV), hybrid (HEV), plug-in hybrid (PHEV), and battery electric vehicles (BEVs) in the United States. As previous studies have shown, we find that current new BEVs, with some exceptions for smaller or shorter-range vehicles, have a higher TCO than conventional alternatives. However, we also present the first comparative analysis of the TCO of used vehicles, which make up 70% of all vehicle purchases in the U.S. We find that for used vehicles, BEVs have the lowest TCO among all powertrains. As vehicle TCO varies spatially and with use patterns, we test 5 different vehicle classes, 17 different U.S. cities, and 5 different charging strategies. The finding that BEVs have the lowest total cost for used vehicles is robust across these variables and is largely driven by vehicle depreciation patterns. We conduct a regression analysis based on 260 000 publicly available used vehicle listings, collected from January to December of 2024. We find that BEVs depreciate more rapidly than other powertrains in the first several years of vehicle life but follow similar depreciation patterns afterwards. With a 7 year ownership period, buying a used (3 year-old) midsize SUV vs a new midsize SUV has a TCO savings of approximately $3000 for an ICEV, $1000 for an HEV or PHEV, and $13 000 for a BEV. These results highlight an opportunity for savings via BEV adoption among used vehicle purchasers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Strongly reducing sediments hinder restoration of a eutrophic coastal marine ecosystem",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae38fa",
      "pubDate": "",
      "description": "Anthropogenic activities are causing deoxygenation of coastal waters leading to degradation of such ecosystems globally. In the Dutch Southwest Delta, coastal management has turned tidal waters into marine lakes. The ensuing stagnation and stratification in combination with eutrophication has caused a decline in water quality, including decreased oxygen (O2) saturation. Restoring such systems is challenging as exemplified by Lake Veere, which was reconnected to the tidal marine Eastern Scheldt, via a culvert, two decades ago. After an initial improvement, water quality strongly declined again in recent years. Here, we investigate the consequences of the restoration effort on coastal deoxygenation by leveraging existing monitoring data of oxygen, temperature, salinity, and benthic macroinvertebrates. In addition, we quantified the O2 demand of the sediment at selected sites via field measurements. Water quality monitoring data indicate that the restored tidal influence resulted in strong improvements in O2 saturation of bottom waters. However, improvements were confined to the eastern part nearby the inflow of marine water. Modelled bottom water O2 concentrations and observed benthic macroinvertebrate densities are related, and show reduced densities under low-O2, especially for less mobile infauna. This highlights the detrimental effect of deoxygenation on benthic faunal communities. Geochemical analyses reveal a very high sedimentary O2 demand, mainly caused by high concentrations of the reduced solutes ammonium and hydrogen sulphide (H2S). These solutes are toxic and are formed by anaerobic (re)mineralization of organic matter. Furthermore, low availability of easily reducible iron-oxides in the lake sediments mutes the formation of iron-sulphides, explaining high porewater H2S concentrations, and release of H2S into bottom waters. Combined, our results illustrate the challenge of restoring a coastal ecosystem by increasing lateral oxygen supply without addressing the legacy effects of eutrophication in the sediments, reemphasizing the importance of nutrient reductions in restoration strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Stabilizing time-lagged climate impacts requires net-negative emissions for centuries",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae34ca",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}