{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2025-07-31T18:40:13.637945",
  "items": [
    {
      "title": "Recent trends in research on the health impacts of climate change in the Philippines (2018–2023): a scoping review",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1594793",
      "pubDate": "2025-07-30T00:00:00Z",
      "description": "IntroductionClimate change poses significant health risks globally, particularly in vulnerable countries like the Philippines. This scoping review examines recent research trends (2018–2023) on the health impacts of climate change in the Philippines, building on previous national reviews and situating findings within global evidence.MethodsWe screened 8,346 articles from various databases and identified 69 studies meeting inclusion criteria. Using a framework-guided thematic synthesis, studies were categorized into 6 themes: vulnerability to disease and injury, direct health impacts of climate and weather, ecosystem-mediated impacts, health impacts mediated through human institutions, adaptation strategies, and co-benefits of mitigation measures.ResultsResults reveal a significant increase in climate-health research compared to a previous review (1980–2017), with notable growth in studies in mental health, gender-based vulnerabilities, and adaptation measures. However, research remains geographically concentrated in Luzon, highlighting regional disparities, and few studies utilized long-term climate-health datasets. Studies quantifying the health co-benefits of mitigation measures also remain limited.DiscussionThis review demonstrates significant progress while identifying persistent gaps. Future research should prioritize long-term surveillance, local adaptation evaluations and health-economic co-benefits studies to strengthen climate-health data integration, improve climate information services and develop equity-oriented, policy-relevant research agenda.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Retreat in real time—Nantucket’s balancing act along a changing coast",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1510802",
      "pubDate": "2025-07-29T00:00:00Z",
      "description": "Nantucket, an island about 30 miles off the coast of Massachusetts, has long embraced retreat in response to coastal hazards. This community case study examines how Nantucket is enhancing its resilience by adapting to increasing coastal storms, erosion, and sea level rise through strategic retreat and relocation. Nantucketers have historically moved structures such as lighthouses and homes away from the coastline, but the increasing frequency and intensity of storms demand more comprehensive and adaptable solutions. Through resilience planning and policy efforts, the Town of Nantucket is addressing these challenges by balancing short- and long-term objectives, public and private interests, and equity considerations. Lessons learned from Nantucket’s experiences are applicable to other communities facing similar coastal risks, highlighting the importance of strategic planning, community support, and capacity building for effective retreat and relocation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Reconciliation or restoration? The ecological futures of floodplain buyout sites",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1530483",
      "pubDate": "2025-07-28T00:00:00Z",
      "description": "What happens to floodplain buyout sites after demolition of structures? Does ecological restoration or reconciliation of the floodplain occur? By what criteria should we assess what is on the site? Under what conditions do government programs promote more ecologically dynamic land management? We explore these questions in the context of four exemplary buyout programs in the United States that implement relocation out of flood risk zones through buyouts: Austin’s Watershed Protection Department, Texas; Harris County Flood Control District, Texas; Charlotte-Mecklenburg’s Stormwater Services, North Carolina; and Washington State’s Floodplains by Design. The analysis draws on staff interviews and GIS mapping, satellite imagery for 3,416 buyout parcels spanning 2,811 acres, and selected field verification. We test a framework for assessing buyouts that includes both pre- and post-buyout considerations as indicators along a spectrum from reconciliation to restoration. Our findings show that the status of most buyout parcels is “in-waiting,” as land management practices evolve to decide on their long-term use. Federal buyout requirements prevent redevelopment, but it is local and state priorities, goals, capacities, partnerships and levels of community engagement that shape land management outcomes and long-term human-nature relations. While the reconciliation-restoration debate often pits social against ecological goals, we find that they are mutually reinforcing, and that deep community engagement yields better outcomes overall. Floodplains are high value landscapes and should be prioritized for repair. State and federal governments can help achieve greater ecological and social outcomes from buyout sites by issuing more explicit guidance, technical assistance, and funding support to achieve these aims.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The impact of climate risk on low-carbon innovation: evidence from listed companies in China",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1646491",
      "pubDate": "2025-07-24T00:00:00Z",
      "description": "Given the pivotal role of climate risk in fostering sustainable corporate growth, this factor warrants further investigation in the context of low-carbon innovation. Drawing on firm-level data from Chinese enterprises during the 2007–2022 period, our research establishes climate risk as a significant driver of corporate low-carbon innovation, with transition risk proving more influential than physical risk. The analysis of underlying mechanisms reveals that climate risk stimulates low-carbon technological innovation primarily through two channels: increased research and development expenditures and enhanced environmental certification efforts. Examination of heterogeneous effects demonstrates that climate risk’s innovation-enhancing potential is particularly pronounced among three distinct groups: enterprises not designated as key pollution monitoring units, firms operating in less polluting industries, and businesses located in China’s eastern regions. These insights provide valuable implications for policymakers and businesses on leveraging climate risk to drive low-carbon innovation while achieving balanced sustainable development in terms of Research and Development investment and pollution control dimensions.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Pyrogenic carbon and carbonating minerals for carbon capture and storage (PyMiCCS) part I: production, physico-chemical characterization and C-sink potential",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1631368",
      "pubDate": "2025-07-23T00:00:00Z",
      "description": "Carbon dioxide removal (CDR) at gigaton-scale is essential to meet the Paris climate goals. Relevant CDR rates can only be achieved through the co-deployment of multiple CDR approaches. However, synergisms between different CDR methods and joint co-benefits beyond CDR have seldom been investigated. The combination of pyrogenic carbon (PyC) and enhanced weathering of minerals (Mi) for carbon capture and storage (CCS), in short PyMiCCS, presents a potentially synergetic and multifunctional approach that may be achieved by either co-application of biochar and rock powder to soils or the co-pyrolysis of biomass and rock powder before soil use. Here, we mixed biomass (wood; straw) with 10 to 50 wt% silicate rock powder (namely basanite or diabase) for co-pyrolysis to produce twelve different rock-enhanced (RE-)biochars. Products were subject to physico-chemical characterization, including an assessment of carbon yield and proxies for biochar persistence. Rock-enhanced biochars showed higher nutrient content, liming- and C-sink potential but lower solid-state electrical conductivity and porosity compared to pure biochars. Co-pyrolysis resulted in a coating of rock particles with secondary char but did not affect the net carbon yield. The thermal stability of wood-based RE-biochars (+10 wt% rock) was higher than that of pure woody biochars. However, the underlying mechanism and implications for biochar persistence in the environment need further investigation. Despite the addition of rock powder, the short-term release of ions from the ash fraction remains dominated by cations and anions of biogenic (biochar) origin. Therefore, it is still unclear whether the pyrogenic coating influences rock weathering. Co-pyrolysis with rock dust opens further options for designing biochar properties and to produce novel composite materials catering for multifunctional CDR.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Effectiveness of climate information services in Sub-Saharan Africa’s agricultural sector: a systematic review of what works, what doesn’t work, and why",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1616691",
      "pubDate": "2025-07-22T00:00:00Z",
      "description": "IntroductionThis study examines effectiveness of Climate Information Services (CIS) in improving agricultural resilience in Sub-Saharan Africa (SSA), where their potential remains underutilized despite their significance in climate change adaptation.MethodsEmploying PRISMA methodology, we systematically reviewed 53 peer-reviewed articles published between 2010-2023, using inferential statistical analysis to assess factors influencing CIS adoption and effectiveness.ResultsThe results reveal that “What Works” are participatory models like Participatory Integrated Climate Services for Agriculture (PICSA), which significantly enhance adoption rates, because they involve local communities in climate service design. “What Does not Work” are top-down models that do not consider local contexts, leading to low adoption. Barriers to CIS success include poor digital infrastructure, low literacy rates, and gender biases, hindering effective use.Discussion“Why” these approaches fail is due to disconnect between services offered and actual needs of farmers, with a lack of trust in externally provided information. In conclusion, CIS can significantly contribute to agricultural resilience if designed to be inclusive, context-specific, and participatory. The study recommends scaling up participatory models, enhancing digital infrastructure, and integrating CIS into national agricultural policies to improve accessibility, usability, and farmer engagement, thereby strengthening climate adaptation and resilience in SSA.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Mainstreaming climate change adaptation into urban planning—A pragmatic protocol to tackle the implementation gap",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1557352",
      "pubDate": "2025-07-21T00:00:00Z",
      "description": "Despite the growing body of scientific literature on mainstreaming climate change adaptation (CCA) into urban planning and numerous implementation guidelines, adaptation remains insufficiently integrated across sectors and scales in urban development, particularly in cities in the Global South. Persisting challenges are conceptual ambiguity, lengthy and overwhelming manuals and guidelines not tailored to planners' needs, and the limited transferability of case study findings especially for cities in the Global South. This study addresses these gaps by developing a pragmatic mainstreaming protocol tailored for urban policymakers and planners to facilitate the mainstreaming of CCA into urban development planning. It provides information and guidance regarding four key elements of mainstreaming: policy formulation, planning, resource allocation and implementation. The protocol was piloted in Metro Manila, the Philippines, focusing on enhancing the integration of upgrading and resettlement as adaptation strategies in urban development planning. They contribute to the ongoing debate on whether mainstreaming of adaptation into general urban planning is more effective than dedicated adaptation policies. This work highlights the need for coherent policies, clear roles, and cross-sectoral collaboration to ensure resilient urban development in vulnerable regions.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Systematic review of flood resilience strategies in Lagos Metropolis: pathways toward the 2030 sustainable development agenda",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1603798",
      "pubDate": "2025-07-21T00:00:00Z",
      "description": "Flooding presents a significant challenge in the Lagos metropolis, driven by rapid urbanization, poor drainage infrastructure, and climate change. This study evaluates flood resilience strategies in Lagos, analyzing their effectiveness in mitigating flood risks and their alignment with the 2030 Agenda. The research utilizes the PICO (Population, Intervention, Control, and Outcomes) framework to refine research questions and follows PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analysis) guidelines for study selection, search strategies, and data extraction. A thorough search across databases such as Google Scholar, SCOPUS, and government data repositories was conducted to ensure the inclusion of relevant studies while minimizing selection bias. The study emphasizes the severe impacts of flooding, referencing the 2022–2023 flood event which resulted in USD 262,500 damages and displaced 8000 residents in Lagos State. Current flood resilience strategies are inadequate to meet the Sustainable Development Goals (SDGs) due to insufficient urban flood infrastructure, poor waste disposal practices, and worsening climatic conditions. The livelihoods, income, health, and overall survival of vulnerable communities are at significant risk. Key gaps identified include the weak enforcement of urban planning regulations, limited community engagement, ineffective early warning systems, and poor intervention initiatives. This study suggests a multi-stakeholder approach that enhances both structural and non-structural flood resilience. Improving drainage systems, promoting sustainable waste management, improving climate adaptation policies, and fostering community-based flood mitigation strategies are crucial for achieving long-term urban resilience. These findings offer valuable insights for policymakers, urban planners, and climate resilience advocates working toward the Sustainable Development Agenda in Lagos metropolis.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Comparing future projections of warm spells and their characteristics under climate change and stratospheric aerosol injection in CESM2 and UKESM1",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1581305",
      "pubDate": "2025-07-18T00:00:00Z",
      "description": "Extreme heat events have increased in frequency, intensity and duration over the last several decades as a result of anthropogenic climate change. Extreme heat events impact human and natural systems including human mortality and morbidity, agricultural and livestock yields, ecosystem vulnerability and water resource management. Increasing risks from climate change has prompted an increase in research into the potential impacts—both good and bad—of climate intervention. Stratospheric aerosol injection (SAI) is one of the most studied methods of climate intervention and could quickly cool or stabilize global temperatures by injecting reflective aerosols into the stratosphere. We investigate future projections of a type of extreme heat event, called a warm spell, in the context of a policy relevant and moderate emissions scenario (SSP2–4.5) and SAI deployment simulated in two Earth-system models: CESM2 and UKESM1. Warm spells are prolonged periods of anomalously high temperature that can occur at any time of the year. Under SSP2–4.5 warm spells are projected to become increasingly frequent, intense and longer in both models. SAI deployment is able to effectively mitigate many of these changes; however, differences in future projections of warm spells between CESM2 and UKESM1, regardless of whether or not SAI is deployed, highlight the importance of inter-model comparisons in assessments of future climates.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Perspectives on future climate research: a preface to the special collection from the World Climate Research Programme 2023 Open Science Conference",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1644272",
      "pubDate": "2025-07-17T00:00:00Z",
      "description": "Since its inception in 1980, the World Climate Research Programme (WCRP) has coordinated and facilitated international climate research to develop, share, and apply the climate knowledge that contributes to societal well-being. Through international science coordination and partnerships, WCRP contributes to advancing our understanding of the multi-scale dynamic interactions between natural and social systems that affect climate. WCRP-supported research builds the climate science that is the basis for IPCC Assessments and Special Reports and underpins the United Nations Framework Convention on Climate Change including national commitments to the 2015 Paris Agreement. It also contributes to the knowledge that supports the 2030 Agenda for Sustainable Development, the Sendai Framework for Disaster Risk Reduction, and multilateral environmental conventions. To shape the future climate science agenda, WCRP organized its second Open Science Conference, which took place between October 23 and 27, 2023 and was hosted by the Rwanda Environment Management Authority (REMA) in Kigali, Rwanda. This once-in-a-decade event took place in a truly hybrid setting, bringing together over 1,400 participants representing scientists from diverse research communities worldwide as well as practitioners, planners, and politicians.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Correction: Co-benefits of resilience planning: a review of analysis tools and methods",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1652559",
      "pubDate": "2025-07-14T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Evaluating pre-disaster subsidized relocations in coastal Louisiana via a game-theoretic approach",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1514456",
      "pubDate": "2025-07-14T00:00:00Z",
      "description": "Coastal communities face increasing flood risks due to sea level rise and climate change, necessitating more proactive risk reduction strategies. Pre-disaster relocations, supported by government subsidies, offer a potentially cost-effective solution, enabling at-risk homeowners to relocate before catastrophic losses occur. This study estimates the potential effectiveness and equity implications of two pre-disaster relocation strategies using an optimization framework and high-resolution flood risk and structural data from Louisiana’s Coastal Master Plan. Our findings indicate that a total investment of about $8 billion US in pre-disaster relocations could achieve approximately $0.5 billion in flood risk reduction annually over the next 50 years, with greater benefits in later years corresponding to increasing hazard as sea levels rise. Subsidies are allocated proportionally to flood risk, ensuring procedural fairness, though potential distributional inequities remain. While pre-disaster relocation strategies improve cost-effectiveness and risk mitigation, they do not fully resolve barriers to relocation, including housing affordability, community attachment, and structural inequities in flood exposure. This study provides quantitative insights into relocation feasibility and trade-offs, informing future research on adaptive relocation strategies and equity-focused flood mitigation policies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Greenness and allergic rhinitis in children: the moderating and mediating effects of meteorological factors and air pollution",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1539217",
      "pubDate": "2025-07-10T00:00:00Z",
      "description": "BackgroundEmerging evidence suggests that greenness may be beneficial to human health; however, the relationship between greenness exposure and childhood allergic rhinitis (AR) is inconsistent, and whether and how the link is moderated or mediated by meteorological factors and air pollutants remains unclear.MethodsWe conducted an observational study in Sanya, China. Information on AR and covariates was collected from e-questionnaires. Greenness exposure was assessed using satellite-estimated data based on the normalized difference vegetation index (NDVI) and the enhanced vegetation index (EVI). Binomial generalized linear models with a log link were used to evaluate the associations between greenness exposure and childhood AR, presented as prevalence ratio (PR) and 95% confidence interval (CI) per interquartile range (IQR) increase in greenness, adjusting for potential confounders. Stratified analyses and mediation analyses were also performed.ResultsOf the 9,754 children included in the study, the prevalence of ever AR (EAR) and current AR (CAR) was 15.6 and 23.2%, respectively. An IQR increase in greenness was associated with an attenuated PR of childhood AR. The PRs (95% CIs) were 0.95 (0.88–1.02), 0.94 (0.88–1.00), 0.94 (0.89–0.99), and 0.95 (0.90–0.99) for EAR-NDVI, EAR-EVI, CAR-NDVI, and CAR-EVI, respectively. Furthermore, these associations existed only in boys [PRs (95% CIs) were 0.92 (0.85–0.99), 0.92 (0.85–0.98), and 0.93 (0.88–0.99) for EVI-EAR, NDVI-CAR, and EVI-CAR, respectively], and low-temperature groups [PRs (95% CIs) were 0.89 (0.80–0.99), 0.87 (0.78–0.97), 0.91 (0.84–0.98), and 0.92(0.85–0.99) for NDVI-EAR, EVI-EAR, NDVI-CAR, and EVI-CAR, respectively]. Ambient temperature and relative humidity were found to mediate these associations.ConclusionGreenness exposure seems to reduce the prevalence ratio of childhood AR. These associations may be more pronounced in boys and in low-temperature groups and were mediated by ambient temperature and relative humidity. These findings offer new perspectives for considering ambient temperature and relative humidity in relation to greenness exposure and children’s health.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Behavioral and cognitive drivers of green entrepreneurship in Net Zero context: an empirical analysis from Vietnam",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1572386",
      "pubDate": "2025-07-10T00:00:00Z",
      "description": "Entrepreneurship plays a crucial role in socio-economic development, particularly in the context of green and sustainable business practices. This study explores the factors influencing and mediating green entrepreneurial intention (GEI) in Vietnam within the Net Zero context. The research integrates the theory of planned behavior (TPB) and social cognitive theory (SCT) to develop a comprehensive research model. Primary data were collected through a face-to-face survey with 400 business students. The data were analyzed using descriptive statistics, Cronbach's alpha analysis, exploratory factor analysis (EFA), and structural equation modeling (SEM). The results reveal that nine factors directly influence GEI, namely, self-efficacy (SE), attitude toward entrepreneurship, SN, perceived behavioral control, green industry awareness, entrepreneurship education, social persuasion, capital sources, and personality traits. In addition, the study highlights the mediating role of SE in linking the variables of TPB and SCT to GEI. The findings provide practical recommendations for policymakers and educational institutions to promote green entrepreneurship through targeted education, financial support, and enhanced social networks.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Spatiotemporal dynamics and driving mechanisms of total factor carbon productivity in China's provincial transportation sector",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1624297",
      "pubDate": "2025-07-10T00:00:00Z",
      "description": "Enhancing transportation total-factor carbon productivity constitutes a critical initiative for high-quality economic development across Chinese provinces. Based on panel data from 30 Chinese provinces spanning 2007–2022, this study comprehensively employs the Super-Efficiency Slack-Based Measure (SBM) model, non-parametric kernel density estimation, standard deviational ellipse, and global Moran's I index to analyze the spatiotemporal evolution characteristics of Total Factor Carbon Productivity in Transportation (TFCP-T) across provinces. Finally, a spatial Durbin model is utilized to empirically investigate influencing factors. Key findings include: (1) China's provincial TFCP-T exhibits an overall fluctuating upward trend, yet reveals a distinct spatiotemporal differentiation pattern characterized by “high efficiency and intensification in the eastern region versus gradient lag in the central and western regions.” (2) Significant spatial positive correlation and club convergence effects exist in China's transportation green total factor productivity, with western provinces facing risks of low-level lock-in. (3) Economic development level, openness to foreign trade, environmental protection intensity, and industrial structure upgrading positively promote TFCP-T, while consumption level and informatization level exert significant inhibitory effects. These results provide critical policy insights for enhancing transportation carbon productivity and fostering regional coordinated development in China.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Climate services bundles preferences of smallholder farmers in West Africa: a stated choice modelling",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1581001",
      "pubDate": "2025-07-09T00:00:00Z",
      "description": "This study investigates the preferences of rainfed farmers in West Africa for bundled agroclimate services, addressing challenges posed by climate variability and limited purchasing power. With various startups offering digital communication channels, credit, and insurance services, farmers often struggle to afford individual services, necessitating coherent service packages. The research aims to identify the most preferred attributes of agroclimate services and predict how increasing climate variability affects farmers' choices. Using a Choice Experiment and Mixed Logit model, data was collected from 1,212 farmers across four West African countries (Ghana, Senegal, Mali and Burkina Faso). The findings reveal that the most preferred service bundle (Bundle 4), which includes daily weather forecasts, seed advisories, and drought insurance, garnered a preference of 45%. In contrast, Bundle 0, which lacks these features, was selected by only 22% of farmers. Notably, the introduction of a USD 1,000 credit option increased the likelihood of selecting preferred bundles by 39%. Additionally, 62% of farmers indicated that weather-based information is a critical factor in their decision-making. Access to agricultural credit significantly influenced choices, with a 17% increase in the likelihood of selecting preferred bundles when credit was available. The study underscores the importance of designing comprehensive service packages that cater to farmers' specific and urgent needs. It highlights the necessity for partnerships among service providers to improve the delivery of these essential services. By showing the agroclimate service bundling power, the study provides valuable insights for policymakers and stakeholders to support agricultural development and sustainability in West Africa.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Simulation of the African ITCZ during austral summer seasons and ENSO phases: application of an RCM derived from stretched grid ESM",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1504756",
      "pubDate": "2025-07-02T00:00:00Z",
      "description": "IntroductionClimate predictability across timescales in a changing climate presents a unique opportunity and challenges for state-of-the-art climate models. The use of regional climate models (RCMs) forced with interactively coupled Earth System Models (ESMs) for the sub-seasonal, seasonal, and decadal predictions is an actively growing research area.MethodsThe study explores a stretched-grid RCM constrained with an ESM which integrates a climate change signature. Spectral relaxation paradigm is applied to limit the climate drift within the range of the multi-model sea-surface temperature (SST) and sea-ice concentration (SIC) variability. The model retroactive ensemble simulations for November initialization are evaluated on the seasonal migration of the ITCZ during El-Niño and La-Niña phases, exploring both the spatial and zonal positions. The model is also evaluated on the ITCZ process’ characteristics that include the Hadley cell (HC), stream function and the subtropical jet stream (STJ) using quantitative methods.ResultsThe RCM and the driving ESM demonstrate skillful performance in identifying the seasonal trajectory of both the spatial and zonal migration of the ITCZ during El-Niño and La-Niña. Moreover, the RCM also demonstrates a good skill in determining both the descending edge of the HC and the STJ with the highest mean percentage error of 16.3 and 7.5% for the HC and STJ latitudes, respectively.ConclusionsThe November initialization of the RCM skillfully simulates the seasonal migration of the ITCZ (and related characteristics) aligned to the observations and reanalysis datasets. Notwithstanding, the RCM manifests a tendency of more dynamic error growth relative to its driving ESM as the lead time increases. Furthermore, the RCM is also out of phase with a southerly shift of the stream function compared to the 500 hPa reanalysis stream function. The modeling framework offers process oriented and teleconnection studies. It also provides great potential for climate applications with suitable bias corrections techniques, albeit the source and mechanism of its dynamic error growth deserve further investigation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Enhanced weathering of kimberlite residues in a field experiment: implications for carbon removal quantification and mine waste valorization",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1592626",
      "pubDate": "2025-07-01T00:00:00Z",
      "description": "Scaling up enhanced rock weathering (ERW) will require gigatonnes of suitable rock, which could include mine wastes such as the estimated 3.9 Gt of kimberlite residues from historic diamond mining. Here, we conducted meter-scale field experiments (2021–2023) in Ontario, Canada, to assess fine processed kimberlite residues for ERW and test carbon-based methods for CO2 removal (CDR) quantification, including CO2 fluxes, and measurements of soil and porewater inorganic carbon. A control plot consisted of local calcareous (16.1 wt.% calcite) Brunisolic soil to assess background weathering rates. Two soil plots were amended with 20 and 40 kg of kimberlite residues from the Gahcho Kué Diamond Mine (Northwest Territories, Canada) that contained 30.2 wt.% lizardite [Mg3Si2O5(OH)4], 9.4 wt.% forsterite (Mg2SiO4), and 1.9 wt.% calcite (CaCO3). Coinciding with increases in Mg and Si, dissolved inorganic carbon increased in porewaters with kimberlite dosage (amended: 64–118 mg C/L, control: 56 ± 14 mg C/L), demonstrating CO2 solubility trapping. Water chemistry data, coupled with a water budget derived from weather and soil moisture data, were used to determine CDR rates. The removal rates by the kimberlite residues were up to 1.4 t CO2/ha over 3 years calculated using porewater inorganic carbon loadings, with Ca and Si loadings allowing for partitioning of rates into removal contributions by kimberlite-derived carbonate weathering (~75%) and silicate weathering (~25%), respectively. CO2 fluxes and soil inorganic carbon proved ineffective for CDR quantification, given the high effluxes due to soil respiration and high and variable carbonate content of the soils, respectively. Stable carbon isotope data demonstrated that the removed CO2 was derived from organic carbon, suppressing soil CO2 effluxes to the atmosphere. This study has implications for repurposing environmentally safe mine wastes for ERW with the potential to reduce net CO2 emissions and storage and remediation costs in the mining industry. We highlight similarities between kimberlite residues and basalt fines, a common quarry by-product used in ERW, advocating for the use of processed rock from current and legacy mining operations for CDR. Further, our CDR monitoring approaches that effectively distinguish between silicate and carbonate weathering may be utilized in other ERW applications.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "A climate of public readiness: climate adaptation action",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1566104",
      "pubDate": "2025-07-01T00:00:00Z",
      "description": "The discourse surrounding climate change and the adaptation solutions needed to mitigate its impacts is often framed in terms of future time horizons. However, it has become increasingly clear that impacts are occurring today, so public awareness and engagement are critical. Despite the growing recognition of the worsening climate crisis, the gap between public understanding and approval of adaptation strategies remains a significant obstacle to community resilience in many locations. One country where broad-based public support for climate adaptation is emerging is Sweden, and one region within Sweden that is acutely experiencing the immediate impacts of climate change is Skåne. This perspective highlights a critical opportunity for decision-makers in southern Sweden to capitalize on public support to implement adaptation solutions now. While doing so, we argue that while climate adaptation may look different elsewhere, the combination of historical vulnerabilities, climate threats, public support, and governance structures is universal. Thus, the lessons learned in southern Sweden are generalizable to other similar contexts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Future overheating risk in prisons in England and Wales using the UK climate projections",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1611715",
      "pubDate": "2025-06-30T00:00:00Z",
      "description": "High temperatures, leading to overheating, impact the welfare of prisoners, staff and visitors in prisons in England and Wales. Quantifying current and future overheating risk can inform adaptation decision making and prioritisation of investment. In this study, a set of measurements of temperatures inside and outside six prisons, a magistrates court and an approved premises were used to establish a simple relationship between indoor and outdoor temperatures. This relationship is combined with an ensemble of climate projections and an open-source risk assessment framework, CLIMADA, to estimate the change in risk of indoor overheating. This framework supports a spatially consistent assessment of risk, enabling risk to be compared between sites. The expected number of days each prison cell or non-cell overheats is assessed for the recent past and global warming levels of 2°C and 4°C above the preindustrial era. The results indicate a large increase in risk of overheating in cells in the prisons and magistrates court, especially under 4°C of warming. The highest increases are seen in older prisons, where overheating could occur between 100 and 120 days per year if the climate warms to 4°C above pre-industrial. The overheating risk in other areas within the prisons is much smaller but still increases under a warming climate. These results show that retrofitting solutions will increasingly be needed to minimise overheating of the existing prison stock as our climate continues to warm, and that consideration of overheating needs to be incorporated into the design of new prisons.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}