{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2026-02-03T08:49:44.464840",
  "items": [
    {
      "title": "Smallholder farmers’ adaptation at the climate–conflict nexus: a systematic review",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1699078",
      "pubDate": "2026-02-03T00:00:00Z",
      "description": "In conflict-affected settings, smallholder farmers’ adaptation is complex due to the interconnected nature of social, environmental, and economic vulnerabilities. While many studies have systematically reviewed the causal pathways between conflict and climate, less attention has been given to synthesizing evidence on how smallholder farmers adapt to climate change and contextual vulnerabilities in these settings. Knowledge on adaptation at the climate–conflict nexus remains scattered across disciplines, highlighting the need for a systematic review to consolidate evidence and inform resilience-building strategies. This study aimed to systematically review empirical literature on smallholder farmers’ adaptation to climate change in conflict-affected areas, providing an integrated understanding of adaptation strategies at the climate–conflict nexus. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA 2020) guidelines, a one-time search of scholarly literature was conducted on November 29, 2024, using the terms “climate change,” “conflict,” “adaptation,” and “smallholder farmers” and their synonyms, across three databases: Web of Science Core Collection, Scopus, and ProQuest. Eligible studies were peer-reviewed, empirical, published in English between 2004 and 2024, and focused on how smallholder farmers respond to climate change in conflict contexts. Theoretical studies, non-peer-reviewed work, or studies that did not address both conflict and climate change or did not focus on smallholder farmers were excluded. A hybrid approach was used to extract and synthesize data from the selected studies. Most studies were concentrated in the Global South, with growing attention from 2016 to 2024, reflecting increased awareness of the climate–conflict nexus. The review identified eleven integrated strategies for addressing interwoven vulnerabilities in conflict-affected settings. However, 67% of studies did not link adaptive capacities to specific vulnerabilities, and one-third did not consider how adaptation is shaped by power relations within social hierarchies. These findings underscore the need for further research on socially stratified adaptation in conflict-affected contexts and highlight the importance of context-specific policies for smallholder farmers. By consolidating fragmented evidence, this review provides guidance for development agencies, local governments, and NGOs in designing integrated climate–conflict interventions that strengthen resilience, reduce vulnerability, and promote sustainable livelihoods.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Reviving connections: Dene wellbeing and climate adaptation in Tthets'éhk'edélı̨",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1694811",
      "pubDate": "2026-02-02T00:00:00Z",
      "description": "This article is a composite of nested stories about one Dene community's efforts to respond to change. It situates adaptation to climate change as the most recent in a longer history of social, economic, and cultural adjustments in response to the effects of colonization experienced by Tthets'éhk'edél ı̨ First Nation. As we delve into historical accounts of community collaboration in the money economy, the adoption of agricultural crops for food security, and a home-grown response to residential schools, self-determination and resilience emerge as consistent threads. These are both reinforced and put into question as we cross into a contemporary story about the community's responses to climate change across the past two decades, which is intertwined with the acceleration of social and economic change amidst the ongoing impacts of intergenerational trauma. The article concludes its overall story arc by describing the multi-year research partnership and writing collaboration for the article itself, which took shape even as flooding and fire threatened Tthets'éhk'edél ı̨'s existence. That final story is part methodological reflection and part deeper exploration of the community's struggles to revive Dene knowledge and ways of being by restoring connections with the land—even as the land is being rapidly transformed. Story as a mode of reconnection and reconnection as a form of climate adaptation put Indigenous understandings of health and wellness into focus as fundamental ingredients. Our reflections on the experiences of Tthets'éhk'edél ı̨ First Nation intersect with and contribute to the rising tide of voices and stories articulating Indigenous pathways toward alternate futures.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Thermodynamically primed Atmospheric River Rapid as the driver of the December 2023 Thoothukudi extreme rainfall",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1750461",
      "pubDate": "2026-01-29T00:00:00Z",
      "description": "The December 2023 extreme rainfall over Thoothukudi, India (946 mm in 24 h), represents a pronounced precipitation efficiency anomaly, as such intensity occurred in the absence of a synoptic-scale cyclonic storm and exceeded rates explainable by resolved large-scale ascent. This study introduces a newly proposed Atmospheric River Rapid Index (ARRI) to diagnostically examine whether this event is consistent with the influence of a thermodynamically primed tropical Atmospheric River Rapid (AR Rapid). Using GPM IMERG precipitation estimates and ERA5 reanalysis, we apply a diagnostic Eulerian moisture budget decomposition to assess the processes contributing to the event. The analysis indicates a dual influence: the large-scale environment was thermodynamically primed by background moisture anomalies (dynamic term ≈ 33.0%), while the spatial concentration and intensity of rainfall are primarily associated with anomalous wind steering and convergence of integrated vapor transport (thermodynamic circulation term ≈ 102.0%) within a vector framework. The ARRI identifies a narrow coastal region characterized by peak IVT, strong IVT convergence, deep moisture, and reduced low-level wind speeds, consistent with frictional deceleration of a low-level jet at landfall and consistent with conditions favorable for AR Rapid ascent. Complementary dynamical diagnostics further suggest a limited contribution from organized synoptic-scale cyclonic mechanisms. These results provide diagnostic evidence consistent with a thermodynamically primed AR Rapid suggesting a key contributing process to this extreme, non-cyclonic tropical rainfall event. The findings highlight limitations of cyclone-centric forecasting approaches and underscore the potential value of monitoring IVT convergence and thermodynamic pre-conditioning for anticipating high-impact tropical flood events.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Beyond ‘doing both’—framing carbon removal carefully",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1744296",
      "pubDate": "2026-01-29T00:00:00Z",
      "description": "There is a common framing in communications about carbon dioxide removal (CDR) which amounts to saying ‘we need to do both’ CDR and emissions reductions, but without explaining further what this means or how to achieve it. This leaves the impression that such framing is empty and performative, doing little to counteract the risk of mitigation deterrence, i.e., that the pursuit of CDR undermines and delays emission reductions, which the framing is meant to address. This article substantiates and illustrates this claim, and develops recommendations for how to frame CDR more carefully. Such careful framing crucially involves indicating the relatively minor role CDR can play compared to emissions reductions on the path to net zero. Finally, we reflect on the barriers to and importance of these recommendations being taken up.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Economic value of agro-meteorological services: a review of the international literature",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1741828",
      "pubDate": "2026-01-29T00:00:00Z",
      "description": "IntroductionThe increasing frequency and intensity of climate-induced extreme weather events, such as droughts, have significantly reduced agricultural productivity worldwide. Enhancing access to agro-meteorological services can mitigate these impacts by improving farmers’ decision-making and adaptive capacity. However, their economic value remains poorly understood, especially in African countries where meteorological services are provided as public goods. Demonstrating their value is critical to stimulate investment and strengthen climate-resilient agriculture.MethodsThis study reviews and synthesises empirical evidence on the economic value of agro-meteorological services through a systematic literature review and meta-analysis of international studies. Both peer-reviewed and grey literature were analysed to assess valuation methods, estimated benefits, and knowledge gaps.ResultsThe meta-analysis results indicate that agro-meteorological services generate an estimated annual economic value of US$0.59 billion annually, underscoring their vital role in enhancing agricultural productivity, risk management, and resilience to climate shocks. Access to reliable weather and climate information enables farmers to make informed decisions, optimise resource use, and reduce crop losses, thereby contributing to more sustainable and profitable agricultural systems.DiscussionDespite their clear economic value, political, institutional, and socio-economic factors influencing investment decisions remain underexplored. The integration of political economy analysis is essential to understand how governance structures, marginalisation, and social inequalities shape access to and benefits from agro-meteorological services.RecommendationsGovernments and development partners should increase investment in advanced meteorological infrastructure, data and communication systems, treating these services as productive investments rather than costs. Researchers should integrate indigenous weather knowledge with modern forecasting to enhance trust and usability. The economic analyses should incorporate secondary benefits across sectors using tools such as input–output analysis and general equilibrium models to better capture the full societal value of agro-meteorological services. There is also a need to incorporate political economy perspectives in future studies to better capture how social and structural inequalities shape the economic value and equitable use of agro-meteorological services.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Numerical evaluation of WRF microphysics parameterizations for a major rainfall event over an arid region",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1723317",
      "pubDate": "2026-01-28T00:00:00Z",
      "description": "This study examines how cloud microphysical parameterizations in the Weather Research and Forecasting (WRF) model influence the simulation of rainfall over Kuwait during November 2018, with particular focus on the extreme event of 14 November. The WRF model was configured at 4-km resolution and dynamically downscaled from the Community Climate System Model version 4 (CCSM4) to evaluate the performance of four bulk microphysics schemes: WSM6, Lin, Thompson, and Morrison. Model output was evaluated against observations from the Kuwait Automatic Weather Station (29.22°N, 47.96°E) using cumulative and distributional rainfall characteristics, event-scale analysis, and standard statistical metrics (RMSE, MAE, bias, and correlation). All schemes reproduced the timing of rainfall events, while notable differences were found in simulated rainfall intensity. WSM6 produced rainfall amounts closest to observations, with the lowest error values and a small positive bias. Lin showed moderate overestimation, Thompson produced larger overestimation during heavy-rain periods, and Morrison consistently underestimated rainfall totals. For the 14 November event, which recorded 79.0 mm at the station, simulated totals ranged from 55.6 to 91.6 mm across the schemes, indicating that inter-scheme differences were dominated by rainfall magnitude rather than timing. These results highlight the sensitivity of convection-permitting rainfall simulations in arid regions to microphysical formulation. Evaluation using additional events and seasons is needed to assess whether these results extend beyond the period examined.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "An anthropogenically induced gradient in net carbon exchange of a temperate mangrove forest in South Australia",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1720464",
      "pubDate": "2026-01-27T00:00:00Z",
      "description": "Mangrove forests are one of the most effective carbon assimilation and storage ecosystems, providing crucial ecosystem services in coastal regions. However, they face potential threats from climate change, human activities, as well as their interactive effects, which have not yet been well investigated. In this study, we investigated net ecosystem production (NEP) of a temperate mangrove forest next to salt-production ponds in South Australia. The hypersaline salt ponds next to the land side of the mangrove forest create a salinity gradient in the forest. The study was based on eddy covariance measurement of carbon flux from November 2017 to December 2019, along with a salinity stress index (SSI), a new sea/land breeze index (Wb), and flooded fraction (F). The result shows significant difference in mangrove NEP between seaside and landside sources, which can be attributed to salinity difference and tidal inundation. The negative impact of salinity stress on mangrove NEP can be mitigated by tidal flooding but the tidal flushing effect is limited toward the landside end. Additionally, an optimal temperature range (16–24 °C) is identified, above and below which the NEP rate reduces, and this range is lower than that reported for mangroves in tropical and subtropical areas. The negative impact of high temperature on NEP can be slightly relieved by sea breezes. At this particular mangrove site, sea level rise may enhance salt flushing and thus the carbon sink. The carbon flux data measured in this study provide a baseline before a dieback event in 2020, aiding in assessing losses and informing temperate mangrove management in salinity-affected areas.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "A novel methodology to characterize the potential impacts of electrochemical ocean alkalinity enhancement on juvenile coho salmon (Oncorhynchus kisutch)",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1717924",
      "pubDate": "2026-01-27T00:00:00Z",
      "description": "Ocean alkalinity enhancement (OAE) includes a branch of marine carbon dioxide removal (mCDR) methods that add alkalinity to the surface ocean, leveraging the ocean's vast natural ability to capture and store atmospheric CO2. The impact of OAE on marine ecosystems will depend on the type and delivery of alkaline feedstock to the ocean, which typically results in elevated pH and total alkalinity and decreased pCO2 in the near-field of an OAE application. These signals will decrease in space and time away from the point of alkaline addition until are no longer measurable against the background of natural variability in the marine environment. It is important to evaluate potential impacts of OAE on marine ecosystems within the context of realistic OAE deployments. This study highlights the use of an effluent dilution model to describe the measurable extent of the release of electrochemically-generated aqueous alkalinity from Ebb Carbon's research pilot in Port Angeles, WA. We describe a novel laboratory method to simulate the potential exposure of juvenile coho salmon to the pilot's alkaline discharge, representing exposure to OAE field conditions as salmon swim through the pilot's mixing zone. Salmon were exposed to an electrochemically generated alkalinity-enhanced seawater solution pulsed into a test chamber at a dilution factor predicted approximately 3 m from the alkaline outfall. The alkalinity-enhanced seawater was held for 30 s, 1 min, and 5 mins, then was slowly flushed with ambient seawater. The alkaline solution, initially at pHNBS 10.0, was released into seawater at pHNBS 7.6, resulting in peak pH of the mixed solution of 8.04-8.09, with an increase in total alkalinity of ~60 μmol/kg. The results of the study indicated no impact on juvenile coho salmon behavior, survival, or physical effects on gills, eyes, or external body tissues, relative to control tests. The experimental design, developed for performance by a commercial toxicology laboratory and supported by standard mixing analyses, allows for rapid repetition with species of interest near OAE deployments.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Correction: Cultivating resilience: localized insights into climate impacts and gendered adaptation strategies in smallholder farming in Ghana",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1783343",
      "pubDate": "2026-01-27T00:00:00Z",
      "description": "",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Resource mapping amid climate crisis for protection of hunter gatherer community livelihoods in Northern Tanzania",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1691766",
      "pubDate": "2026-01-27T00:00:00Z",
      "description": "This paper examines the urgent need for integrated resource mapping to protect the livelihoods of Hunter-Gatherer (H&G) communities in northern Tanzania amid the escalating impacts of climate change. Focusing on the Akie and Hadzabe peoples residing in Manyara Region, the study employs ethnographic observation, focus group discussions, and participatory geographical information systems to analyze land use patterns and climate dynamics. Findings reveal that climate change, coupled with increased agricultural expansion and population pressures, has significantly disrupted traditional H&G mobility, resource access, and cultural practices. Once mobile communities reliant on hunting, honey, fruits, and roots are now increasingly confined to smaller areas, with women and children especially burdened by the search for diminishing resources. The shift from bushland and grassland to agriculture has degraded wildlife habitats, reduced beehive trees, and fueled land use conflicts with neighbouring pastoral and farming groups. These changes threaten not only the food security and cultural identity of H&G communities but also their very survival. The paper argues that current village-based land use plans are insufficient and sometimes exacerbate conflicts. It recommends that integrated resource mapping, which considers traditional livelihood routes and resource zones beyond administrative boundaries, is essential for safeguarding the rights and livelihoods of H&G communities and ensuring sustainable co-existence with other land users in the region.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Spatiotemporal analysis of agricultural drought and its relationship with climate variabilities in the growing season of the Horn of Africa",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1719715",
      "pubDate": "2026-01-26T00:00:00Z",
      "description": "This study investigates agricultural drought dynamics in the Horn of Africa (HoA) during the June–August growing seasons from 1995 to 2020. Using MODIS and GIMMS NDVI3g data, we derived the Vegetation Condition Index (VCI) to quantify patterns and identify climatic drivers. To delineate persistent drought vulnerability hotspots, we integrated temperature, precipitation, and VCI data, supplemented by satellite-derived soil moisture data, with a season-specific Weighted Overlay Index (WOI). Results revealed significant interannual variability in growing-season conditions, with widespread greenness in 1997–1998 contrasting with severe droughts in 2004, 2009, and 2011, the latter affecting up to 27.3% of the region. Drought hotspots were identified across northern Kenya, eastern Ethiopia, and central Somalia. Trend analysis indicates an increase in extreme and severe drought from 1995 to 2011, followed by partial contraction, though baseline drought exposure remains elevated. Climate data reveals significant spatial variability in precipitation and temperature, with a strong positive correlation between VCI and precipitation (R2 = 0.73) and a negative correlation with temperature (R2 = −0.74). Vulnerability assessment highlights western Ethiopia as highly vulnerable. Correlation analysis between VCI and detrended maize yield showed positive relationships, strongest in Ethiopia (R = 0.353) and Kenya (R = 0.415), validating VCI as an indicator of drought impact on crop performance. The findings underscore increasing drought frequency and the need for climate-resilient agricultural planning in the HoA.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Adopting coffee to climate change: arabica rootstocks enhance physiological performance of robusta under water deficit",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1748714",
      "pubDate": "2026-01-23T00:00:00Z",
      "description": "IntroductionDrought stress is a critical limitation to robusta coffee (Coffea canephora) cultivation, particularly under prolonged dry seasons and increasing climate variability. Grafting robusta onto arabica (Coffea arabica) rootstocks is a promising strategy to enhance physiological performance under water-limited conditions.MethodsA three-year nursery study (2020–2023) was conducted at the Central Coffee Research Institute, Karnataka, India, to evaluate the drought response of two robusta scions (S.274 and C×R) grafted onto four tetraploid arabica rootstocks (Sln.6, Sln.9, S.4595 and Sln.5B). The experiment followed a randomized block design with three replications. Physiological and biochemical traits were assessed at before stress, at incipient wilting (9.4% soil moisture) (at stress) and 15 days after rewatering (after alleviation of stress).ResultsThe combination S.4595/C×R exhibited the lowest reduction in net photosynthesis (−7.7%) under stress and highest post-stress recovery. Sln.6/C×R and Sln.9/S.274 also performed well, while Sln.5B/C×R maintained stable stomatal conductance and full recovery. S.4595/C×R and Sln.5B/C×R showed minimal decline in intercellular CO2, high relative water content (79.63%), and epicuticular wax deposition (29.90 μg/cm2), indicating enhanced water retention. These grafts also retained higher chlorophyll a and b content and demonstrated superior intrinsic water use efficiency.DiscussionArabica-rooted grafts, particularly S.4595/C×R, Sln.5B/C×R and Sln.6/C×R, significantly enhanced physiological tolerance to drought. These combinations offer promising options for developing climate-resilient coffee systems through rootstock-scion interactions, especially under increasing moisture stress scenarios.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Exploring the coherence of urban heat adaptation plans",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1741647",
      "pubDate": "2026-01-22T00:00:00Z",
      "description": "IntroductionAdaptation to heat is urgent given that the duration, frequency, and intensity of heat waves are increasing rapidly. However, there is a knowledge gap regarding the actions undertaken by cities in terms of heat adaptation and how coherent adaptation is across the stages of the policy cycle.MethodsBy conducting a policy document analysis we analyze how urban heat responses are linked to adaptation scope and beneficiaries and examine how different response types are monitored through indicators by exploring the adaptation policy cycle in four nodes: (i) scoping, (ii) defining measures, (iii) implementation, and (iv) monitoring and evaluation in 10 advanced cities located in heat-prone areas.ResultsOur analysis shows that most of our case cities plan adaptation to increase the population’s adaptive capacity, while the economic sector is prioritized less in adaptation measures. While the policy documents address in detail the implementation of actions; there is less clarity on indicator implementation and targeting of monitoring and evaluation.DiscussionThis study highlights the need for iterative, coherent adaptation policy planning and indicator utilization to enhance adaptation outcomes and guide future research and policy development.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing climate change impacts on heat waves and heat index: a case study of Uttar Pradesh, India",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2026.1679941",
      "pubDate": "2026-01-21T00:00:00Z",
      "description": "Extreme environmental events such as Heat Waves (HWs), cold waves, and droughts intensified by climate change are increasingly associated with adverse health outcomes. In this study, investigation of the extreme temperature across Uttar Pradesh (U. P.), one of India’s largest and densely populate states has been done. Using high-resolution climate data from the Providing REgional Climates for Impacts Studies (PRECIS) model, including maximum temperature (Tmax), minimum temperature (Tmin), and Relative Humidity (RH) were systematically extracted for different districts of U. P. Heat Index (HI) and HW were then calculated for three distinct periods: 1961–1990 (base century), 2021–2050 (mid-century), 2071–2098 (end-century), respectively under the A1B scenario. Results show a clear intensification of extreme temperature conditions, with several districts expected to experience extensive, more frequent, and more severe HW and HI events in future climate scenarios. Based on HI, it is observed that nearly all districts of U. P. are likely to end up in the danger zone especially during May and June months. Districts like Gazipur, Jaunpur, Varanasi, and Chandauli are more impacted by heat as they show higher HI values, a greater number of HW days, and stronger deviations in temperature extremes, which together indicate growing risks of extreme thermal discomfort. The intended audience for this research includes climate scientists, public health authorities, disaster-risk planners, and local government agencies. Researchers working on regional climate impacts can apply these insights to strengthen future heat-risk assessments. Overall, this study provides a scientific foundation for targeted heat-risk mitigation in U. P. and emphasizes the urgent need for localized adaptation strategies to safeguard communities against intensifying extreme heat. These findings also contribute to the global understanding of extreme heat resilience in a warming world.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Livestock farmers’ perception on effect of climate change on smallholder dairy farming in Fiji",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1654274",
      "pubDate": "2026-01-21T00:00:00Z",
      "description": "This study investigated the impacts of climate change on smallholder dairy farming in Fiji through a mixed-methods approach, combining a survey of 242 farmers in Viti Levu’s Central Division with long-term meteorological and milk production data. Farmers were predominantly male (94.2%), aged over 54 years (73.1%), with low formal education (83.0% primary or secondary) and annual incomes below FJD 10,000 (43.4%), operating small farms (81.8% on 0.4–8.1 ha) with fewer than 20 milking cows (73.6%). Most farmers perceived rising daytime (70.2%) and nighttime (56.6%) temperatures and declining rainfall amounts and duration in both wet and dry seasons over the past 15 years. They reported substantial climate-induced impacts, including forage disappearance (73.6%), increased parasites and diseases (76.0%), reduced water availability (65.7%), and lower milk production (61.1%), compounded by potential inbreeding effects from disease control measures. Key adaptation challenges included pasture loss (64.9% high effect), deteriorated water quality (55.4%), and reduced milk yield (52.0%). Farmers primarily obtained climate information through peer networks (mean importance 4.5) and media (3.7), with limited input from research institutions or universities. Meteorological analysis (1970–2020) confirmed significant warming trends in maximum and minimum temperatures (Sen’s slope 0.01–0.04 °C/year at most stations), aligning with farmers’ perceptions, but revealed no significant long-term rainfall trends despite high interannual variability driven by ENSO. Tropical cyclones remained frequent, predominantly lower-intensity categories. National milk production declined significantly from 9.5 million liters in 2012 to 6 million liters in 2021, likely exacerbated by heat stress, rainfall variability, and socio-economic constraints. These findings highlight the vulnerability of Fiji’s smallholder dairy sector to climate change and underscore the urgent need for targeted adaptation strategies, including heat-tolerant breeds, resilient pastures, improved water management, enhanced extension services, and inclusive policies addressing demographic and economic barriers in rural area.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The role of carbon labels for consumer decisions: evidence from a class of Chinese students",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1708974",
      "pubDate": "2026-01-16T00:00:00Z",
      "description": "Although achieving China's “3060” dual-carbon goals is an urgent priority, current research in the field of carbon labeling has paid limited attention to its pathways on consumers' green purchase decision. Drawing on market signaling theory, this paper proposes an innovative purchase decision model for carbon-labeling items. First, based on the theory of action (TRA), we have proposed the hypothesis that subjective norms and attitudes positively influence carbon labeling purchase intentions. Second, we initially extended TRA by incorporating two variables: environmental values and low-carbon knowledge. Finally, we introduce the quality trust variable, offering a completely new viewpoint to extend the TRA model. We adopted a structural equation model (SEM) approach to examine our research model, using 341 samples. The results reveal that consumers' decisions to purchase carbon-labeling items are primarily influenced by their trust in items' quality and attitudes. Additionally, low-carbon knowledge and environmental values directly or indirectly affect purchasing intentions, while subjective norms also demonstrate a positive impact on decision-making. By extending TRA, this study clarifies the decision-making process behind carbon-labeling items consumption, offering significant insights for advancing carbon labeling systems and fostering green consumption trends.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Developing a community-prioritized research agenda on primary care strategies for minimizing the health impacts of heat and poor air quality events: protocol",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1703757",
      "pubDate": "2026-01-16T00:00:00Z",
      "description": "IntroductionExtreme heat / poor air quality events can adversely impact health, and low-income communities are especially vulnerable to these impacts. Evidence-based interventions that minimize these impacts are needed and ideally will be developed and led by front-line organizations such as primary care community health centers (CHCs). A community-driven and -prioritized research agenda is necessary to guide the generation of evidence that CHCs need to intervene effectively. We will generate this agenda via the following protocol.MethodsWe will first describe patterns of heat- and air quality-induced health impacts in a national CHC network (>2,400 clinics), focusing on hypertension and asthma. Results will be shared with advisors including: CHC staff and patients; representatives of community organizations focused on heat / air quality and health; and scientists with expertise in relevant fields. Advisors will identify additional needed analyses and consider potential interventions for interrupting the health impacts reflected in analysis results. Realist-informed qualitative data will be collected to identify likely mechanisms of effects of possible interventions. Using these inputs, we will identify a set of potential CHC-led interventions which will be categorized using a structured framework and then prioritized in terms of needed evidence on effectiveness, acceptability, and other factors. Several conceptual models guide this protocol.ResultsThis study began in Fall 2024, funded by the National Institutes of Health as a center planning grant. Quantitative analyses and qualitative data collection are underway, to be completed by Spring 2026; advisory committees will meet continuously through September 2027 to provide feedback, request additional analyses, generate potential interventions, and identify evidence needs and a related prioritized research agenda.DiscussionCHCs need evidence on: heat and air quality-induced health impacts in the populations they serve; how to intervene to minimize these impacts; and how to implement and sustain such interventions. Little prior research has identified or tested the effectiveness of such interventions in these settings. The process described here will create a research agenda on intervention effectiveness that reflects CHCs’ needs. It will be the first research agenda developed in partnership with CHC staff and patients, community organizations, and multidisciplinary scientists in the United States.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Spatiotemporal scenarios of socioeconomic futures in Germany",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1715424",
      "pubDate": "2026-01-16T00:00:00Z",
      "description": "Socioeconomic development influences both the drivers and consequences of climate change, but many scenario applications still rely on highly aggregated indicators such as GDP and population, which mask regional diversity. This study develops spatially explicit socioeconomic scenarios for Germany to support climate action and land-use planning with greater detail and contextual relevance. Using a mixed-methods framework, we integrate historical trend analysis, participatory scenario building, and quantitative projection to generate annual trajectories of key indicators at district level from 2020 to 2100. The indicators cover human, social, financial, and manufactured capital, including demographic dynamics, education, income, employment, inequality, and social cohesion. We analyse the dataset with correlation and clustering methods to explore interdependencies and to identify distinct regional development pathways. Results highlight persistent associations between income, education, and life expectancy, but also scenario-specific changes in the relations between inequality, employment, and urbanisation. Strong east–west disparities and urban–rural contrasts remain across all scenarios, while a sufficiency-oriented pathway demonstrates that wellbeing gains can occur without economic growth. By providing high-resolution, multidimensional socioeconomic scenarios, this study enhances integrated climate–land modelling and informs the design of regionally adaptive and socially equitable climate policies under multiple plausible futures.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "A robust deep learning framework for predicting carbon dioxide-water alternating gas injection performance and optimization",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1710187",
      "pubDate": "2026-01-15T00:00:00Z",
      "description": "Carbon dioxide (CO2) emissions pose a major environmental concern, and various methods are used for CO2 sequestration. CO2-water activating gas (CO2-WAG) injection is a technique used to increase production of oil and sequester CO2 in subsurface formations. However, the performance of the CO2-WAG project depends on various parameters, such as injection rates, cycle size, and ratio, that traditionally require numerous computationally expensive simulations. The study introduces a robust machine learning workflow for CO2-WAG performance prediction and optimization by using a model calibrated using Bell Creek formation properties. Machine learning models are based on algorithms like extreme gradient boosting (XGBoost), linear regression (LR), random forest (RF), k-nearest neighbor (KNN), support vector regression (SVR), artificial neural network (ANN), convolutional neural network (CNN), and hybrid models such as ANN and CNN coupled with XGBoost (ANN-XGBoost, and CNN-XGBoost) to predict CO2-WAG performance. A dataset of 2,400 samples was generated using the CMG-GEM numerical simulator, incorporating seven input parameters (e.g., injection rate, CO2-WAG cycle size, and WAG ratio) and three output parameters, with 80% of the dataset allocated for training and 20% for validation and testing. Among the proposed models, the hybrid model ANN-XGBoost demonstrated superior performance, accurately predicting total oil production, CO2 storage, and efficiency, with high R2 scores of 0.99159, 0.97515, and 0.98706, and corresponding lower RMSE values of 2.8 × 10−2, 1.5 × 10−1, and 2.4 × 10−2. Coupling the proxy with particle swarm optimization (PSO) yielded 12.8% increase in cumulative oil production and 11% increase in CO2 storage. Furthermore, in terms of speed, the projected workflow requires less minutes to complete predictions and optimization, while traditional numerical simulators require 4–5 min per scenario. These findings validates the robustness and computational efficiency of the proposed machine learning workflow for predicting CO2-WAG performance and optimization.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Co-designing soft climate adaptation: citizen centred solutions across four European pilots",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1738479",
      "pubDate": "2026-01-14T00:00:00Z",
      "description": "Climate change impacts in Europe are intensifying and disproportionately affecting vulnerable populations. While adaptation strategies increasingly acknowledge the value of public participation and citizen science, there remains a gap in inclusive, evidence-based approaches that engage diverse citizen groups in shaping soft adaptation measures. This study examines a staged co-creation process implemented across four pilot regions (Aragón, Dresden, Malmö, Rome). Using a structured, adaptable sequence (stakeholder mapping, inception workshops, target-group focus groups, and multi-stakeholder co-creation) it engaged youth, working populations, multicultural communities, and citizens experiencing vulnerabilities to generate locally relevant, feasible, and just solutions. Thereafter, a cross-case synthesis of outputs across pilots and target groups was conducted. Results from cross-case analysis showed that participants converged on a recurrent suite of four soft adaptation measure typologies across sites and target groups: (1) inclusive, barrier-free, multilingual risk communication via trusted intermediaries and with non-alarmist framing; (2) education and capacity-building, embedding climate hazard literacy in schools and community venues (often through hands-on/citizen-science activities); (3) workplace adaptations, shifting from individual coping to shared responsibility; and (4) accessible cooling and warning services (climate shelters, hydration points, participatory cooling maps, early-warning and tailored alerts). These typologies reappeared across sites and target groups, but participants also specified context-dependent design features shaped by local climatic, physical, socio-cultural, and institutional conditions. Regarding the process, three features enabled effective outcomes: continuity (to build trust and iterate), socio-culturally tailored formats, and facilitation that lowered participation barriers. Key constraints were time and resource limits, coordination and responsibility gaps, communication accessibility issues, and representation gaps. The approach offers a practical example of how co-created proposals can be linked to implementation pathways (clarifying actors, resources and likely barriers) and how transferable procedures, including engagement sequences and transparent prioritisation steps, may be adapted to existing institutional roles and processes. Embedding such citizen engagement processes in municipal policy and budget cycles, and supporting low-cost, distributed actions through schools, workplaces, housing associations and civic partners, suggests one possible route towards more equitable, actionable climate adaptation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}