{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-31T10:27:36.382738",
  "items": [
    {
      "title": "Spatiotemporal patterns of urban heat in indoor and outdoor microclimates",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae09bc",
      "pubDate": "",
      "description": "As global temperatures rise due to climate change, urban heat islands have emerged as an important public health concern, significantly exacerbating heat stress in urban populations. Meteorological data is critical for assessing heat stress, and localized microclimate data provide more precise measurements of heat hazards than traditional weather station data. Our study explored microclimate patterns in space and time in tropical cities with rapidly growing urban populations and warming climates. We established a microclimate monitoring network with sensors measuring air temperature and relative humidity throughout two large cities in Gujarat, India. We collected hourly microclimate data on temperature and humidity from April 2023 to May 2024 from paired indoor/outdoor sensors at 48 homes in Ahmedabad and 45 homes in Surat. We summarized dry bulb (T) and wet-bulb (Tw) temperatures at indoor and outdoor locations, compared temporal patterns across seasons and times of the day, and investigated relationships with urban land cover. Indoor and outdoor microclimates had different diurnal variations, with distinctive patterns during the monsoon compared to other seasons. Building volume had warming effects and vegetation had cooling effects on minimum T and Tw, particularly at outdoor locations. In contrast, building volume had cooling effects and vegetation had warming effects on maximum T and Tw, particularly at indoor locations. Temperatures were consistently cooler at locations with higher albedo, and relationships with water were weaker and more variable. A model comparison found significant differences in land cover effects for indoor versus outdoor locations. Given the increasing occurrence of heat waves and climate-related health threats in western India and other tropical areas, it will be essential to account for the different spatial and temporal patterns of indoor and outdoor microclimates to more precisely identify locations and timings of temperature extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "WEFE nexus unveiled: a comprehensive review of monitoring and modelling methods in the water-energy-food-ecosystems nexus",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da3",
      "pubDate": "",
      "description": "Sustainable resource management in the face of climate change is a pressing challenge for our society. This paper delves into the water-energy-food-ecosystems (WEFE) nexus, a scientific framework that supports the integrated assessment and management of the interconnected resources. Shifting from sectoral to cross-sectoral and transdisciplinary perspectives, the WEFE nexus addresses interdependencies and interactions among water, energy, food, ecosystems, and climate. This paper focuses on the extended nexus, incorporating ecosystems as a fourth pillar, underscoring the importance of considering ecosystems on an equal footing with water, energy, and food sectors. In addition, the paper emphasizes the significance of monitoring and modelling techniques, laying the foundations for understanding the nexus complexities and assessing uncertainty. The paper offers an overview of integrated nexus modelling, system analysis and socio-economic modelling, bridging the gap between nexus science and practice. It highlights the role of multifaceted stakeholder engagement methods, policy assessment, and institutional analysis in nexus models. Quantifying the nexus through indicators, and its alignment with the Sustainable Development Goals, EU Green Deal, and EU Blue Deal are also key focal points. Finally, the last part of the paper addresses challenges in existing nexus modelling attempts, advocates for the integration of transdisciplinary information, and presents lessons learned. The paper concludes with recommendations for the future of the WEFE nexus, emphasizing its potential in fostering transformative change toward sustainable resource management and inclusive policymaking.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Strengthening the integrity of REDD+ credits: objectively assessing counterfactual methods using placebos",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f44",
      "pubDate": "",
      "description": "The financing of tropical forest conservation projects through the sale of carbon credits remains a key opportunity to curb forest loss. Reducing emissions from deforestation and forest degradation (REDD)+ projects generate carbon credits by reducing forest loss within the project area compared with a counterfactual area that faces similar pressures (known as ‘additionality’). Several methods are available for constructing counterfactuals, but comparing their reliability is challenging. Here, we present an evaluation approach based on the creation of placebo projects, where there are no REDD+ activities and in which we would not expect project and counterfactual outcomes to diverge. We compare four methods based on pixel matching that estimate counterfactual deforestation rates. Using 27 placebo projects spread across the tropics, we found that pixel-matching is a reliable way of estimating a key element of additionality (i.e. deforestation in counterfactual areas) when based on data gathered at the end of an evaluation period after project start (i.e. ex-post estimation). However, forecasting counterfactual deforestation rates from information available at the start of a project (i.e. ex-ante estimation) is much less reliable, reinforcing existing concerns about ex-ante crediting mechanisms. We argue that systematic application of the placebo approach can accelerate the development and adoption of more credible counterfactual-estimating methods. As counterfactuals are the basis which underpins the validity claims of most nature credits, strengthening the credibility of counterfactuals will enhance the effectiveness of conservation finance, helping REDD+ and other nature-based solutions realise their full potential in delivering real, measurable benefits.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Who shapes the just transition? Examining intellectual hegemony in climate research",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fab",
      "pubDate": "",
      "description": "Analysing a dataset of 5432 journal articles (1986–2023) using bibliometric techniques, we investigate the conceptual framing, thematic evolution and publication trends of just transition—a concept seeking to reconcile climate action with social and economic justice but the scope and application of which fuel intense debate between the Global South and North. Our findings reveal that a small cadre of scholars and core journals exert disproportionate influence, steering the discourse towards technological fixes at the expense of structural political change, societal transformation, inclusive sustainable development, and addressing global inequality. This intellectual hegemony underscores age-long significant challenges around the politics and ethics of knowledge production in the discourse of global sustainability, not least the grave risk of marginalising the experiences and perspectives of the most vulnerable, who remain under-represented in both scholarship and policy-making. We conclude by calling for the integration of diverse viewpoints to ensure just transition strategies are both effective and equitable across varied global contexts—an imperative made all the more urgent by the resurgence of fractured climate politics and weakened global solidarity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Focus on health-centred climate solutions",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1244",
      "pubDate": "",
      "description": "Climate change poses a public health crisis. To simultaneously achieve climate and health goals, the health-centred climate solutions are of great interest to policymakers. Here, we provide an overview of a unique set of 27 papers published in the focus collection on ‘health-centred climate solutions’. We also take stock of recent literature on the health impacts of climate change, the effectiveness of adaptation actions, and the health co-benefits of mitigation actions. First, we summarise the evidence-based climate and health interactions and the quantitative projections of future climate-induced health burdens. Second, we focus on adaptation actions, in particular early warning systems, and how they influence health risks. Third, we synthesise the health co-benefits of mitigation actions through improving not only air quality but also physical activity level, and their distributional effects across regions and population groups. Finally, we point out important gaps in data, modelling frameworks, and topics to be tackled in future research. Through this synthesis, we aim to catalyse a paradigm shift toward health-centred climate solutions that prioritise health benefits while addressing climate change challenges.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Nutrient retention in European lakes and rivers: a continental–scale ensemble assessment",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae130b",
      "pubDate": "",
      "description": "Nutrient retention in lakes and rivers is an essential regulating ecosystem service that protects downstream water bodies from nutrient excess, reducing anthropic impacts on aquatic habitats. Quantifying nutrient retention in freshwaters is important for basin management, but difficult as retention depends, among other things, on the spatial and temporal scales of interest. This study aimed at assessing freshwater nutrient retention in contemporary Europe at continental scale with an ensemble modeling exercise. We used the conceptual model GREEN, changing lake retention according to alternative formulations, generating six model versions for total nitrogen (TN), and seven for total phosphorus (TP). All versions were calibrated independently in six European regions, defined by the sea to which land drained to. Parameter sets that performed well in overall calibration and at stations downstream lakes formed the ensembles that were used to quantify freshwater retention over a decade (2012–2021). Ensemble median river retention was about 10% of incoming TN load and 6% TP load. Median lake retention was about 4% for TN and 6.5% for TP. Median freshwater retention amounted to 170 kg N yr−1 and 7.2 kg P yr−1 per km2 of drainage area. European freshwaters retained about 16% of incoming nitrogen and 13% of incoming phosphorus loads, preventing about 1066 kt N yr−1 and 49 kt P yr−1 to reaching the coastline. Nitrogen retention mostly occurred in rivers, whereas phosphorus retention occurred predominantly in lakes, however important regional differences were noted. The assessment likely underestimates the overall role of freshwater nutrient retention, as secondary streams, wetlands, and ponds were not considered explicitly. Nevertheless, it provides quantitative references for accounting of freshwaters ecosystem services at continental scale.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evolving institutions of sustainability: a dynamic model of historical water governance transformations in Central Asia",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae137c",
      "pubDate": "",
      "description": "This article introduces evolutionary game theory as an approach to stylised long-term analysis of water governance transformations in Central Asia. This world region has been strongly affected by natural hazards, political disruptions and historically diverse attempts to establish effective water management principles. Drawing on historical and contemporary evidence, we establish a game theoretical baseline model of a user community in which irrigation is efficiently governed by group sanctions. By allowing for drift in the evolutionary equilibrium, we model how a loss of traditional authorities over water management can erode established group norms. We then analyse a hypothetical scenario of privatised water rights, inspired by historical and current policy debates in Central Asia. Under the assumption that such rights can be technically implemented, we show that they can restore an efficient water use equilibrium of owners that is egalitarian and evolutionary stable. We discuss how future climate change scenarios or conflicts over transboundary water allocation may affect the model results, focusing on the effects of increased uncertainty and of decreasing water productivity on system resilience. Productivity shocks may make low-performing equilibria unsustainable and thus lead to disruptive change or extinction of certain equilibria. Policy should focus on local interaction as an arena of institutional change. We suggest empirical research questions emerging from our analysis and highlight the benefits of uncontested property rights as an institutional solution to water governance.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drought and grazing pressure limit restoration and conservation outcomes in degraded grasslands on the Qinghai–Tibetan Plateau",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae13bb",
      "pubDate": "",
      "description": "Grasslands cover over 50% of the Qinghai–Tibetan Plateau (QTP), playing a critical role in water conservation, soil retention, carbon sequestration, biodiversity, and supporting pastoral livelihoods. Due to the high-altitude and cold-climate conditions, the QTP is highly vulnerable to climate change. Understanding the relative importance of the drivers of grassland degradation is essential for developing adaptive management strategies. While numerous studies have explored these drivers, the impacts of large-scale ecological restoration efforts since 2000, particularly across different grassland types and degradation-recovery phases, remain underexplored. This study analyzes 40 years of grassland vegetation dynamics on the QTP, identifying key inflection points and classifying regions into four ‘degradation-restoration’ trajectory types. The effects of climatic and anthropogenic drivers across distinct temporal phases are quantified. The results indicate that 6.56% of grasslands are in continuous degradation, while 28.97% are at risk of potential degradation risk. Drought and grazing emerge as the primary drivers of vegetation change, while restoration and afforestation programs play a significant role in enhancing recovery. Our findings underscore the spatiotemporal variability of grassland responses and emphasize the need for targeted grazing management and integrated water resource planning to optimize restoration outcomes. This study provides a framework for differentiated grassland management in the face of climate change and human pressures on the QTP.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating opportunity for distributed wind energy in rural and agricultural areas",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae13bc",
      "pubDate": "",
      "description": "Wind energy is among the most mature renewable energy technologies, accounting for 11% of the current US electricity generation in 2024, with the lowest average levelized cost. While it is known that substantial opportunity exists for further development, a key question has been where wind energy is best suited compared to other technologies. This study leverages an immense dataset of parcel-resolved technoeconomic potential for the contiguous United States, focusing on distributed wind (DW) energy—a configuration where one or more turbines, typically 30–60 m in height are used to satisfy nearby energy needs. The analysis is conducted at multiple spatial scales and considers land use, crop land, census, and incentive program data to determine the most opportune areas for market development. The results show that rural, agricultural and residential areas are most suited to DW. Connection type (in front of, or behind the meter) and regulations determine the best application, while siting constraints, economics, demand and the wind resource determines the optimal size of turbine.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A sociopsychological model predicting motivation to alter behaviour to mitigate climate change: a repeated cross-sectional study from Taiwan",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae13bd",
      "pubDate": "",
      "description": "Adopting individual behavioural changes to achieve a low-carbon lifestyle is a key strategy for addressing climate change. However, related studies have generally been conducted in Western contexts. Drawing upon a comprehensive national survey conducted in Taiwan, we developed a sociopsychological model to explain the motivation to alter behaviour to mitigate climate change and to engage in specific mitigation behaviours, including adopting plant-based diets, using public transportation, and donating to environmental nongovernmental organisations. We used a repeated cross-sectional survey design to test our model seven times to investigate general motivation and two times to investigate behaviour-specific motivation. Samples are representative of the Taiwanese population, collected between August 2021 and June 2024 (N = 4446). Our results confirm the validity and stability of the proposed model, demonstrating its potential to advance the understanding of how behavioural changes can mitigate climate change in non-Western contexts. Issues on psychological distance and seasonal changes on climate change risk perceptions are also discussed.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Canada’s landscape fires spreading into uncharted territory",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1495",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Technology–finance integration and energy system resilience: the moderating role of climate policy uncertainty",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1497",
      "pubDate": "",
      "description": "This study examines the impact of the Pilot Programs of the Combination of Technology and Finance (PPCTF) on energy system resilience (ESR) in China, with particular attention to the moderating role of climate policy uncertainty (CPU). Using panel data from 280 cities during 2010–2022 and employing a double machine learning approach, we find that the PPCTF significantly enhances ESR, with robust results from various tests. The mediation effect reveals that RAO and green technology innovation are vital influential channels. Moreover, CPU amplifies the positive effect of the PPCTF on ESR, particularly in non-resource-based, strictly regulated, and high-governance cities. These findings highlight the importance of integrating technology and finance initiatives with climate policy considerations to foster sustainable and resilient energy systems. Policy implications are also discussed.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Rising compound heatwave exposure in India: insights from CMIP6 climate model projections",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1498",
      "pubDate": "",
      "description": "This study analyses the variability of daytime-only, nighttime-only, and compound heat waves (HWs) and their impact on population exposure across India using shared socioeconomic pathways (SSPs) scenarios (SSP126, SSP245, SSP370, and SSP585) from the Coupled Model Intercomparison Project Phase 6 experiment. The research questions addressed are: (1) what effects might compound heatwaves have under climate change scenarios? (2) How are compound heatwaves expected to impact the population in the future? The outcomes indicate that the compound HWs may increase by 4.6 events annually in Northwest India (NWI) under the SSP585 scenario. In contrast, daytime-only HWs are expected to decline after 2060, except in the Himalayan region, possibly due to changes in monsoon patterns and increased evaporative cooling. It is anticipated that nighttime-only heatwaves will uniformly increase across all regions and scenarios, with the most substantial rises observed in the Central Northeast India (CNI) and NWI. Under the SSP370 scenario during 2061–2100, the population exposure to compound heatwaves and nighttime-only heatwaves is projected to increase substantially across all regions. Specifically, exposure to compound heatwaves is anticipated to exceed historical levels by more than 30 times in most regions. Both the CNI and NWI regions show the highest rise in compound and nighttime-only heatwave extremes. The outcomes provide a substantial scientific foundation for policymakers to inform and enhance heat action plans at the national, state, and local levels.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate change impacts on Robusta coffee production in Vietnam",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae14d1",
      "pubDate": "",
      "description": "The Central Highlands of Vietnam is the largest Robusta coffee (Coffea canephora Pierre ex A.Froehner) growing region in the world. This study identifies the most important climatic variables that determine the current distribution of coffee in the Central Highlands and builds a ‘coffee suitability’ model to assess changes in this distribution due to climate change scenarios. A neural network-based suitability model was trained on coffee occurrence data derived from national statistics on coffee-growing areas. Bias-corrected regional climate models, adjusted to reduce systematic deviations from observed patterns, were used for two climate change scenarios (RCP8.5 and RCP2.6) to assess changes in suitability for three future time periods (2038–2048, 2059–2069, 2060–2070) relative to the 2009–2019 baseline. Average expected losses in suitable areas were 62% and 27% for RCP8.5 and RCP2.6, respectively. The loss in suitability due to RCP8.5 is particularly pronounced after 2060. Increasing mean minimum temperature during the harvest (October–November) and growing season (March–September), and decreasing precipitation during the late growing season (July–September) mainly determined the loss in suitable areas. Given these risks, adaptation strategies such as shade management, soil conservation, and the development of climate-resilient varieties are essential to sustain coffee production in the region.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Reanalysis data induced misestimations in photovoltaic power generation potential and associated drivers",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae151f",
      "pubDate": "",
      "description": "Reanalysis datasets have been extensively used to estimate the power generation potential of solar photovoltaic (PV) systems owing to their global coverage, inclusion of multiple variables, and high temporal resolution. However, the spatial resolution of these datasets is substantially coarser than the typical area of PV farms, which can lead to potential inaccuracies in power generation estimates. Despite this limitation, the associated errors have not been thoroughly investigated. In this study, we comprehensively assess the misestimations in power generation potential arising from the application of three widely used reanalysis datasets—ERA5, ERA5-Land and MERRA2—using observational data from twelve PV farms in China. Moreover, the key drivers and mechanisms underlying these inaccuracies are revealed. We find that the relative errors in annual power generation potential estimates were approximately −17%, −12% and 7% for ERA5, ERA5-Land and MERRA2, respectively. Notably, these errors escalated with increasing temporal resolution of estimation; at the hourly scale, they were amplified by approximately twofold and threefold for ERA5/ERA5-Land and MERRA2, respectively. Mechanistic analysis revealed a significant negative correlation between estimation errors and near-surface air temperature, suggesting that cloud conditions and terrain may be the primary drivers contributing to these inaccuracies. The results of our study underscore the importance of accounting for these errors when using reanalysis data for PV power generation potential estimation, particularly at monthly and hourly scales. Policymakers and researchers can utilize our results to quantify the uncertainties in PV power generation calculations and their subsequent applications.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "What’s radical? Comparing how climate activists and the general public perceive social movement tactics",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae1520",
      "pubDate": "",
      "description": "As the climate crisis worsens, activists have employed a wide range of tactics to draw attention to the issue. This paper explores how perspectives on a diversity of social movement tactics—from mainstream methods of political engagement to violent mutiny—vary between members of the general public and climate activists. We compare findings from surveys with a nationally representative sample of 1000 US adults and 306 climate activists that were conducted over the same time period in fall 2024. Our results show substantial differences in the degree to which various tactics are perceived as radical: activists tended to perceive peaceful, non-disruptive forms of protest as significantly less radical than the general public, but viewed civil disobedience, illegal, and violent tactics to be significantly more radical than the general public. The paper concludes by discussing the implications of these findings and providing some potential directions for future research.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Crop diversification improves water-use efficiency and regional water sustainability",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae15a9",
      "pubDate": "",
      "description": "As global water scarcity intensifies, identifying agricultural practices that enhance sustainable water management is critical. Temporal crop diversification-rotating multiple species over time-has been proposed to improve soil health and water retention based on field-scale experiments. However, widespread adoption remains limited on farms, in part due to unverified benefits at larger scales. Here, we assess the influence of crop diversification on agricultural water-use efficiency (WUE, ratio of gross primary productivity to evapotranspiration) along a spectrum of monoculture to complex species rotations in California. Leveraging new high-resolution remote sensing datasets, we show that crop diversification is a key driver of agricultural WUE, and increasing the number of species planted in the previous 6 years from two to four increases WUE by ∼20% after accounting for differences between crops. Our results provide spatially explicit, large-scale quantification of crop diversification’s improvements to WUE, with direct implications for climate adaptation. More broadly, our framework offers a tool to evaluate other sustainable practices and guide policy and farm-scale decision-making.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}