{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-10-24T11:21:51.399145",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4225122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Profile of Jean-Philippe Avouac",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2527289122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />Jean-Philippe Avouac, elected to the National Academy of Sciences in 2025, explores deformations in Earth’s surface in an effort to understand the formation and behavior of earthquakes. Using geology, satellite data, radar imagery, and modeling, Avouac ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "In the wake of wildfires, toxic smoke is a lasting health concern",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2527308122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Phylogenomics redefines the evolutionary history of mosquitoes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519291122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceOur results provide strong phylogenomic evidence that both the timing and pattern of mosquito evolution is very different than previously thought, and that mosquitoes are a relatively young group of organisms. We also found a striking ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Modeling the rise and demise of Classic Maya cities: Climate, conflict, and economies of scale",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512325122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceOver half of people on earth today live in cities, yet the origins of urban living remains a topic of intense debate. To understand why individuals decided to come together in cities, we leverage population ecology theory and quantify the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Droplet outbursts from onion cutting",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512779122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceTear induction during onion cutting has long vexed the culinary community. Although science has attributed the cause to enzymatic sulfur compounds, a mechanistic view of how pungent aerosols are sprayed out is lacking. Using high-speed visuals,...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Hydrothermal vent temperatures track magmatic inflation and forecast eruptions at the East Pacific Rise, 9°50’N",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510245122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceWe document multidecadal temperature variations at a mid-ocean ridge (MOR) hydrothermal system and reveal that crustal and deep magmatic processes exert a clear control on seafloor venting temperatures. This finding has important implications, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Microbial oxidation significantly reduces methane export from global groundwaters",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508773122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceMost groundwaters contain methane, produced either microbially or from fossil sources. At higher concentrations, methane poses a concern for drinking water quality and may escape to soils, surface waters, and the atmosphere, where it can ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sperm and offspring production in a nonobstructive azoospermia mouse model via testicular mRNA delivery using lipid nanoparticles",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516573122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceNonobstructive azoospermia (NOA) caused by genetic defects in meiotic genes remains untreatable, as no curative therapies exist for patients lacking male haploid germ cells. Here, we demonstrate that lipid nanoparticle (LNP)-mediated mRNA ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Temperature adaptation in structure and function in lactate dehydrogenase-A reflects convergent evolution in a few key protein regions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517759122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceSubstitutions in a few amino acids can significantly alter the structural and functional responses of enzymes to temperature, traits that are closely related to establishing the thermal optima and limits of organisms. A cross-taxa analysis of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Electrical and thermal conductivity of Earth’s iron-enriched basal magma ocean",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509771122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceThe Earth’s early magnetic field may have been powered by a molten silicate layer deep in the mantle, known as the basal magma ocean. As this layer gradually crystallized, it became increasingly enriched in iron, which influences its physical ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Functional organization of the primary motor cortex in psychosis and the potential role of intereffector regions in psychomotor slowing",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425388122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceRecent literature recommended a revision of the human motor homunculus to include, in addition to the primary motor cortex regions active during movement execution, intereffector regions orchestrating complex movement patterns. If ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "High-magnetic-field phases in U1-xThxTe2",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521261122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceThe heavy fermionf-electron superconductor UTe2has attracted a great deal of interest because of its extraordinary superconducting and magnetic properties which have led to conjectures that this compound may exhibit spin-triplet ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A species interaction kick-starts ecological speciation in allopatry",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2506625122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceNew species arise as populations evolve reproductive isolation, a process that typically starts in geographic isolation (allopatry). However, whether and how ecological differences in allopatry promote speciation remains unclear. We study ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Neural predictors of hidden, persistent psychological states at work",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504382122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificancePersistent psychological states shape how we interpret and navigate everyday experiences. At work—where most adults spend a significant portion of their lives—negative psychological “lenses” are not only widespread, but often remain hidden, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Synthetic bottlebrush block copolymer prevents disease onset in Duchenne muscular dystrophy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513599122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceAdvances in synthetic chemistry have led to an exciting class of polymers with an enormous range of molecular architectures featuring highly branched “bottlebrush” designs. A bottlebrush block copolymer (BB polymer) is identified here as a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Quantifying cell traction forces at the single-fiber scale in 3D: An approach based on deformable photopolymerized fiber arrays",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507677122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceCells evolve within intricate, fiber-rich microenvironments that present significant challenges for studying their behavior and mechanics. To address this, we employed advanced three-dimensional (3D) microfabrication to create parallelized ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Apusomonad rhodopsins: A new family of ultraviolet to blue light–absorbing rhodopsin channels",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510619122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceProtists are well known to harbor diverse families of retinal-binding photoreceptive proteins known as microbial rhodopsins. However, less is known about the overall diversity of microbial rhodopsins in heterotrophic flagellates (HFs), an ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dynamic control of NMDA receptor Ca2+ permeability by endogenous and synthetic modulators",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511783122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceNMDA receptors conduct Ca2+-rich excitatory currents, which are essential for learning and memory, and are culprits in severe neuropsychiatric conditions. Drugs acting on the NMDA receptor are presently tested for their ability to control the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "High-resolution geostationary satellite observations of free tropospheric NO2 over North America and implications for lightning emissions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510535122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 42, October 2025. <br />SignificanceFree tropospheric (FT) nitrogen dioxide (NO2) drives global atmospheric oxidant chemistry, but its observations are sparse and its sources and chemistry are uncertain. Applying cloud-slicing to the Tropospheric Emissions: Monitoring of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}