{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-06-30T13:38:01.131478",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2525122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ralph Holloway (1935–2025): Pioneering paleoneurologist",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510387122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />Ralph Holloway pioneered and developed the field of hominin paleoneurology. Although Holloway’s undergraduate degrees were in metallurgical engineering and geology, at graduate school his interests switched to the brain. Holloway and his graduate students ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Picking strategies in games of cooperation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2319925121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />Evolutionary game theory (EGT) has been pivotal in the study of cooperation, offering formal models that account for how cooperation may arise in groups of selfish, but simple agents. This is done by inspecting the complex dynamics arising from simple ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Deep mechanism design: Learning social and economic policies for human benefit",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2319949121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />Human society is coordinated by mechanisms that control how prices are agreed, taxes are set, and electoral votes are tallied. The design of robust and effective mechanisms for human benefit is a core problem in the social, economic, and political ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Telescopes team up to probe distant worlds",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514375122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Deep origins, distinct adaptations, and species-level status indicated for a glacial relict seal",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503368122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceIsolated populations of postglacial relicts are typically found on mountains for terrestrial species, and in lakes for aquatic species. Most of the isolated populations have formed after the end of the last glacial period. One such aquatic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Human influence on climate detectable in the late 19th century",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500829122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceWhen could scientists have first known that fossil fuel burning was significantly altering global climate? We attempt to answer this question by performing a thought experiment with model simulations of historical climate change. We assume ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Siderite and ferric oxyhydroxides imply interlinked carbon, iron, and halogen cycles on Mars",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504674122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceThe overall rarity of carbonate deposits on Mars have been interpreted to be the result of acid dissolution. We show that siderite is stable in Mars-relevant fluids from pH 7 to 2 and its alteration to ferric minerals—similar to those recently ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Abrupt shift of El Niño periodicity under CO2 mitigation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426048122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceCO2mitigation policy is expected to suppress global warming and its climate impact; however, this study found that CO2mitigation could cause an abrupt shortening of El Niño periodicity, which enhances the frequency of El Niño and potential ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Global decline of apex scavengers threatens human health",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2417328122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceEach year, zoonotic diseases kill millions of people, with pathogens in carrion (dead animal matter) contributing to this crisis. Scavenging animals mitigate this disease risk by consuming carrion. However, our analysis of 1,376 vertebrate ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "An endosymbiotic origin of the crimson pigment from the lac insect",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501623122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceMicrobial symbionts influence insect adaptation by providing novel metabolites and phenotypes. This study elucidates the origin of the lac pigment, a group of polyketide-based secondary metabolites found in the lac insect. We present evidence ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Increased frequency of planetary wave resonance events over the past half-century",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504482122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceClimate change is increasing the frequency and severity of boreal summer extreme weather events, many of which are inextricably linked to the phenomenon of resonant planetary wave amplification. However, due to incomplete knowledge of climate ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mapping encounters between Antarctic krill fishing vessels and air-breathing krill predators using acoustic data from the fishery",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2417203122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceAntarctic krill is critical to the Antarctic ecosystem and the target of a growing fishery. To minimize the impact of fishing on the ecosystem, cost-effective monitoring is essential. In this study, we developed a method to detect krill ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Monocytes use protrusive forces to generate migration paths in viscoelastic collagen-based extracellular matrices",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2309772122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceCell migration is essential for numerous biological processes in health and disease, including for immune cell trafficking. Monocyte immune cells migrate through extracellular matrix (ECM) to the tumor microenvironment where they can play a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Cryo-EM structures of GnRHR: Foundations for next-generation therapeutics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500112122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceGonadotropin-releasing hormone receptor (GnRHR) is crucial for reproductive health and a therapeutic target for disorders like endometriosis, prostate cancer, and infertility. This study employs cryoelectron microscopy (cryo-EM) to unravel ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Decreased mitochondrial activity in the demyelinating cerebellum of progressive multiple sclerosis and chronic EAE contributes to Purkinje cell loss",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421806122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceCerebellar dysfunction in multiple sclerosis (MS) contributes to motor impairment, yet the underlying mechanisms remain unclear. This study demonstrates that mitochondrial dysfunction, linked to inflammatory demyelination, plays a critical ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Increased sea-level contribution from northwestern Greenland for models that reproduce observations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2411904122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceThe Greenland Ice Sheet has been thinning over the past several decades and is expected to contribute significantly to sea-level rise over the coming century. Ice flow models that make these projections, however, tend to underestimate the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A distinct LHCI arrangement is recruited to photosystem I in Fe-starved green algae",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500621122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificancePhotosynthetic proteins require a significant amount of iron (Fe)-containing cofactors to function. Multisubunit Photosystem I (PSI) encompasses half of this Fe in its three Fe4S4centers and is a target for degradation in insufficient Fe ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Heterogeneity, reinforcement learning, and chaos in population games",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2319929121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceThe emergence of chaotic behavior through coupled learning dynamics is a problem of fundamental importance that lies at the intersection of diverse fields such as social sciences, complexity science, mathematics, and artificial intelligence. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Perceptual interventions ameliorate statistical discrimination in learning agents",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2319933121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 25, June 2025. <br />SignificanceUndesired bias is a societal problem that is often exacerbated by technology. Faced with limited information and time, people may choose their social partners based on prior experience with people that resemble the potential partner, a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}