{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-01-12T16:35:23.905619",
  "items": [
    {
      "title": "Alkalinity enhancement in subduction regions and the global ocean: efficiency, earth system feedbacks, and scenario sensitivity",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae293b",
      "pubDate": "",
      "description": "Ocean alkalinity enhancement (OAE) refers to the addition of alkaline material to the surface ocean, which shifts carbonate chemistry towards more oceanic uptake of atmospheric CO2. This study compares global OAE with regionally focused deployment in subduction regions of the Southern Ocean, Northwest Atlantic, and Norwegian-Barents Sea. We conducted ensemble simulations using an emissions-driven Earth System Model (ESM) under high- (SSP3-7.0) and low-emissions (SSP1-2.6) scenarios. By 2100, subduction region OAE was nearly as efficient (SSP3-7.0: 0.71 ± 0.03, SSP1-2.6: 0.60 ± 0.04) as global deployments (SSP3-7.0: 0.73 ± 0.01, SSP1-2.6: 0.64 ± 0.03). However, the ESM simulations did not reproduce the efficient vertical carbon transport seen in a previous ocean-only study, as strong internal variability and climate feedbacks to OAE hampered deep ocean carbon storage. The excess ocean CO2 uptake and atmospheric CO2 reduction were scenario-dependent (15%–19% and 22%–41% lower under SSP1-2.6 compared to SSP3-7.0, respectively). The pathways of excess ocean CO2 uptake and atmospheric CO2 reduction diverged between the scenarios after the mid-2060s, when atmospheric CO2 peaked and then declined under SSP1-2.6, with a substantially larger relative land carbon loss in SSP1-2.6 than in SSP3-7.0 for regional OAE deployment. Furthermore, the emissions-driven ensemble simulations showed that climate feedbacks introduced substantial uncertainty in early decades of regional OAE efficiency, posing challenges for near-term monitoring, reporting, and verification. Reviewing our and previous model experiments revealed a strong linear relationship between added alkalinity and oceanic CO2 uptake and atmospheric reduction, highlighting that first-order effects of OAE on carbonate chemistry are well understood and consistently represented, while the effects of carbon and climate feedbacks (13%–20%) and scenario sensitivity are smaller but non-negligible. Overall, our study shows that subduction regions can be a viable option for OAE; however, their efficiency is limited by these feedbacks and scenario sensitivity, which must be accounted for in future regional OAE interventions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Efficacy of individual and combined terrestrial and marine carbon dioxide removal",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2af5",
      "pubDate": "",
      "description": "Limiting global temperature rise below 2 °C requires significant reduction in greenhouse gas emissions and large-scale carbon dioxide removal (CDR). This study assesses the CO2 sequestration and efficacy of two CDR approaches, bioenergy with carbon capture and storage (BECCS) and ocean alkalinity enhancement (OAE), applied individually and in combination. Using the Norwegian Earth System Model, simulations were designed to ramp up deployment of BECCS and OAE, to an additional area of 5.2 million km2 by 2100 for bioenergy feedstock for BECCS, and a CaO deployment rate of approximately 2.7 Gt yr−1 for OAE within the exclusive economic zones of Europe, the United States and China. The combined land–ocean CDR simulation revealed a largely additive carbon removal effect. Over 2030−2100, OAE sequestered 7 ppm of CO2 with an accumulated 82.3 Gt CaO, achieving a CDR effectiveness of 0.08 ppm (∼0.17 PgC) per Gt CaO, while BECCS reduced 16 ppm of CO2, with CDR effectiveness of 3.1 ppm per million km2 of bioenergy crops. Together, the carbon removal achieved by BECCS and OAE corresponds to anthropogenic CO2 emissions of 5.4 Gt CO2 yr−1 by 2100, slightly more than 60% of current global transport sector emissions. Notably, the efficiency of BECCS and OAE alone was unaffected by their concurrent deployment. Nevertheless, simulations revealed distinct non-linear interactions, such as declines in land and soil carbon sinks in the combined scenario. Furthermore, all simulations show negligible effects on the global annual mean temperature. These results highlight near-additive CDR responses even under net-negative emissions, but feedback on land and ocean carbon sinks must be considered when designing CDR portfolios. This study provides new insights into CDR portfolio design and Earth system feedback under an overshoot scenario, highlighting both their potential and the need for continued emissions cuts and supportive policies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Century-scale attribution and constrained projection of temperature extremes in eastern China",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2b87",
      "pubDate": "",
      "description": "Attribution of historical climate changes is particularly challenging for periods before the mid-20th century due to sparse and low-quality observational data, raising questions about which temporal scales best capture the climate system’s response to external forcings and can robustly constrain future projections. To address these issues, this study performs a multi-scale attribution analysis of temperature extremes over the period 1901–2020 and examines the robustness of attribution-based scaling factors across different time scales. Despite uncertainties in the early data, the newly developed homogenized observations show pronounced warming in both cold and hot extremes, along with a lengthening of the growing season during 1901–2020. These trends intensified markedly after the 1950s, with the magnitude of changes approximately doubling for some extreme indices. Coupled Model Intercomparison Project Phase 6 (CMIP6) models successfully reproduce the overall warming trends in observations, although they underestimate the magnitude of changes, particularly in the pre-1950 period. Using optimal fingerprinting, more than 70% of the observed changes are attributed to greenhouse gas forcing, with aerosols offsetting less than 35% of the greenhouse gas-induced warming. Attribution analysis conducted within a large-ensemble model framework across multiple time scales shows that the ranges of best estimates and confidence intervals (CIs) for scaling factors decrease as the time period lengthens. The century-scale attribution yields the narrowest CIs and most robust best estimates, indicating the most robust detection results. Despite the robustness of century-scale results, scaling factors from 1951–2020 are selected to constrain projections due to more reliable observational constraints. Constrained end-of-century (2081–2100) projections show amplified increases of 20.3%–33.1% for most extremes compared to raw projections, highlighting the critical impact of attribution period selection and providing a transferable framework for regional climate risk assessment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Evaluating a landscape-scale model to forecast wheat stem rust",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2f70",
      "pubDate": "",
      "description": "Wheat stem rust is a fungal disease that can cause total loss of a wheat crop. Outbreaks are typically far-reaching because infectious spores can disperse aerially over thousands of kilometres. Rapid response to an outbreak requires a timely and accurate estimate of disease risk. We constructed an integrated mechanistic model of stem rust infection driven by seven-day meteorological forecasts and near-real time disease surveillance to inform mitigation at the national scale. Focusing on Ethiopia as the largest wheat producer of sub-Saharan Africa, yet where food insecurity is high, we evaluate the predictability of wheat stem rust infections during the rain-fed seasons of 2015–2022. The epidemiological model performs well at predicting disease observations two weeks ahead of time, from cross-validation root-mean-square-error values were in the range 0.25–0.35, ROC skill score 0.58–0.68, and odds ratio skill score 0.78–0.90. Results of alternative model scenarios show the benefit of assimilating recent surveys and simulating spore dispersal to achieve a good prediction. When driven by seven-day weather forecasts, the model therefore provides up to 21 days to respond to likely stem rust infections and prevent epidemic spread and subsequent crop loss. The mechanistic form and large scale of the epidemiological model has utility beyond in-season predictions, particularly with respect to scenario testing for practical interventions. The results demonstrated that long-distance dispersal has an important role in the spread of stem rust in a region of diverse agro-ecology. The forecast system presented here can be adapted to other plant pathosystems where aerial dispersal is the primary risk of disease spread.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Network structure matters: how coordination and cooperation mechanisms drive solar-battery co-adoption",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae30f2",
      "pubDate": "",
      "description": "Battery storage can mitigate solar photovoltaic intermittency while enhancing household energy resilience, yet factors accelerating their co-adoption remain understudied. While networks are recognized as key elements in energy transitions, quantitative evidence on how network structures influence residential technology adoption is limited. We examine how local governance network structures influence solar-battery integration by analyzing renewable energy networks across eight U.S. states. Our analysis reveals that networks with higher levels of both coordination (measured through degree centrality) and cooperation (measured through clustering coefficients) are significantly associated with higher co-adoption rates. Policy entrepreneurs—stakeholders who invest resources to promote energy transitions—can accelerate co-adoption through two strategic approaches: strengthening central coordinators who share information across stakeholder groups, and fostering densely connected networks that build trust and reduce perceived adoption risks. Notably, cooperation networks show particularly strong effects compared to coordination mechanisms, as dense collaborative relationships prove especially important for technologies requiring complex integration and higher investment. These findings provide actionable strategies for accelerating clean energy adoption while advancing energy transition theory by quantitatively linking specific network characteristics to adoption outcomes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Recent accelerated drying in southwest China dominated by anthropogenic aerosol forcing",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae318e",
      "pubDate": "",
      "description": "Southwest China (SWC) has experienced a significant drying trend in recent decades, which poses considerable challenges for ecosystems, agriculture, and water resource management. While human activities and internal climate variability are recognized as important factors, their relative contributions and the underlying mechanisms in driving this drying trend remain unclear. Using detection and attribution analysis with multi-model ensemble simulations, this study reveals that anthropogenic aerosol forcing is the dominant driver of the recent accelerated drying in SWC, accounting for 77% (46% to 107% for one standard deviation) of all forcing. A reduction in aerosol emissions in Europe triggers an atmospheric wave train and results in a cyclonic anomaly in the upper troposphere over SWC, which suppresses upward motion and leads to less precipitation. Concurrently, an increase in aerosols over China results in local cooling and anomalous downward motion, creating conditions conducive to drought. Our findings highlight the substantial influence of anthropogenic aerosol emissions on regional climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Dynamics of land transformation and carbon stock loss from nickel laterite open-pit mining in Indonesia",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae318f",
      "pubDate": "",
      "description": "Global demands for nickel—a key energy transition metal—have notably risen in recent years, positioning Indonesia as the world’s major supplier. Nickel in Indonesia occurs in laterite ore deposits, and is extracted with open-pit mining, a process which induces land transformation of high carbon stock biomass sources such as forests. This study investigates the spatial and temporal impacts of nickel mining on land cover and biomass carbon stock by combining satellite imagery assessment with a national dataset of land cover classes and biomass carbon stock data from the national Forest Reference Emission Level (FREL) dataset. Focusing on the concession area between 2013 and 2022, 217 nickel mining concession areas within Indonesia were analyzed. Our results revealed that nickel mining activities induced 53% of the forest land transformation within the concession area. By 2022, approximately 6.9 million tCO2 were emitted from the land use induced by nickel mining activities, more than double the amount in 2013. If continued unabated, the trend could reach 7%–12% of the allowable Nationally Determined Contribution target in Indonesia for the land use sector in 2030. Moreover, we observed delays in the official recognition of mining areas in the national land cover map, which relies on manual visual interpretation and potentially leads to misclassification. Additionally, several instances of mining outside officially designated concession zones were detected, indicating governance gaps and regulatory compliance issues. These findings highlight the need for disclosure by mining companies and stronger governance in monitoring and regulating mining extraction activities to address the environmental cost of the energy transition.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "AIMES: an enhanced monitoring system for environmental suitability of Aedes-borne diseases",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3192",
      "pubDate": "",
      "description": "Aedes-borne diseases, such as dengue, Zika, and chikungunya, pose a significant threat to millions of people worldwide each year. Considering the relationships between the emergence of these diseases and anthropogenic climate change, it has become imperative for health authorities to maintain detailed surveillance of key environmental variables that can trigger epidemic episodes. While disease transmission is generally conditioned by multiple socio-economic factors, environmental suitability for vectors and viruses to proliferate is a necessary—although not sufficient—condition that needs to be closely monitored. To this end, the Aedes-borne dIsease monitoring of environmental suitability (AIMES) system improves on the disease transmissibility framework of AeDES, the most up-to-date system of this kind in the current literature. AIMES broadens both the temporal and spatial scope of its predecessor, while simultaneously enhancing the quality of the environmental suitability index. It provides continuously updated monthly historical values derived from multiple observational references, enabling a robust quantification of the observational uncertainty.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessment of compound hot-dry events in lakes across global drylands",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3193",
      "pubDate": "",
      "description": "Lake hot events (months with abnormally high lake surface water temperature) and dry events (months with abnormally low lake surface extent) can individually cause significant stress to lake ecosystems. When these events occur simultaneously, as compound hot-dry events, their impacts can be even more severe, particularly in dryland regions. Yet, their frequency, long-term dynamics, and driving factors remain poorly understood. Here, we leverage model-derived lake surface water temperature and satellite-derived surface area datasets to identify and analyze hot events, dry events, and compound hot-dry events in 2,338 lakes across global drylands from 1985 to 2020. We find that the occurrence of compound hot-dry event has significantly increased in 520 lakes, while 240 lakes have shown a significant decrease. Hot events and dry events individually increased in 1007 and 767 lakes, respectively. Furthermore, in most lakes, the temporal changes in compound hot-dry events are primarily driven by changes in dry event frequency, rather than hot events or their co-occurrence. These findings underscore the growing compound stress on dryland lake systems and emphasize the need for targeted adaptation and resilience strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A critique of climate objectivity in the context of global injustice",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae301b",
      "pubDate": "",
      "description": "As climate science intersects with rising political urgency and global ecological crisis, calls for ‘neutrality’ risk obscuring the field’s entanglement with systems of power, historical dispossession, and structural inequality. This article challenges conventional framings of scientific objectivity, arguing that justice, accountability, and epistemic pluralism are not threats to scientific credibility but conditions of its ethical and societal relevance. Drawing on interdisciplinary insights, it advances a vision of climate science that is reflexive, engaged, and responsive to the unequal burdens of climate disruption. Amid compounding climate injustices, detachment is not a position of neutrality but a failure to engage with the responsibilities of knowledge production.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}