{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-08-09T05:25:24.342077",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3125122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Brian Larkins, a plant science pioneer, leader, mentor, and friend",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515273122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />Brian Larkins died in January 2025 at the age of 78 leaving a legacy of seminal scientific contributions that were fundamental to the establishment of the field of plant molecular biology. He elucidated the key processes in maize endosperm development and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Profile of Sharon Y. Strauss",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517479122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />Evolutionary ecologist Sharon Y. Strauss, an early proponent of unifying the fields of ecology and evolution, helped advance both disciplines. Now a distinguished emeritus professor at the University of California, Davis, Strauss remains active in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "PyReconstruct: A fully open-source, collaborative successor to Reconstruct",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505822122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceIn neuroscience, the emerging field of connectomics has produced annotation tools for reconstruction that prioritize circuit connectivity across microns to centimeters and farther. Determining the strength of synapses forming the connections ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Three things we can do now to reduce the risk of avian influenza spillovers",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503565122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "How cancer arises: Genetics releases, plasticity creates, genetics stabilizes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505377122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />Cancer is the origin of a novel tissue that attracts resources, spreads beyond boundaries, avoids normal controls, and escapes immunity. How does a novel tissue arise? The puzzle is that two seemingly different processes appear to be the primary driving ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A trans-species cytoplasmic polymorphism is associated with seed shape and aridity across multiple species of sunflowers",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410943122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificancePlant cells have three genomes. The largest of these is housed in the nucleus, whereas smaller genomes are found in chloroplasts and mitochondria, which reside in the cytoplasm. Evolutionary histories based on nuclear genes sometimes disagree ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Translocations contribute to population rescue in an imperiled woodpecker",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410946122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceTranslocations—the human-mediated movement of individuals—have been used to counteract the genetic and demographic perils faced by small, isolated populations. However, posttranslocation population monitoring is often inadequate to thoroughly ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "From biologging to conservation: Tracking individual performance in changing environments",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410947122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />Under an accelerating biodiversity crisis, increased urbanization, habitat fragmentation, and climate change require new approaches to assess conservation impact. We argue that animal biologging is a cost-effective method for monitoring biodiversity at ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Biodiversity conservation requires integration of species-centric and process-based strategies",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410936122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />Conservation science and policy are geared primarily toward the preservation of species and habitats, with priority often given to the rarest, most vulnerable or most charismatic forms. This pattern-based approach has broad appeal and offers a pragmatic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genomics of Neotropical biodiversity indicators: Two butterfly radiations with rampant chromosomal rearrangements and hybridization",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410939122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceUnderstanding factors contributing to rapid speciation is a key aim of evolutionary biology. Here, we focus on two rapid radiations of Neotropical butterflies. Our genomic data with broad taxonomic and geographic coverage reveal widespread ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Phylogenetic networks empower biodiversity research",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410934122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />Reticulate evolution has long been recognized as a key mechanism that contributes to genetic and trait diversity. With the widespread availability of genomic data, investigating historical reticulate evolution across taxa has gained significant attention, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genetic rescue of Florida panthers reduced homozygosity but did not swamp ancestral genotypes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410945122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceIn the mid 1990s, Florida panthers were at risk of extinction due to isolation and habitat loss with the population numbering less than 30 individuals, many of whom exhibited morphologic and genetic correlates of inbreeding. In 1995, eight ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Genomic origins and evolution of neo-sex chromosomes in Pacific Island birds",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503746122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceIn many taxa, sex is determined by sex chromosomes that differ in size and content. Like the X and Y of mammals, the Z and W chromosomes of birds evolved from homologous autosomes so long ago that the early stages of the transition are lost to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Rare variants in BMAL1 are associated with a neurodevelopmental syndrome",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427085122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceChildren with neurodevelopmental disorders exhibit highly penetrant sleep and circadian dysfunction, but the underlying mechanisms are unclear. We asked whether a subset of individuals with neurodevelopmental disorders might have genetic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Indigenous territories and protected areas are crucial for ecosystem connectivity in the Amazon basin",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2418189122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceMaintaining ecosystem connectivity in the Amazon drainage basin (from the Andes to the lowland rainforests) is crucial for sustaining biodiversity and ecosystem function. Our study reveals that Indigenous Territories and Protected Areas (ITPAs)...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The effect of habitat loss and fragmentation on isolation by distance and divergence",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410951122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceGeographically limited dispersal generates spatial patterns where genetic differences between individuals increase with geographic distance (“isolation by distance”). Classical isolation by distance models assume that populations are at ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Suturing fragmented landscapes: Mosaic hybrid zones in plants may facilitate ecosystem resiliency",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2410941122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceMosaic hybrid zones offer opportunities for closely related taxa to occupy a larger environmental niche, which in topographically and environmentally heterogeneous regions may mean a larger, less fragmented geographic distribution. We quantify ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Perchlorate in stratospheric aerosol particles",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512783122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificancePerchlorate chemistry connects a very wide range of environmental issues. It is produced in the stratosphere and is a health hazard when in drinking water. Measurements in the stratosphere show that almost none of the perchlorate is in the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Micro magnetic resonance spectroscopy for noninvasive metabolic screening of mammalian embryos and oocytes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424459122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 31, August 2025. <br />SignificanceLive birth rates in human assisted reproductive technologies (ART) remain suboptimal, despite significant advancements in assessing preimplantation embryo viability and developmental potential. This study presents a groundbreaking, noninvasive ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}