{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-01-03T06:39:57.304586",
  "items": [
    {
      "title": "Simulated Earth system response to acid downwelling as a form of ocean alkalinity enhancement",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2105",
      "pubDate": "",
      "description": "‘Acid downwelling’ (AD) is a proposed marine carbon dioxide removal (CDR) method, which describes the idea of electrochemically splitting open ocean surface water into an alkaline solution to remain at the surface ocean and cause additional ocean CO2 uptake, and into an acidic solution that is pumped down into the deep ocean for disposal via vertical pipes. In this study, we simulate idealized large-scale AD in an Earth system model of intermediate complexity with different acid injection depths and downwelling intensities and find a maximum marine CDR (mCDR) potential for continuous AD (0.25 Pmol yr−1) of 320 Pg C until the end of the millennium under an extended RCP 4.5 CO2 emissions scenario. However, the acidity temporarily stored at depth resurfaces primarily around the Southern Ocean via ocean circulation and causes regional CO2 outgassing. Furthermore, too intense downwelling of warm surface water leads to an increase in ocean interior temperatures causing further Earth system feedbacks and accelerates the re-emergence of downwelled acidity to the surface. However, the extent to which this re-emergence causes CO2 outgassing into the atmosphere is emissions scenario dependent. This study highlights that large-scale ocean circulation, the investigated time frame, and the future CO2 emission scenario all need to be considered in order to determine the mCDR potential of AD.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drawing the line: how levee accreditation shapes flood insurance winners and losers",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2495",
      "pubDate": "",
      "description": "Millions of Californians live behind levees constructed to redirect water and prevent floods. Accurate assessments of these levees are crucial in flood hazard maps, which underpin federal floodplain regulations and insurance rates provided by the National Flood Insurance Program. However, when the federal government digitized California’s flood maps in the 2000s, it used a simplistic binary procedure that assessed levees as either meeting the minimum standards for accreditation or not. This study investigates the consequences of the ‘without levee’ procedure, which mapped flood risk as if non-accredited levees did not exist and shaped the 100 year flood zone in California. We combine publicly available datasets on levee systems, flood insurance enrollment, and demographics behind levees. We find that non-accredited levees outnumber accredited levees by a factor of 10-to-1, but accredited levees are concentrated in urban areas and protect more people and assets. Our results demonstrate that households behind non-accredited levees effectively cross-subsidize flood insurance costs in leveed areas—between 2009 and 2020, households behind non-accredited levees paid twice as much for flood insurance premiums than if their levee were accredited and they were removed from the flood zone. While Risk Rating 2.0 insurance pricing is narrowing the premium gap, accreditation continues to shape the 100 year flood zone, with enduring economic implications.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Contextualising seasonal forecasts to accelerate their uptake for agricultural decision-making",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2a52",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Assessing corporate social responsibility pressures in lithium mining: a topic modeling analysis approach",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2af6",
      "pubDate": "",
      "description": "Corporate social responsibility (CSR) plays a critical role in mitigating the negative impacts of critical mineral mining. Yet research offers limited insight into how societal pressures shape the responsiveness and effectiveness of CSR in this sector. Empirical study is further constrained by selective corporate disclosure, inconsistent datasets, and unreliable interview evidence. To address these challenges, this study applies topic modeling, a form of natural language processing, to stakeholder communication data. Focusing on the Chilean lithium mining industry from 2010 to 2022, the analysis examines how a leading mining company pursued and operationalized CSR through its annual sustainability reports. The findings show that the company’s CSR efforts appear linked to societal pressures, particularly regulatory fines, activism, environmental scrutiny, and investor demands. Persistent drivers included water conflicts, legal actions, and policy changes. The study also demonstrates that topic modeling offers a useful tool for identifying and tracking CSR priorities over time, yielding insights less accessible through conventional research approaches.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Satellite observations reveal a significant poleward expansion of the multiyear sea ice replenishment in the heart region of Arctic Ocean",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2b88",
      "pubDate": "",
      "description": "Multiyear sea ice replenishment due to first-year ice aging at the end of the summer is a key factor in maintaining the overall Arctic sea ice mass balance. Utilizing satellite observations from 2000 to 2023, here we show that a significant poleward shift in the multiyear ice replenishment occurs in the north pole region (NPR) of the Arctic (north of 80 ̊N). The large-scale atmospheric circulation mode, characterized by an extensive and persistent high-pressure (low-pressure) pattern on the Siberia (North America) side, is responsible for the poleward shift of multiyear ice (MYI) replenishment. Associated with the poleward expansion of the multiyear sea ice replenishment, a significant decline in sea ice thickness over the central Arctic and reduced sea ice volume flux via the Fram Strait are identified. Moreover, a strengthened (weakened) connection between summer melting (winter freezing) conditions and MYI replenishment variability is outlined. This indicates that the Arctic sea ice is less resilient to warming than previous reports.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Optimal sensor placement in low-cost PM2.5 sensor networks using value of information and multimodal data fusion",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2b89",
      "pubDate": "",
      "description": "Monitoring of air pollutants such as fine particulate matter (PM2.5) supports improved understanding of trends, assessment of exposure, and development of strategies to protect public health. However, determining the optimal placement of pollutant sensors is an ongoing challenge, as different sensor configurations may yield varied insights into regional air quality. In this study, we propose a quantitative framework that integrates a stochastic advection-diffusion (SAD) model with the value of information (VoI) to design a sensor placement strategy for regional PM2.5 monitoring. Predictions from the SAD model are used to compute the VoI based on a cost function that penalizes misclassifications between model-assigned and observed air quality index values. We apply the framework to the Coastal Bend Region of Texas, where increased development is creating new air quality concerns. We compare three weighting strategies: (1) combined weighting, which accounts for both population density and social vulnerability; (2) vulnerability-focused weighting, which emphasizes socially vulnerable communities regardless of population density; and (3) unweighted VoI, which solely focuses on minimizing assignment error without demographic weighting. With a 10-sensor installation, the combined strategy covered areas with 22%–88% higher population density than the other schemes, whereas the vulnerability-focused strategy reduced uncovered social vulnerability by 6%–19%. Prediction accuracy differed by less than 1.5% across strategies. While differences in outcomes are expected given the distinct objectives, the framework adds value by quantifying these trade-offs and enabling a systematic sensor placement strategy that best aligns with policy goals. The proposed framework is scalable to different sensor types and capable of balancing information gain, population exposure, and social vulnerability, providing a versatile tool to guide sensor network design under resource constraints.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Cumulative environmental burdens and vulnerable populations: taking into account the intensity and count of burdens in environmental justice analyses",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2c0d",
      "pubDate": "",
      "description": "Most studies examining demographic disparities in the distribution of environmental burdens have examined only one burden at a time. Few have examined how multiple burdens are concentrated and distributed among the American population. The objective of this study was to examine how multiple (13) environmental burdens are concentrated and how concentrated burdens are associated with where vulnerable populations reside. We utilized nationally consistent data from the U.S. Environmental Protection Agency’s EJScreen database. EJScreen includes 13 environmental burden indicators and five racial/ethnic and socioeconomic indicators. The concentration of environmental burdens was examined by taking into account both the intensity of individual burdens and the count of burdens exceeding specified intensity thresholds. Graphical and statistical analyses were used to determine how percentages of vulnerable populations varied as the intensity levels and counts of burdens exceeding specified intensity thresholds increased. We found that concentrations of vulnerable populations increase as intensity levels of individual environmental burdens increase and as the number of burdens exceeding specified intensity thresholds increases. In most cases these increases are monotonic and highly statistically significant. Among the five demographic categories examined, the strongest relationships were found for percent people of color, followed by percent with limited English. Weaker but statistically significant relationships were found between other socioeconomic categories and increases in the intensities and counts of environmental burdens. Until recently, nationally consistent data for multiple environmental burdens were not available. Applying the 13 environmental indicators in EJScreen demonstrates that a strong relationship exists between where multiple burdens are simultaneously concentrated and where vulnerable populations reside. That this relationship is stronger for racial/ethnic categories than for other socioeconomic categories reflects outcomes of a history of public policies that have segregated and disadvantaged certain populations in the U.S.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Measuring impacts of California agri-environmental programs using field-scale satellite data",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ca6",
      "pubDate": "",
      "description": "In the past decade, California has invested over $200 million in direct grants to growers to support the adoption of agricultural practices that save water and/or improve soil health while also reducing greenhouse gas emissions. Ex-post evaluation of agri-environmental outcomes of these grant programs, however, is limited. We use satellite data to monitor changes in field-level consumptive water use and greenness (i.e. normalized difference vegetation index), a proxy for agricultural productivity, for the most frequently funded crop-types (almonds, grapes, and walnuts) in two California Department of Food and Agriculture programs. Nearly 600 fields receiving funding during the 2014–2022 period were analyzed using two causal inference methods. Fields that received grants to both upgrade irrigation systems and install irrigation water management sensors showed reduced consumptive water use and greenness by an average of 3.5% and 4.2%, respectively (significant at the 10% level). In contrast, we find that the adoption of only irrigation water management sensors, which are designed to inform irrigation scheduling and management, resulted in an average increase of 4.1% and 4.8% in consumptive water use and greenness respectively (significant at the 5% level). We find negligible effects for either consumptive water use or greenness when both pump efficiency upgrades and sensors were implemented. We further find that grants for compost addition and cover cropping led to small greenness increases of 1.7% and 2.8% respectively (significant at the 10% level) and had insignificant effects on consumptive water use. Our analysis of five agri-environmental program interventions reveals that several practice outcomes may be at odds with stated program goals of reducing water use while maintaining or improving agricultural productivity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Afforestation reduces fire occurrence in Colombia’s tropical savannas",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ca7",
      "pubDate": "",
      "description": "Changes in land use, climate, and socio-ecology drive altered fire regimes that in turn reshape global ecosystems. Rapid afforestation with commercial tree plantations is transforming fire-prone savannas and grasslands globally and particularly in tropical South America, yet its effects on fire dynamics remain poorly understood. Using hierarchical models, we analyzed trends in annual burned area within concentric buffers (1–6 km) around each of 44 plantation and 52 grassland sites in Colombia’s Orinoquia region—a savanna grassland forest mosaic undergoing major land-use transitions from the expansion of commercial tree plantations. Plantations reduced burned areas in two ways: order-of-magnitude increases in plantation area reduced burnt area by 15% and plantation sites reduced their burnt area by 2% each year; both results consistent with trees replacing more inflammable grassland vegetation. While the mechanisms behind divergent savanna/plantation fire dynamics remain unresolved and could involve active fuel management and fire response, increased canopy cover, or some combination thereof, this study provides spatially explicit, context-sensitive evidence on how land-use transitions interact with fire regimes with direct relevance for savannas and grasslands management and climate adaptation policy in South America.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Uncertainty in Antarctic precipitation projections under global warming",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ca9",
      "pubDate": "",
      "description": "The Antarctic Ice Sheet is a critical driver of global sea level rise, yet future projections of Antarctic precipitation remain highly uncertain, posing challenges to modeling ice sheet changes. This study examines uncertainties in Antarctic precipitation projections using simulations from the Coupled Model Intercomparison Project Phase 6 and investigates their underlying sources. We find that uncertainties in precipitation projections are substantially larger than those for surface temperature. Integrated precipitation uncertainties are strongly linked to uncertainties in both global and Antarctic surface temperatures, while atmospheric circulation—particularly the Pacific South American modes—plays a critical role in regional precipitation patterns of precipitation uncertainties. Further analysis reveals that tropical sea surface temperatures contribute to uncertainties in Antarctic precipitation patterns through atmospheric teleconnections. These findings highlight the need to improve polar processes in climate models to reduce uncertainties in Antarctic precipitation projections and better predict ice sheet contributions to sea level rise.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "High-resolution mountain topography can inform global snow vulnerability estimates",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2d73",
      "pubDate": "",
      "description": "Snow is changing globally. Computationally intensive snow reanalysis products and downscaled climate model projections allow for the estimation of historical and projected changes in snow over ∼4–10 km resolutions, but these resolutions are coarse relative to the scales needed for water supply and flood planning. Fine-scale digital elevation models (DEMs) are widely available but are underutilized to make first-order assessments of snow vulnerability. Here, we leverage DEMs at a 7.5 arc s (∼250 m) resolution, combining these with historical freezing level height estimates from ERA-5 to derive estimates of changes in the snow-receiving area (SRA) and its variability across global mountain ranges. Results show estimated SRA declines in 29% (1.9 million km2) of the global mountain area from 1982–2020; 66% of the mountainous areas had no change over the historical period. At +1.5 °C of warming relative to the pre-industrial control, global mountain SRA would decline by 9.5% (1.0 million km2) relative to recent conditions. This loss would be approximately doubled with +2 °C of warming. In a +4 °C warming scenario, an additional 34% (3.6 million km2) of SRA would be lost beyond the +2 °C case. Across individual mountain ranges, SRA losses can occur nonlinearly with warming, with some locations that have historically had relatively minor SRA losses at risk of substantially larger losses in warmer climates. Analysis using coarser-resolution DEMs can underestimate or overestimate SRA and its rate of loss, with the largest impacts in relatively warm, low-elevation mountain ranges. Results of this work provide estimates of projected loss in SRA at policy-relevant warming levels; inform the resolutions needed for process-based snow modeling; identify snow vulnerability hotspots; and provide a new integrated approach to snow vulnerability assessment that is achievable at global scales and highlights potential nonlinearities from recent trends to a variety of future warming scenarios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Urban green space inequality and its socio-economic, geographical, and climate determinants in 11 528 cities",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2d74",
      "pubDate": "",
      "description": "Inequality in the provision of urban green spaces (UGS) poses a growing obstacle to achieving sustainable development goals and building inclusive and resilient urban environments. However, the key drivers of UGS development and the extent to which their relative importance in different urban contexts remain unclear. This study provides a global analysis of the socio-economic, geographical, and climate determinants of UGS inequality across 11 528 cities by assessing dynamic changes in UGS against the global average. We find that cities in Asia and Africa (6414 cities of 78 countries) are generally converging toward the global mean from below, while those in North America and Europe (1416 cities of 46 countries) gradually lost their relative advantages in UGS development. The relative greenness in 13% of the study cities were mainly influenced by built-up area per capita, in 35% by night lightening index, in 9% by GDP per capita, and in 22% by precipitation. We identified three dominant typologies of drivers: those tied to economic intensity GDP per capita, urbanization pressure (nighttime light index), and biophysical constraints (biome & built-up area). These typologies align with urban developmental pathways from take-off to mature stabilization, revealing a spectrum of stage-specific challenges. These findings underscore that effective UGS strategies should be tailored to local contexts, make reasonable use of urban ecological endowments, adapt to climate constraints, and integrate green space planning into the specific stage of urban development.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Obvious and obscure actors are planting trees in rural Africa",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2d75",
      "pubDate": "",
      "description": "Tree planting is expanding across sub-Saharan Africa, spurred by the demand for tree products and new environmental policies. Identifying key actors is important for land use theory and for determining whether tree planting can improve rural livelihoods while contributing to environmental goals. To date, tree-planting analyses focus on obvious actors: large-scale businesses (plantations) and rural smallholders (woodlots). However, absentee, urban-based domestic investors are also engaged. Using southern Tanzania as a case study, we attribute tree planting across plantations and woodlots then analyze the potential contribution of the absentee landowners (absentee treefarms). We quantified plantations’ extent by creating and manually verifying a spatial database of planted areas (ca. 2019). We estimated woodlots’ extent by performing a bootstrap extrapolation of average woodlot area based on field surveys of 3436 smallholders across 163 villages. We estimated absentee treefarms’ extent based on interviews with village leaders (n = 36). We corroborated plantations, woodlots, and absentee treefarms against total planted tree cover as observed from remote sensing. The plantations database corresponded well to remote sensing (R = 0.82), but less so for woodlots (R = 0.48). A linear model with only plantations and woodlots explained 38% of the remotely sensed planted tree cover while one that included absentee treefarms explained 54%. Unexplained variation is partly due to omission errors for woodlots: 57% of villages (n = 88) had more woodlots based on interview estimates than based on remote sensing analysis. Villages with far more remotely sensed planted trees compared to interview estimates (11%, n = 17) included absentee treefarm sites. Our findings reveal the role of absentee, urban-based domestic investors in tree planting. More broadly, we show that trees planted in rural areas, even in small patches (5–500 ha) are not necessarily owned by rural residents. Land use attribution must incorporate absentee owners. Similarly, funding for tree planting, particularly when intended to alleviate rural poverty, must address who benefits and not just where tree planting occurs. We recommend triangulating remote sensing with field assessments to attribute ownership to improve the equity and efficacy of tree-planting campaigns.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Quantifying the hidden carbon cost of floods: a stochastic and uncertainty-based valuation framework",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2d76",
      "pubDate": "",
      "description": "Flood damage repairs to the built environment generate substantial greenhouse gas (GHG) emissions, yet these indirect climate impacts are rarely integrated into flood consequence assessments. In this study, we present a fragility-based modeling framework to estimate material replacement needs for building components damaged at specific flood depths. We develop fragility curves for each building component using a triangular cumulative distribution derived from expert judgment due to the lack of empirical data on flood losses, especially at the component level. By combining these estimates with life cycle GHG emissions for each component in a Monte Carlo simulation, we derive probabilistic, emissions-based damage curves for single-family residential structures which comprehensively account for uncertainty in the estimates. We then applied these damage curves to estimate the GHG emissions caused by a 100-year flood in two testbed regions in the Mississippi River Valley. Our results show that including the social costs of GHG emissions can increase the valuation of total flood damages by over 6%. Our results also show that flood impact estimates are highly uncertain our model can be used by planners in cost-benefit analyses of flood risk management projects to show that such projects are more economically efficient than current methods would report.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Harnessing satellite data for the next generation of agri-environmental policies",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2d77",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predicting net primary productivity response to multiple extreme climate drivers in Inner Mongolia",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2d78",
      "pubDate": "",
      "description": "Extreme climate events (ECEs) are increasingly frequent in Inner Mongolia (IM), threatening vegetation productivity. While previous studies have examined vegetation responses to individual historical ECEs, knowledge of future vegetation dynamics under combined extreme climate stressors remains limited. Here, we simulated historical net primary productivity (NPP) (1982–2020) using the Carnegie–Ames–Stanford model, identified key extreme climate factors through geographical detector method (GDM), and projected future NPP variations (2023–2100) under different climate scenarios using partial least squares regression. Results showed that 72.3% of IM experienced increasing NPP during 1982–2020, with 28.2% showing significant increase, mainly in northeastern and eastern regions. Consecutive wet days, heavy precipitation days, cold nights, and maximum temperature were identified as key contributors to NPP changes, with explanatory powers of 0.903, 0.781, 0.704 and 0.630, respectively. Projections under SSP2-4.5 and SSP5-8.5 scenarios indicated NPP increases in southern IM, while eastern and western regions showed significant decreases under combined extreme climate stressors. This study provides an assessment of future NPP responses to ECEs in IM. The findings highlight vulnerable regions requiring targeted management strategies and warrant integrating multiple extreme climate factors into vegetation prediction models.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Limited microclimatic buffering capacity in boreal forests calls for sustainable management strategies",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2d79",
      "pubDate": "",
      "description": "Forest canopies regulate the energy exchange between the atmosphere and Earth’s surface, creating microclimates that are often buffered from open-air temperature extremes and are critical for forest species under climate warming. However, the magnitude of this thermal buffering is strongly influenced by forest structure and management, and remains understudied. Using a comprehensive dataset of in-situ microclimate time series and high-resolution forest inventory data in Finland, we provide the first country-wide estimate of microclimate temperature buffering in boreal forests. We found that only 17% of forestry land has buffered climatic conditions, while in one-quarter of the land, temperature variation is amplified primarily due to low canopy cover in young stands. The microclimatic buffering patterns vary with biogeographical gradients. The extensive impact of forestry on boreal microclimates highlights the enormous potential of forest management to maintain stable temperatures. Prioritizing management practices that preserve canopy cover can help promote buffered microclimates in boreal forests.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Boosting solar efficiency: the unforeseen benefit of China’s clean air action plan",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2e16",
      "pubDate": "",
      "description": "China has been vigorously developing the solar photovoltaic (PV) industry to address climate change and air pollution. While aerosols constitute a significant air pollutant that impairs PV generation efficiency, few studies have examined how China’s clean air action (CAA) plan has influenced solar PV performance. To address this gap, we employ the PVLIB-Python model to quantify PV capacity factors and power generation changes across China, due to the CAA plan in China from 2013 to 2020. We find that improved air quality has substantially enhanced PV generation, particularly in eastern China, generating up to 41.3 TWh additional electricity per year, estimated with current PV capacity. The largest increases are in provinces such as Shandong and Henan, with heavier air pollution and higher PV installation. By employing multiple CMIP6 models, we also estimate potential future PV power generation changes in China. We find that with sustainable development and strong climate change mitigation policies, the reduced air pollution and increased solar radiation can potentially increase the PV power generation by 37.4–52.6 TWh per year by the 2050s, without even considering the newly installed PV facilities.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Borealization of tundra ecosystems with climate and land-use change",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2e18",
      "pubDate": "",
      "description": "As the colder regions of the planet warm, species are moving northward and upward from the boreal forest to the tundra biome, a process that has been referred to as borealization. Here, we examine the diverse uses of the term borealization and propose the concept of ‘tundra borealization’ for terrestrial environments to specifically describe shifts and increases in abundance of boreal species into the tundra. We summarize the evidence to date for borealization of plant and animal communities in tundra ecosystems and the different approaches that can be used to quantify borealization. We discuss how land-use change is interacting with climate change, leading to species and community reorganization in colder biomes, and the consequences of borealization for food webs, ecosystem functions and northern livelihoods. Our review brings together the different definitions and lines of evidence for tundra borealization in terrestrial ecosystems to emphasize this important ecological process and rapidly evolving area of research.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Increasing glacial lake outburst flood hazard on the eastern Tibetan Plateau and implications for the Sichuan–Tibet Railway",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2e19",
      "pubDate": "",
      "description": "Glacial lake outburst floods (GLOFs) are a severe natural hazard on the eastern Tibetan Plateau, posing a risk to infrastructure safety (e.g. the Sichuan–Tibet Railway) and regional socioeconomic development. However, previous GLOF studies often neglected GLOFs’ return periods when evaluating their magnitudes. In this study, we developed a probabilistic modeling framework to quantify the peak discharges and flood volumes of potential GLOFs with return periods ranging from 10 to 500 years for the eastern Tibetan Plateau with over 11 000 glacial lakes. The results indicate that the GLOF peak discharge increases from 0.5 × 103 m3 s−1 at a 10 year return period to over ∼8.6 × 103 m3 s−1 at a 500 year return period, whereas the flood volume increases from ∼1.42 × 106 m3 to ∼20.17 × 106 m3. Future climate change will likely increase the GLOF magnitude, with peak discharge (100 year return period) increasing from ∼3.3 × 103 m3 s−1 in 2015 to ∼3.8 × 103 m3 s−1 in 2100 under the RCP8.5. We further evaluated the GLOF magnitude along the Sichuan–Tibet Railway and identified railway segments crossing the Yarlung Zangbo, Salween, and Jinsha rivers as high hazard areas, where the projected peak discharge exceeded ∼2.5 × 103 m3 s−1 and flood volume surpassed ∼9.1 × 106 m3 in 2100 under RCP8.5. These results underscore the urgent need to integrate GLOF hazards into infrastructure design and enhance the predictive capacity for potential GLOF impacts on river ecosystems, water quality and landscape evolution.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}