{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-08-10T08:32:06.191140",
  "items": [
    {
      "title": "The revised oxford principles for net zero aligned carbon offsetting",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf23d",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Useable information for climate resilient design",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf3d0",
      "pubDate": "",
      "description": "Climate resilient stormwater infrastructure must be designed to manage precipitation depth and intensity that is projected to increase under climate change. In many countries, including the United States, the current precipitation information used for designing stormwater infrastructure does not include estimates or guidance for designing under climate change. In the contiguous United States, updated precipitation estimates that may be available in 2027 would include adjustment factors to account for climate change, but precipitation estimates also need to explicitly include guidelines for responsible use of precipitation information. We provide practical recommendations for using current precipitation estimates to plan and design climate resilient stormwater infrastructure in the United States until updated precipitation estimates are available. We also recommend guidelines to accompany updated estimates to facilitate the responsible use of precipitation information.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Equity principles, mitigation and climate impacts: balancing welfare and costs",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeeaa",
      "pubDate": "",
      "description": "Equity considerations are crucial for successful international climate change policy. In this paper, several ways of incorporating equity in evaluating national climate targets are examined by comparing reduction targets resulting from the traditional cost-minimisation approach with those based on effort-sharing regimes and welfare optimisation taking into account not only regional differences in income, emissions and mitigation costs but also the latest insights in damage costs. We find that considering damage costs in effort-sharing regimes, leads to more stringent targets for developed regions like Europe and the USA compared to cost minimisation. One way to implement such schemes is via the use of flexible instruments, possibly leading to financial flows from emission trading of over 400 billion US$/yr in 2035. A welfare-maximising approach without emission trading is an alternative option, which leads to results that reduce emissions and global inequality, with no financial transfers. The downside is that global mitigation costs are higher due to the lack of emission trading. The reduction targets presented in this research can serve as input for updating national climate targets and presents ways to directly incorporate equity into Integrated Assessment Models scenarios often used by the IPCC.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A review of open data for studying global groundwater in social–ecological systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf127",
      "pubDate": "",
      "description": "Global data have served an integral role in characterizing large-scale groundwater systems, identifying their sustainability challenges, and informing on socioeconomic and ecological dimensions of groundwater. These insights have revealed groundwater as a dynamic component of the water cycle and social–ecological systems, leading to an expansion in groundwater science that increasingly focuses on groundwater’s interactions with ecological, socioeconomic, and Earth systems. This shift presents many opportunities that are conditional on broader, more interdisciplinary system conceptualizations, models, and methods that require the integration of a greater diversity of data in contrast to conventional hydrogeological investigations. Here, we catalogue 144 global open access datasets and dataset collections relevant to groundwater science that span elements of the hydrosphere, biosphere, atmosphere, lithosphere, food systems, governance, management, and other socioeconomic system dimensions. The assembled catalogue offers a reference of available data for use in interdisciplinary assessments, and we summarize these data across their primary system, spatial resolution, temporal range, data type, generation method, level of groundwater representation, and institutional location of lead authorship. The catalogue includes 15 groundwater datasets, 23 datasets derived in relation to groundwater, and 106 datasets associated with groundwater. We find the majority of datasets are temporally static and that temporally dynamic data peak in availability during the 2000–2010 decade. Only a small fraction of temporally dynamic data is derived with any direct representation of groundwater, highlighting the need for greater incorporation of groundwater in Earth system models and data collection initiatives across socioeconomic, governance, and environmental science research communities. A small number of countries, led by the USA, Germany, the Netherlands, and Canada, generate most global groundwater data, reflecting a global North bias in the institutional leadership of these data generation activities. We raise three priority themes for future global groundwater data initiatives, which include: data improvements through prioritizing observed and temporally dynamic data; elevating regional and local scale data and perspectives to address challenges relating to equity and bias; and advancing data sharing initiatives founded on reciprocal benefits between global initiatives and data providers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Forest restoration for environment and well-being is associated with empowered local governance over long time horizons",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf1b8",
      "pubDate": "",
      "description": "Forest restoration is widely recognized as a global priority to sequester carbon, conserve biodiversity, and support the livelihoods of rural and indigenous people. Contemporary interventions often target landscapes with a substantial human presence, and they regularly call for stakeholder participation during project implementation. However, there is a lack of empirical evidence linking local involvement with multiple forest benefits over long time horizons. Using a unique dataset of four decades of government-sponsored tree planting in North India, we find that both substantive local influence over planning projects and sustained control over management into the present—a favorable combination of long-term, empowered local governance—is associated with greater livelihood benefits and improvements in forest canopy cover over time. Our work points toward complex socio-ecological relationships, which may be explained by a positive interaction between empowered local governance, interventions that align with local needs, and long-term local care for planted forests. This implies that current financial commitments may need to be accompanied by institutional reforms that give communities meaningful control over planning and build capacities for self-governance that can endure into the future. In light of this work, we suggest that a paradigm of ‘people-centered restoration’ may offer the best opportunity to support long-term environmental goals in densely settled landscapes in the Global South.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Future Antarctic marine accessibility in a warming world",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf3ce",
      "pubDate": "",
      "description": "Antarctic sea ice is projected to decline under continued global warming, reshaping marine accessibility in the Southern Ocean with far-reaching implications for navigation, ecosystem stability, and polar governance. Leveraging optimally selected sea ice projections from the coupled model intercomparison project phase 6, we assess future Antarctic marine accessibility for open water and polar class 6 (PC6) vessels under 1.5 °C, 2 °C, and 3 °C warming scenarios. Results show significant increases in marine accessibility, with near-complete summer accessibility across the Southern Ocean in February, even under the 1.5 °C Paris Agreement target. Winter marine accessibility also increases, with over 50% of the Southern Ocean accessible for PC6 vessels at 3 °C warming. Spatially, the Eastern Route region, especially in the King Haakon VII Sea, is projected to exhibit the most significant increase in accessibility. Meanwhile, the South Shetland Islands and Antarctic Peninsula, which currently serve as important hubs for scientific research and logistical operations, are projected to experience increased year-round accessibility as global temperatures continue to rise. These findings provide insights that could support climate-smart marine spatial planning in the high seas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mutual stabilization of AMOC and GrIS due to different transient response to warming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf45a",
      "pubDate": "",
      "description": "Interactions between The Atlantic Meridional Overturning Circulation (AMOC) And The Greenland Ice-Sheet (GrIS), both considered major tipping elements in the Earth system, are critical for understanding their future evolution under anthropogenic climate change. As global warming progresses, the potential weakening of the AMOC raises concerns that meltwater from the disintegrating GrIS could trigger a complete AMOC shutdown. Here, we assess the processes and feedback mechanisms that may either accelerate or stabilize these two Earth system components under idealized future scenarios in an ice-sheet coupled Earth system model of intermediate complexity with perturbed parameter ensembles. Our findings indicate that, under a moderate idealized scenario (2×CO2,PI, corresponding to ∼3 °C global mean warming), GrIS meltwater alone is unlikely to trigger an AMOC collapse. However, this risk increases with higher emissions. Notably, the delayed GrIS response to the warming results in peak meltwater fluxes entering the North Atlantic only when the AMOC is already in its recovery phase, Thereby reducing the likelihood of collapse. Additionally, the system is further stabilized by the cooling induced by the thermal bipolar seesaw. This cooling is sufficiently strong that, in the event of a future AMOC collapse, GrIS melting would effectively cease for ∼3 °C warming, and its disintegration would be substantially delayed even under higher warming levels. Nonetheless, rapid CO2 reduction remains essential to prevent irreversible state transitions of both the AMOC and GrIS.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Projected evolution of droughts and human exposure in the contiguous United States under SSP5-8.5: a regional downscaling perspective",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf4f9",
      "pubDate": "",
      "description": "The increasingly unpredictable and extreme weather patterns under a warming climate underscore the urgency of accurate regional assessments of future drought risk. This study evaluates the projected drought evolution in the contiguous United States under the high-emission shared socioeconomic pathway 5–8.5 climate scenario for the coming decades. Using a multi-model ensemble of six Coupled Model Intercomparison Project Phase 6 global climate models combined with dynamical downscaling techniques, we analyzed near-term (2020–2039) and mid-term (2040–2059) drought patterns using the self-calibrating palmer drought severity index (ScPDSI), the standardized precipitation index (SPI-12), and the Standardized Precipitation-Evapotranspiration Index (SPEI-12). Results reveal a widespread increase in abnormally dry (D0) and moderate drought (D1) conditions, particularly in urban areas, while severe (D2), extreme (D3), and exceptional (D4) droughts are expected to become less common in many regions. Meanwhile, persistent and intensifying droughts are projected in the western and southwestern U.S., driven by long-term soil moisture deficits. The ScPDSI projects that 1.1 million urban residents will be affected by D0 conditions in 2050, while SPI-12 suggests a decrease in the total affected populations after 2040. ScPDSI indicates prolonged droughts in the West, and SPI-12 captures transient variability. Although the total drought-exposed population is expected to decrease, urban areas will continue to bear a greater burden, particularly for mild droughts (D0, D1). These findings highlight a shift toward more frequent mild droughts, fewer severe droughts, and persistent drying in the Southwest, emphasizing the need for region-specific adaptation strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Possible effects of tropical cyclone activities over eastern North Pacific on Arctic sea ice",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf56b",
      "pubDate": "",
      "description": "The rapid loss of Arctic sea ice has sparked considerable interest in understanding the factors that influence its variability. This study investigates the teleconnection between tropical cyclone (TC) activities in the eastern North Pacific (ENP) and sea ice concentration (SIC) over the Arctic. Observational analysis reveals that ENP TC activities during summer contribute to decelerating the loss of the Arctic sea ice in September. Mechanistically, ENP TC activities induce large-scale meridional circulation anomalies that modify Arctic atmospheric circulation, resulting in anomalous northwesterly winds over the Arctic. This leads to decreased surface temperatures and humidity, thereby facilitating sea ice growth. Simulations confirm that TC-driven atmospheric changes contribute to an increase in SIC. The significance of tropical-extratropical teleconnections in Arctic climate variability is emphasized by these findings, suggesting that ENP TC activities could serve as a novel tropical factor for predicting SIC over the Arctic.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Permafrost thaw affects the chemistry of mountain ponds",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeff7",
      "pubDate": "",
      "description": "Permafrost is warming and thawing due to climate change. Among the related effects, water quality modification has gained increasing attention globally. Nevertheless, the impacts of diffuse permafrost thaw on water chemistry in high-mountain areas remain largely unexplored. Here, we investigated the seasonal and interannual variability of water chemistry of two close-by ponds located in high-elevation catchments (European Alps, NW Italy) with and without permafrost. We analyzed major ions and stable water isotopes (2014–2022; weekly to monthly sampling during the ice-free season) and leveraged ground thermal measurements in a 30-m deep borehole. We also used geochemical modeling to investigate the impacts of permafrost thaw on dominant weathering processes. Despite similar climatic conditions, lithological characteristics, and water sources contribution, we observed higher concentrations and more pronounced seasonal increases of most solutes in the pond located within the permafrost catchment compared to the pond in the permafrost-free catchment. This was particularly evident for sulfate, with mean concentrations approximately four times higher in the permafrost pond. In the permafrost catchment, progressive warming and thawing during the investigation period enhanced sulfide oxidation, likely due to increased exposure of unweathered, sulfide-bearing rock particles. However, enhanced weathering did not lead to acidification and water quality deterioration due to pH buffering capacity provided by dissolving silicates and carbonates. Global warming is expected to further accelerate permafrost thawing and related chemical weathering in transitional permafrost areas. Water quality issues may arise in catchments with poor acid neutralizing potential of rocks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}