{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-01T11:22:43.793900",
  "items": [
    {
      "title": "Energy transition governance in an emerging economy: opportunities and threats on the road to a sustainable future in Kazakhstan",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd37",
      "pubDate": "",
      "description": "Kazakhstan has set a lofty goal of achieving carbon neutrality by 2060 and plans to reduce greenhouse gas emissions by 15% before 2030 to combat climate change. Kazakhstan is a middle-income country with a highly centralized government, dependent on extractive industries for 21.3% of its GDP. Kazakhstan has positioned itself as a ‘strong state’ that promotes sustainable development in its pursuit of international investment. Utilizing a centralized approach to energy policy, Kazakhstan is seeking to become a center for the manufacturing of renewable energy equipment and a key player in the global energy transition. Yet, this seems to be at odds with their goals of creating a sustainable environmental future in local communities. To better understand the energy transition policies pursued, this article examines the energy sector through a strengths, weaknesses, opportunities, and threats (SWOT) analysis. Drawing on expert stakeholder interviews, this study examines the SWOT to Kazakhstan’s energy transition from the perspective of stakeholder groups. Based on the findings from the interviews, this article suggests policies that Kazakhstan can adopt from other emerging economies to balance socio-economic needs with sustainability goals to achieve its 2060 carbon neutrality target. The findings provide practical insights for policymakers, local government officials, and development practitioners seeking to align national energy goals with the needs of local stakeholders. Additionally, the study contributes to academic debates on decentralized governance and energy transition by providing a nuanced, stakeholder-informed assessment relevant to researchers in environmental policy and sustainability studies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Anthropogenic aerosol changes disproportionately impact the evolution of global heatwave hazard and exposure",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addee0",
      "pubDate": "",
      "description": "Understanding and predicting heatwave risk is a societal imperative in the face of climate change. Anthropogenic aerosol emissions impact heat extremes more strongly per unit of mean warming than do greenhouse gases, but the influence of aerosols’ evolving spatial pattern on time-varying heatwave hazard and resulting population exposure has been largely ignored. Aerosols’ spatially heterogeneous forcing is often co-located with population centers due to aerosols’ industrial sources and short atmospheric lifetime, potentially resulting in amplified exposure to aerosol-driven climate effects. Here, we quantify the influence of historical and projected future changes in aerosol emissions through 2100 on global patterns of heatwave hazard (i.e. the frequency of heatwave days) and exposure (i.e. population-weighted hazard) using the NCAR Community Earth System Model v1 single forcing large ensemble (LE). Our results show that increased aerosol emissions since 1920 have suppressed heatwave frequency (HWF) over populated regions by roughly half through present-day—a trend that is now reversing with shifting emission patterns and net global declining emissions. This may already be leading to an aerosol-driven acceleration in HWF, a signal that is amplified in populated regions. Aerosols’ influence on heatwaves is strongly co-located with population, creating out-sized exposure, which evolves through time with aerosols’ evolving emissions pattern within this LE. Our results suggest that near-term changes in aerosol emissions will be a disproportionate driver of trends in heatwave exposure, meriting dedicated future study, and that aerosols’ evolving spatial pattern should be considered in attempts to attribute recent heatwave trends to human activity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Provincial economic and air quality-related health impacts of China’s potential partitioned carbon regulation",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addee1",
      "pubDate": "",
      "description": "China has launched the national emissions trading system (ETS) and intends to form a novel mechanism to control provincial carbon emissions. While previous studies have examined ETS and provincial reduction targets separately, the impacts of the potential integration of these approaches on welfare and the spatial distribution of air quality-related health remain underexplored. In this study, we employ an integrated modeling framework to compare the economic impacts and health outcomes associated with PM2.5 and ozone under three provincial control mechanisms with the same target for national total carbon emissions in 2035. Our findings indicate that ETS improves national welfare by at least US$18.9 billion (0.12%) compared to the conventional provincial control mechanism (PRO_CAP). The partitioned carbon regulation mechanism (PART_REG), which applies the national ETS to power and energy-intensive industry sectors while assigning reduction targets to other sectors at the provincial level, achieves 85% of the welfare improvement observed under full ETS coverage (FULL_ETS). ETS redistributes CO2 and co-emitted air pollutant emissions from northern to southern China, improving air quality in northern provinces but worsening it in central and southern provinces. The national premature deaths increase by 32 700 (95% CI: 23 200–41 600) under PART_REG compared to PRO_CAP. When comparing the changes in welfare and monetized health damages, ETS remains cost-effective nationally, with a median net benefit of US$6.6 billion under PART_REG—20% higher than that under FULL_ETS. Northern and southeastern coastal provinces experience net positive benefits, while some central provinces face net negative impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Who bears the burden? An assessment of vulnerability and resilience to consecutive disasters in the Portland metro region",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade459",
      "pubDate": "",
      "description": "Climate-related disasters threaten urban areas worldwide, yet gaps remain in understanding how multiple stressors interact to shape resilience. This study examines exposure, vulnerability, and resilience across three consecutive extreme events in the Portland metro area: the September 2020 wildfire-related air pollution, the February 2021 snowstorm, and the June 2021 heatwave. We used geographically weighted regression and Spearman rank correlation analysis to investigate relationships between hazard impacts, the social vulnerability index (SoVI), Baseline Resilience Indicators for Communities (BRIC), and proximity to community-based organizations (CBOs) in 416 census tracts. Our analysis reveals strong spatial correlations between wildfire-related air pollution, winter storm impacts, and extreme heat exposure. Communities already burdened by poor air quality, freezing precipitation, and urban heat island effects faced heightened cumulative risk. While this varied by neighborhood, racial minorities, migrant workers, non-US citizens, and low-income households were significantly affected. In contrast, affluent communities with lower SoVI scores and higher BRIC values exhibited greater resilience and were less exposed to these hazards. Although CBOs were concentrated in areas with high SoVI, they were insufficient in mitigating disaster impacts. This study underscores the urgent need for multi-hazard resilience planning centered on advancing environmental justice, vulnerability reduction, CBO capacity building, and investment in critical infrastructure in at-risk communities.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The winter North Atlantic Oscillation downstream teleconnection: insights from large-ensemble climate model simulations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade4dc",
      "pubDate": "",
      "description": "The winter North Atlantic Oscillation (NAO) is the dominant pattern of atmospheric circulation variability over the North Atlantic region. It influences climate and weather such as surface air temperatures downstream over Eurasia through establishing a large-scale teleconnection, but past studies on the NAO’s downstream teleconnection have been largely limited to observational data, and further evidence of downstream impacts and associated mechanisms from comprehensive climate modeling is desirable. This study quantifies and analyzes this teleconnection on an interannual timescale by using both ERA5 reanalysis, and five large ensembles from four climate simulation models. A particular focus is placed on dynamical pathways, as well as variability among ensemble members that modulates the teleconnection strength. Results suggest that NAO signals are propagated downstream by Rossby waves, efficiently transmitted through waveguides along both the polar and subtropical jet streams to Eastern Eurasia; while heat can be advected weakly from upstream, advection plays a rather local effect inducing temperature anomalies from the Pacific Ocean onshore. Multiple linear regression shows that internal climate variability significantly modulates the teleconnection: a more locally dominant NAO pattern, and narrower waveguides could strengthen the teleconnection. These two factors combine to explain up to 70% of variance in the teleconnection strength, with each contributing almost equally. Reanalysis data marginally agree with the regression model (1.9 standardized residuals higher in strength), suggesting potential model biases in jets and the NAO variability. Monitoring these modulating factors would be crucial to understanding downstream climate predictability and improving climate prediction models linked to the NAO.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Recent climate impacts on run-of-river hydropower and electricity systems planning in Switzerland",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade4df",
      "pubDate": "",
      "description": "The transition towards renewable energies together with climate change is rendering electricity systems more vulnerable to climate conditions and trends. This study examines the impacts of recent climate change and variability on run-of-river (RoR) hydropower production and electricity systems planning. We present an end-to-end pipeline to convert runoff and hydropower specifications into hydropower generation and subsequently integrate it into an electricity systems model. Applying this methodology to Switzerland, we provide a re-analysis of hydropower generation for each RoR power plant with capacities of 300 KW or more for the period 1991–2022. When aggregated on a national scale, our estimations match well nationally reported production and displays a climate-driven year-to-year variability. Our results show an overall tendency towards decreased RoR production in the past decades in Switzerland due to climate change (decrease in water availability). This trend was compensated at a national level with an infrastructure expansion. Based on the derived hydropower time series, we simulate the electricity system under scenarios with either no or a high renewable energy target and showcase contrasting sensitivities of electricity prices to climate variability.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Power system impacts of potential environmental constraints for hydropower in Norway",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade4e1",
      "pubDate": "",
      "description": "New environmental constraints for hydropower improve ecosystems but reduce energy production and flexibility, creating a dilemma between protecting nature and ensuring a sufficient and reliable energy supply. Approximately 88% of Norway’s power comes from hydropower, produced by over 1770 plants. We assess how 285 potential new or revised environmental constraints affect hydropower production and flexibility in the Northern European power system. To do so, we combine a method for estimating environmental flow releases in bypass reaches and stochastic power system optimization. Our results show that reductions in hydropower output due to these constraints are consistent across power system scenarios and two power system models. The reductions amount to 3 TWh yr−1 (2% of Norway’s production), by our estimates. These reductions are primarily driven by flow diversions to bypass river sections. Further, we find that high power prices increase and low prices decrease, reflecting reduced system flexibility. Price increases typically occur in dry spring periods and are linked to activation of season-dependent reservoir restrictions in that period, while price decreases result from higher reservoir volumes entering periods of rain-heavy summer or autumn periods, indirectly linked to restrictions active earlier in the year. In our simulations, we observe that flexibility losses due to environmental constraints to some degree are offset by increased flexible operation of unaffected reservoirs and transmission interconnectors. Finally, our findings suggest that reservoir restrictions may cause spilling, as higher water levels in regulated reservoirs increase the risk of spilling during wet summer or autumn periods. This system-level understanding is crucial for regulatory authorities designing new environmental requirements and revising the terms of hydropower licenses. Our study contributes to informed discussions for balancing hydropower production with local environmental benefits and offers a framework for studying similar constraints in other regions, such as Sweden, North America and European Alpine countries.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Restoration of riparian forest cover increases carbon stocks in the Pacific Northwest",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade5bb",
      "pubDate": "",
      "description": "Reforestation of degraded riparian areas provides climate mitigation benefits through increased carbon (C) storage. However, the magnitude of this potential natural climate solution (NCS) remains uncertain across ecoregions. Few studies have evaluated riparian planting C sequestration and storage, particularly in highly productive wet riparian ecosystems. In recent decades, riparian reforestation has accelerated in the Pacific Northwest (PNW) of the United States, primarily aiming to restore ecosystem functions and associated benefits. Using these plantings as a ‘natural experiment’, we assessed C storage in woody vegetation (trees and shrubs) and soils across a chronosequence of PNW riparian reforestation sites. Our study evaluated changes in C storage with planting age and identified key covariates affecting C storage in plants and soils and their relationship with planting age across a ∼430 km latitudinal gradient in western Oregon, USA. We found that woody and soil C stocks increase with planting age, averaging 24% and 1% per year, respectively. Increases in tree C were strongly driven by increasing planting age and tree stem density. Understory C was weakly related to stand characteristics and geomorphic properties, and strongly related to planting age. Soil C gains were positively driven by precipitation. We find that riparian reforestation can result in increased C storage, with woody vegetation comprising most of the increase. Our results highlight the importance of including both trees and shrubs in plantings to realize C accumulation gains in the earlier years. Because C accumulation is gradual, yet compounding (i.e. 10+ and 15+ years for total C stocks to increase by 1.95, and 19.2 Mg C ha−1, respectively), riparian reforestation projects implemented today could take over a decade to deliver high NCS benefits, emphasizing the urgency to implement these projects to limit the worst of climate change impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global space-time patterns of sub-daily extreme precipitation and its relationship with temperature and wind speed",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade607",
      "pubDate": "",
      "description": "Sub-daily extreme precipitation events can present significant risks such as flooding and soil erosion. Yet the space time pattern of such events on a global scale and their relationships with temperature and wind speed are not well understood. Based on over 9000 global meteorological stations and multi-source weighted-ensemble precipitation covering the warm seasons of 1980–2022, the characteristics and trends in sub-daily extreme precipitation (3 h time interval) were examined and their relationships with temperature and wind speed were explored across global major river basins. The results revealed a similar spatial pattern in the annual frequency, intensity, duration, and total amount of 3 h extreme precipitation events, though notable discrepancies were observed in specific regions such as Southeast Asia and eastern North America. Over half of the stations, particularly in South America, exhibited decreasing trends in extreme precipitation frequency, while significant increases were documented in Europe and Southeast Asia. The relationship between extreme precipitation intensity and temperature over different river basins exhibited diverse behaviors, characterized by monotonic increase (sub-daily Clausius–Clapeyron scaling, mostly in Europe), hook structure (mostly in North America), monotonic decrease (mostly in Africa), and nearly constant (mostly in Mid East, South Africa and South America). Moreover, wind speed generally increased with extreme precipitation intensity for tropical and subtropical basins, while in high-latitude basins strong winds tended to occur with lower precipitation intensity. These insights are vital for improving resilience against sub-daily extreme precipitation.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The effect of African Easterly Wave suppression by periodicity on Atlantic tropical cyclones",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade609",
      "pubDate": "",
      "description": "Research has shown that suppressing African Easterly Waves (AEWs) does not reduce basin-wide North Atlantic tropical cyclone (TC) frequency but can enhance TC environmental favorability. We investigated the AEW-TC relationship further by examining the effects of suppressing the two AEW periodicities individually on TC activity. Using regional model simulations, AEWs were prescribed or suppressed in the 2–6 d or 6–10 d ranges through the lateral boundary conditions. Seasonal TC frequency increased significantly when either AEW periodicity was suppressed, with a larger increase when the 2–6 d waves were suppressed. We also found that suppressing the 2–6 d waves increased mid-tropospheric moisture by up to 8%, as well as overall atmospheric instability, near the western coast of northern Africa. Furthermore, the convective disturbances that developed into TCs exhibited stronger rotation, increased ascending motion, and higher rainfall. Our results suggest that reduced 2–6 d AEW activity may trigger a more active TC season.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Land use and housing policy implications on building whole life carbon",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade60a",
      "pubDate": "",
      "description": "Ongoing urbanization and development pose complex challenges in addressing climate change and biodiversity loss. This study evaluates the impact of land use and housing policies on building whole life carbon (WLC) emissions, introducing a novel approach that incorporates carbon stock losses from urban land expansion. Using geospatial data and standardized life cycle assessment methodologies, it analyzes residential buildings in Helsinki from 2001 to 2020. These are grouped into four regional housing portfolios (HPs), with 1040 observations, based on construction period and socioeconomic attributes. Findings show a 42% reduction in WLC emissions (from 24 to 14 kgCO2e m−2 a−1 in Vuosaari) during the study period. These reductions are primarily driven by energy system decarbonization and supported by improved building energy performance in new builds. However, embodied carbon remains a hidden challenge, though some progress is seen in one HP where a rise in biogenic construction led to 13% lower embodied emissions and a substantial increase in carbon storage (from 0.1 to 1.3 kgCO2e m−2 a−1). Densification efforts have mitigated carbon losses from land use change, yet they remain meaningful (4%–8% of new build emissions). While lower-density areas show greater carbon losses, the overall variation in emissions between densities in relatively small due to factors pertaining to other life cycle stages. Municipalities and developers must account for these carbon losses from new urban development to better reflect urban sustainability. Additionally, the study presents that carbon emissions per floor area offers only a partial view of building sustainability, as the functional unit moderately correlates with emissions per capita. Hence, a wider array of functional units are required in assessing building emissions. Future research could elaborate on such policies by proposing concrete operational plans.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Amazonian forest resilience inferred from fire-induced changes in carbon stocks and tree diversity",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade60d",
      "pubDate": "",
      "description": "Understanding the resilience of tropical forests to fire is essential for evaluating their dynamics under climate change and increasing land-use pressures. Here, we assess how different fire frequencies and intensities influence tree mortality and carbon dynamics in southeastern Amazonia. Using a replicated randomized block design with 24 plots (40 × 40 m), we applied four treatments: unburned control, one burn in 2016 (B1), two burns in 2013 and 2016 (B2), and two burns with added fuel (B2+) to increase fire intensity. Forest inventories conducted from 2012 to 2024 measured tree mortality, diversity, composition, and aboveground biomass. Fire frequency and intensity significantly increased mortality, particularly among small trees, but impacts on forest structure and productivity were more nuanced. Aboveground biomass declined modestly in burned plots, with the greatest loss in B2+ (13%). Aboveground net primary productivity dropped immediately post-burn, especially in B2 and B2+, and partially recovered by 2022–2024. In contrast, leaf area index and litterfall rebounded within a couple of years, suggesting a degree of structural and functional resilience. Species richness and composition remained relatively stable in the years following the first experimental fires, but gradually declined and shifted in B2 and B2+ plots beginning in 2014. These results indicate that the experimental forests’ resilience to low-intensity and infrequent fires can prevent widespread forest collapse, but repeated and intensified burns likely undermine long-term resilience by altering forest structure, composition, and carbon dynamics. With the southeastern Amazon forests projected to burn more often in the coming decades, our results highlight both the vulnerability and recovery potential of these ecosystems. Maintaining ecological integrity and minimizing additional disturbances that influence fuel availability will be critical for sustaining forest functions under future fire regimes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The El Niño–Southern Oscillation teleconnection to southern Africa in a changing climate",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade60e",
      "pubDate": "",
      "description": "Understanding how El Niño Southern Oscillation (ENSO) influences African rainfall is critical for water and food security planning. However, how this teleconnection may change in a warmer world remains unclear. Coupled Model Intercomparison Project Phase Six (CMIP6) models simulate the observed ENSO-rainfall teleconnection well, with southern Africa dry (wet) and East Africa wet (dry) during El Niño (La Niña) austral summers. This dipole pattern remains remarkably stable in a warmer world, with strong model agreement. This suggests that the global and southern African circulation responses to ENSO (the teleconnection) remain robust under warming. However, parts of eastern southern Africa, including the water-critical Integrated Vaal River System catchment, the ENSO signal weakens or even reverses in CMIP6 model projections. This likely reflects a general wetting of eastern escarpment regions, especially during El Niños, which may be linked to mesoscale and oceanic processes associated with relatively warm El Niño events under future climate conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Variability in ice shelf basal melting in the Amundsen Sea Embayment from 2019 to 2023",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade729",
      "pubDate": "",
      "description": "The Amundsen Sea Embayment (ASE) of West Antarctica is one of the most crucial regions for understanding current ice-sheet mass loss and its impact on global sea-level rise. Past observations have revealed rapid thinning of ice shelves, driven primarily by ocean-induced basal melting of their undersides. These processes weaken the shelves’ buttressing effect, potentially accelerating inland ice discharge, and raising concerns about marine ice-sheet instability. Despite recent advances in multi-mission satellite altimetry, gaps remain in quantifying the most recent basal melt trends at high spatial resolution and over shorter timescales. Here, we present a 5 year (2019–2023) time series of ice-shelf basal melting across major glaciers in the ASE, using new laser altimetry data from the Ice, Cloud, and land Elevation Satellite-2 (ICESat-2). Our results reveal pronounced spatial melt patterns and substantial temporal variability in basal melt rates, highlighting a clear temporal coherence linked to El Niño–Southern Oscillation (ENSO) phase transitions and associated atmospheric drivers. Furthermore, regional geometry significantly influences local variability in melt trends, underscoring the necessity of incorporating detailed bathymetric and climatic factors into predictive ice–ocean models. These ICESat-2—derived melt-rate estimates provide an up-to-date assessment of basal melting in the ASE and reinforce the urgent need to refine coupled ice–ocean models. By improving our knowledge of recent melt-rate variability, this study contributes to more reliable projections of future ice-shelf stability and sea-level rise, thereby underscoring the key role of high-resolution satellite altimetry in monitoring one of Earth’s most vulnerable ice-sheet sectors.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Building governance infrastructure for a technological and resident network for low-cost neighborhood air quality monitoring",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade72a",
      "pubDate": "",
      "description": "Low-cost air quality sensor networks have gained tremendous popularity in the past decade, and they are increasingly being used for air quality related research and public outreach. They are also being used by different levels of governments as a governance tool to handle the ‘wicked’ problem of ambient air pollution. The smart and trustworthy air quality network is a multi-disciplinary, large-scale, low-cost sensor network designed for air quality, cybersecurity, and public administration research purposes for the Orlando, FL area. The custom designed monitors measure fine and coarse particulate matter at 2 min intervals across an approximately 30 km by 60 km area. In this article, we describe the establishment of two interlinked networks: one technological and one human-focused following a community-engaged research approach. In this paper, we explain design elements of both sides of the network and reflect on how well the outcomes achieved the principles of our design. Information presented in this article will inform other researchers who wish to operate their own low-cost sensor networks utilizing community-centered science and collaborative design for research purposes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Detailed carbon footprint of long-term care in an aging society",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade72b",
      "pubDate": "",
      "description": "As the concept of planetary health garners increased attention, the necessity of quantifying the carbon footprint (CF) of healthcare supply chains has become more pronounced. Although global studies have examined the CF of the healthcare sector, there remains a notable gap in research concerning the CF of long-term care (LTC) services, which are essential to human health and welfare. We harmonized environmental input–output analysis with data derived from the national representative consumer-expenditure survey and LTC insurance statistics obtained from domestic economic and medical datasets to detail the CF of Japanese households requiring LTC. In Japan, the CF per capita associated with care was boosted as the care level increased. Notably, there is a disparity of up to 14 times between the care level with the lowest CF emissions and that with the highest CF emissions. Furthermore, households with LTC insurance demonstrate higher per-capita CF than those without such insurance, even when other household consumption needs are considered. This trend may mitigate the reduction in total CF related to household consumption, despite a national population decline, due to the anticipated rise in demand for LTC driven by an aging population by the year 2050 which is the target year for achieving carbon neutrality in Japan. Although renewable energy promotion represents an effective supply-side solution, a demand-side approach, such as the prevention of LTC, offers benefits for both climate change mitigation and human health.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Meteorological and hydrological dry-to-wet transition events are only weakly related over European catchments",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade72c",
      "pubDate": "",
      "description": "Transitions from dry to wet states challenge water management and can lead to severe impacts. While meteorological transitions from dry-to-wet spells are well studied, it is yet unclear how, and if, they propagate to hydrological transitions. Here, we study where and why seasonal meteorological transitions propagate to drought-to-flood transitions in Europe using a large-sample dataset of hydro-meteorological observations. Our analysis shows that the relationship between meteorological and hydrological transitions is weak, with only 10% and 25% of the meteorological transitions propagating to the hydrosphere at monthly and annual time scales, respectively. Transition propagation is limited by the propagation of wet spells, in particular those with small precipitation intensities and volumes but favored in catchments with a direct link between precipitation and streamflow and limited storage influences. As hydrological and meteorological transitions are only weakly related, changes in meteorological transitions are a relatively poor proxy for future changes in drought-to-flood transitions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Nonpartisans hold the key: how proximity to utility scale renewable energy projects influences attitudes towards climate mitigation policy",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade72e",
      "pubDate": "",
      "description": "Not-in-my-backyard (NIMBY) literature notes public opposition to projects that impose local costs but generate public goods. However, whether NIMBY experience has spillover effects on support for related policy goals remains underexplored. As a typical case of NIMBYism, utility-scale renewable energy projects have faced significant local opposition across the U.S. In this paper, we investigate if an individual’s proximity to such projects correlates with their support for broader climate goals. Drawing on individual responses from three waves of cross-sectional U.S. Nationscape survey data (2019–2021), we constructed a comprehensive dataset by combining them with geocoded information on all utility-scale renewable energy projects for this period, as well as with county-level socioeconomic, political, and policy information. Our regression results show that proximity to wind or solar projects does not significantly influence climate policy preferences among Democrats or Republicans. However, for political Independents, living near wind turbines correlates with reduced opposition to climate policies, specifically large-scale investments for clean energy technology. These findings suggest that climate attitudes linked to renewable energy exposure are contingent on political affiliation. While strong partisans (Democrats and Republicans) remain unaffected by direct exposure to renewable energy projects, Independents—who are less anchored by partisan narratives—are more responsive to personal experience. Exposure to wind power does not necessarily create strong supporters for climate policy, but it shifts Independents away from outright opposition. The results highlight the necessity of more targeted approaches to expand public support for climate policies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Automated machine learning integrating multi-source satellite observations to predict gross and net CO2 fluxes of coastal wetlands in China",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade731",
      "pubDate": "",
      "description": "Coastal wetlands are increasingly vital carbon sinks, helping mitigate atmospheric CO2 and slow global warming. However, we have limited knowledge about the carbon sink capacity of coastal wetlands, whereby developing advanced skills for predicting CO2 fluxes of coastal wetlands is critical. Here, by employing recent cutting-edge achievements in artificial intelligence, we evaluated three automated machine learning (AutoML) platforms, including Lazy Predict, H2O AutoML and fast and lightweight automated machine learning, for predicting monthly gross primary production (GPP), ecosystem respiration (RE), and net ecosystem exchange (NEE) in China’s of mangrove and saltmarsh coastal wetlands with multi-source satellite observations. Our results indicate that these AutoML platforms effectively predicted GPP, RE, and NEE, with superior performance for GPP and RE compared to NEE. For individual predictions across 14 sites, the testing set yielded average determination coefficient (R2) values of 0.74, 0.79, and 0.63, and root mean square error values of 0.83, 0.45, and 0.76 gC m−2s−1 for GPP, RE, and NEE, respectively. Cross-site predictions performed better for saltmarsh (average R2: 0.86, 0.84, and 0.76 for GPP, RE, and NEE) than mangrove ecosystems (average R2: 0.72, 0.76, and 0.59). In addition, ensemble ML models, particularly on the Lazy Predict platform, significantly outperformed individual models. Feature important analyses revealed that vegetation variables (leaf area index and fraction of absorbed photosynthetically active radiation) play pronouncedly important roles in mangrove ecosystems, followed by climate variables (air temperature (Ta) and precipitation) with considerably important roles, while Ta dominated in saltmarsh ecosystems, with vegetation variables but playing a lesser role. Our study offers valuable insights for utilizing AutoML techniques to enhance CO2 flux predictions and regional budget estimations for coastal wetlands, potentially advancing strategies for monitoring large-scale coastal ‘blue carbon’ dynamics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Soil health metrics for assessment of floodplain restorations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade7a1",
      "pubDate": "",
      "description": "While healthy soils are critical for stream and floodplain restoration, little guidance is available to restoration practitioners on which soil metrics to measure and when to expect the signs of recovery post-restoration. Here, we address this important knowledge gap through a study of 37 soil metrics for 11 restored floodplains and two reference sites across a chronosequence of 0–22 years. Soil metrics differed in their sensitivity and response to restoration and followed different rates of change including fast (0–2 years), moderate (2–10 years), and slow (>10 years). Physicochemical metrics dominated the first two trajectories, whereas biological metrics, while sensitive, fell into the last trajectory. Soil recovery rates for restored sites differed considerably for reference sites highlighting the need to better define reference conditions. Availability of consistent and sensitive soil health metrics will allow restoration practitioners to better assess restoration recovery and receive regulatory credits for meeting restoration targets.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}