{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-10-17T22:22:15.754968",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti4125122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Generative AI for computational chemistry: A roadmap to predicting emergent phenomena",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415655121?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />The recent surge in generative AI has introduced exciting possibilities for computational chemistry. Generative AI methods have made significant progress in sampling molecular structures across chemical species, developing force fields, and speeding up ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The principles behind equivariant neural networks for physics and chemistry",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415656122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />A distinguishing feature of the neural network models used in Physics and Chemistry is that they must obey basic underlying symmetries, such as symmetry to translations, rotations, and the exchange of identical particles. Over the course of the last ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Reassessment of Kepler’s habitable zone Earth-like exoplanets with data-driven null signal templates",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513927122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceWe propose a data-driven null signal template (NST) method to reliably estimate the statistical significance of exoplanet transit candidates in the presence of unknown sources of signal contamination. NST accounts for all possible systematics ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Search for a parity-violating long-range spin-dependent interaction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512538122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceParity-violating interactions mediated by exotic bosons could reveal physics beyond the Standard Model. We develop a hybrid spin-resonance (HSR) atomic sensor with 700-fold vibration suppression, achieving three orders-of-magnitude sensitivity ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Predicting the way forward for the Global Biodiversity Framework",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2501695122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Chemical characterization of C31 sterols from sponges and Neoproterozoic fossil sterane counterparts",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503009122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceThis study advances our understanding of the evolutionary timeline for early metazoans, particularly sponges, through the chemical identification of rare C31steranes from Neoproterozoic rocks. We provide compelling evidence linking these ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Nonuniform water distribution in Jupiter’s midlatitudes: Influence of precipitation and planetary rotation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2419087122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceJupiter is known for its colorful and dynamic appearance. However, its beauty poses a challenge for measuring its composition, as the optimal location for determining metallicity in Jupiter is largely unknown. Recently, Juno found that ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Inequality in air pollution–attributable mortality by income level between and within countries",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511394122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceAir pollution is one of the leading causes of adverse health impacts worldwide, particularly in low- and middle-income countries with high exposure levels. However, impacts within countries are also uneven, being influenced by local factors, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evolutionary consideration of serial order processing by the normal rodent brain",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509426122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceThe mid-dorsolateral prefrontal cortex in the human and macaque monkey primate brains is critical for the precise coding of the order of flexible randomly varying sequences of stimuli. The primate mid-dorsolateral prefrontal cortex is the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Supply–demand strategies for near-term climate benefits from hydrogen in the United States",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2519606122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceHydrogen (H2) is critical for energy decarbonization. Previous H2research has overlooked key dynamics in H2supply and demand. Our study reveals that the H2supply mix is crucial for greenhouse gas (GHG) mitigation, with biomass-based H2...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Multispecies sensory networks and social foraging strategies: Implications for population decline in procellariiform seabirds",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509317122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceForaging in the open ocean may require species with different sensory adaptations to use each other to find patchily distributed prey. Empirical studies have shown that procellariiform seabirds use different sensory strategies to forage, where ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Graph neural networks for predicting metal–ligand coordination of transition metal complexes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415658122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceTransition metal complexes (TMCs) are of great scientific and practical interest for applications in catalysis, biological systems, photochemistry, and sustainability, with properties highly dependent on the binding between their constituent ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Generative AI for navigating synthesizable chemical space",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415665122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceGenerative modeling has enabled novel approaches to the design of functional molecules. However, its practical utility has been impeded by its tendency to propose molecules that are difficult or impossible to synthesize. To address this issue, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Skillful heat-related mortality forecasting during recent deadly European summers",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426516122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceHeat-related mortality is a growing issue in Europe, and the continued development of heat warning systems is a key aspect of society’s adaptation to a changing climate. To date, many heat warning systems across Europe consider human-health ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "ProT-VAE: Protein Transformer Variational AutoEncoder for functional protein design",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2408737122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceThe sequence of amino acids within a protein dictates its structure and function. Protein engineering campaigns seek to discover protein sequences with desired functions. Data-driven models of the sequence–function relationship can be used to ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Generalized convolutional many-body distribution functional representations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2415662122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceIn this work, we propose to represent chemical environments as vectorized objects which can be used as input for machine learning (ML) properties of atomistic systems. The proposed method efficiently captures the physics of an atom’s ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mineral dissolution by dimeric complexes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504109122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceMineral dissolution is central to weathering, reactive flow and transport, ore processing, and more. Interpreting observed rates in terms of a molecular scale dissolution mechanism often requires assumptions about the detaching group. The ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Methanogenesis inhibition remodels microbial fermentation and stimulates acetogenesis in ruminants",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514823122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceA key strategy to increase the sustainability and productivity of livestock production is to modulate ruminant microbiota to produce absorbable nutrients rather than the potent greenhouse gas methane. Previous studies show supplementing feed ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Collagen-disrupting attIL12 TIL therapy boosts deep T cell infiltration via dual signaling activation and CCKAR reduction in sarcomas",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507542122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 41, October 2025. <br />SignificanceOur study unveiled a tumor-infiltratinglymphocyte (TIL) therapy—attIL12-TIL transfer—for abolishing collagen expression from tumor cells via dual tumor targeting (both tumor antigens and collagens), which greatly minimized the potential off-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}