{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "category": "research_papers",
  "source_url": "https://www.frontiersin.org/journals/climate/rss",
  "fetched_at": "2026-01-04T20:30:19.520331",
  "items": [
    {
      "title": "Analysis of China’s energy consumption and economic growth based on the Tapio decoupling model",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1728546",
      "pubDate": "2025-12-19T00:00:00Z",
      "description": "At present, driven by the urgent demands of the “dual carbon” goals and industrial transformation and upgrading, the underlying logic of the relationship between China’s energy consumption and economic development has undergone changes. This study employs the Tapio decoupling model to analyze the decoupling relationship between China’s energy consumption and economic growth during the period from 2006 to 2024, covering the 11th to the 14th Five-Year Plans, and provides prospects for the 15th Five-Year Plan. The results show that: (1) The decoupling state between China’s total energy consumption and economic growth has shifted from weak decoupling to expansive coupling; however, with the realization of the “dual carbon” goals, the relationship between China’s energy consumption and economic growth is likely to return to the track of weak decoupling during the 15th Five-Year Plan period. (2) Significant differences exist in the decoupling indices among fossil energy sources with different carbon emission levels. Coal and oil generally exhibit a state of weak decoupling, while natural gas has long been in a state of expansive negative decoupling. During the 15th Five-Year Plan period, coal and oil may shift toward strong decoupling, However, natural gas may achieve weak decoupling, as economic growth is becoming increasingly dependent on it. (3) Economic growth shows a high degree of dependence on non-fossil energy, which has long been in a state of expansive negative decoupling, and this state is expected to persist during the 15th Five-Year Plan period. This study helps to explore the internal linkage between energy consumption and economic development, Explore the intrinsic relationship between energy consumption and economic development, along with the underlying reasons for their decoupling state, thus providing references for China’s energy policy optimization, the advancement of the “dual carbon” goals, and industrial transformation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Carbon emissions and subjective well-being in Blue Zone Ikaria and Athens, Greece",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1669144",
      "pubDate": "2025-12-19T00:00:00Z",
      "description": "Reducing carbon emissions has become largely synonymous with personal sacrifice that can decrease subjective well-being (i.e., happiness, life satisfaction). However, a growing body of research suggests that pro-environmental behavior is positively associated with subjective well-being. To further examine this relationship, this exploratory study examined individual carbon emissions and subjective well-being in Blue Zone Ikaria, Greece, using Athens as a comparison site. Structured interviews and questionnaires with 46 participants (22 in Ikaria, 24 in Athens) revealed that Icarian participants reported higher mental well-being and lower carbon emissions from air travel and clothing consumption than Athenian participants. Icarian participants were also more likely to grow their own food and identify as part of a tight-knit community. These findings suggest that community-focused lifestyles may promote mental well-being while reducing carbon emissions. Future research with larger, more representative samples and objective emissions data is needed to further explore this relationship in Ikaria and other non-WEIRD (Western, Educated, Industrialized, Rich, Democratic) societies.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Indigenous peoples’ voices and engagement on climate change: towards improved health and wellbeing",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1693544",
      "pubDate": "2025-12-18T00:00:00Z",
      "description": "Western climate science largely fails to value, engage with and apply Indigenous Knowledges in a meaningful way. Here, we explore the ways in which the current gap in Indigenous Knowledges and representation in climate research can be addressed. A rapid review of relevant literature and grey materials was conducted to identify how Aboriginal and Torres Strait Islander Peoples, and the essential Knowledges they hold, should and will inform and direct climate change research. This timely review of academic and grey literature to inform a wider public conversation of Indigenous leadership, voices and participation in climate change discussions, in and beyond the Intergovernmental Panel on Climate Change (IPCC) process, both in Australia and with consequences internationally.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Gender dynamics in climate information services: a systematic review of intersectional influences and strategies for smallholder farmers in Sub-Saharan Africa",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1681671",
      "pubDate": "2025-12-17T00:00:00Z",
      "description": "IntroductionThe adoption of Climate Information Services (CIS) in Sub-Saharan Africa (SSA) is critical for enhancing agricultural resilience amid escalating climate variability, yet equitable access remains hindered by systemic gender disparities and insufficient attention to intersectional factors. This review examines the dynamics in gender-responsive CIS adoption and use, emphasizing the neglect of intersecting social dimensions, which exacerbate barriers for marginalized women.MethodologyA systematic review of peer-reviewed literature was conducted, focusing on studies addressing CIS adoption in SSA from 2014 to 2024. Sources were drawn from databases such as Web of Science, Scopus, PubMed, CABI Abstracts, and Africa Portal. Qualitative and quantitative studies were analyzed to assess methodological approaches.Key findingsAlthough gender is widely addressed in the reviewed literature, only 4 of the 19 studies (21%) explicitly analyzed more than one intersecting identity category. This demonstrates a substantial gap in intersectional evidence within CIS research, limiting understanding of compounded barriers faced by women who are constrained by asset scarcity and social exclusion. Resource barriers, such as limited access to mobile phones and radios, are acknowledged, but cost-effectiveness evidence of interventions like subsidized technologies are scarce. The lack of gender-disaggregated data hinders tailored CIS design.RecommendationsFuture research should prioritize in-depth, qualitative studies to explore how intersecting identities shape CIS access, employing participatory methods to capture cultural and social dynamics. These strategies aim to bridge gender gaps, enhance climate resilience, formulate gender inclusive policies and foster sustainable agricultural development in Sub-Saharan Africa.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Farmers’ willingness to pay for weather and climate information services in sub-Saharan Africa: a systematic review with meta-analysis",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1692594",
      "pubDate": "2025-12-15T00:00:00Z",
      "description": "Access to Weather and Climate Information Services (WCIS) is critical for strengthening farmers’ resilience to climate risks. Yet, understanding farmers’ willingness to pay (WTP) for WCIS and its determinants for designing sustainable delivery and financing mechanisms in sub-Saharan Africa (SSA) remains limited. This study synthesizes existing evidence on farmers’ WTP for WCIS in SSA through a systematic review with meta-analysis of 14 relevant publications involving 20 empirical studies covering 5,709 farmers across 11 countries. The pooled estimate indicates that approximately 75% (95% CI: 65–83%) of farmers are WTP for WCIS, with a higher preference for bundled services (86% [95% CI: 79–91%]) compared to standalone WCIS products (48% [95% CI: 35–62%]). On average, farmers are willing to pay 8.11 USD/year (95% CI: 3.20–13.02) for WCIS, with a higher amount (13.7 USD/year, 95% CI: 8.37–19.06) for bundled services compared to standalone WCIS (1.38 USD/year, 95% CI: 0.16–2.59). Key drivers of WTP include economic and financial factors (access to credit and farm size), ownership of Information and Communications Technology (ICT) devices (mobile phone and television), access to extension services and market information, perceived forecast accuracy, and awareness and exposure to climatic risks. In contrast, traditional socio-demographic variables such as age, gender, and education showed limited explanatory power. These findings underscore that while farmers value WCIS, the amount they are willing to pay to access WCIS remains very low, limiting the viability and sustainability of business models with revenue generation relying solely on farmers. The paucity of studies and the heterogeneity in the findings call for further research on farmers’ WTP for WCIS across geographical and socioeconomic contexts of the continent, with a focus on developing sustainable business models that engage the private sector to support effective climate information dissemination and build climate-resilient farming systems.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Enhancing public health through ocean research—a model for global partnership",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1670665",
      "pubDate": "2025-12-15T00:00:00Z",
      "description": "Understanding the connection between ocean health and human health is currently limited and fragmented, calling for transdisciplinary research and strategic action. The contribution of public health experts alongside marine scientists are essential for a comprehensive understanding of the health-environment-climate nexus in a Planetary Health perspective. This paper proposes a novel Model for a standing Global Partnership, the SeA Care project. This initiative aims to align efforts within the framework of the Sustainable Development Goals merging the principles of Planetary Health with the “One Water” approach. By doing so it seek to foster the development and assessment of new strategies for oceanwide surveillance focusing on adaptation, mitigation and prevention.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Anti-racist reorientations to land through gardening with newcomer youth of color",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1639059",
      "pubDate": "2025-12-15T00:00:00Z",
      "description": "Our paper seeks to dis/orient normative scholarship on climate migration and climate refugees that reify misleading claims about the relationship between mass migration and climate change, which have been shown to further marginalization of people from the Global South. We orient our attention to a topic that has received considerably less attention in the literature on critical environmental studies: how newcomer (refugee) youth of color (re)establish relationships with more-than-human life, land, air, and water in their newly adopted home in the Global North. Drawing from a three-year-long, community gardening project co-created with the youth, we offer a qualitative analysis of the youths’ participatory, embodied, and discursive work over the first 2 years of creating and caring for the community garden. From a pragmatic perspective, our work arises from the concern that families and youth of color in North America are intersectionally disadvantaged in terms of accessing city resources and public spaces during their resettlement, as noted by critical sociologists of race, migration and gender. Our study reveals how the youths’ participation was centered in the garden through adopting an anti-racist praxis, while also offering an expansive vision of how race and climate are implicated in migration.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "A study protocol to co-develop and evaluate interventions that strengthen healthcare resilience to extreme weather events in three African countries: the ASTRA study",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1679392",
      "pubDate": "2025-12-11T00:00:00Z",
      "description": "Extreme weather events (EWEs) are becoming more frequent and intense due to climate change, disrupting healthcare systems and increasing risks for vulnerable populations. In low- and middle-income countries, these disruptions threaten progress in HIV and tuberculosis (TB) care by limiting access, straining services, and worsening health outcomes. Building health system resilience through environmentally sustainable infrastructure and processes, adequate and skilled workforce, and community engagement is essential to ensure continuity of care. In this four-year study (ASTRA), we aim to co-design, prioritise and evaluate interventions to strengthen community and health system resilience to EWEs for people living with HIV/TB. This multi-phase, mixed-methods study will be conducted in Mozambique, South Africa, and Zambia, countries which are highly vulnerable to EWEs such as storms, cyclones and flooding and bear a high burden of HIV and TB. Phase 1 will focus on understanding the context through stakeholder mapping, scoping interviews, a Delphi consensus process, and assessments of community and health facility vulnerability and adaptive capacity. We will carry out rapid ethnographic assessments [also known as Broad Brush Surveys (BBS)], spatial and statistical modelling, and a policy and programme analysis in this phase. Phase 2 will involve four sequential co-creation workshops in each country to produce prototype interventions that will be refined and prioritised for evaluation. In Phase 3, we will evaluate selected interventions using system dynamics modelling and economic analysis. Using systems dynamics modelling, we will model the final set of interventions, individually and in combination, to explore their potential effects on service delivery during EWEs. The economic evaluation will estimate the costs of inaction, assess the benefits of interventions through multi-criteria decision analysis, and determine their value for money to inform priority setting and policy action. Overall, the innovative use of participatory co-creation processes, system dynamics modelling, and economic evaluation, provides a model for designing and assessing adaptation interventions that are both evidence-based and locally relevant. ASTRA will inform national policy and planning and offer transferable knowledge for other climate-vulnerable settings facing similar challenges.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessing climate change impact on storm surge and funding strategies in east peninsular Malaysia",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1634062",
      "pubDate": "2025-12-11T00:00:00Z",
      "description": "Climate change is intensifying storm surge risks in Southeast Asia, particularly along Malaysia’s east coast facing the South China Sea. This study uses the d4PDF climate dataset to simulate maximum storm surge heights under 2 °C and 4 °C global warming scenarios. Results show that projected surge heights exceed 1 meter at all key coastal stations, with localized surges reaching up to 1.8 meters. By integrating these projections with 2014–2024 flood loss statistics and national budget allocations, the study identifies a concerning mismatch between increasing storm surge risks and current mitigation investments, suggesting that existing policy frameworks are underfunded and may lack the capacity to adequately protect high-risk coastal areas. To address this, the study recommends the development of a unified regional storm surge prediction and response system that integrates real-time data and supports cross-border coordination. It also proposes the establishment of standardized infrastructure guidelines tailored to storm surge resilience, and calls for increased investment in community-based risk mapping powered by artificial intelligence (AI). These strategies provide an actionable framework for strengthening disaster management, improving policy responsiveness, and enhancing coastal resilience across Malaysia and Southeast Asia.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The canary and the crucible: Fiji’s climate stewardship and a blueprint for planetary resilience",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1707039",
      "pubDate": "2025-12-11T00:00:00Z",
      "description": "At the razor’s edge of the Anthropocene, Fiji offers the world not a plea for help, but a masterclass in survival: turning existential threat into a radical blueprint for planetary endurance. This review interrogates Fiji’s holistic climate resilience framework as a frontline small island developing state. The central research question asks: How has Fiji integrated national legislation, catalytic climate finance, rights-based mobility, and strategic diplomacy to construct a comprehensive governance model, and to what extent can this emergent architecture serve as a transferable blueprint for anticipatory adaptation in the Anthropocene? A systematic synthesis of scientific literature, policy texts, and institutional reports deconstructs Fiji’s multi-scalar response into a coherent conceptual model. The analysis advances the “Archipelagic Resilience Model,” structured around four interdependent pillars. Geopolitical Acupuncture leverages Fiji’s moral authority to exert influence in global climate governance. Braided Resilience entwines indigenous ecological knowledge, particularly the Vanua worldview, with contemporary climate science. Catalytic Finance mobilizes resources through innovative mechanisms such as sovereign blue and green bonds. Socially-Just Climate Mobility pioneers a rights-based relocation framework that safeguards dignity and cultural continuity. While innovative, this model exposes tensions, including the development–adaptation paradox and risks of maladaptation. By articulating both synergies and contradictions, the study reframes Fiji as a norm entrepreneur and blueprint for planetary resilience. It establishes a forward-looking research agenda to quantify braided systems and scale equitable adaptation pathways in vulnerable contexts.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Responsible research and innovation of carbon removal: strategies for field trials",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1658453",
      "pubDate": "2025-12-10T00:00:00Z",
      "description": "Demonstrating methods for removing carbon dioxide from the atmosphere is now a focus of research and development programmes designed to support decision making about future technology deployment. In this perspective piece, we outline some of the approaches to responsible research and innovation (RRI) being put to work in a United Kingdom-based programme organising field trials of various carbon removal methods. Unlike the disruptive technologies that predominate in RRI scholarship, many land-based methods for carbon removal have already been deployed, in some cases over many decades, with governance closely linked with longstanding fields of research and practice. We highlight why responsible innovation frameworks that developed in the context of geoengineering controversies may be only partially-suited to field trials of land-based carbon removal methods. We suggest that field trials of carbon removal methods are not simply evidentiary procedures but also strategic sites within an emerging innovation regime where RRI approaches can be both implemented and critically tested.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Robust circulation changes in the tropics under a warming climate: a topical review",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1713513",
      "pubDate": "2025-12-10T00:00:00Z",
      "description": "Tropical monsoons are crucial atmospheric phenomena that impact more than two-thirds of the global population. Numerous previous studies have investigated changes in tropical circulation under climate change for individual ocean basins. In this review, we synthesize the robust changes in tropical atmospheric circulations and precipitation under a warming climate using CMIP6 data for illustration. Sea surface temperature, precipitation, and cloud cover are enhanced over the central and eastern Pacific, similar to El-Niño. In the Indian Ocean basin, the sea surface warming pattern is similar to the positive Indian Ocean Dipole phase, with low-level easterly anomalies in the central tropical Indian Ocean, which diverge into two anticyclones off the east coast of Africa. In the Atlantic, a larger increase in sea surface temperature is simulated along the eastern equatorial Atlantic, like an east Atlantic El-Niño condition. An increase in summer monsoon precipitation over South Asia and a decrease over North and South America, the Maritime continent, and Southern Africa are simulated. In the Northern African monsoon region, an east–west asymmetry is projected with a decrease in rainfall in the west and an increase in the east. The interconnection between the identified robust changes in circulation and precipitation over the three oceanic basins under a warming climate has been explored via earlier studies and model simulations. This review provides a holistic picture of regional tropical circulation and precipitation changes under a warming climate.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Unlocking resilience: exploring climate dynamics in small-scale irrigation systems of Sissala West District of north-western Ghana",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1733615",
      "pubDate": "2025-12-10T00:00:00Z",
      "description": "This study explores climate dynamics and resilience of small-scale irrigation facilities in the Sissala West District of north-western Ghana. A multiple cross-sectional case study design was used. We randomly and proportionately sampled 208 small-scale irrigation farmers for the study. We used questionnaire, Focus Group Discussions, and semi-structured interviews for data collection. The quantitative data were analysed using the Statistical Package for Social Sciences, while thematic analysis was applied in analysing the qualitative data. The findings indicate that rainfall variability and high temperatures pose serious threats to irrigation dams and dugouts, resulting in their inability to have enough water for dry-season farming. The irrigation farmers, therefore, experienced low yields, low income, and loss of investment. Variability of rainfall, high evapotranspiration, and scarcity of irrigation water were responsible for the under-utilisation of irrigation assets in the district. Planting of trees around reservoirs; addressing erosion using vetiva grass on the embankment of the dams and dugouts, regular maintenance of lateral canals, avoidance of farming very close to the basins and river beds to the dams can address siltation. The District Assembly needs to prioritise the rehabilitation and regular monitoring and supervision mechanisms in collaboration with the user communities to promote the achievement of long-term benefits of dry season farming.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Integrating value systems and place-based characteristics in climate risk assessments",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1719404",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "This article examines how value systems and place-based characteristics shape the ways in which local communities define, represent and prioritise climate risks in urban and rural settings. Drawing on 10 climate impact-chain assessments—co-developed through participatory processes with stakeholders in demonstration regions across Europe within the EU project VALORADA—we explore four hazard domains: urban warming, heatwaves, droughts and extreme precipitation. Building on previous literature and based on our observations, we show that the identification, definition and prioritisation of climate risks extend beyond biophysical aspects or existential threats and are also influenced by locally salient values, including sustainability, security, safety, identity, human health, cooperation and trust. These values can, at times, come into tension—particularly where the management of scarce resources (e.g., water) is contested, or where policy goals such as environmental conservation and economic development intersect within the same decision arena. We conclude by suggesting that addressing the challenge of integrating value-based and place-specific characteristics into climate risk assessments may benefit from illustrating how climate hazards influence local value frameworks and shape meaningful societal participation.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Hydroclimatic extremes and food security hotspots in West Africa: evidence from rainfall–yield interactions",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1717323",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "IntroductionRainfall regimes across West Africa have undergone substantial transformations over the past four decades, with profound implications for rainfed agriculture and food security. However, limited understanding persists on how rainfall extremes translate into spatially differentiated crop yield responses across agroclimatic zones.MethodsThis study integrates multi-decadal climate datasets with crop yield data from the Global Dataset of Historical Yields (GDHY) to assess the sensitivity of maize, rice, and soybean yields to hydroclimatic extremes across six agroclimatic zones. A sensitivity analysis using an Ordinary Least Squares regression framework quantified crop yield responses to key climatic variations across multi-decadal timescales, agroclimatic zones, and administrative units.ResultsResults reveal marked north–south contrasts in rainfall extremes. In the Sahelian and Sudanian zones, seasonal rainfall increased by 5%–25% since the 1990s and up to 80% in the Northern Sahel by 2024, largely driven by more frequent wet days and intensified rainfall events. These trends heighten flood and erosion risks in northern regions. Conversely, the Guinean zones exhibit stagnating or declining rainfall, coupled with over a 90% increase in consecutive dry days in Central Guinea, signaling intensifying drought stress. Crop yield responses associated with these hydroclimatic patterns. Maize yields increased by 40%–50% in the Sahelian, Sudanian, and parts of the Guinean zones, while rice yields declined by 20%–50% in Nigeria’s Sudanian and Eastern Guinea regions. Soybean showed localized yield gains but remained extremely sensitive to rainfall deficits and heat extremes.DiscussionBy linking rainfall variability to spatially explicit yield responses, this study provides a novel multi-decadal sensitivity framework for evaluating climate impacts on agriculture in West Africa. The findings highlight the urgent need for region-specific, climate-smart adaptation strategies, emphasizing flood and erosion management in the north and drought resilience in the south, to sustain food production under increasing climatic variability.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Africa’s climate leadership and health resilience: insights from the 2nd Africa Climate Summit, Addis Ababa, 2025",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1706512",
      "pubDate": "2025-12-08T00:00:00Z",
      "description": "IntroductionThe 2nd Africa Climate Summit (ACS2), held in Addis Ababa, Ethiopia, in September 2025, marked a significant shift in Africa’s climate leadership, positioning the continent not only as a victim of climate change but also as a key solutions provider. Africa faces severe climate impacts despite contributing minimally to global greenhouse gas emissions, with consequences including health crises and economic losses. This paper explores the outcomes of ACS2 and the intersection of climate action and health resilience, outlining the continent’s commitments to renewable energy, climate finance, and nature-based solutions.MethodsThis study employs a policy review and analytical synthesis of official summit documents, including the Addis Ababa Declaration, technical reports, and expert session transcripts. Data was coded and analyzed across five key themes: climate finance, renewable energy, climate-health integration, nature-based solutions, and global climate diplomacy. The research also incorporates media briefings and partner reports to provide a comprehensive understanding of ACS2’s commitments and challenges.ResultsACS2 produced groundbreaking commitments, such as the launch of the African Climate Facility (ACF) to mobilize $50 billion annually for climate solutions and the integration of health resilience in climate policy. The Addis Ababa Declaration emphasized climate justice, linking development and climate action. Key initiatives, such as the Africa Green Industrialization Initiative and the African Forest Landscape Restoration Initiative, demonstrate Africa’s commitment to green industrialization and environmental restoration. The summit also prioritized renewable energy, setting ambitious targets for clean energy access and green growth.DiscussionWhile ACS2 marks a pivotal moment in Africa’s climate diplomacy, several implementation challenges remain, including financing gaps and institutional capacity constraints. Despite substantial financial pledges, Africa’s climate finance needs far exceed current commitments, and there are concerns regarding the adequacy of climate finance mechanisms. The paper discusses how ACS2’s outcomes align with Africa’s broader climate goals and offers policy recommendations for overcoming barriers to implementation. Additionally, it underscores the inseparability of climate justice and health resilience, stressing the importance of integrated solutions to both climate and health crises.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Assessment of climate awareness, policy development, and action across Nigerian states",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1650172",
      "pubDate": "2025-12-04T00:00:00Z",
      "description": "IntroductionAs climate governance increasingly adopts multilevel approaches, subnational actors play a central role in achieving national and global climate objectives. However, in Nigeria, as in many other developing countries, the role of subnational actors in climate governance remains underexplored. Understanding their institutional readiness is crucial for meeting national climate commitments, including the 2060 net-zero target. This paper presents the first comprehensive assessment of climate awareness, policy, and action across all 36 Nigerian states.MethodsUsing a mixed-methods design, the study combined document and budget reviews, a national survey of 1,306 respondents from relevant ministries and agencies, and a stakeholder validation workshop with over 600 participants. Indicators examined included climate literacy, policy presence and alignment, budgetary commitments, and inter-agency coordination.ResultsFindings reveal low climate knowledge among subnational officials, weak public awareness, and limited policy development. Only a handful of states, possess climate policies or action plans, and fewer than 20% have climate-related budget lines. Cross-sectoral collaboration and alignment with national frameworks are also weak.DiscussionThese gaps expose structural and institutional weaknesses that undermine Nigeria’s multilevel climate governance. Achieving the 2060 net-zero goal requires harmonized subnational frameworks, enhanced capacity-building, and innovative tools—such as performance-based disclosure and rating systems—to incentivize accountability and stimulate stronger state-level climate action. Positioned within debates on multilevel governance, the study highlights Nigeria as a critical test case of how federated system in the Global South can recalibrate institutions to transform symbolic commitments into substantive action.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Attribution of contrasting warm-season convective boundary layer height trends over the Tianshan-Taklamakan-Oasis region to thermodynamic and moisture drivers",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1688860",
      "pubDate": "2025-12-03T00:00:00Z",
      "description": "The convective boundary layer height (CBLH) plays a crucial role in regulating atmospheric mixing and land-atmosphere interactions, yet its spatiotemporal variability in the arid, topographically complex Xinjiang region of northwestern China remains insufficiently understood. Using ERA5-Land reanalysis (1985–2024 for CBLH; 2000–2024 for driving factors) and GLASS LAI data for April–September, CBLH characteristics and trends were investigated through the Mann–Kendall test, Theil–Sen slope estimation, multiple linear regression (MLR), and principal component analysis (PCA). Results show that the Tarim and Junggar Basins exhibit higher CBLH than the surrounding mountains, with seasonal peaks in June–July. From 2000 to 2024, a significant CBLH increase occurred in the Tianshan Mountains during July, while a marked decline was observed over the Taklamakan Desert in August. MLR results indicate that August CBLH over the Taklamakan is enhanced by strong surface heating but constrained by the cooling and moistening effects of nearby oases. In contrast, July CBLH over the Tianshan is amplified by local heating and winds, yet suppressed by both local and remote moisture inputs and sensible heat flux anomalies. PCA further supports these findings, linking the Tianshan's July increases to reduced net longwave cooling, stronger sensible heating, and lower atmospheric pressure, and the Taklamakan's August decreases to enhanced cooling, weakened heating, and increased humidity. These results highlight the region's divergent CBLH responses to local forcing and cross-regional interactions, emphasizing that both warming-induced increases and moisture-driven declines must be considered in future regional climate assessments.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "The evolution and influencing factors of trade-embodied CO2 emissions transfer from China’s provinces to ASEAN countries",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1679132",
      "pubDate": "2025-12-02T00:00:00Z",
      "description": "This study systematically examines the evolution and driving factors of embodied CO2 emission transfers in trade between Chinese provinces and ASEAN countries from 2002 to 2017. Employing a global multi-regional input–output (MRIO) model embedded with Chinese provincial data and structural decomposition analysis (SDA), we quantify the CO2 emissions embodied in exports (EEE) from 30 Chinese provinces to 10 ASEAN member countries. The analysis explores temporal trends, provincial and sectoral distribution, export routes, and driving forces. The key findings are as follows: (1) As China-ASEAN economic ties have strengthened, China’s EEE to ASEAN have shown a sustained upward trend, with Indonesia, Malaysia, Thailand, and Vietnam being the primary recipients. Heavy industries such as electricity, metal smelting, non-metallic mineral products, and chemicals are the dominant sources of these embodied emissions. (2) Coastal provinces such as Guangdong, Jiangsu, and Zhejiang have consistently served as major contributors to EEE. However, the contribution from several inland provinces has increased in later periods, revealing a spatial pattern of “coastal dominance and inland indirect participation” in interprovincial carbon transfer. (3) The export routes have shifted from predominantly international circulation toward a coexistence of domestic and international dual circulation, indicating the growing resilience of China’s domestic market and supply chains under the “dual circulation” strategy. (4) The expansion of final demand in ASEAN countries is identified as the primary driver behind China’s increasing EEE, whereas reductions in carbon intensity and structural upgrading of exports have partially offset the growth in emissions. This study highlights the importance of holistically considering inter-provincial disparities in emission transfers and advocates for improving regional and sectoral coordination in carbon mitigation policies, aiming to facilitate a green transition in China–ASEAN trade relations.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    },
    {
      "title": "Temporal and spatial evolution of interprovincial CO2 emissions and driving factors based on a spatial-temporal geo-weighted regression mode",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1649791",
      "pubDate": "2025-12-01T00:00:00Z",
      "description": "IntroductionTo support China’s “dual carbon” goals (carbon emission peak by 2030 and carbon neutrality by 2060), this study systematically investigates the spatio-temporal evolution and decarbonization pathways of CO2 emissions across 30 Chinese provinces. As regional disparities significantly influence national climate strategies, a detailed provincial-level analysis is essential for effective policy-making.MethodsWe integrate spatial autocorrelation analysis, spatio-temporal geographically weighted regression (GTWR/SGTWR), and agglomerative hierarchical clustering with dynamic time warping (DTW-AHC) to capture both spatial and temporal heterogeneities in emission patterns.ResultsThe findings reveal that provincial CO2 emissions exhibit weakening spatial aggregation after 2015, with northern provinces maintaining higher carbon intensity due to heavy reliance on fossil fuels. Energy consumption and transportation collectively account for over 70% of emissions growth after 2008, while emissions from food and water sectors decline after 2016, largely driven by technological advances. Four distinct emission clusters are identified: Rapid Growth, Resource-Dependent, Typical Growth, and Low-Carbon Exemplar.DiscussionTailored decarbonization strategies are proposed for each cluster: integrating renewable energy corridors with urban green infrastructure for Rapid Growth provinces; prioritizing ecological restoration and carbon capture, utilization, and storage (CCUS) in Resource-Dependent regions; accelerating green industrial transitions in Typical Growth provinces; and reinforcing existing low-carbon policies for Exemplar provinces. This research provides a spatially explicit framework for regionally differentiated carbon governance, supporting the achievement of China’s national climate targets.",
      "category": "research_papers",
      "source_url": "https://www.frontiersin.org/journals/climate/rss"
    }
  ]
}