{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-08-02T11:22:29.383983",
  "items": [
    {
      "title": "Permafrost thaw affects the chemistry of mountain ponds",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeff7",
      "pubDate": "",
      "description": "Permafrost is warming and thawing due to climate change. Among the related effects, water quality modification has gained increasing attention globally. Nevertheless, the impacts of diffuse permafrost thaw on water chemistry in high-mountain areas remain largely unexplored. Here, we investigated the seasonal and interannual variability of water chemistry of two close-by ponds located in high-elevation catchments (European Alps, NW Italy) with and without permafrost. We analyzed major ions and stable water isotopes (2014–2022; weekly to monthly sampling during the ice-free season) and leveraged ground thermal measurements in a 30-m deep borehole. We also used geochemical modeling to investigate the impacts of permafrost thaw on dominant weathering processes. Despite similar climatic conditions, lithological characteristics, and water sources contribution, we observed higher concentrations and more pronounced seasonal increases of most solutes in the pond located within the permafrost catchment compared to the pond in the permafrost-free catchment. This was particularly evident for sulfate, with mean concentrations approximately four times higher in the permafrost pond. In the permafrost catchment, progressive warming and thawing during the investigation period enhanced sulfide oxidation, likely due to increased exposure of unweathered, sulfide-bearing rock particles. However, enhanced weathering did not lead to acidification and water quality deterioration due to pH buffering capacity provided by dissolving silicates and carbonates. Global warming is expected to further accelerate permafrost thawing and related chemical weathering in transitional permafrost areas. Water quality issues may arise in catchments with poor acid neutralizing potential of rocks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Valuing damages and benefits of the altered global nitrogen cycle; lessons for national to global policy support",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf07c",
      "pubDate": "",
      "description": "Cost-benefit analysis (CBA) is increasingly used to inform environmental policy decisions by identifying interventions with the highest net societal benefits. Here we focus on CBAs for nitrogen (NCBA), explaining its history, presenting results of a recent first global NCBA and discussing opportunities and limitations. NCBAs have been conducted since the late 1990s for various geographic regions in Europe, the US, and China, primarily to support air quality and eutrophication policies. A first valuation of damages and benefits of the full nitrogen (N) cycle was conducted for the European Nitrogen Assessment in 2011, followed by NCBAs for the USA, the Netherlands and Germany. Here we present a first comprehensive global NCBA. Total global damage cost of N pollution in 2010 was estimated at US$1.1 trillion, primarily from increases in premature mortality by N derived PM2.5 (35%), terrestrial biodiversity loss by N deposition (33%), and marine eutrophication by N river loads (21%). Global benefits of N in 2010 were estimated at US$ 2.2 trillion with >95% from increased crop yields. By 2050, global N-related costs will rise faster than N benefits because underlying models project that economic growth (GDP) increases willingness-to-pay to prevent N pollution more than crop prices. The geographical distribution of N-related costs will also shift, with China and India surpassing Europe and North America as regions contributing most to global N-related costs. The estimated N cost range for 2010 was US$ 0.6–2.2 trillion with uncertainty largely in dose-impact and damage cost relations. Given the large uncertainties, when using valuation and NCBA to select a N mitigation option, the net benefits should be substantially higher than the costs and markedly better than for a rejected alternative option. Use of NCBA is discouraged to compare international policy options that involve regions with very different levels of GDP, cultures and political systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional variability in the projected changes in sub-daily precipitation IDF curves across the contiguous United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf07d",
      "pubDate": "",
      "description": "Precipitation intensity-duration-frequency (IDF) curves are widely used for stormwater management planning and infrastructure design. Currently constructed based on past data, IDF curves do not reflect the potential impacts of current and future changes in the hydrologic system, potentially leading to over- or under-design of structures. Different disaggregation approaches have been developed to obtain IDF curves for sub-daily durations from coarse daily climate model projections. Here, instead of starting from daily IDF curves to obtain sub-daily ones, we use thermodynamic global warming simulations, which directly provide hourly precipitation across the contiguous United States (CONUS) for low- and high-temperature sensitivity models and future greenhouse gas emission scenarios. Our results indicate an amplification of precipitation extremes at different accumulation periods from 1–24 h in all scenarios across CONUS, especially towards the end of the 21st century. This is particularly true for the U.S. Northwest, where we report a statistically significant difference in the amplification of 1–6 h precipitation extremes compared to 24 h extremes. In general, we find the precipitation magnitudes are projected to increase with decreasing precipitation frequency (i.e. higher return period/lower annual exceedance probability), for higher emission scenarios, towards the end of this century, and for global climate models that exhibit a high sensitivity to anthropogenic forcing. For instance, in the northwestern United States under high emission scenarios and based on high-sensitivity models, the 100 year hourly precipitation extremes are projected to increase by over 200%, while the 5 year 24 h precipitation extremes are projected to increase by less than 50% by the end of the 21st century. Our results suggest that applying daily amplification factors to sub-daily extremes could lead to significant underestimation of sub-daily extremes. Therefore, a careful examination of changes in sub-daily extremes, and their regional variability is required to mitigate challenges with the design and operation of current and future urban infrastructure.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The changing role of dust and open fires PM2.5 on Africa’s air quality and human health",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf07e",
      "pubDate": "",
      "description": "Aerosol pollution events pose serious threats to humans and ecosystems. Natural aerosols are much less studied than fossil fuel-sourced aerosols for their air quality impacts, even though ‘natural’ aerosols such as dust and wildfires are likely to have substantially changed because of anthropogenic activities. Using the Community Earth System Model version 2 and the Community Atmospheric Model version 6 atmospheric model, we simulated dust and open-fire PM2.5 concentrations over Africa for preindustrial (PI), present-day, and future scenarios. Health impacts were assessed using the integrated exposure–response model applied to gridded population and disease-specific mortality data. Currently, we estimate that desert dust causes 30 000 (95% confidence interval (CI) 29 700–303 000) excess deaths annually in Africa (36% of the total excess premature mortality), while open fires result in 20 000 (95% CI: 19 500–22 500) excess deaths (24% of the mortality). All mortality estimates reported in this study represent annual excess deaths, calculated based on annual average PM2.5 concentrations. Concentrations of dust dominate aerosol concentration at the continental scale, and paleo records suggest dust loading has increased by 55% since PI times. Because of the lower population in dust-dominated regions, these do not affect health as much as combustion but are still important. In PI times, we estimate deaths due to dust as 6400 (95% CI: 6050–6750) (or 7000 if we keep the population at current levels), showing a large growth to the present day (over 400% increase). Excess deaths due to open fires have increased from 6900 (95% CI: 5800–7400) in the PI to 20 000 today (approximately 190% increase). For future scenarios in 2100, there is significant uncertainty; therefore, we present a high and low scenario, indicating that in the future, between 53 000 (95% CI: 49 000–55 000) and 67 000 (95% CI: 63 000–70 000) deaths will result from dust. Similarly, for future open fire excess deaths, we estimate a range of 19 000–40 000 (95% CI: 33 000–44 000) deaths, including population changes (−1% to +100% changes relative to today). In the current climate, as well as in the past and future, the amount and proportion of deaths attributed to ‘natural’ aerosols exceeds 50% of the total PM2.5 attributable mortality in Africa, showing that addressing possible changes in ‘natural’ aerosols is extremely important for improving air quality.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A call to refine fire attribution: expanding the FAR statistic to capture the complexity of Los Angeles extreme fires",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf12b",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Post-2000 greening of Kalahari Desert and southern African grasslands reduces food and economic insecurity in Africa",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf23a",
      "pubDate": "",
      "description": "The Kalahari high-pressure system that forms the Kalahari and Namib Deserts of Southern Africa is maintained by the sinking motion of the Hadley circulation. Despite projected desertification under the climate change, beginning in the early 21st century the Kalahari Desert and grasslands of South Africa, Lesotho–Drakensberg highland and Eswatini has experienced a trend of greening/Savannisation. Here, we find that the disparity is likely due to strong multidecadal variability. A positive phase of the Atlantic multidecadal oscillation during this period has intensified the Hadley circulation and widened the Kalahari anticyclone, thereby facilitating moisture transport from the warm Angola–Benguela front to southern African landmasses. The advected moisture brought wetness at its periphery, which satisfied the water demand for cropland expansion (∼10%–15%) in southern Africa. A water-food-economy nexus is increasing Africa’s crop yields by approximately 25%, reducing food and economic insecurity through a nearly fourfold increase in agricultural exports and contributing approximately 26% to the continent’s total agricultural output. However, in the opposite phase of multidecadal variability, the superposition of greenhouse warming would exacerbate the drying trend that will amplify aridity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Advancing carbon monitoring technologies in forests and woody crops: a review for carbon farming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf23e",
      "pubDate": "",
      "description": "In the context of the EU’s climate objectives, terrestrial ecosystems play a crucial role in mitigating climate change by acting as carbon sinks. Achieving the EU’s climate neutrality target requires not only reducing greenhouse gas emissions but also enhancing the current carbon dioxide removal through land-based solutions such as afforestation and sustainable soil management. The recently approved Carbon Removals and Carbon Farming Certification Regulation (EU) 2024/3012 aims to ensure transparency and reliability in carbon accounting, supporting carbon markets and land-based removals. However, monitoring, reporting, and verification (MRV) of these removals remain challenging due to ecosystem variability and land management complexities. While multiple technologies exist to support carbon accounting, selecting the most appropriate method for different contexts is not straightforward. This review evaluates five key carbon monitoring technologies: flux towers, satellite sensors, aerial light detection and ranging platforms, terrestrial laser scanning, and in situ internet of things devices. Their suitability for different application scenarios, specifically in forests and woody crops, is analyzed using an evaluation framework that takes into account spatial scale of observation, temporal resolution, accuracy, costs, and limitations. Although each technology offers specific advantages, no single method is universally optimal. By offering a comparative assessment of advantages and limitations of each technology, this review aims to assist land users, policymakers, researchers, and stakeholders in selecting the most effective solutions to ensure reliable MRV in carbon farming projects.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "An integrated modeling perspective on climate change mitigation and co-benefits in the transport sector",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf23f",
      "pubDate": "",
      "description": "Transport research has long focused on comparing climate change mitigation strategies. However, it remains unclear how the effects of different strategies on climate and non-climate externalities compare. This paper assesses the mitigation potential of a comprehensive set of transport transformation strategies from an integrated modeling perspective. In doing so, it goes beyond the assessment of climate change by including health-related externalities. We analyze transformation scenarios clustered along three interventions: lifestyle changes (LSCs), electrification, and efficiency improvements. All clusters yield significant climate mitigation potential, with electrification most effectively reducing CO2 emissions. LSCs allow for immediate emission reductions, are effective in hard-to-electrify transport modes, and facilitate the overall energy system transformation. They also have the strongest impact on overall transport externalities, especially due to activity-related health benefits. When compared on a monetarized basis to the REF in 2050, for the EU, LSCs lead to a total benefit of 70 bn EUR/yr by reducing adverse externalities of motorized transport by 30% and increasing positive externalities of active mobility by 50%. Based on this, we conclude that policymaking should both advance the electrification of road transport and promote mobility behavior towards shared and active modes to minimize CO2 emissions while maximizing co-benefits.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global co-occurrence of warm temperature extremes and terrestrial water storage deficits",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf2be",
      "pubDate": "",
      "description": "Compounding climate extremes threaten ecosystems, agriculture, and public health, with intensification driven by a warming climate and increasing human interventions. However, the global linkage between temperature extremes and total water storage (TWS) deficits remains insufficiently explored. Here, we analyzed 22 years (2002–2024) of Gravity Recovery and Climate Experiment (GRACE) and GRACE-FO satellite data to examine the spatiotemporal coincidence of elevated temperatures and TWS deficits and explore their bidirectional predictability. We find that low TWS episodes frequently coincide with or lag temperature extremes by about one month in major land–atmosphere coupling hotspots, including equatorial, subtropical, and mid-latitude regions, possibly due to enhanced evapotranspiration and soil moisture reductions. Pre-existing TWS deficits appear to intensify and prolong temperature extremes by reducing latent heat flux and increasing sensible heat flux, potentially creating feedback processes that amplify drought and thermal stress; however, these mechanisms warrant further investigation. Statistical tests confirm that these co-occurrences are unlikely to be random, whereas Granger predictability analysis demonstrates that temperature anomalies improve forecasts of subsequent TWS extremes in critical regions. Overall, our results underscore the vulnerability of water-limited areas under climate change and highlight the value of continuous TWS monitoring to better predict and mitigate the impacts of temperature extremes. They further emphasize the urgency of integrated water-resource management and adaptation strategies in regions prone to prolonged compound extremes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Calling for synergized strategies to monitor and mitigate urban air and noise pollution in low and middle-income countries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf2bf",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "From Congress to disadvantaged communities: an analysis of federal water infrastructure investments distributed to Alabama through state revolving funds",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeba1",
      "pubDate": "",
      "description": "Millions of residents in high-income countries lack access to safely managed drinking water and wastewater services at home. Financing improvements to water-related infrastructure access is primarily dependent upon utility revenue or assistance from government agencies and non-governmental organizations. In the United States (US), the State Revolving Fund (SRF) is the single largest government program for communities to obtain funding to improve their water-related infrastructure challenges. The program is funded annually by the US Congress through the US Environmental Protection Agency (USEPA) and was bolstered by an influx of funding through the Bipartisan Infrastructure Law ($50 billion) and the American Rescue Plan Act ($350 billion). For the Federal fiscal year 2024, the US Congress allocated and the USEPA distributed $11.5 billion to the SRF programs among States, Territories, Tribes and SRF initiatives at USEPA. However, accessing the SRF program is complicated and can prove insurmountable for the millions of residents living in rural, small, or otherwise disadvantaged communities (DACs) without reliable and affordable access to clean piped drinking water and functioning wastewater treatment systems. This study analyzed the $3.3 billion in funding requests to Alabama’s SRF to reveal that 69.6% of drinking water utilities and 70.3% of wastewater utilities have sought SRF funding for infrastructure upgrades since 2022. In Alabama, DACs comprise 55.4% of census tracts (2.2 million people) and 84.7% of SRF applications could potentially be serving DACs, yet only 24.6% of the funds awarded through recent Intended Use Plans (IUPs) are intended for DACs. This novel analysis seeks to provide a greater understanding of key infrastructure funding mechanisms, analyze how Federal funds are being delivered to communities and encourage decision-makers to shift funding programs to better reach DACs.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Predicted expansion of beaver pond distribution in Arctic Alaska, 1910–2090",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeba2",
      "pubDate": "",
      "description": "Ecosystem engineering by beavers is a nascent disturbance in the Arctic tundra, appearing in the 1970s in western Alaska and since expanding deeper into tundra regions. Evidence from modeling and observations indicates that beaver ponds act as biophysical oases, and we anticipate myriad changes as these disturbances are constructed along tundra streams, sloughs, and lake outlets. We used over 11 000 mapped beaver pond locations in Arctic Alaska and their climatic, geographic, and environmental attributes to understand (1) which of those attributes control the distribution of beaver ponds, and, if temperature is a factor, (2) how beaver pond distribution will change under future climate scenarios. Of the variables used in the ensemble modeling approach, mean annual temperature was the most important variable in determining beaver pond locations, with pond occurrences more likely in warmer locales (>−2 °C). The distance to water was also important in determining beaver pond locations, as expected, with higher likelihood of ponds closer to water features. Lowland topographic variables were also relevant in determining the distribution of beaver ponds. Under the current climate, beaver ponds are widespread in most of western Alaska, matching the predicted extent of potential occupancy, with the exception of areas furthest from treeline, implying possible dispersal lags or other factors. By 2050, under future climate scenarios (RCP8.5; 2090 for RCP6.0), the entire North Slope of Alaska, which currently has no beaver ponds, is predicted to be suitable for beaver ponds, comparable to western Alaska in 2016. The vast extent of future beaver engineering in tundra regions will require reenvisioning the typical tundra stream ecosystems of northern Alaska, northern Canada, northern Europe, and northern Asia to include more extensive wetlands, routine disturbances, permafrost thaw, and other features of these nascent oases that are not fully understood.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Exploring women’s dietary diversity amidst climate variability: a comparative analysis across eight low- and middle- income countries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf128",
      "pubDate": "",
      "description": "It is anticipated that climate change and climate variability will threaten food and nutrition security through multiple pathways, yet evidence on its impact on minimum dietary diversity for women (MDD-W), especially in low- and middle- income countries (LMICs) is limited. Using Bayesian hierarchical statistical modeling, we analyzed the impacts of climate variability on MDD-W, of 142 484 non-pregnant women, aged 15–49 years, in eight LMICs (Burkina Faso, Cambodia, Côte d’Ivoire, Ghana, Kenya, Mozambique, Nepal and Tanzania). All analyses were adjusted for survey weights and sampling design and analyzed separately. The proportion of women achieving MDD-W the previous day of the survey ranged between 20.8% and 57.3%. In the full model, enabling variables including climate change and variability generally showed significant negative associations with MDD-W (precipitation and land surface temperature anomalies, daytime and nighttime long-term land surface temperature variability), whereby the adjusted odds of women’s dietary diversity was reduced by 9%–37% due to climatic variables. Underlying variables such as growing season, nutrient yield and enhanced vegetation index had limited associations across countries. In fact, for nutrient yields, the direction of association differed by country and nutrients. Immediate variables were significantly positively associated with MDD-W in almost all countries with an adjusted odds of women’s dietary diversity increasing by 6%–92%, including household wealth (n = 8), women’s media access (n = 8), women’s education (n = 7), improved sanitation and women’s employment (n = 5) and women’s landownership (n = 3). The month of the survey was associated with MDD-W in four countries, but the direction of association varied by country. These findings suggest that safeguarding women’s diet diversity from climate change requires adaptation efforts that target vulnerable populations to ensure nutrition.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Ocean liming can help achieve the Paris climate target",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf12c",
      "pubDate": "",
      "description": "To stabilize global mean temperature and stay below critical thresholds, deep emission reductions have to be complemented with carbon dioxide removal. A broad portfolio of options is necessary to enable sufficient potential and mitigate sustainability concerns. So far, integrated assessment models have almost exclusively considered options on land. In this study, we show that ocean liming can make a substantial contribution to achieving ambitious climate mitigation targets. Due to the expected time needed for scale-up, the deployment potential in the first half of the century is limited, such that ocean liming can hardly reduce peak temperature. However, in the second half of the century, substantial deployment may be economically competitive. In addition, the availability of ocean liming reduces the dependence on other carbon removal options, and specifically on bioenergy. This could reduce the pressure on land and improve the sustainability of ambitious climate mitigation scenarios. However, impacts on the ocean ecosystems are still poorly understood and need to be clarified before deployment. In light of the remaining uncertainties and global and regional limitations, we suggest to limit the maximum global deployment of ocean liming in integrated assessment models to 5 GtCO2/yr carbon uptake.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Catchment-based approach and formalisation of artisanal and small-scale mining for sustainable mining management in the Philippines",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf12f",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Weathering the storm: precipitation whiplash has limited effects on agricultural production and pesticide use in California",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf131",
      "pubDate": "",
      "description": "Fluctuations in extreme weather such as a shift from an extreme dry to an extreme wet year, termed hydroclimate volatility or precipitation whiplash, present potential challenges and opportunities for agricultural production in water-limited regions. Yet, whether the sudden profusion of precipitation or the presence of flooding has a net positive or negative impact on agricultural production, particularly agricultural pests, is understudied. Using a difference-in-difference approach applied to field-level pesticides from ∼13 000 field/y observations in Kern County, CA, we evaluate how precipitation whiplash impacted agricultural pest control. We show the wet year had an anticipated bump in pesticides targeting molds and weeds and an unanticipated decrease in insecticides. Yet, there was little effect of on-field standing water on pesticide use. County-wide crop statistics, available for a subset of crops, were also similar across years, with similar area harvested, yields and total value in the historically wet versus the prior dry year. Despite the historic nature of the drought and proceeding rainfall events, farmers, on average, appeared to adapt to precipitation whiplash successfully. Given the increasing prevalence of precipitation whiplash as well as policy efforts to increase groundwater recharge through on-field flooding in wet years, such null effects suggest the benefits to harnessing extreme precipitation do not imply major costs for pest control.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Warming effects on spring phenology in New York City parks",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf1b9",
      "pubDate": "",
      "description": "Global climate change and the urban heat island (UHI) interact to create unique urban microclimates. However, how these interactions affect trees in urban parks is poorly understood. Using multi-source satellite fusion, we observe that New York City parks are experiencing delays in the start of the growing season, especially in medium-sized parks. Notably, warming effects are more pronounced in park trees near the edges, where urban heat is stronger. This delay is explained by a physiological mechanism: warmer winters reduce chilling accumulation and increase the heat requirements for leaf development, disrupting the balance between chilling and heat needed for spring leaf-out. Medium-sized parks are especially vulnerable to urban heat due to their structural characteristics such as higher edge-to-area ratios and limited interior buffer zones, both of which amplify edge effects. These findings demonstrate that climate change, compounded by the UHI effect, is altering tree phenology in urban parks, with implications for urban ecosystem adaptation and management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mechanisms of high-temperature ozone suppression in Eastern China: a meteorological perspective",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf1ba",
      "pubDate": "",
      "description": "Ozone (O3) is a typical secondary photochemical pollutant, whose production typically increases under high temperature and radiation. However, emerging observational evidences reveal a notable alteration in the O3-temperature relationship under extremely heat conditions (referred to as O3 suppression) in 20%–30% cities of China, yet the underlying mechanisms and driving forces remain unclear. This study provides a comprehensive investigation of the meteorological mechanisms driving high-temperature O3 suppression in Eastern China, with particular emphasis on regional disparities between suppression and non-suppression areas. Our analysis revealed distinct spatial patterns of O3 suppression across major Chinese regions. The Yangtze River Delta (YRD) and Pearl River Delta (PRD) regions exhibit significant O3 suppression, with the O3-temperature relationship decreasing by 3–5 μg m−3 °C−1 at high temperatures. In contrast, the Beijing–Tianjin–Hebei (BTH) region rarely illustrates this phenomenon. Through integrated statistical analysis and machine learning approaches, we identified radiation, relative humidity (RH), and planetary boundary layer height (PBLH) as the key meteorological drivers. Mechanistic analysis demonstrated that RH was the dominant factor accounting for regional differences in O3 suppression, primarily owing to the contrasting effects of dry heat (BTH) and wet heat (YRD and PRD). PBLH emerged as a secondary influential factor that modulates O3 concentration through the competitive effects of diffusion and transport processes. Cluster analysis further revealed that the occurrence frequency of inhibitory meteorological conditions (high RH and low PBLH) during high-temperature days in the YRD and PRD regions (25%–35%) significantly exceeded that in the BTH region (2%). This study provides crucial insights into the regional disparities in meteorological mechanisms underlying high-temperature O3 suppression and offers valuable scientific support for region-specific O3 pollution control strategies in the context of climate warming and increasingly frequent heatwaves.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}