{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-08-05T15:32:35.247108",
  "items": [
    {
      "title": "Equity principles, mitigation and climate impacts: balancing welfare and costs",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeeaa",
      "pubDate": "",
      "description": "Equity considerations are crucial for successful international climate change policy. In this paper, several ways of incorporating equity in evaluating national climate targets are examined by comparing reduction targets resulting from the traditional cost-minimisation approach with those based on effort-sharing regimes and welfare optimisation taking into account not only regional differences in income, emissions and mitigation costs but also the latest insights in damage costs. We find that considering damage costs in effort-sharing regimes, leads to more stringent targets for developed regions like Europe and the USA compared to cost minimisation. One way to implement such schemes is via the use of flexible instruments, possibly leading to financial flows from emission trading of over 400 billion US$/yr in 2035. A welfare-maximising approach without emission trading is an alternative option, which leads to results that reduce emissions and global inequality, with no financial transfers. The downside is that global mitigation costs are higher due to the lack of emission trading. The reduction targets presented in this research can serve as input for updating national climate targets and presents ways to directly incorporate equity into Integrated Assessment Models scenarios often used by the IPCC.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A review of open data for studying global groundwater in social–ecological systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf127",
      "pubDate": "",
      "description": "Global data have served an integral role in characterizing large-scale groundwater systems, identifying their sustainability challenges, and informing on socioeconomic and ecological dimensions of groundwater. These insights have revealed groundwater as a dynamic component of the water cycle and social–ecological systems, leading to an expansion in groundwater science that increasingly focuses on groundwater’s interactions with ecological, socioeconomic, and Earth systems. This shift presents many opportunities that are conditional on broader, more interdisciplinary system conceptualizations, models, and methods that require the integration of a greater diversity of data in contrast to conventional hydrogeological investigations. Here, we catalogue 144 global open access datasets and dataset collections relevant to groundwater science that span elements of the hydrosphere, biosphere, atmosphere, lithosphere, food systems, governance, management, and other socioeconomic system dimensions. The assembled catalogue offers a reference of available data for use in interdisciplinary assessments, and we summarize these data across their primary system, spatial resolution, temporal range, data type, generation method, level of groundwater representation, and institutional location of lead authorship. The catalogue includes 15 groundwater datasets, 23 datasets derived in relation to groundwater, and 106 datasets associated with groundwater. We find the majority of datasets are temporally static and that temporally dynamic data peak in availability during the 2000–2010 decade. Only a small fraction of temporally dynamic data is derived with any direct representation of groundwater, highlighting the need for greater incorporation of groundwater in Earth system models and data collection initiatives across socioeconomic, governance, and environmental science research communities. A small number of countries, led by the USA, Germany, the Netherlands, and Canada, generate most global groundwater data, reflecting a global North bias in the institutional leadership of these data generation activities. We raise three priority themes for future global groundwater data initiatives, which include: data improvements through prioritizing observed and temporally dynamic data; elevating regional and local scale data and perspectives to address challenges relating to equity and bias; and advancing data sharing initiatives founded on reciprocal benefits between global initiatives and data providers.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Future Antarctic marine accessibility in a warming world",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf3ce",
      "pubDate": "",
      "description": "Antarctic sea ice is projected to decline under continued global warming, reshaping marine accessibility in the Southern Ocean with far-reaching implications for navigation, ecosystem stability, and polar governance. Leveraging optimally selected sea ice projections from the coupled model intercomparison project phase 6, we assess future Antarctic marine accessibility for open water and polar class 6 (PC6) vessels under 1.5 °C, 2 °C, and 3 °C warming scenarios. Results show significant increases in marine accessibility, with near-complete summer accessibility across the Southern Ocean in February, even under the 1.5 °C Paris Agreement target. Winter marine accessibility also increases, with over 50% of the Southern Ocean accessible for PC6 vessels at 3 °C warming. Spatially, the Eastern Route region, especially in the King Haakon VII Sea, is projected to exhibit the most significant increase in accessibility. Meanwhile, the South Shetland Islands and Antarctic Peninsula, which currently serve as important hubs for scientific research and logistical operations, are projected to experience increased year-round accessibility as global temperatures continue to rise. These findings provide insights that could support climate-smart marine spatial planning in the high seas.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mutual stabilization of AMOC and GrIS due to different transient response to warming",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf45a",
      "pubDate": "",
      "description": "Interactions between The Atlantic Meridional Overturning Circulation (AMOC) And The Greenland Ice-Sheet (GrIS), both considered major tipping elements in the Earth system, are critical for understanding their future evolution under anthropogenic climate change. As global warming progresses, the potential weakening of the AMOC raises concerns that meltwater from the disintegrating GrIS could trigger a complete AMOC shutdown. Here, we assess the processes and feedback mechanisms that may either accelerate or stabilize these two Earth system components under idealized future scenarios in an ice-sheet coupled Earth system model of intermediate complexity with perturbed parameter ensembles. Our findings indicate that, under a moderate idealized scenario (2×CO2,PI, corresponding to ∼3 °C global mean warming), GrIS meltwater alone is unlikely to trigger an AMOC collapse. However, this risk increases with higher emissions. Notably, the delayed GrIS response to the warming results in peak meltwater fluxes entering the North Atlantic only when the AMOC is already in its recovery phase, Thereby reducing the likelihood of collapse. Additionally, the system is further stabilized by the cooling induced by the thermal bipolar seesaw. This cooling is sufficiently strong that, in the event of a future AMOC collapse, GrIS melting would effectively cease for ∼3 °C warming, and its disintegration would be substantially delayed even under higher warming levels. Nonetheless, rapid CO2 reduction remains essential to prevent irreversible state transitions of both the AMOC and GrIS.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Permafrost thaw affects the chemistry of mountain ponds",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adeff7",
      "pubDate": "",
      "description": "Permafrost is warming and thawing due to climate change. Among the related effects, water quality modification has gained increasing attention globally. Nevertheless, the impacts of diffuse permafrost thaw on water chemistry in high-mountain areas remain largely unexplored. Here, we investigated the seasonal and interannual variability of water chemistry of two close-by ponds located in high-elevation catchments (European Alps, NW Italy) with and without permafrost. We analyzed major ions and stable water isotopes (2014–2022; weekly to monthly sampling during the ice-free season) and leveraged ground thermal measurements in a 30-m deep borehole. We also used geochemical modeling to investigate the impacts of permafrost thaw on dominant weathering processes. Despite similar climatic conditions, lithological characteristics, and water sources contribution, we observed higher concentrations and more pronounced seasonal increases of most solutes in the pond located within the permafrost catchment compared to the pond in the permafrost-free catchment. This was particularly evident for sulfate, with mean concentrations approximately four times higher in the permafrost pond. In the permafrost catchment, progressive warming and thawing during the investigation period enhanced sulfide oxidation, likely due to increased exposure of unweathered, sulfide-bearing rock particles. However, enhanced weathering did not lead to acidification and water quality deterioration due to pH buffering capacity provided by dissolving silicates and carbonates. Global warming is expected to further accelerate permafrost thawing and related chemical weathering in transitional permafrost areas. Water quality issues may arise in catchments with poor acid neutralizing potential of rocks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Valuing damages and benefits of the altered global nitrogen cycle; lessons for national to global policy support",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf07c",
      "pubDate": "",
      "description": "Cost-benefit analysis (CBA) is increasingly used to inform environmental policy decisions by identifying interventions with the highest net societal benefits. Here we focus on CBAs for nitrogen (NCBA), explaining its history, presenting results of a recent first global NCBA and discussing opportunities and limitations. NCBAs have been conducted since the late 1990s for various geographic regions in Europe, the US, and China, primarily to support air quality and eutrophication policies. A first valuation of damages and benefits of the full nitrogen (N) cycle was conducted for the European Nitrogen Assessment in 2011, followed by NCBAs for the USA, the Netherlands and Germany. Here we present a first comprehensive global NCBA. Total global damage cost of N pollution in 2010 was estimated at US$1.1 trillion, primarily from increases in premature mortality by N derived PM2.5 (35%), terrestrial biodiversity loss by N deposition (33%), and marine eutrophication by N river loads (21%). Global benefits of N in 2010 were estimated at US$ 2.2 trillion with >95% from increased crop yields. By 2050, global N-related costs will rise faster than N benefits because underlying models project that economic growth (GDP) increases willingness-to-pay to prevent N pollution more than crop prices. The geographical distribution of N-related costs will also shift, with China and India surpassing Europe and North America as regions contributing most to global N-related costs. The estimated N cost range for 2010 was US$ 0.6–2.2 trillion with uncertainty largely in dose-impact and damage cost relations. Given the large uncertainties, when using valuation and NCBA to select a N mitigation option, the net benefits should be substantially higher than the costs and markedly better than for a rejected alternative option. Use of NCBA is discouraged to compare international policy options that involve regions with very different levels of GDP, cultures and political systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional variability in the projected changes in sub-daily precipitation IDF curves across the contiguous United States",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf07d",
      "pubDate": "",
      "description": "Precipitation intensity-duration-frequency (IDF) curves are widely used for stormwater management planning and infrastructure design. Currently constructed based on past data, IDF curves do not reflect the potential impacts of current and future changes in the hydrologic system, potentially leading to over- or under-design of structures. Different disaggregation approaches have been developed to obtain IDF curves for sub-daily durations from coarse daily climate model projections. Here, instead of starting from daily IDF curves to obtain sub-daily ones, we use thermodynamic global warming simulations, which directly provide hourly precipitation across the contiguous United States (CONUS) for low- and high-temperature sensitivity models and future greenhouse gas emission scenarios. Our results indicate an amplification of precipitation extremes at different accumulation periods from 1–24 h in all scenarios across CONUS, especially towards the end of the 21st century. This is particularly true for the U.S. Northwest, where we report a statistically significant difference in the amplification of 1–6 h precipitation extremes compared to 24 h extremes. In general, we find the precipitation magnitudes are projected to increase with decreasing precipitation frequency (i.e. higher return period/lower annual exceedance probability), for higher emission scenarios, towards the end of this century, and for global climate models that exhibit a high sensitivity to anthropogenic forcing. For instance, in the northwestern United States under high emission scenarios and based on high-sensitivity models, the 100 year hourly precipitation extremes are projected to increase by over 200%, while the 5 year 24 h precipitation extremes are projected to increase by less than 50% by the end of the 21st century. Our results suggest that applying daily amplification factors to sub-daily extremes could lead to significant underestimation of sub-daily extremes. Therefore, a careful examination of changes in sub-daily extremes, and their regional variability is required to mitigate challenges with the design and operation of current and future urban infrastructure.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The changing role of dust and open fires PM2.5 on Africa’s air quality and human health",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf07e",
      "pubDate": "",
      "description": "Aerosol pollution events pose serious threats to humans and ecosystems. Natural aerosols are much less studied than fossil fuel-sourced aerosols for their air quality impacts, even though ‘natural’ aerosols such as dust and wildfires are likely to have substantially changed because of anthropogenic activities. Using the Community Earth System Model version 2 and the Community Atmospheric Model version 6 atmospheric model, we simulated dust and open-fire PM2.5 concentrations over Africa for preindustrial (PI), present-day, and future scenarios. Health impacts were assessed using the integrated exposure–response model applied to gridded population and disease-specific mortality data. Currently, we estimate that desert dust causes 30 000 (95% confidence interval (CI) 29 700–303 000) excess deaths annually in Africa (36% of the total excess premature mortality), while open fires result in 20 000 (95% CI: 19 500–22 500) excess deaths (24% of the mortality). All mortality estimates reported in this study represent annual excess deaths, calculated based on annual average PM2.5 concentrations. Concentrations of dust dominate aerosol concentration at the continental scale, and paleo records suggest dust loading has increased by 55% since PI times. Because of the lower population in dust-dominated regions, these do not affect health as much as combustion but are still important. In PI times, we estimate deaths due to dust as 6400 (95% CI: 6050–6750) (or 7000 if we keep the population at current levels), showing a large growth to the present day (over 400% increase). Excess deaths due to open fires have increased from 6900 (95% CI: 5800–7400) in the PI to 20 000 today (approximately 190% increase). For future scenarios in 2100, there is significant uncertainty; therefore, we present a high and low scenario, indicating that in the future, between 53 000 (95% CI: 49 000–55 000) and 67 000 (95% CI: 63 000–70 000) deaths will result from dust. Similarly, for future open fire excess deaths, we estimate a range of 19 000–40 000 (95% CI: 33 000–44 000) deaths, including population changes (−1% to +100% changes relative to today). In the current climate, as well as in the past and future, the amount and proportion of deaths attributed to ‘natural’ aerosols exceeds 50% of the total PM2.5 attributable mortality in Africa, showing that addressing possible changes in ‘natural’ aerosols is extremely important for improving air quality.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A call to refine fire attribution: expanding the FAR statistic to capture the complexity of Los Angeles extreme fires",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf12b",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Post-2000 greening of Kalahari Desert and southern African grasslands reduces food and economic insecurity in Africa",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adf23a",
      "pubDate": "",
      "description": "The Kalahari high-pressure system that forms the Kalahari and Namib Deserts of Southern Africa is maintained by the sinking motion of the Hadley circulation. Despite projected desertification under the climate change, beginning in the early 21st century the Kalahari Desert and grasslands of South Africa, Lesotho–Drakensberg highland and Eswatini has experienced a trend of greening/Savannisation. Here, we find that the disparity is likely due to strong multidecadal variability. A positive phase of the Atlantic multidecadal oscillation during this period has intensified the Hadley circulation and widened the Kalahari anticyclone, thereby facilitating moisture transport from the warm Angola–Benguela front to southern African landmasses. The advected moisture brought wetness at its periphery, which satisfied the water demand for cropland expansion (∼10%–15%) in southern Africa. A water-food-economy nexus is increasing Africa’s crop yields by approximately 25%, reducing food and economic insecurity through a nearly fourfold increase in agricultural exports and contributing approximately 26% to the continent’s total agricultural output. However, in the opposite phase of multidecadal variability, the superposition of greenhouse warming would exacerbate the drying trend that will amplify aridity.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}