{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-10-17T07:23:40.535570",
  "items": [
    {
      "title": "Air Partners: a model for centering community priorities in air justice projects",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae09ba",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Fertilizing potential of nitrogen in human excreta across diverse countries and food systems",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0cdf",
      "pubDate": "",
      "description": "Human excreta represent a significant but underutilized source of nitrogen (N) for agriculture. Few studies have quantified the full fertilizing potential of human excreta across national contexts, or under a range of diverse food systems. This study provides the first systematic assessment of the potential contribution of N in human excreta to current cropland fertilization in a wide range of countries, covering 80% of the global population. Using food supply and demographic data, we estimate N in human excreta for each country and compare it to current cropland total N inputs, including synthetic fertilizers, manure, biological fixation, and atmospheric deposition. Assuming a 100% recovery rate of human excreta to estimate an upper-bound potential, under the current situation, we find that human excreta (37 MtN at the global scale) could provide 15%–30% of current cropland N inputs in most countries, 30%–50% in sub-Saharan Africa, and over 50% in major agricultural importers (e.g. Japan, Korea, Algeria). In contrast, large agricultural exporters with high external inputs, such as Argentina or the United States, show lower potential (5%–10%). For the whole world, the rate is 20%. For most countries, N excreted by humans is also of the same order of magnitude as (and often superior to) livestock manure currently applied to croplands. In addition to an analysis of the current situation, we assess how improved food system efficiency-via more vegetarian diets, reduced losses and increased manure recycling thanks to better coupling of husbandry and crop cultivation-could affect the potential contribution. Under deeply transformative agro-ecological scenarios, the global contribution of human excreta to N fertilization could exceed 30%. This work focuses on maximum potentials; future research should focus on realistic recovery rates ( 100%) and adjust our results accordingly.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global carbon storage in harvested wood products: a forest sector model inter-comparison",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0ce0",
      "pubDate": "",
      "description": "Forests can contribute to climate mitigation through the use of harvested wood products (HWPs), which provide a significant long-term source of carbon sequestration, replacement of more emissions-intensive building materials, and the integration of forest biomass into bioenergy systems. However, knowledge gaps remain regarding the interplay between HWP carbon flows, traditional forest product market developments, and climate policy developments incentivizing bioenergy and carbon sequestration in forestry at global scales. Information on the extent to which future policy and market developments can impact global carbon fluxes in wood product pools is needed for guiding policy design and quantifying longer-term tradeoffs between carbon stock preservation in forests and increased carbon sequestration in wood products. This study builds on projections from a forest model inter-comparison analysis of three global forest sector models to estimate the potential carbon pool in HWPs across various socioeconomic scenarios and levels of greenhouse gas (GHG) policy ambition. Further, we assess the extent to which the use of bioenergy, paired with carbon capture and storage, can enhance this forest carbon sink. In scenarios with higher levels of global timber production, even in scenarios with fossil-fueled economic growth, we see an increase in carbon stored in wood products used for housing materials, lumber, pulp, and paper products. However, climate policy stringency reduces the HWP sink, shifting C sequestration to forests and allocating harvests to bioenergy systems. The use of carbon capture and storage substantially increases the global HWP carbon sink. The results of this study highlight how economic and policy factors could impact the role of global forests in climate mitigation through carbon storage in long-lived wood products and bioenergy carbon capture and storage pools, providing new insight to policy-makers, forest managers, and forest product manufacturers on viable pathways to support the co-production of timber and carbon sinks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Can we estimate, and even predict, terrestrial water storage months in advance during severe large-scale Amazon droughts?",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0da7",
      "pubDate": "",
      "description": "Over the past two decades, the Amazon has experienced four severe large-scale droughts (i.e. 2005, 2010, 2015/16 and 2023), leading to drastically reduced water availability, slowed vegetation growth and higher forest mortality. As future droughts are expected to become more frequent and severe, accurately predicting the unprecedentedly low water storage levels and water shortages in advance is crucial. Herein, we developed a new approach to predict terrestrial water storage (TWS) during droughts, based on monthly changes in TWS (ΔTWS) and meteorological variables from 2003 to 2023. The model was trained during non-drought months and assessed during the four droughts when TWS values are well below the range of training data. The ΔTWS-based model excels in predicting drought-month TWS even only using precipitation and incoming solar radiation, with average correlation (R) over 0.9 and RMSE below 50 mm. The model also showed superior skills for predicting drought TWS months lead-time, with the 3-month prediction achieved high performance (R > 0.8, RMSE < 80 mm). We further examined TWS predictions during the large-scale 2023 drought and found that the predicted TWS showed high spatial agreement with observed TWS, with all 1-, 2-, and 3-month lead-times reaching average R values over 0.9. Then we evaluated water deficits in the driest months (September—December) in 2023. The model predicted the affected regions with reasonable accuracy, achieving an average of 72% even at 3-month lead-time. We also analyzed how uncertainty in meteorological inputs affects model performance, revealing higher input uncertainty reduced the model performance. This study presents a reliable approach for estimating and predicting low water storage during severe large-scale droughts, enabling early warnings of water deficits across the Amazon. This study could be generalized to other regions, supporting proactive water resource management, water security policies, ecosystem protection and climate adaptation strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Reversal of Ross Sea shelf water freshening is linked to a persistent decline in Antarctic sea ice since the mid-2010s",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f3f",
      "pubDate": "",
      "description": "Since the mid-2010s, a sharp rebound in dense shelf water (DSW) salinity has been observed in the Ross Sea, coinciding with a persistent decline in sea ice around Antarctica. Despite extensive scientific study and significant attention given to these two phenomena due to their potential influence on Earth’s changing climate, a physical link between them has yet to be established. Here, by examining atmospheric circulation in response to shifts in major climate variability modes before and after these dramatic changes, we showed that a combination of large-scale circulation patterns drove both the decline in Antarctic sea ice and the increase in Ross Sea DSW salinity. After the mid-2010s, climate-driven atmospheric circulation generated anomalous northerly winds across much of the high-latitude Southern Ocean. However, the Ross Sea sector uniquely experienced strengthened southerly flow of cold continental air. Consequently, this process led to enhanced sea ice loss around Antarctica through warmer air advection from the north, yet simultaneously, expanded the Ross Sea polynyas, enhancing sea ice formation and contributing to increased Ross Sea DSW salinity. Our findings, therefore, establish a robust linkage between these two Southern Ocean transitions, highlighting their interdependence driven by large-scale climate modes.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Economic consequences of cascading drought-flood events: evidence from central Europe",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0f43",
      "pubDate": "",
      "description": "Cascading drought-flood events (CDFEs), also referred to as ‘drought-to-flood transitions’ or ‘drought–flood abrupt alternations,’ in which a flood follows a period of drought, may have different flood generation mechanisms than floods occurring independently from drought, as the drought could affect soil infiltration rates and, consequently, runoff dynamics. With the increasing frequency of extreme weather events driven by climate change, understanding the cascading nature of drought and flood events has become crucial for effective disaster risk management. However, there is a lack of empirical evidence on how these drought-flood interactions work and translate to economic losses. This study addresses this gap by identifying CDFEs and flood-only events (FEs) across Central Europe and linking them to their flood impacts from the modelled Historical Analysis of Natural Hazards in Europe database. CDFEs are associated with significantly higher maximum daily mean streamflow (58.51 m3 s−1 vs 38.20 m3 s−1), deeper mean water depths (1.90 m vs 1.88 m), and greater economic losses (€33.09 million km−2 vs €29.75 million km−2) compared to FEs. These findings underscore the special features of CDFEs and the need to take them into account in flood risk management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Varying flood exposure due to uncertain data of flood hazard and population distribution",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0fae",
      "pubDate": "",
      "description": "Gridded population and flood hazard data are crucial for flood exposure assessments. However, current assessments incorporate uncertainties related to data selection, yet the mechanisms through which subjective data selection propagate uncertainties in exposure models remain poorly understood. To address this gap, this study conducted a comparative assessment of flood exposure in China using five population datasets and five flood hazard datasets. Furthermore, it explored the absolute and relative impacts of data uncertainties on 100 year return period flood exposure and discussed the underlying causes. Results exhibit substantial variations in flood exposure when different data combinations are employed. Specifically, there is a significant difference of 333 million individuals within the exposure range, with the highest estimate being 2.82 times the lowest one. Overall, the exposure variation was primarily from differences in flood hazards rather than population patterns, but their relative importance differed spatially depending on factors of slope, altitude, and artificial surface coverage. Despite the differences, all 25 data combinations revealed a disproportional larger share of population in floodplains, which was 2.28–3.49 times the share of floodplains. These findings are significant for understanding the uncertainties of flood exposure and can shed lights on informed policies for risk management.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "When land becomes capital: farmland financialization and sustainability in Brazil",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0faf",
      "pubDate": "",
      "description": "The growing involvement of equity funds in agriculture intensifies speculative dynamics and creates new tensions between short-term financial performance and long-term ecological stewardship. Brazil, as one of the world’s largest agricultural exporter and biodiversity hotspots, exemplifies these dynamics. Using a cointegration modeling approach, we analyze data from 2006–2023 to uncover long-run equilibria and short-run forecasting power between farmland prices, agribusiness stock prices, and commodity prices in Brazil. We found that farmland prices not only co-move with commodity and stock prices but also Granger-cause financial valuations of agribusiness firms, suggesting that land is increasingly treated as a forward-looking financial indicator rather than a productive asset. The financialization of land markets, as evidenced by these dynamics, can complicate Brazil’s efforts to achieve sustainability goals if proper governance is not in place. To avoid risks of shareholder capitalism—i.e. maximize profits for its investors as primary goal at the expense of ecological or social aspects—, companies might incorporate environmental metrics into how they manage investments and by regulatory frameworks can require financial disclosures that clearly show ecological risks. Aligning financial stewardship with sustainability is not only good practice but also vital for the long-term resilience of land systems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Arctic extreme precipitation changes from 1980 to 2022 in response to sea ice decline and enhanced atmospheric rivers",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0504",
      "pubDate": "",
      "description": "Arctic extreme precipitation (EP) broadly impacts permafrost degradation, glacier and snow cover changes, and ice sheet mass balance as well as ecosystems. However, investigation of EP spatiotemporal variations over the Arctic remains challenging, and their primary drivers are still poorly understood. Performance estimation of three state-of-the-art reanalysis products (Climate Forecast System Reanalysis (CFSR), European Centre for Medium-Range Weather Forecasts Reanalysis version 5 (ERA-5), and Modern-Era Retrospective analysis for Research and Applications, version 2 (MERRA-2)) against gauge-based precipitation observations reveals that MERRA-2 outperforms other reanalysis for Arctic EP changes. Based on MERRA-2 data, both annual EP amount and occurrence days averaged over the Arctic show statistically significant positive trends during 1980–2022 (3.37 ± 1.03 mm dec−1 and 0.42 ± 0.17 d dec−1, respectively), with the most pronounced increase in the autumn. Spatial heterogeneity in annual and seasonal EP trends is found across the Arctic, with the largest positive annual trends of 30 mm dec−1 over the Bering Sea and the Denmark Strait. The significant EP increase is closely associated with intensified atmospheric rivers (ARs) and widespread decline in sea ice concentration (SIC). Specially, SIC and ARs are responsible for 12% and 50% of Arctic EP inter-annual variance, respectively, while ARs directly contribute 28.3% of the total annual EP amounts. These findings explain the mechanistic controls on Arctic EP, providing critical insights for projecting polar weather and climate extremes and their impacts on the Arctic environment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The PeatPic project: predicting plot-scale green leaf phenology across peatlands",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ae0658",
      "pubDate": "",
      "description": "Peatlands store approximately one-third of the world’s soil carbon (C), but their functioning is highly variable at fine spatial scales due to differences in vegetation cover and environmental conditions such as water table depth. This fine-scale heterogeneity plays a key role in carbon dynamics yet capturing it—particularly in relation to green leaf phenology (GLP)—is challenging with traditional remote sensing methods. To address this, we developed a smartphone-based methodology and community-science project called the PeatPic Project. We gathered over 3700 photographs from 27 sites across 10 countries in 2021 and 2022, representing different peatland types (bog, fen, and swamp), at 1–2 week intervals. We calculated GLP metrics, such as the data of the start of the season and end of the season, based on the red-blue-green bands from these photographs. We found that GLP metrics varied significantly across peatland types and dominant vegetation communities. Notably, peak greenness at bog sites occurring approximately 10 days later in the year compared to fen sites. Furthermore, variables relation to peatland/vegetation type and energy balance were key predictors of peatland GLP. The PeatPic Project’s readily available methodology offers low-cost opportunities for further research into peatland phenology, enabling the calculation of additional phenological indices and integration with other data types. By refining our understanding of peatland GLP, we can improve predictive C modelling and better assess the impacts of future changes on these important ecosystems.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}