{
  "title": "Environmental Research Letters - latest papers",
  "link": "http://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-07-01T05:29:00.526903",
  "items": [
    {
      "title": "Energy transition governance in an emerging economy: opportunities and threats on the road to a sustainable future in Kazakhstan",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addd37",
      "pubDate": "",
      "description": "Kazakhstan has set a lofty goal of achieving carbon neutrality by 2060 and plans to reduce greenhouse gas emissions by 15% before 2030 to combat climate change. Kazakhstan is a middle-income country with a highly centralized government, dependent on extractive industries for 21.3% of its GDP. Kazakhstan has positioned itself as a ‘strong state’ that promotes sustainable development in its pursuit of international investment. Utilizing a centralized approach to energy policy, Kazakhstan is seeking to become a center for the manufacturing of renewable energy equipment and a key player in the global energy transition. Yet, this seems to be at odds with their goals of creating a sustainable environmental future in local communities. To better understand the energy transition policies pursued, this article examines the energy sector through a strengths, weaknesses, opportunities, and threats (SWOT) analysis. Drawing on expert stakeholder interviews, this study examines the SWOT to Kazakhstan’s energy transition from the perspective of stakeholder groups. Based on the findings from the interviews, this article suggests policies that Kazakhstan can adopt from other emerging economies to balance socio-economic needs with sustainability goals to achieve its 2060 carbon neutrality target. The findings provide practical insights for policymakers, local government officials, and development practitioners seeking to align national energy goals with the needs of local stakeholders. Additionally, the study contributes to academic debates on decentralized governance and energy transition by providing a nuanced, stakeholder-informed assessment relevant to researchers in environmental policy and sustainability studies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Who bears the burden? An assessment of vulnerability and resilience to consecutive disasters in the Portland metro region",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade459",
      "pubDate": "",
      "description": "Climate-related disasters threaten urban areas worldwide, yet gaps remain in understanding how multiple stressors interact to shape resilience. This study examines exposure, vulnerability, and resilience across three consecutive extreme events in the Portland metro area: the September 2020 wildfire-related air pollution, the February 2021 snowstorm, and the June 2021 heatwave. We used geographically weighted regression and Spearman rank correlation analysis to investigate relationships between hazard impacts, the social vulnerability index (SoVI), Baseline Resilience Indicators for Communities (BRIC), and proximity to community-based organizations (CBOs) in 416 census tracts. Our analysis reveals strong spatial correlations between wildfire-related air pollution, winter storm impacts, and extreme heat exposure. Communities already burdened by poor air quality, freezing precipitation, and urban heat island effects faced heightened cumulative risk. While this varied by neighborhood, racial minorities, migrant workers, non-US citizens, and low-income households were significantly affected. In contrast, affluent communities with lower SoVI scores and higher BRIC values exhibited greater resilience and were less exposed to these hazards. Although CBOs were concentrated in areas with high SoVI, they were insufficient in mitigating disaster impacts. This study underscores the urgent need for multi-hazard resilience planning centered on advancing environmental justice, vulnerability reduction, CBO capacity building, and investment in critical infrastructure in at-risk communities.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The winter North Atlantic Oscillation downstream teleconnection: insights from large-ensemble climate model simulations",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade4dc",
      "pubDate": "",
      "description": "The winter North Atlantic Oscillation (NAO) is the dominant pattern of atmospheric circulation variability over the North Atlantic region. It influences climate and weather such as surface air temperatures downstream over Eurasia through establishing a large-scale teleconnection, but past studies on the NAO’s downstream teleconnection have been largely limited to observational data, and further evidence of downstream impacts and associated mechanisms from comprehensive climate modeling is desirable. This study quantifies and analyzes this teleconnection on an interannual timescale by using both ERA5 reanalysis, and five large ensembles from four climate simulation models. A particular focus is placed on dynamical pathways, as well as variability among ensemble members that modulates the teleconnection strength. Results suggest that NAO signals are propagated downstream by Rossby waves, efficiently transmitted through waveguides along both the polar and subtropical jet streams to Eastern Eurasia; while heat can be advected weakly from upstream, advection plays a rather local effect inducing temperature anomalies from the Pacific Ocean onshore. Multiple linear regression shows that internal climate variability significantly modulates the teleconnection: a more locally dominant NAO pattern, and narrower waveguides could strengthen the teleconnection. These two factors combine to explain up to 70% of variance in the teleconnection strength, with each contributing almost equally. Reanalysis data marginally agree with the regression model (1.9 standardized residuals higher in strength), suggesting potential model biases in jets and the NAO variability. Monitoring these modulating factors would be crucial to understanding downstream climate predictability and improving climate prediction models linked to the NAO.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Power system impacts of potential environmental constraints for hydropower in Norway",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade4e1",
      "pubDate": "",
      "description": "New environmental constraints for hydropower improve ecosystems but reduce energy production and flexibility, creating a dilemma between protecting nature and ensuring a sufficient and reliable energy supply. Approximately 88% of Norway’s power comes from hydropower, produced by over 1770 plants. We assess how 285 potential new or revised environmental constraints affect hydropower production and flexibility in the Northern European power system. To do so, we combine a method for estimating environmental flow releases in bypass reaches and stochastic power system optimization. Our results show that reductions in hydropower output due to these constraints are consistent across power system scenarios and two power system models. The reductions amount to 3 TWh yr−1 (2% of Norway’s production), by our estimates. These reductions are primarily driven by flow diversions to bypass river sections. Further, we find that high power prices increase and low prices decrease, reflecting reduced system flexibility. Price increases typically occur in dry spring periods and are linked to activation of season-dependent reservoir restrictions in that period, while price decreases result from higher reservoir volumes entering periods of rain-heavy summer or autumn periods, indirectly linked to restrictions active earlier in the year. In our simulations, we observe that flexibility losses due to environmental constraints to some degree are offset by increased flexible operation of unaffected reservoirs and transmission interconnectors. Finally, our findings suggest that reservoir restrictions may cause spilling, as higher water levels in regulated reservoirs increase the risk of spilling during wet summer or autumn periods. This system-level understanding is crucial for regulatory authorities designing new environmental requirements and revising the terms of hydropower licenses. Our study contributes to informed discussions for balancing hydropower production with local environmental benefits and offers a framework for studying similar constraints in other regions, such as Sweden, North America and European Alpine countries.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Restoration of riparian forest cover increases carbon stocks in the Pacific Northwest",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade5bb",
      "pubDate": "",
      "description": "Reforestation of degraded riparian areas provides climate mitigation benefits through increased carbon (C) storage. However, the magnitude of this potential natural climate solution (NCS) remains uncertain across ecoregions. Few studies have evaluated riparian planting C sequestration and storage, particularly in highly productive wet riparian ecosystems. In recent decades, riparian reforestation has accelerated in the Pacific Northwest (PNW) of the United States, primarily aiming to restore ecosystem functions and associated benefits. Using these plantings as a ‘natural experiment’, we assessed C storage in woody vegetation (trees and shrubs) and soils across a chronosequence of PNW riparian reforestation sites. Our study evaluated changes in C storage with planting age and identified key covariates affecting C storage in plants and soils and their relationship with planting age across a ∼430 km latitudinal gradient in western Oregon, USA. We found that woody and soil C stocks increase with planting age, averaging 24% and 1% per year, respectively. Increases in tree C were strongly driven by increasing planting age and tree stem density. Understory C was weakly related to stand characteristics and geomorphic properties, and strongly related to planting age. Soil C gains were positively driven by precipitation. We find that riparian reforestation can result in increased C storage, with woody vegetation comprising most of the increase. Our results highlight the importance of including both trees and shrubs in plantings to realize C accumulation gains in the earlier years. Because C accumulation is gradual, yet compounding (i.e. 10+ and 15+ years for total C stocks to increase by 1.95, and 19.2 Mg C ha−1, respectively), riparian reforestation projects implemented today could take over a decade to deliver high NCS benefits, emphasizing the urgency to implement these projects to limit the worst of climate change impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Land use and housing policy implications on building whole life carbon",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade60a",
      "pubDate": "",
      "description": "Ongoing urbanization and development pose complex challenges in addressing climate change and biodiversity loss. This study evaluates the impact of land use and housing policies on building whole life carbon (WLC) emissions, introducing a novel approach that incorporates carbon stock losses from urban land expansion. Using geospatial data and standardized life cycle assessment methodologies, it analyzes residential buildings in Helsinki from 2001 to 2020. These are grouped into four regional housing portfolios (HPs), with 1040 observations, based on construction period and socioeconomic attributes. Findings show a 42% reduction in WLC emissions (from 24 to 14 kgCO2e m−2 a−1 in Vuosaari) during the study period. These reductions are primarily driven by energy system decarbonization and supported by improved building energy performance in new builds. However, embodied carbon remains a hidden challenge, though some progress is seen in one HP where a rise in biogenic construction led to 13% lower embodied emissions and a substantial increase in carbon storage (from 0.1 to 1.3 kgCO2e m−2 a−1). Densification efforts have mitigated carbon losses from land use change, yet they remain meaningful (4%–8% of new build emissions). While lower-density areas show greater carbon losses, the overall variation in emissions between densities in relatively small due to factors pertaining to other life cycle stages. Municipalities and developers must account for these carbon losses from new urban development to better reflect urban sustainability. Additionally, the study presents that carbon emissions per floor area offers only a partial view of building sustainability, as the functional unit moderately correlates with emissions per capita. Hence, a wider array of functional units are required in assessing building emissions. Future research could elaborate on such policies by proposing concrete operational plans.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The El Niño–Southern Oscillation teleconnection to southern Africa in a changing climate",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade60e",
      "pubDate": "",
      "description": "Understanding how El Niño Southern Oscillation (ENSO) influences African rainfall is critical for water and food security planning. However, how this teleconnection may change in a warmer world remains unclear. Coupled Model Intercomparison Project Phase Six (CMIP6) models simulate the observed ENSO-rainfall teleconnection well, with southern Africa dry (wet) and East Africa wet (dry) during El Niño (La Niña) austral summers. This dipole pattern remains remarkably stable in a warmer world, with strong model agreement. This suggests that the global and southern African circulation responses to ENSO (the teleconnection) remain robust under warming. However, parts of eastern southern Africa, including the water-critical Integrated Vaal River System catchment, the ENSO signal weakens or even reverses in CMIP6 model projections. This likely reflects a general wetting of eastern escarpment regions, especially during El Niños, which may be linked to mesoscale and oceanic processes associated with relatively warm El Niño events under future climate conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The radiative effects of water vapour from terrestrial evapotranspiration",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/adde72",
      "pubDate": "",
      "description": "Water vapour accounts for roughly 50% of the modern greenhouse effect. Over continental regions, evapotranspiration (ET) is often limited by water availability. In this study, we spatially quantify how much of the total atmospheric water vapour evaporated most recently from land and calculate the relative contribution of that water vapour to the atmospheric radiative budget. Using a combination of tracer-enabled Earth system model simulations and radiative transfer calculations, we are able to explicitly quantify the 3D distribution of terrestrial vs. oceanic water vapour, and the spatial contribution of each to the surface and top of atmosphere radiative budgets. We find that over many continental regions, more than half of the total column-integrated water vapour originates from land ET, and that this vapour contributes up to 30 W m−2 of longwave radiation into the surface in the annual mean (about 10% of the total). Understanding how terrestrial ET impacts the base-state of water vapour distribution and the water vapour greenhouse effect is critical to understanding how and where changes in terrestrial ET, driven by climate change, land use, etc, will modify the radiative properties of the atmosphere and thus the climate system.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Right size, right place: scale-dependency of managed realignment to mitigate flood hazards in urban estuaries",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/addf61",
      "pubDate": "",
      "description": "As home to ∼60% of the global population, low-lying coastal estuaries are increasingly vulnerable to storm tide flooding, especially under accelerating anthropogenic sea-level rise. Conventional approaches in estuarine flood mitigation have involved building and heightening hard-engineering structures. Recent evidence from small- to medium-sized estuaries highlights that managed realignment (MR)—relocating flood defences landward—is potentially more sustainable. However, the effectiveness of such MR on estuary-scale flood hazard reduction in large, urbanised estuaries where space for large-scale MR is limited remains poorly understood. To address this gap, we applied a calibrated 2D hydrodynamic simulation of the large (120 km2) urban Clyde estuary on Scotland’s west coast and compared it with existing simulations from eight other UK estuaries of varying size. Our simulations of varying MR sizes (0.15–3.3 km2) along the Clyde resulted in minimal estuary-scale reductions in peak water levels, flood extent, and tidal prism volume. In contrast, similar realignment measures applied to much smaller UK estuaries (3–108 km2) yielded more significant estuary-scale flood attenuation. Our results show that MR exhibits scale-dependent behaviour: the effectiveness of estuary-scale flood risk reduction is proportional to the size of MR relative to estuary size. Larger estuaries require significantly more realignment space to achieve meaningful estuary-scale flood hazard reduction. Conversely, smaller estuaries achieve flood hazard reduction benefits with comparatively smaller interventions as they are more sensitive to geometric changes. The scale-dependent behaviour identified here requires consideration when designing tidal flood risk alleviation strategies for estuaries around the globe, particularly where existing land uses and plans in highly urbanised estuaries may limit available space and/or increase the cost of realignment. Moreover, it also provides evidence that avoiding buildings (re)-development in the tidal floodplains of large estuaries is the best means of minimising future flood risk in a rapidly warming world.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Nationwide potential groundwater recharge trends in Bolivia: a remote sensing approach and a policy-ready decline indicator",
      "link": "http://iopscience.iop.org/article/10.1088/1748-9326/ade16f",
      "pubDate": "",
      "description": "Groundwater provides global water security, supplying over half of the world’s drinking water. In Bolivia, it is particularly important for mitigating drought impacts and sustaining municipal supply. Yet national planning still lacks a clear picture of how groundwater recharge is changing. This study maps potential groundwater recharge change for all 338 municipalities from 1983 to 2022 and presents a policy-oriented risk indicator. Monthly precipitation (P), evapotranspiration (ET), and runoff (R) were obtained from TerraClimate (≈4 km) and FLDAS (≈10 km). A water-balance model converted these variables to potential groundwater recharge. Mann–Kendall and Theil–Sen statistics quantified long-term trends, and Pettitt’s test located years of abrupt change. The Annual Reduction of Potential Groundwater Recharge (RAPReHS) was derived to classify each municipality into one of five risk levels based on long-term groundwater recharge trends. Negative trends are significant in 65% of municipalities, and 71% record at least one breakpoint, most often between 2012 and 2015. Santa Cruz shows the steepest mean decline (–1.9 mm yr−1), yet similar losses occur along the Chapare–Yungas corridor of La Paz and Cochabamba, the southern lowlands of Beni, and the Chaco of Tarija. By contrast, Pando and parts of northern Beni retain near-neutral or slightly positive slopes, highlighting strong hydro-climatic heterogeneity. Spatial comparison between RAPReHS results and, deforestation and fire statistics reveals strong alignment. Municipalities in the ‘high’ and ‘severe’ classes spatially overlap with the main zones of primary forest loss recorded in Bolivia between 2000 and 2022. The RAPReHS framework, therefore, provides a reproducible, policy-ready lens through which to track groundwater as land-use pressures and climate variability intensify.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}