{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2026-02-12T05:04:17.674416",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti0626123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Projecting nitrous oxide over the 21st century, uncertainty related to stratospheric loss",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2524123123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceProjecting atmospheric nitrous oxide (N2O) abundance is critical for climate and ozone assessments. Research has focused on projecting the changing emissions of N2O from direct anthropogenic sources, the dominant cause of the recent growth. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Stephen P. Long: Visionary, teacher, and doer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2536888123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />Stephen Long pioneered a multidisciplinary approach to advance our knowledge of photosynthesis, by integrating research at the molecular, cellular, organismal, and ecological levels along with a pragmatic understanding of the implications for agriculture. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "How earthquakes organize stress",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2530754123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceEarthquakes organize the stress in the crust by redistributing it through slip events. As a result, fault systems evolve to preferred, reproducible states as evidenced by natural experiments that measure statistical distributions of stress ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Universal relation between spectral and wavefunction properties at criticality",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518027123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceAn important role in physics research is to uncover universal properties of various systems with different microscopic descriptions. Examples of microscopic models that exhibit paradigmatic properties are those that describe chaotic quantum ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evidence for the earliest hominin use of wooden handheld tools found at Marathousa 1 (Greece)",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515479123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceThe specimens presented here represent the earliest known handheld wooden tools, recovered at the Middle Pleistocene site Marathousa 1 (Greece). The site provides evidence of hominin activities in a MIS12 glacial refugium, including the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Microraptor reveals specialized gliding capabilities in multiwinged early paravians",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2518106123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceMicroraptorwas a Cretaceous theropod dinosaur hypothesized to be a glider or a powered flyer. It was unlike any modern flying vertebrate in having a multiwinged flight planform. Here, we investigate the gliding flight ofMicroraptorusing ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "The Japanese Archipelago sheltered cave lions, not tigers, during the Late Pleistocene",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2523901123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceLions and tigers were widespread apex predators during the Late Pleistocene and integral components of East Asian megafauna. Cave lions predominantly inhabited northern Eurasia, whereas tigers were distributed farther south. The boundary ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Transmission through muscle tissue shapes polarization signals during cuttlefish courtship",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517167123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceMany animal tissues (e.g., muscle fibers and collagen) are translucent yet exhibit rich optical properties such as scattering and diffraction. In this study, we show that transparent muscle tissue in cuttlefish can actively shape visual ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ancestral and local adaptation contribute to dispersal out of the Qinghai–Tibet Plateau in a bumblebee",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513080122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceMost species are confined to narrow climatic niches, yet a bumblebee,Bombus pyrosoma,native to the Qinghai–Tibet Plateau (QTP), thrives across a wide elevational and environmental gradient. To elucidate the evolutionary basis of this broad ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Diets, dominance hierarchies, and kleptoparasitism drive asymmetrical interactions between wolves and cougars",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511397123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceTheory of carnivore interactions has focused on apex carnivores suppressing and facilitating mesocarnivores through “enemies with benefits” dynamics, but the mechanisms governing apex–apex interactions remain unclear. Using 9 y of GPS and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Oxidizing pollutants can disrupt nestmate recognition in ants",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520139123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceAnts make up to two-thirds of the biomass of all insects and have efficiently colonized most parts of the world. One reason for their success is likely their social structure. Ants can distinguish nestmates from non-nestmates based on colony-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Toddlers expect ingroup loyalty to override personal preferences when outgroups are present",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521041123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceIn the presence of outgroups, adults may set aside their personal preferences to align with perceived ingroup norms, in an outward show of loyalty. In three experiments, we demonstrate that 2-y-old toddlers expect such shows of loyalty. When ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "For reducing premature adult mortality in India, education matters more than income",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503809123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceDue to progress in reducing infant mortality, the global agenda for preventing premature mortality in recent years has been shifting to adults. While there is strong evidence on the role of socioeconomic factors in reducing infant mortality, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Early psychosocial deprivation alters the refinement of neural dynamics across adolescence",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514979123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceAdolescence is a period of major behavioral and neural change. Here, we use modeling to examine how the trajectory of recurrent computations supporting cognitive control develops across adolescence. Using data from the Bucharest Early ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Grazer exclusion is associated with higher fast-cycling carbon pools but lower slow-cycling mineral-associated carbon across grasslands",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512048123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceThe removal of livestock grazers from historically grazed grasslands is widely considered a beneficial strategy for restoring soil organic carbon (SOC) stocks and mitigating climate change. However, this view often overlooks the functional ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Deglacial stratification of the polar Southern Ocean",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502076123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceThe effect of global warming on the circulation of the Southern Ocean is complicated by the potential for interactions between wind-driven upwelling and surface buoyancy fluxes. Here, we study changes in the Southern Ocean’s surface conditions ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evolution of Pliocene-Pleistocene tropical terrestrial Andean temperature amplification",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520191123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceThe tropics are home to 40% of the world’s population, and countries in the tropics are ill-equipped to adapt to future climate change. While the Pliocene epoch is one of the best climatic analogues to explore present and future change, it ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Noncircular rolling contact joints enable programmed behavior in robotic linkages",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521406123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceWe describe an optimization routine to design rolling contact joints with customized kinematics. This compact and robust mechanism can be “programmed” with desired end-effector paths and variable mechanical transmission ratios while ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "PTP1B inhibition promotes microglial phagocytosis in Alzheimer’s disease models by enhancing SYK signaling",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2521944123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 6, February 2026. <br />SignificanceIn Alzheimer’s disease (AD), toxic amyloid beta accumulation is believed to play a central role in the disease progression. We found that deleting or inhibiting a protein tyrosine phosphatase enzyme, PTP1B, improved cognitive behaviors and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}