{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-09-13T22:19:56.633690",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3625122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "William S. Sly (1932–2025): A compassionate pioneer in biochemical genetics",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520590122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />William S. Sly, MD (1932–2025) was a biochemical geneticist who received his medical degree from Saint Louis University. He received additional training at the NIH with several members of the National Academy of Science and Nobel Prize winner Marshall ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Migration shapes senescence in a long-lived bird",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422882122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceOur study demonstrates that migration strategies have a significant impact on senescence in a bird roaming the Mediterranean Sea, the Greater Flamingo. Residents have higher survival and reproduction performances early in life than migrants. ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "9,000-year-old barley consumption in the foothills of central Asia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424093122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceHere, we present archaeobotanical data for ancient barley grains in association with sickle blades and grinding stones from the cave of Toda in the foothills of southern Uzbekistan. This finding helps shed light on one of the greatest ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "8,000 years of wild and domestic animal body size data reveal long-term synchrony and recent divergence due to intensified human impact",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503428122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceThis study explores how human and environmental influences shaped animal morphology over the last 8,000 y. By analyzing body size evolution in wild and domestic animals from the Northwestern Mediterranean, it reveals long-term synchrony in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Subaerial oxidative uranium mobilization at the culmination of the Great Oxidation Event",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510289122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceMajor changes in atmospheric O2occurred ~2.4 to 2.0 billion years ago, in part inferred from the distributions of redox-sensitive trace elements in Earth’s surface rocks. Using the long-lived U-Th-Pb decay systems, we demonstrate extensive U4+...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Daily liver rhythms: Coupling morphological and molecular oscillations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517648122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceThe liver plays an essential role in the coordination of daytime-dependent metabolism, and it is arguably the peripheral organ with the most dramatic circadian oscillations. Thus, it expresses a large number of clock-controlled genes, and its ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Oyster farming acts as a marine carbon dioxide removal (mCDR) hotspot for climate change mitigation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504004122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceOyster farming not only supports global food security but also acts as a significant marine carbon dioxide removal (mCDR) mechanism by promoting primary production and organic carbon sedimentation. Our study reveals that oyster-driven organic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Pulsed biogenic methane emissions coupled with episodic warming during the Toarcian Oceanic Anoxic Event",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423598122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceLarge-scale release of biogenic methane has the potential to contribute to significant climate change, yet its role during hyperthermal events remains debated. Our results demonstrate that biogenic methane release played a pivotal role during ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Therapeutic restoration of mitochondria–endoplasmic reticulum cross talk for osteoarthritis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426992122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceOsteoarthritis, a leading cause of disability in aging populations, is marked by joint cartilage degeneration and mitochondrial dysfunction in chondrocytes. Our study uncovers the critical role of the mitofusin-2 (MFN2)/sarcoendoplasmic ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Metabolic rewiring of isoniazid sensitivity in Mycobacterium tuberculosis",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421336122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceMycobacterium tuberculosis(Mtb) is the leading cause of death by an infectious agent. The frontline antibiotic isoniazid (INH), which inhibits mycolic acid biosynthesis inMtb, is at the cornerstone of all current regimens to treat drug-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mechanisms underlying allosteric modulation of antiseizure medication binding to synaptic vesicle protein 2A (SV2A)",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510239122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceThis study reveals the structural basis for allosteric modulation of SV2A, a key synaptic vesicle protein and target for epilepsy. Structures of the SV2A-BRV-UCB1244283, -UCB-J, and -UCB7361 complexes show that simultaneous binding of certain ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Structural insights into the substrate uptake and inhibition of the human creatine transporter (hCRT)",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426135122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceCreatine is well known as an energy booster for muscles, but it also plays a key role in brain function and has recently been recognized as a neurotransmitter. Its transport into cells relies on a protein called human creatine transporter (...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Identification of AMOTL2 as an antiviral factor that enhances the human type I interferon response against Zika virus",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2507955122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceZika virus (ZIKV) can cause severe disease, especially in infants who are infected with the virus in utero. ZIKV incidence is expected to increase in the coming years. Studying how our innate immune system engages with ZIKV can help us better ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "AhR signaling in skin-resident CD207+ cells is involved in UV-B-induced amelioration of neuroinflammation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424009122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceLow sunlight exposure is associated with the susceptibility and severity of multiple sclerosis. Moreover, it has been shown that ultraviolet (UV)-B light causes immune cell alterations in human disease as well as increases levels of Treg. To ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tumor-expressed GPNMB orchestrates Siglec-9+ TAM polarization and EMT to promote metastasis in triple-negative breast cancer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503081122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceMetastasis is the primary cause of cancer-related deaths, yet the glyco-immunological mechanisms by which the tumor microenvironment (TME) regulates this process remain incompletely understood. Glycoprotein nonmetastatic melanoma protein B (...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Vacuum tunneling of vortices in two-dimensional 4He superfluid films",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421273122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />Significance“Vacuum tunneling” is a process in which empty space becomes unstable in very strong external fields. It has never been seen in experiments. We show how two-dimensional superfluid Helium films should become unstable to the spontaneous creation ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Lysosomal reduced thiols are essential for mouse embryonic development",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427125122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceThe study of the lysosomal cysteine import system was limited until the discovery of a key component, the transmembrane protein MFSD12. Here, we genetically disruptedMfsd12in mice and found that it is essential for organogenesis. Parallel ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Digital SERS bioanalysis of single-enzyme biomarkers",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2510559122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceSingle-enzyme reactions in digital bioanalysis have been observed using bright fluorogenic substrates encapsulated in microchambers, but their broad emission spectrum has limited molecular selectivity and multiplexing capability. Raman ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evolving choice hysteresis in reinforcement learning: Comparing the adaptive value of positivity bias and gradual perseveration",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2422144122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 36, September 2025. <br />SignificanceUnderstanding how and why humans and other agents persist in repeating past choices—even when these lead to negative outcomes —has intrigued scientists across fields such as neuroscience, behavioral economics, and psychology. Our study ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}