{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2025-08-02T04:42:55.506274",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti3025122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Joanne Chory (1955–2024): Plant geneticist extraordinaire",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515437122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />Joanne Chory (1955–2024) was a pioneering biologist whose research transformed our understanding of plant growth and development. Her groundbreaking work, based on many clever genetic screens, established a complete signaling pathway for brassinosteroids, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Profile of Thomas Y. Hou",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2516518122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />Working at the interface between numerics and applied analysis, Caltech mathematician Thomas Hou has solved challenging problems concerning fluid dynamics and other multiscale systems. His research has applications in materials science, biomedical ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Implementation science aims to improve healthcare by validating effective interventions",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517704122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Thermal mismatch models derived from occurrence data predict pathogen prevalence in frogs",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2423706122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceWildlife populations globally face growing threats from emerging pathogens, with impacts varying greatly among species and locations. Understanding this variation is crucial for mitigation. While theory can explain these differences through ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ancient seabed checkerboard: How setae shaped spatial distributions of Silurian brachiopods",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2509354122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceSmall anatomical details can significantly influence how marine animals organize themselves, yet such interactions are rarely visible in fossils. We report exceptionally preserved soft, bristle-like structures (\"setae\") on 436-My-old ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Characterizing a highly excited and sustained brain response activity during gaming: P300-CE",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2502135122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceUsing electroencephalography (EEG), we compared neural responses to critical in-game events with those from conventional laboratory tasks. Our results identified a unique brain response pattern, termed P300-CE, during gameplay, characterized ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Thioether editing generally increases the photostability of rhodamine dyes on self-labeling tags",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426354122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceSelf-labeling protein tags (SLPs) are popular tools in fluorescence imaging, particularly in applications requiring high photon budgets. Previously, efforts to improve the photostability of dye-tag systems have primarily focused on the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Lipid residue analysis reveals divergent culinary practices in Japan and Korea at the dawn of intensive agriculture",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504414122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceRice and millet dispersed from the Korean peninsula to the Japanese archipelago, arriving first on the island of Kyushu around three millennia ago, beyond that little is known about their culinary use. Pottery was used extensively in East ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "RACK1A positively regulates opening of the apical hook in Arabidopsis thaliana via suppression of its auxin response gradient",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2407224122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceDifferential growth, or the growth of cells at different rates across tissues, is essential for providing shape and structure during plant development. The apical hook is a transient structure formed by differential cell growth across the ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "A preclinical pig model of Angelman syndrome mirrors the early developmental trajectory of the human condition",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505152122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceAngelman syndrome is a severe neurodevelopmental disorder with no approved therapeutic. While multiple rodent models exist, their small size and altricial development limit their translational relevance. Here, we generate and characterize a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Spatial and temporal scale–dependent feedbacks govern dynamics of biocrusts in drylands",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424836122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceAn intriguing phenomenon is the capability of biota to form striking self-organized spatial patterns. Biocrusts serve as the soil’s skin and have different morphology and life history as compared to plant communities. We investigated these ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Amino acid transfer free energies reveal thermodynamic driving forces in biomolecular condensate formation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425422122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceUnderstanding how the amino acid sequence of a protein influences its ability to form biomolecular condensates is a fundamental challenge in biology. Yet, the molecular forces that govern this relationship remain incompletely understood. Here, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "eIF4A controls translation of estrogen receptor alpha and is a therapeutic target in advanced breast cancer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424286122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceThis work identifies eIF4A as a major regulator of both estrogen receptor (ER) translation and breast cancer growth. We demonstrate that eIF4A is required to maintain ER expression and expression of cell cycle regulators such as cyclin D1 and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Mutualism between degraders and nondegraders stabilizes the function of a natural biopolymer-degrading community",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2500664122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceBiopolymer degradation is essential for carbon cycling, yet the roles of nondegrading microbes and the mechanisms by which degraders limit resource exploitation remain unclear. Our study reveals roles for nondegraders in expanding the niches ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Tautomerism induces bending and twisting of biogenic crystals",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2426814122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceThe bending and twisting of crystalline materials are essential characteristics for many applications where flexibility is critical; however, well-defined structure–property relationships and molecular design strategies for achieving bent and/...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Optimistic people are all alike: Shared neural representations supporting episodic future thinking among optimistic individuals",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511101122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceOptimism, defined as maintaining positive expectations for the future, is a crucial psychological resource correlated with enhanced well-being and physical health. Recent research suggests that neural processing of cognitive function is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Gibberellin-deactivating GA2OX enzymes act as a hub for auxin–gibberellin cross talk in Arabidopsis thaliana root growth regulation",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2425574122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificancePlant growth and development depend on the precise regulation of cell elongation. The phytohormone gibberellin promotes cell elongation, while elevated auxin levels inhibit root growth. This study reveals that auxin regulates gibberellin ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Sharks and rays have the oldest vertebrate sex chromosome with unique sex determination mechanisms",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2513676122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceSex chromosomes evolve differently across vertebrate lineages. Mammals and birds have sustained them for around one hundred million years, while teleost fishes have frequently reestablished them. These systems were underpinned by diverse sex-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ras-mediated dynamic and biphasic regulation of cell migration",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503847122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 30, July 2025. <br />SignificanceThis study challenges the traditional view of Ras as only a positive regulator of cell functions via gene expression. Using optogenetics to rapidly modulate Ras activity inDictyostelium, we reveal a biphasic relationship: both excessive and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}