{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2025-12-30T21:26:34.090487",
  "items": [
    {
      "title": "Unraveling the anisotropic pattern of track uncertainty in tropical cyclones",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae20a9",
      "pubDate": "",
      "description": "The position uncertainty of tropical cyclones (TCs) may stretch along specific directions, yet the global pattern of the dominant direction of uncertainty remains unclear. This study proposes an analogue ensemble algorithm based on historical best-track data to quantify TC track uncertainties in the along-track (AT) and cross-track (CT) directions. The results reveal a strong latitudinal variation in the dominant direction of uncertainty: AT uncertainty is larger near the equator and within the mid-latitude westerlies, whereas CT uncertainty increases in recurvature zones. Moreover, the ratio of CT to AT uncertainty exhibits a negative correlation with TC translation speed. A comparable anisotropic pattern of track uncertainty is also identified in multi-model ensemble forecasts, indicating that the state-dependent preferred direction of position variability is a natural characteristic of TC track predictions. These findings provide the global-scale quantification of intrinsic anisotropic TC track uncertainty and highlight the importance of representing anisotropic uncertainty in probabilistic risk assessment and operational forecasting.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mining expansion as new driver of deforestation in Côte d’Ivoire",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae23e6",
      "pubDate": "",
      "description": "Mining is a rapidly expanding driver of tropical deforestation, yet the scale of its offsite impacts on deforestation and degradation at biome scale remain poorly quantified, especially across sub-Saharan Africa. We focus on understanding these national-scale mining impacts in Côte d’Ivoire, which is a global biodiversity hotspot within the Upper Guinean Forests that has lost >80% of its forest cover since 1960. We combine high-resolution land-use maps with a staggered difference-in-differences approach to assess deforestation and degradation dynamics after mine openings in the Côte d’Ivoire tropical moist forest (TMF) zone between 2001 and 2020. We identify 446 mining clusters, which together directly caused the loss of 5631 ha of forest. We estimate that the total effects extended far beyond mine sites, causing an additional 4.8 percentage-point increase in deforestation within 5 km over 10 years compared to unmined areas. Crucially, for every hectare of deforested land directly cleared for mining, 163 ha were deforested for other, indirect end uses—primarily agricultural and urban expansion linked to mining activity. There was little evidence of significant increases in forest degradation triggered by mining. Our results demonstrate that the true environmental impact of mining vastly exceeds the mine footprint itself and underscores the grave threat that mining poses to moist tropical forests. We recommend the urgent development of national policies and revisions to the mining code to acknowledge the wide area of effect that mining creates, and embedding mitigation efforts to minimise spillover impacts into adjacent forests.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Super typhoon triggers severe ozone pollution in Pearl River Delta via stratospheric intrusion",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae23e7",
      "pubDate": "",
      "description": "Surface ozone (O3) pollution poses well-documented threats to global ecosystems and public health. While stratospheric intrusion is regarded as an important source of surface O3, its contribution to O3 concentrations is typically small compared to local near-surface photochemical processes. However, a severe O3 pollution event occurred in China’s Pearl River Delta region with O3 concentrations increasing by 28.2 μg m−3 during September 2–4, 2024. Our Hybrid Single Particle Lagrangian Integrated Trajectory (HYSPLIT) model analysis indicates that the maximum contribution of stratospheric origin air masses can reach 71.0% due to a distant-source transport of stratospheric intrusion caused by super typhoon YAGI. Distinct from conventional localized stratospheric intrusion, this distant-source transport, driven by a typhoon and mid-latitude systems, enables vertical transport and horizontal delivery exceeding 2000 km, with typhoon-induced subsidence completing the grounding of stratospheric O3. These findings reveal a new dynamic mechanism of vertical downward transport for stratospheric mass and underscore the necessity of joint prevention measures against stratospheric intrusion. Failure to elucidate the mechanisms against the backdrop of a projected increase in super typhoon events may lead to a severe underestimation of stratospheric intrusion contributions to tropospheric ozone pollution.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Global warming weakens Maritime Continent barrier effect on MJO propagation",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae23e8",
      "pubDate": "",
      "description": "As the Indo-Pacific warm pool expands in a warming climate, the probability of an MJO event successfully propagating through the Maritime Continent (MC) is projected to increase by 29.3% by the late 21st century under the SSP5-8.5 scenario. This enhanced propagation is facilitated by a zonal asymmetry in moistening during warm pool expansion. Moisture increases more rapidly over equatorial zone compared to off-equatorial regions over the western-central Pacific, near the east expanding boundary of the warm pool. As a result, the moistening rate preceding MJO convection, which is linked to the intensified equatorward moisture gradient, outpaces the growth rate of MJO amplitude, which depends on total column moisture there. This differential establishes more favorable thermodynamic conditions for eastward propagation of MJO events from the MC into the western Pacific under global warming. By the end of the century, the emergence frequency of MJO convection over the western Pacific is projected to rise by 36%. In consequence, the intraseasonal variations of precipitation extremes induced by the large-scale MJO convection over the western Pacific may become more pronounced in future climate scenarios.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Disentangling the drivers of vegetation change in a mobility-constrained pastoral landscape in Laikipia Kenya",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2491",
      "pubDate": "",
      "description": "Dryland ecosystems around the world support high biodiversity and extensive pastoralism, but the drivers of landscape change are often poorly understood. Reductionistic understandings have tended to overemphasize livestock impacts and support restrictive interventions, which can ironically undermine synergistic relationships between pastoralism and biodiversity. Within a collectively-titled pastoralist landscape in Laikipia, Kenya, we built on long-term research to examine spatial relationships between locally-varying livestock use intensity and patterns of vegetation change over a 26 year period. We integrated remote sensing, field vegetation measurements, and pastoralist expert accounts of vegetation change to map vegetation transitions and their spatial distribution. We triangulated between multiple lines of inference, including classifications of vegetation community types and transitions, maps of varying livestock use zones and topography, qualitative analysis of expert explanations of vegetation change, and NDVI time series, to infer the contributions of grazing intensity and other drivers to the observed vegetation transitions. First, the most salient landscape change was the loss of two Euphorbia spp. in ∼22% of the study area; with elephants largely driving the loss of one species, and climate being a probable driver of loss of the other. Second, approximately 40% of the area experienced some degree of shrub encroachment. Spatial comparisons with livestock use zones indicated that shrub encroachment was more likely driven by fire suppression and/or climate. Third, there was ∼26% decrease of area supporting moderate or dense herbaceous vegetation cover. These decreases were primarily associated with increasing temperature, woody encroachment, and higher livestock pressure in areas that both formerly supported Euphorbia spp. canopies and also experienced year-round livestock use imposed through a conservation intervention. We recommend integrative triangulation between multiple epistemologies to understand how landscape changes in dryland ecosystems are driven by complex, interacting drivers such as spatio-temporal climate variability, megaherbivores, fire suppression, sedentarization, and changing livelihoods.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Compound weather systems of cyclones, fronts and thunderstorms in global reanalysis",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2527",
      "pubDate": "",
      "description": "Many studies have examined the climatology of individual types of impactful weather systems such as cyclones, fronts and thunderstorms, with some recent studies also considering compound weather systems where more than one type occur at the same time and location. Here we examine compound weather systems based on environmental diagnostics of cyclones, fronts and thunderstorms applied to global reanalysis data for the first time based on multiple decades. Occurrence frequencies are mapped for each type of compound weather system from 1979 to 2020. Results for the double weather system types show that the cyclone and front combination mostly occurs in high-latitude ocean regions, whereas the cyclone and thunderstorm combination as well as the front and thunderstorm combination mostly occur in midlatitude land regions. The triple weather system type of the cyclone, front and thunderstorm combination is rare but tends to occur near the midlatitude east coast and adjacent maritime region of each continent. Thunderstorm-related compound weather systems have occurrence frequency maxima around 35° S and 35° N for ocean regions, with larger occurrence frequencies in the Northern Hemisphere than the Southern Hemisphere, whereas for land regions these occurrence frequencies are smaller in the Northern Hemisphere than the Southern Hemisphere. Long-term trends indicate more thunderstorm-related compound systems in some tropical land regions and midlatitude locations near the east coast of each continent, as well as changes in the Southern Hemisphere extratropics consistent with cyclones moving poleward. This dataset and methodology are also intended to be useful for future studies relevant to a range of disciplines, such as for insight on drivers of hazardous rain, wind and ocean waves through this framework of compound weather systems in regions through the world.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Climate as the primary moderator: towards context-driven design and implementation of vertical greenery systems for stormwater management",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2b86",
      "pubDate": "",
      "description": "Urbanisation intensifies stormwater management challenges by expanding impervious surfaces, increasing flood risk and degrading water quality. Vertical greenery systems (VGS) are increasingly promoted as nature-based solutions for space-constrained cities, yet their performance remains highly variable and context-dependent. This systematic review, conducted in accordance with preferred reporting items for systematic reviews and meta-analyses guidelines and synthesising evidence from 34 peer-reviewed studies, demonstrates that VGS hydrological efficacy is not a universal constant but is fundamentally moderated by local climatic conditions. Climate acts as the primary filter, shaping system function across tropical, temperate, Mediterranean, arid, and cold zones, each presenting distinct opportunities and constraints. Beyond climate, performance is refined by system typology (green façades versus living walls), plant functional traits (notably root architecture), and substrate composition, which together determine trade-offs between runoff delay, retention, and water quality improvement. The review further reveals a stark divergence in adoption barriers: in the Global North, high costs, regulatory complexity, and data gaps create institutional inertia, whereas in the Global South, limited awareness, misaligned priorities, and weak policy frameworks relegate stormwater management to a low priority. To address these challenges, we propose a five-pillar implementation framework centred on climate-responsive design protocols, advanced economic valuation of co-benefits, adaptive governance, long-term monitoring, and context-sensitive community engagement. This review provides actionable, evidence-based guidance for integrating VGS as resilient, equitable, and multifunctional components of sustainable urban water management, tailored not to global templates, but to local environmental and socio-institutional realities.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "The effectiveness of heat prevention plans in reducing heat-related mortality across Europe",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2775",
      "pubDate": "",
      "description": "Heat-health warning systems and action plans, referred to as heat prevention plans (HPPs), are key public health interventions aimed at reducing heat-related mortality. Despite their importance, prior assessments of their effectiveness have yielded inconsistent results. The objective of this study is to systematically assess the effectiveness of HPPs in reducing heat-related mortality risk across Europe. We analysed daily mortality and mean temperature data from 102 locations in 14 European countries between 1990 and 2019. Using data from national experts, we identified the year of HPP implementation and categorised their development class. A three-stage analysis was conducted: (1) quasi-Poisson time series models were used to estimate location-specific warm-season exposure-response functions in 3 year subperiods; (2) mixed-effect meta-regression models with multilevel longitudinal structures were employed to quantify changes in pooled exposure-response functions due to HPP implementation, adjusted for long-term trends in heat-related mortality risks; and (3) the heat-related excess mortality due to HPP was calculated by comparing factual (with HPP) and counterfactual (without HPP) scenarios. Estimates are reported by country, region, and HPP class. HPP implementation was associated with a 25.2% [95% CI: 19.8% to 31.9%] reduction in excess deaths attributable to extreme heat, corresponding to 1.8 [95% CI: 1.3–2.4] avoided deaths annually per 100 000 inhabitants. This equates to an estimated 14 551 [95% CI: 10 118–19 072] total deaths avoided across all study locations following HPP implementation. No significant differences in HPP effectiveness were observed by European region or HPP class. Our findings provide robust evidence that HPPs substantially reduce heat-related mortality across Europe, accounting for temporal changes and geographical differences in risks. These results emphasise the importance of monitoring and evaluating HPPs to enhance adaptation to a warming climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Editorial essay: ERL focus issue on technology and global change",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ac0",
      "pubDate": "",
      "description": "The ERL Focus Issue on Technology and Global Change brings together 19 research articles, 4 perspectives, and 2 topical reviews on wide-ranging topics including innovation, policy, poverty alleviation, digitalisation, and modelling. Collectively, these 25 new articles help advance understanding of technology and global change, building on work 25 years ago by Arnulf Grübler whose system perspective in turn built on pioneering scholarship in evolutionary and institutional economics. In this editorial essay, we survey the 25 contributions to this Focus Issue and draw out some of the themes and ideas that define the research frontiers in this field.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Protocol intercomparison project highlights non-equivalent carbon crediting across agricultural land management protocols",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae19ff",
      "pubDate": "",
      "description": "Voluntary markets for agricultural carbon credits are expanding, promoting climate-smart practices purported to increase soil carbon and reduce greenhouse gas emissions. To contribute effectively to climate mitigation, markets must deliver credits that meet international standards guaranteeing credits are additional, conservative, and equivalent to at least 1 ton of CO2. Yet protocols for quantifying credits make different assumptions, raising questions about whether protocols meet the ‘equivalency standard’. We test for equivalency using a common dataset of 4988 US Midwestern corn-soybean fields, representing a carbon market project, to estimate credit issuances for adoption of no-till plus cover cropping practices. We find issuances, across the three major protocols being used for US croplands, differing for this common project by up to ∼130 000 credits per year. Our ‘Protocol Intercomparison Project’ reveals how quantitative evaluations can identify assumptions generating marked differences in crediting, thereby guiding research that informs protocol revisions to build confidence in mitigation and demonstrating paths forward for protocol harmonization efforts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}