{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-02-16T11:44:34.999925",
  "items": [
    {
      "title": "Perspectives and opportunities for the intensive use of biochar in Brazil",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae36c4",
      "pubDate": "",
      "description": "The use of biochar technology in Brazil holds significant promise for advancing the principles of a circular economy, addressing pressing environmental challenges, and fostering sustainable development. Despite its great potential, biochar production and scale use remain strikingly limited in Brazil. Here, we explored the multifaceted potential of biochar in Brazil, focusing on its capacity to promote circularity, create novel inputs for agricultural and environmental purposes, and optimize infrastructure for the production and cycling of organic residues from diverse agricultural and energy production chains. Semi-structured interviews were conducted with stakeholders, and a workshop was organized with participants representing universities, public research institutes, private companies, and non-governmental organizations. We analyzed the current Brazilian scenario, identifying the main barriers preventing the widespread use of biochar in the country, as well as possible solutions in the economic, political, technological, research and development, and innovation sectors. Based on this assessment, our results show that stakeholders view the Brazilian biochar sector as emerging but constrained by regulatory uncertainty, market fragmentation, and logistical bottlenecks. They identified five priority levers for change: the creation of clear and credible regulatory frameworks, region-specific strategies for biomass use and on-farm deployment, integration of biochar into robust carbon market mechanisms, strengthening of targeted research and demonstration projects, and development of business models that combine agricultural benefits, carbon removal, and co-products.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Inconsistency between mixed layer depth and near sea surface stratification over the global ocean",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3cab",
      "pubDate": "",
      "description": "Mixed layer depth (MLD) and near-surface stratification (derived from bulk and subskin density) are crucial variables for defining stability within the upper ocean. Conventional paradigms generally describe the relationship between MLD and stratification for the subsurface layer or the upper ocean below 5 m, where a weak stratification is associated with a deeper MLD, and a strong stratification with a shallower MLD. In this study, satellite-based and in situ-based monthly data from 2011 to 2021 reveal a positive relationship between monthly-averaged near-surface stratification (above the bulk layer) and MLD. That is, on a monthly timescale, a weaker near-surface stratification co-occurs with a shallower MLD, and vice versa. This observed pattern deviates from the conventional expectation. Analysis shows that this phase synchronization is primarily driven by density variations in the bulk layer, which exceed those in the subskin layer. Further investigation using wind stress and buoyancy flux data indicates that MLD deepening aligns with enhanced stratification above the bulk layer. These findings refine the traditional understanding by emphasizing the distinct roles of vertical layers (subskin vs bulk). They underscore the necessity to incorporate layer-specific dynamics when using satellite-derived stratification to parameterize MLD dynamics in climate models. Such refinement is critical for optimizing predictions of ocean-atmosphere interactions and climate variability. Future work should leverage the fusion of satellite and in situ data to advance multi-layer ocean stability diagnostics.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional trains and air pollution: estimating avoided NO2 concentrations through a natural experiment",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3fb2",
      "pubDate": "",
      "description": "Regional rail services offer a cleaner alternative to private road vehicles, contributing to environmental quality in terms of reduced pollution. However, air pollutant concentrations reductions are not observable, and the related environmental benefits provided by the train service might be underestimated. Our research quantifies the emission reductions attributable to regional rail services by exploiting a natural experiment. We leverage an unexpected accident in Florence that temporarily disrupted part of the Tuscan railway network. We find that affected areas experienced, on average, a 25% increase in NO2 pollution compared to counterfactual areas where train services remained operational. This increase was most pronounced during peak commuting hours. These findings are consistent with the assumption of substitutability between public and private transport: when regional trains were unavailable, more people had to switch to private vehicles to commute, causing a rise in local pollution. Our study provides an indirect measure of the positive environmental impact of public transport.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "How extremes in surface incident solar radiation shape its long-term trends in China and Europe",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4112",
      "pubDate": "",
      "description": "Although extremes of surface incident solar radiation (Rs) are critical for climate and energy assessments, their long-term variations and contributions to Rs trends remain poorly understood. Leveraging the recently homogenized daily Rs data at ∼2600 stations across China and Europe during 1961–2022, this study provided the first quantification of long-term variations in extremely low (Rs10p) and high (Rs90p) Rs and their contributions to Rs trends. During the dimming period, increasing Rs10p and decreasing Rs90p frequencies, along with increased magnitudes, jointly led to the dimming over China and Europe. Europe began to steadily brighten after 1980, due to early air pollution emission controls and reduced cloud cover, which reversed the frequency trends of Rs10p and Rs90p and intensified the severities of both extremes. In contrast, dimming in China persisted until 2014, only transitioning to brightening after the implementation of stricter emission controls which increased Rs90p frequencies but attenuated the severities of both extremes. Overall, Rs extremes jointly regulated Rs trends: China’s brightening was positively contributed by both extremes, while Europe’s brightening was dominated by Rs90p but partially offset by Rs10p. These findings underscore the pivotal role of extremes in shaping overall Rs trends and highlight their importance for accurately assessing regional solar energy availability under global climate change.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Drought impacts on global crop production decline despite its frequency and severity intensifying",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4114",
      "pubDate": "",
      "description": "Climate change is intensifying the frequency and severity of droughts, posing a significant threat to global crop production. Accurately quantifying drought impacts is challenging and critical for mitigation. Here, we use a high-resolution, bottom–up assessment framework to analyze drought impacts on yields of four major crops—maize, soybean, rice, and wheat—at county, provincial, and national levels over 1997–2021. Results show yield losses escalate dramatically with spatial granularity, from 3.3% at the national level to 10.8% at the county level, with soybeans (16.3%) and maize (11.4%) being the most vulnerable. Despite an increase in drought frequency, drought-induced crop losses declined significantly, owing to the improvements in irrigation. Notably, a 10% increase in agricultural water use was significantly associated with a 1.71% reduction in yield losses. Our findings not only highlight the critical importance of scale-dependent risk assessments but also provide robust evidence and spatial pattern for the significant role of irrigation in mitigating drought risks.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Eurasia’s transition from colder winters to hotter summers driven by North Atlantic air–sea interaction and Arctic sea ice anomalies",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae4116",
      "pubDate": "",
      "description": "Extreme cold winters and hot summers over Eurasia are intensifying under global warming, posing substantial risks to agriculture, ecosystems, and human health. Here, we show that a colder winter tends to be followed by a hotter summer over Eurasia. This winter-summer extreme temperature reversal is linked to the phase switch of the Arctic oscillation (AO) from winter to summer, which is driven by the North Atlantic air–sea interaction and Arctic sea ice-atmosphere coupling. Specifically, a negative AO in winter weakens high-latitude westerlies, causing cold extremes over Eurasia. Negative AO also induces a tripolar sea surface temperature anomaly in the North Atlantic that persists into the following summer and triggers positive AO-like atmospheric anomalies, leading to a hotter summer across Eurasia. Moreover, winter atmospheric anomalies reduce the Barents–Kara sea ice through horizontal moisture transport. This sea ice loss persists into summer and contributes to the formation of positive AO-like atmospheric anomalies. These processes establish a cross-seasonal transition from extreme cold winters to extreme hot summers over Eurasia, offering new insight into the prediction of summer extreme events.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "U.S. clean energy supply chains after the Inflation Reduction Act",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2698",
      "pubDate": "",
      "description": "The Inflation Reduction Act (IRA) represented a milestone in U.S. industrial policy that transformed the clean energy manufacturing landscape in the United States. Two of the principal goals of the IRA were to onshore clean energy manufacturing and to make supply chains more resilient to geopolitical shocks. This article presents data for the solar and battery supply chains to assess what progress had been made toward these goals before the passage of the One Big Beautiful Bill Act called many IRA provisions into question. The results reveal significant successes, but also persistent challenges, in building these supply chains. While the U.S. was slated to produce 61% of expected solar module demand in 2025, it would have produced only 37% of the cells and 11% of the ingots and wafers needed for those modules. In batteries, the U.S. could have realistically produced 100% of expected cell demand in 2025, but announced projects accounted for only 47% of the cathode, 23% of the anode, and 24% of the precursors. U.S. supply would have slightly increased as a percent of expected demand in 2030, but the situation would have remained broadly the same. There are four implications of the analysis. First, it demonstrates the difficulties of onshoring, especially in upstream components. Second, it shows that expected U.S. production would have, rather than exclude other countries, created global demand-pull. Third, it reveals that Biden’s tariffs would have likely increased the cost of U.S.-made panels and cells. We propose an alternative policy instrument.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Greenhouse gas emissions from plastic photodegradation: state of knowledge and future directions",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3d4e",
      "pubDate": "",
      "description": "",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Regional electricity sector employment and skills under different European policy scenarios",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3dfd",
      "pubDate": "",
      "description": "Supporting fossil fuel workers through low-carbon transition and ensuring a sufficient workforce for renewable energy technologies is of utmost importance. To move towards decarbonization goals while maintaining a just transition in the electricity sector, we assess the regional employment implications in 2035 of two policy ambitions, the ‘Fit for 55’ package of the European Union (EU) and a hypothetical EU-wide coal phaseout. We account for changes in employment and associated skills covering the whole supply chain from resource extraction to decommissioning, including electricity generation, storage, and transmission. Employment transfers are distinguished from employment gains to identify skill needs at a NUTS 2 regional scale. We find that net employment creation is higher and more evenly distributed under the ‘Fit for 55’ policy plan compared to the hypothetical EU coal phaseout. Under both policy scenarios, the skill requirements for the workers in transition (many of whom are transferring from fossil fuel technologies to low-carbon technologies) depend on the specific region, while the skill sets needed for employment gains are similar across all European regions as they are driven by employment growth in technologies that require similar skills (wind and solar power). This information can support the design of re-skilling programs, helping to ensure that regions are not left behind in the energy transition.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Mechanism-guided crop yield estimation using solar-induced chlorophyll fluorescence in the North China plain",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3ea9",
      "pubDate": "",
      "description": "Accurate large-scale crop yield estimation remains challenging due to the indirect nature of most remote sensing indicators of photosynthesis. Solar-induced chlorophyll fluorescence (SIF) directly traces photosynthetic activity and offers a promising alternative, yet its mechanistic integration into yield models is still limited. In this study, given that the two different photosynthesis pathways C3 and C4 differ greatly in their environmental requirements, we apply this framework to estimate crop yield for two crops (C3: winter wheat and C4: summer maize) in the North China Plain. This framework is based on the mechanistic light reactions (MLRs) model utilizing remotely sensed SIF as a major input. The performance of the model was rigorously evaluated against official statistical yield records. Results indicate that from 2019 to 2022, both SIF and gross primary productivity (GPP) exhibited consistent and synchronous seasonal cycles, with clearly distinguishable dual-growing seasons corresponding to winter wheat and summer maize. Significant linear correlations between GPP and SIF were observed for both C3 and C4 crops, with stronger associations evident in C4 species. In addition, the strength of the SIF-yield relationship varied across phenological stages, and the cumulative SIF over the entire growth period (SIFtotal) demonstrated the strongest correlation with yield. The MLR-SIF model achieved robust estimation accuracy for both crops (C3: R2 = 0.6195, MAE = 0.6802 ton ha−1, RMSE = 0.8301 ton ha−1; C4: R2 = 0.6093, MAE = 0.6054 ton ha−1, RMSE = 0.7483 ton ha−1). Our methods and results are suitable for operational applications of crop yield monitoring at regional scales, offering a novel satellite-based approach for agricultural monitoring and providing scientific support for crop management, policy decisions and regional/global food security.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}