{
  "title": "Environmental Research Letters - latest papers",
  "link": "https://iopscience.iop.org/journal/rss/1748-9326",
  "description": "Latest articles for Environmental Research Letters",
  "category": "research_papers",
  "source_url": "https://iopscience.iop.org/journal/rss/1748-9326",
  "fetched_at": "2026-01-09T17:29:33.862375",
  "items": [
    {
      "title": "Alkalinity enhancement in subduction regions and the global ocean: efficiency, earth system feedbacks, and scenario sensitivity",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae293b",
      "pubDate": "",
      "description": "Ocean alkalinity enhancement (OAE) refers to the addition of alkaline material to the surface ocean, which shifts carbonate chemistry towards more oceanic uptake of atmospheric CO2. This study compares global OAE with regionally focused deployment in subduction regions of the Southern Ocean, Northwest Atlantic, and Norwegian-Barents Sea. We conducted ensemble simulations using an emissions-driven Earth System Model (ESM) under high- (SSP3-7.0) and low-emissions (SSP1-2.6) scenarios. By 2100, subduction region OAE was nearly as efficient (SSP3-7.0: 0.71 ± 0.03, SSP1-2.6: 0.60 ± 0.04) as global deployments (SSP3-7.0: 0.73 ± 0.01, SSP1-2.6: 0.64 ± 0.03). However, the ESM simulations did not reproduce the efficient vertical carbon transport seen in a previous ocean-only study, as strong internal variability and climate feedbacks to OAE hampered deep ocean carbon storage. The excess ocean CO2 uptake and atmospheric CO2 reduction were scenario-dependent (15%–19% and 22%–41% lower under SSP1-2.6 compared to SSP3-7.0, respectively). The pathways of excess ocean CO2 uptake and atmospheric CO2 reduction diverged between the scenarios after the mid-2060s, when atmospheric CO2 peaked and then declined under SSP1-2.6, with a substantially larger relative land carbon loss in SSP1-2.6 than in SSP3-7.0 for regional OAE deployment. Furthermore, the emissions-driven ensemble simulations showed that climate feedbacks introduced substantial uncertainty in early decades of regional OAE efficiency, posing challenges for near-term monitoring, reporting, and verification. Reviewing our and previous model experiments revealed a strong linear relationship between added alkalinity and oceanic CO2 uptake and atmospheric reduction, highlighting that first-order effects of OAE on carbonate chemistry are well understood and consistently represented, while the effects of carbon and climate feedbacks (13%–20%) and scenario sensitivity are smaller but non-negligible. Overall, our study shows that subduction regions can be a viable option for OAE; however, their efficiency is limited by these feedbacks and scenario sensitivity, which must be accounted for in future regional OAE interventions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Efficacy of individual and combined terrestrial and marine carbon dioxide removal",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2af5",
      "pubDate": "",
      "description": "Limiting global temperature rise below 2 °C requires significant reduction in greenhouse gas emissions and large-scale carbon dioxide removal (CDR). This study assesses the CO2 sequestration and efficacy of two CDR approaches, bioenergy with carbon capture and storage (BECCS) and ocean alkalinity enhancement (OAE), applied individually and in combination. Using the Norwegian Earth System Model, simulations were designed to ramp up deployment of BECCS and OAE, to an additional area of 5.2 million km2 by 2100 for bioenergy feedstock for BECCS, and a CaO deployment rate of approximately 2.7 Gt yr−1 for OAE within the exclusive economic zones of Europe, the United States and China. The combined land–ocean CDR simulation revealed a largely additive carbon removal effect. Over 2030−2100, OAE sequestered 7 ppm of CO2 with an accumulated 82.3 Gt CaO, achieving a CDR effectiveness of 0.08 ppm (∼0.17 PgC) per Gt CaO, while BECCS reduced 16 ppm of CO2, with CDR effectiveness of 3.1 ppm per million km2 of bioenergy crops. Together, the carbon removal achieved by BECCS and OAE corresponds to anthropogenic CO2 emissions of 5.4 Gt CO2 yr−1 by 2100, slightly more than 60% of current global transport sector emissions. Notably, the efficiency of BECCS and OAE alone was unaffected by their concurrent deployment. Nevertheless, simulations revealed distinct non-linear interactions, such as declines in land and soil carbon sinks in the combined scenario. Furthermore, all simulations show negligible effects on the global annual mean temperature. These results highlight near-additive CDR responses even under net-negative emissions, but feedback on land and ocean carbon sinks must be considered when designing CDR portfolios. This study provides new insights into CDR portfolio design and Earth system feedback under an overshoot scenario, highlighting both their potential and the need for continued emissions cuts and supportive policies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Century-scale attribution and constrained projection of temperature extremes in eastern China",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2b87",
      "pubDate": "",
      "description": "Attribution of historical climate changes is particularly challenging for periods before the mid-20th century due to sparse and low-quality observational data, raising questions about which temporal scales best capture the climate system’s response to external forcings and can robustly constrain future projections. To address these issues, this study performs a multi-scale attribution analysis of temperature extremes over the period 1901–2020 and examines the robustness of attribution-based scaling factors across different time scales. Despite uncertainties in the early data, the newly developed homogenized observations show pronounced warming in both cold and hot extremes, along with a lengthening of the growing season during 1901–2020. These trends intensified markedly after the 1950s, with the magnitude of changes approximately doubling for some extreme indices. Coupled Model Intercomparison Project Phase 6 (CMIP6) models successfully reproduce the overall warming trends in observations, although they underestimate the magnitude of changes, particularly in the pre-1950 period. Using optimal fingerprinting, more than 70% of the observed changes are attributed to greenhouse gas forcing, with aerosols offsetting less than 35% of the greenhouse gas-induced warming. Attribution analysis conducted within a large-ensemble model framework across multiple time scales shows that the ranges of best estimates and confidence intervals (CIs) for scaling factors decrease as the time period lengthens. The century-scale attribution yields the narrowest CIs and most robust best estimates, indicating the most robust detection results. Despite the robustness of century-scale results, scaling factors from 1951–2020 are selected to constrain projections due to more reliable observational constraints. Constrained end-of-century (2081–2100) projections show amplified increases of 20.3%–33.1% for most extremes compared to raw projections, highlighting the critical impact of attribution period selection and providing a transferable framework for regional climate risk assessment.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "A critique of climate objectivity in the context of global injustice",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae301b",
      "pubDate": "",
      "description": "As climate science intersects with rising political urgency and global ecological crisis, calls for ‘neutrality’ risk obscuring the field’s entanglement with systems of power, historical dispossession, and structural inequality. This article challenges conventional framings of scientific objectivity, arguing that justice, accountability, and epistemic pluralism are not threats to scientific credibility but conditions of its ethical and societal relevance. Drawing on interdisciplinary insights, it advances a vision of climate science that is reflexive, engaged, and responsive to the unequal burdens of climate disruption. Amid compounding climate injustices, detachment is not a position of neutrality but a failure to engage with the responsibilities of knowledge production.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Importance of beginning industrial-era climate simulations in the eighteenth century",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae1bbc",
      "pubDate": "",
      "description": "Climate simulations of the industrial era typically start in 1850, using the first fifty years as a baseline for ‘pre-industrial’ climate. However, the period immediately prior to 1850 is of particular interest due to early human influence and heightened volcanic activity, the latter of which led to cooler global temperatures than those observed in the subsequent historical period. In this study, we present a suite of Earth system model simulations (using UKESM1.1) that start in 1750 and span the entire industrial period. We compare these simulations to a new instrumental observation-based dataset, GloSATref, which provides global surface air temperature variations from 1781 onwards. We investigate the climatic changes during the early industrial period, separating the effects of natural and anthropogenic forcings. Model-simulated early-19th-century temperature patterns show substantial cooling relative to the long-term mean, particularly in low latitudes, which agree well with observed patterns. We find significant long-term differences between simulations initialized in 1750 and 1850, with lasting effects well into the 20th century, consistent with differences in vegetation and the substantial ocean cooling driven by high volcanic activity in the 1750 simulations. Our results indicate that an earlier start to historical simulations could lead to more representative climate simulations over the historical period, and deepen our understanding of early anthropogenic warming, natural climate variability, and the climate responses to future volcanic eruptions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Accelerating increases in soil heatwaves and cropland exposure in China",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ca5",
      "pubDate": "",
      "description": "While heatwaves in the atmosphere and oceans are well documented, soil heatwaves under climate change remain largely unknown. This gap is critical as soil provides a host of vital ecosystem services, which are highly vulnerable to soil heat extremes. Here, we present a nationwide assessment of historical soil heatwave changes across the Mainland of China using an observational homogenized soil temperature dataset. We find that deeper soils experience less intense but longer-lasting heatwaves than shallower ones. Since 1960, soil heatwave frequency, duration, and intensity have increased in all depths, with deeper soils showing greater increases in duration and smaller increases in intensity. These trends have been accelerated recently by ∼50% (∼100%) in shallow (deep) soils during 1990–2017, relative to 1960–2017. Around 60.4% of China’s croplands are facing increasing exposure to soil heatwaves, especially in major breadbaskets such as the North China Plain. Our findings underscore the growing urgency of understanding soil heatwave behaviors and impacts.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Intercity-scale linkage of cold-season PM2.5 and emissions over South Korea: structural diagnostics from scalable spatial decomposition",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2ee9",
      "pubDate": "",
      "description": "Although national emission control policies have contributed to long-term reductions in PM2.5 levels, responses across neighboring cities remain heterogeneous, complicating the evaluation of policy effectiveness. This study diagnoses the spatial structure and examines temporal evolution of intercity-scale (tens of kilometers) and neighborhood-scale (a few kilometers) PM2.5 components, separated from background variation including long-range transport, by applying a recently proposed spatial decomposition framework based on spatial coherence to long-term air quality monitoring network data in South Korea (2016–2023). Within this framework, a hierarchical averaging scheme uses coherence-based neighboring stations to define the intercity-scale variability of background-removed PM2.5 concentrations. Focusing on the cold season (DJFM), spatial diagnosis reveals dominant intercity-scale contributions in the Seoul Metropolitan Area (SMA) and neighboring industrialized areas, highlighting the effectiveness of air control zone-based policies. In contrast, neighborhood-scale contributions predominate in high-PM2.5 stations, particularly in the Southeastern Area (SEA), indicating the need for localized interventions. Temporal analysis reveals a structural transition beginning in 2019/20 DJFM, characterized by simultaneous trend reversals: intercity-scale components shifted from increasing to decreasing in the SMA, an area with intensive urban and industrial emissions, while the opposite occurred in the SEA, a coastal city cluster. This transition coincided with the implementation of the Seasonal PM Management policy and the COVID-19 lockdown. The variations in the intercity-scale component broadly align with residual emission intensities of PM2.5 and NOx, defined as deviations from national emission trends based on the Clean Air Policy Support System emission inventory. These results reveal a structural shift in intercity-scale PM2.5 variability and its linkage to emissions, offering a scalable diagnostic tool for evaluating policy effectiveness and underscoring the need for scale-specific air quality management strategies.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Forced response and internal variability changes in the hydrological cycle and general circulation in a hot world beyond 2100 in the Community Earth System Model",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae2f73",
      "pubDate": "",
      "description": "Climate change affects both the mean state and its variability. Hence, the decomposition of climate variability into a forced response and internal variability is essential to understand climate change. Especially how the hydrological cycle will change is still uncertain. Here, we use ensemble simulations to elucidate the forced response and internal variability changes in a hot world beyond 2100 in the Community Earth System Model version 2. We extract the dominant modes of the forced response and of internal variability. The dominant mode of the forced response of the hydrological cycle changes sign in the early 22nd century, even though greenhouse gas emissions are decreasing. We find that pronounced atmospheric circulation changes are largely responsible for the hydrological cycle shift. The dominant modes of internal variability exhibit significant reduced amplitude of the variability after the forced response mode changes its sign, suggesting that the forced response has significant impact on internal variability. These results have implications for anthropogenic climate change beyond 2100.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Synthesis study of evapotranspiration evolution in the Mekong Delta induced by land use and land cover changes in the decades of 1990–2020",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae301c",
      "pubDate": "",
      "description": "Evapotranspiration (ET) plays a key role in the water cycle and balance, and its estimation is of paramount importance in hydrological studies. This variable is also strongly influenced by the land use and land cover (LULC). This study use a synthesis approach to analyse the relationship between ET variation and LULC transformation in the period 1990–2020. The study area represents a major agricultural region in the Mekong Delta of Vietnam between the Mekong and Bassac rivers. The multivariate dataset was ingested into the hydrological model Soil and Water Assessment Tool to examine the multidecadal ET evolution across the study region. The ET evolution is investigated together with LULC changes to identify the primary drivers of the ET change. The results reveal an increase in landscape fragmentation together with a decrease in ET. The reduction in ET is associated with the decrease in water surfaces corresponding to upstream dam operations and with the construction of new urban areas. In the coastal area, a conversion from natural areas (i.e. mangroves cover) to aquaculture has been observed, leading to a slight increase in ET.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "China’s future dietary transition and environmental sustainability: regional projections and impacts",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae301e",
      "pubDate": "",
      "description": "The vast heterogeneity in dietary practices and demographic structures across China has led to pronounced regional disparities in food demand and environmental impacts. Yet, most existing assessments remain at the national level, overlooking regional diversity and differences in nutritional intake. This study integrates provincial dietary preferences, age–gender–residence–specific energy requirements, and environmental constraints on cropland, blue water, and greenhouse gas (GHG) emissions under the shared socio-economic pathways (SSPs). By 2050, national food demand is projected at 403–510 Mt, requiring 53–66 Mha of cropland, 128–148 km3 of blue water, and 544–790 MtCO2e of GHG emissions. Diets with carbohydrate-derived energy exceeding 55% exhibit lower environmental pressures and greater alignment with sustainability goals than the Chinese Dietary Guidelines. The findings offer critical insights into regional diet-environment linkages and support the development of food management strategies tailored to diverse regional conditions.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Comprehensive assessment of flood risk and community impact of concentrated animal feeding operations in Iowa",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3095",
      "pubDate": "",
      "description": "Flooding presents a significant risk to concentrated animal feeding operations (CAFOs), especially in regions increasingly affected by extreme weather events. This study uses advanced geospatial analysis techniques to assess the environmental and economic vulnerabilities of 12 703 CAFOs across Iowa, United States. We focused on the exposure of CAFOs to 100 year and 500 year floodplains, integrating floodplain maps with location data operational characteristics, and livestock types (cattle and swine) to assess flood risk. The analysis also considered the size and construction year of each CAFO, offering insights into how older and larger operations are disproportionately vulnerable. The results indicate that over 1.9 million animal units (13% of total), are located within the 100 year floodplain. In the 500 year flood floodplain, it increases to 2.05 million animal units, representing 14% of the state’s total. Sioux, Lyon, and Hancock counties were identified as having particularly high potential flood exposure, with over 16% of animal units in Sioux County located within the 100 year floodplain, increasing to 17% within the 500 year floodplain. The study shows that larger CAFOs, particularly those built before 2004, were often located in flood-prone areas and, if either a 100- or 500 year flood occurs, would potentially affect a larger number of animal units due to their operational scale. These risks not only threaten livestock but also have far-reaching economic consequences, including significant operational disruptions, infrastructure damage, and cascading effects on supply chains and market stability. As extreme weather events become more frequent due to climate change, these findings highlight the need for heightened awareness of CAFO vulnerabilities and call for further research into adaptive strategies to protect Iowa’s agricultural sector.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    },
    {
      "title": "Key drivers and predictability of the unprecedented 2024 United Arab Emirates flood",
      "link": "https://iopscience.iop.org/article/10.1088/1748-9326/ae3096",
      "pubDate": "",
      "description": "In mid-April 2024, the Arabian Peninsula was struck by an extreme rainfall event, during which some areas received an entire year’s worth of precipitation within just 24 h. The United Arab Emirates was the hardest hit, experiencing widespread flooding, four fatalities, and economic damages exceeding USD 544 million. Analysis of multiple precipitation datasets confirmed that this was the most intense daily rainfall event ever recorded in the region. To investigate the system responsible, a state-of-the-art storm-tracking algorithm was applied to reconstruct the evolution of the mesoscale convective system that caused the hazard. Findings revealed that peak intensity occurred on 16 April, contributing more than 70% of the total event rainfall. Synoptic-scale diagnostics pointed to the rare convergence of two key drivers: enhanced low-level moisture transport via a strengthened Somali low-level jet (SLLJ) and an unusually strong Arabian Cold Vortex in the mid-troposphere. Long-term reanalysis data indicate that such a combination is extremely rare, observed on only 0.006% of all days in the 1940–2024 daily record, previously exceeded only during the 2019 Iran floods. However, forecasts from 11 models in the International Grand Global Ensemble (TIGGE) archive consistently underestimated rainfall (mean bias of −63.6%), due to the severe underestimation of the SLLJ and the moderate overestimation of 500 hPa geopotential height. These results underscore the growing threat of extreme precipitation in arid regions and emphasize the urgent need to improve model capabilities in forecasting moisture dynamics and upper-level disturbances under the changing climate.",
      "category": "research_papers",
      "source_url": "https://iopscience.iop.org/journal/rss/1748-9326"
    }
  ]
}