{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "category": "research_papers",
  "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas",
  "fetched_at": "2026-01-12T06:48:22.709452",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti0126123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Nucleic acid base pair open states by hydrogen exchange",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2520855122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceHydrogen exchange (HX) experimentation has made major contributions to the understanding of dynamics and function in proteins, but the same is not true for nucleic acids. This has been due to a misunderstanding of the correct interpretation of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Data-driven superresolution imaging in disordered media",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2530449123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceImaging in complex, disordered environments, such as biological tissues, turbulent atmosphere, or cluttered underwater regions, is notoriously difficult because multiple scattering distorts waves. Harnessing large datasets and advanced ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Repeated major inland retreat of Thwaites and Pine Island glaciers (West Antarctica) during the Pliocene",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508341122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceSignificant melting of the Thwaites and Pine Island glaciers in the Amundsen Sea sector of the West Antarctic Ice Sheet (WAIS) threatens its stability. The WAIS state during the Pliocene, a period mirroring potential future climate warming, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Maintaining microbiota across diverse symbiotic organs in Euprymna scolopes: Insights into shared immune responses",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2512903122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceMany animals, including humans, have multiple organs harboring distinct bacterial communities that are vital in maintaining health. Thus, investigating the role of host immune response in maintaining and regulating distinct microbiota is ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Universality for Taylor coefficients of rational functions under perturbations",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525032122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceAnalytic combinatorics in several variables estimates coefficients of multivariate generating functions via complex contour integration near singularities of the function. These functions encode behaviors of systems in fields ranging from ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Detoxification of conifer antimicrobial defenses promotes entomopathogenic fungus infection of bark beetles",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2525513122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificancePlants produce antimicrobial compounds to defend themselves against pathogens, and herbivorous insects may gain protection from their own pathogens by consuming these compounds. We found that bark beetles enzymatically convert some ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Strategies reimagined: SDG-driven solutions for combating global desertification",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515470123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceDesertification threatens nearly a quarter of global land across 126 countries, affecting over one-third of the population. Current efforts to combat desertification mainly prioritize short-term greening while overlooking water security and ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Evaluating inbreeding and assessing the risk of outbreeding depression in genetic rescue using whole-genome sequence data",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2526216122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceWe present a genomics-informed framework for evaluating when genetic rescue—introducing unrelated individuals to increase genetic diversity and reduce inbreeding—is likely to succeed. Our approach integrates genomic insights on inbreeding, ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Food absence is a cue for metamorphosis in the solitary bee Megachile rotundata through a conserved physiological mechanism",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511035122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceIn the solitary beeMegachile rotundata, we found that food removal, not reaching a critical weight, initiates metamorphosis. The absence of a critical weight challenges the findings of well-studied insects and reveals an adaptation suited to...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Biomarker δ13C values record consistent savanna vegetation and variable alkalinity of Lake Olduvai during Pleistocene wet/dry cycles",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508896122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceFossil and archaeological records confirm that the lacustrine setting of Olduvai Gorge was a sustained habitat for hominins in the early Pleistocene. Sediments deposited in Paleolake Olduvai spanning forty thousand years record evidence of ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Ebola virus matrix protein VP40 triggers inflammatory responses linked to the ebolavirus virulence",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508194123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceThis study investigates how the Ebola virus (EBOV) triggers excessive inflammation, which is a critical factor in the fatal Ebola virus disease (EVD). We found that the EBOV matrix protein, VP40, leads to strong and prolonged activation of NF-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Enhanced insulin signaling via circulating ATG7: A potential therapeutic strategy for diabetes",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2503783123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceCirculating autophagy-related gene 7 (ATG7) regulates glucose homeostasis by mediating liver–muscle communication, which is essential for maintaining metabolic balance. Disrupted intracellular and extracellular trafficking of ATG7 is a ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Resistance, heteroresistance, and fitness costs drive colistin treatment failure during Acinetobacter baumannii pneumonia",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2515303123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceThe mutational pathways leading to antibiotic-resistant infections and the role of the immune system in preventing them are poorly understood. Here, we employed a colistin-treated mouse pneumonia model ofAcinetobacter baumanniiand observed ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Competition for heritable wealth, not cultural group selection, drives the evolution of monogamy",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2514328122?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceWhy did monogamy replace polygyny in many of the world’s most unequal societies? One theory holds that monogamy reduces reproductive inequality, fosters cooperation, and is selected for at the group level. Another, rooted in individual-level ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Multiscale mitochondrial cristae remodeling links Opa1 downregulation to reduced OXPHOS capacity in aged hearts",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2508911123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceMitochondrial cristae are specialized subcompartments of the inner mitochondrial membrane where oxidative phosphorylation (OXPHOS) occurs, providing energy for cardiac function. This study reveals that the integrity of cristae is perturbed in ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Dual-state stepwise methane-to-methanol conversion by water droplets with excellent yield and selectivity",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2511126123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceUsing water as an oxidant under solar illumination to convert methane into methanol while simultaneously producing hydrogen offers several benefits. This method reduces greenhouse effects, captures renewable solar energy, and produces high-...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "NFE2L1/Nrf1 forms a coactivator complex post-peptide:N-glycanase-mediated sequence editing and mitigates proteasome dysfunction",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517547123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceProteasomes play a central role in proteostasis. Decreased proteasome activity induces the expression of proteasome genes via NFE2L1/Nrf1. Nrf1 is synthesized in the endoplasmic reticulum and undergoes immediate glycosylation. Nrf1 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Circular RNA–based therapy targeting metabolic vulnerability of fatty acid synthesis overcomes castration-resistant prostate cancer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504904123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceAndrogen receptor (AR)-targeted therapy resistance in prostate cancer (PCa) is a lethal state due to the lack of treatment options. Our results identifiedcircUTRNas an AR-repressive circular RNA and downregulated in tumor lesions.circUTRN...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    },
    {
      "title": "Legionella effector Ceg10 acetylates RPS20 to inhibit host translation and induce cell cycle arrest",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2517995123?af=R",
      "pubDate": "",
      "description": "Proceedings of the National Academy of Sciences, Volume 123, Issue 1, January 2026. <br />SignificanceIntracellular bacterial pathogens must rewire host cellular processes to support their replication. Here, we reveal thatLegionella pneumophilaeffector Ceg10 is a nuclear-targeting acetyltransferase that modifies the ribosomal protein RPS20 ...",
      "category": "research_papers",
      "source_url": "https://www.pnas.org/action/showFeed?type=etoc&feed=rss&jc=pnas"
    }
  ]
}