{
  "title": "Frontiers in Climate | New and Recent Articles",
  "link": "https://www.frontiersin.org/journals/climate",
  "description": "RSS Feed for Frontiers in Climate | New and Recent Articles",
  "items": [
    {
      "title": "Editorial: Inclusion in climate-related disaster studies",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1623663",
      "pubDate": "2025-05-26T00:00:00Z",
      "description": ""
    },
    {
      "title": "Investigation and future projections of warm rain during the winter monsoon in the Western Java Sea, Indonesia",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1581382",
      "pubDate": "2025-05-22T00:00:00Z",
      "description": "This study investigates the characteristics and future projections of warm rain during the winter monsoon (December–February; DJF) over the western part of the Java Sea (WJS), Indonesia, using satellite observations (TRMM), reanalysis data (ERA5), and model simulations (Atmospheric General Circulation Model; AGCM). The WJS, influenced by winter monsoon, experiences increased Sea Surface Temperatures (SST), which play a significant role in atmospheric dynamics and precipitation. Analysis of ERA5 data from 1950 to 2009 indicates a significant upward trend in SST for both the Indonesian region (slope 0.0070°C/yr) and the WJS (slope 0.0094°C/yr), with the highest SST increases occurring during DJF. Relating SST and Cloud Liquid Water Content (CLWC) during DJF shows a positive correlation coefficient (R) in the pathway of winter monsoon including the WJS. The R between cloud particles (CLWC, graupel and Cloud Ice Water Content; CIWC) and rainfall during DJF in WJS is higher for CLWC and rainfall which indicates the importance of CLWC. Warm rain processes, driven by CLWC, are evident, as TRMM observations of shallow rainfall align with CLWC spatial distributions. AGCM simulations successfully replicate the observed CLWC patterns, showing strong agreement with TRMM data in the western region of Indonesia including WJS. The study also compares low-level convergence patterns from ERA5 and AGCM data at 925 hPa, revealing similar trends in WJS, where convergence facilitates CLWC formation. The analysis of CLWC percentiles at an average of 1,000–700 hPa highlights a significant increase in CLWC over the pathway of winter monsoon, including the WJS, during DJF across 30-year intervals. The trends of CLWC for the Indonesia area and WJS also demonstrate the increasing value. These findings underscore the critical role of the winter monsoon in shaping warm rain processes in WJS and its implications for extreme weather events, such as flooding in land areas such as Jakarta."
    },
    {
      "title": "The determinants of greenhouse gas reduction levels among smallholder farmers: insights from the adoption of climate-smart dairy strategies in Central Kenya",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1593584",
      "pubDate": "2025-05-22T00:00:00Z",
      "description": "In Kenya’s dairy sector, climate change mitigation focuses on sustainable milk production. However, dairy producers often overlook emission reduction, creating a gap between national policies and local practices. This paper aims to identify the factors, including smallholder entrepreneurial orientation, socio-economic characteristics, and institutional influences, that drive the adoption and uptake intensity of on-farm greenhouse gas reduction measures in the dairy sector, particularly among smallholder producers in Nyandarua County, Kenya. The study uses a fractional response model to examine factors influencing greenhouse gas reduction at the farm level based on survey data from 385 dairy farmers. Greenhouse gas reduction was measured using a composite index, with proxies drawn from the literature. Key factors influencing greenhouse gas reduction include education, social capital, entrepreneurial orientation, awareness, and risk perception. The study recommends that the national and county governments promote and support the adoption of climate-smart dairy strategies that increase milk production while simultaneously reducing greenhouse gas emissions. This support could include technical assistance, financial support and educational programs to encourage complementary adoption by dairy farmers."
    },
    {
      "title": "Digital applications unlock remote sensing AI foundation models for scalable environmental monitoring",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1520242",
      "pubDate": "2025-05-20T00:00:00Z",
      "description": "Remote sensing AI foundation models, which are large, pre-trained models adaptable to various tasks, dramatically reduce the resources required to perform environmental monitoring, a central task for developing ecosystem technologies. However, the unique challenges associated with remote sensing data necessitate the development of digital applications to effectively utilize these models. Here, we discuss early examples of user-centered digital applications that enhance the impact of remote sensing AI foundation models. By simplifying model training and inference, these applications open traditional machine learning tasks to a range of users, ultimately resulting in more locally-tuned, accurate, and practical data."
    },
    {
      "title": "The magnitude of climate change-induced migration: an overview of projections and a case for attribution",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1570995",
      "pubDate": "2025-05-19T00:00:00Z",
      "description": "Many studies now provide evidence of weather and climate effects on human migration, but only few have attempted to project the impact of future climate change, or attribute the impact of past climate change, on global migration patterns. Here we compare the existing projections, and find that for international migration from African countries, they differ by about two orders of magnitude, while for internal migration even the sign is uncertain. None of the various models used have been shown to explain historical migration changes, limiting the confidence one may have in their projections. We then discuss prospects for two types of models. Econometric models have been used to identify the marginal effects of climate on migration. Their utility for projections is limited, but they may lend themselves to specific questions of attributing current migration patterns to climate change, which has rarely been done so far. On the other hand, models of total migration can better account for the complex dynamics likely important for long-term projections, but constraining them is a challenge given the current understanding of these dynamics. Improvements may come from closer investigation of potential nonlinearities in the response to increasingly extreme climatic conditions."
    },
    {
      "title": "Using photorealistic 3D visualization to convey ecosystem restoration to the public",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1525331",
      "pubDate": "2025-05-15T00:00:00Z",
      "description": "The success of climate adaptation and nature conservation measures depends significantly on public support. Although the value of protecting iconic species is often easy to communicate to non-expert audiences, conveying the broader importance of ecosystem restoration and conservation for climate resilience is more challenging. To address this, we developed a method that combines spatially explicit models of complex, self-organizing ecosystems with state-of-the-art visualization techniques. This approach creates immersive, three-dimensional panoramic views of natural landscapes, illustrating how people live in and interact with these ecosystems. Our method showcases the inherent complexity of ecosystems, highlighting features such as spatial patterning and the dynamic processes that shape them, as well as the critical role of this complexity in supporting biodiversity. Additionally, it demonstrates the potential of restored or even constructed ecosystems as nature-based solutions to future climate challenges. Adaptable to various ecosystems and locations, with the optional addition of audio or text explanations, this visualization tool can be used in diverse contexts, from museum exhibits to on-site virtual experiences, effectively reaching broad audiences. We present our visualization approach through two case studies that bring to life past climate-adaptive ecosystems and envision future developments. The first case depicts a historic medieval village, now located within a low-lying polder, which was once founded on an expansive, climate-resilient marsh that naturally rose with sea levels due to continuous sediment deposition. The second case explores a planned nature restoration project in Biesbosch National Park, where an embanked meadow is planned to be converted into a tidal wetland."
    },
    {
      "title": "Climate science for 2050",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1554685",
      "pubDate": "2025-05-15T00:00:00Z",
      "description": "Knowledge of the functioning of the climate system, including the physical, dynamical and biogeochemical feedback processes expected to occur in response to anthropogenic climate forcing, has increased substantially over recent decades. Today, climate science is at a crossroads, with new and urgent demands arising from the needs of society to deal with future climate change, and the need for the climate science community to refine its strategic goals to meet these demands rapidly. All possible—but currently unknown—worlds in 2050, with a larger global population, unprecedented climate conditions with higher temperatures, more frequent extreme weather events, sea level rise, disrupted ecosystems, changes in habitability and increased climate-induced displacement and migration, and the emergence of new geopolitical tensions, will require limiting society’s vulnerability both through mitigation measures to minimize further warming and through the implementation of innovative adaptation initiatives. The development of a skillful climate information system, based on the most advanced Earth system science, will be required to inform decision-makers and the public around the world about the local and remote impacts of climate change, and guide them in optimizing their adaptation and mitigation agendas. This information will also help manage renewable resources in a warmer world and strengthen resilience to the expected interconnected impacts of climate change. In this paper, we summarize the major advances needed to understand the multiscale dynamics of the Earth system. We highlight the need to develop an integrated information system accessible to decision-makers and citizens in all parts of the world, and present some of the key scientific questions that need to be addressed to inform decisions on mitigation and adaptation. Finally, we speculate about the values and ethics of climate science and the nature of climate research in a world that will be increasingly affected by global warming in a geopolitical context very different from that of recent decades."
    },
    {
      "title": "Integrating science for simultaneously addressing loss and damage from climate change and strengthening social protection",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1497560",
      "pubDate": "2025-05-15T00:00:00Z",
      "description": "Expanding social protection to at-risk communities in climate-vulnerable countries is proposed to become a core pillar of addressing loss and damage associated with climate change. Conceptual advances have been made but remain disconnected from realities: expanding the currently low coverage of social protection in climate-vulnerable countries will require significant additional resources, including from the newly set up Fund for Loss and Damage. Moreover, the evidence base for resource allocation and programme delivery will have to become significantly stronger, and the required integrated science approaches and corresponding assessment tools are yet to be developed."
    },
    {
      "title": "Deep learning super-resolution for temperature data downscaling: a comprehensive study using residual networks",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1572428",
      "pubDate": "2025-05-13T00:00:00Z",
      "description": "Extreme weather events such as heatwaves, cyclones, floods, wildfires, and droughts are becoming more frequent due to climate change. Climate change causes shifts in biodiversity and impacts agriculture, forest ecosystems, and water resources at a regional scale. However, to study those impacts at the regional scale, the spatial resolution provided by the general circulation models (GCMs) and reanalysis products is inadequate. This study evaluates advanced deep learning models for downscaling European Center for Medium-Range Weather Forecasts (ECMWF) Reanalysis v5 (ERA5) 2-m temperature data by a factor of 10 (i.e., ranging approximately from 250 to 25 km resolution) for the region spanning 50° to 100° E and 0° to 50° N. We concentrate on gradually improving downscaling models with the help of residual networks. We compare the baseline Super-Resolution Convolutional Neural Network (SRCNN) model with two advanced models: Very Deep Super-Resolution (VDSR) and Enhanced Deep Super-Resolution (EDSR) to assess the impact of residual networks and architectural improvements. The results indicate that VDSR and EDSR significantly outperform SRCNN. Specifically, VDSR increases the Peak Signal-to-Noise Ratio (PSNR) by 4.27 dB and EDSR by 5.23 dB. These models also enhance the Structural Similarity Index Measure (SSIM) by 0.1263 and 0.1163, respectively, indicating better image quality. Furthermore, improvements in the 3°C error threshold are observed, with VDSR and EDSR showing increases of 2.10 and 2.16%, respectively. An explainable artificial intelligence (AI) technique called saliency map analysis provided insights into model performance. Complex terrain areas, such as the Himalayas and the Tibetan Plateau, benefit the most from these advancements. These findings suggest that advanced deep learning models employing residual networks, such as VDSR and EDSR, significantly enhance temperature data accuracy over SRCNN. This approach holds promise for future applications in downscaling other atmospheric variables."
    },
    {
      "title": "Microscopic investigation of incipient basalt breakdown in soils: implications for selecting products for enhanced rock weathering",
      "link": "https://www.frontiersin.org/articles/10.3389/fclim.2025.1572341",
      "pubDate": "2025-05-12T00:00:00Z",
      "description": "Digital optical and scanning electron microscopy (SEM) was used to study advance of incipient weathering of basaltic rock particles for two enhanced rock weathering (ERW) sites in Eastern Australia and three natural basalt sites (New Zealand and Eastern Australia). At the ERW sites, weathering of amended rock particles (up to 8 mm in diameter) induced a significant increase (1–1.5 pH unit) in shallow soil pH. After 14 months of incubation at the more recent site, 6–8 mm basalt particles showed dissolution of glass and olivine while pyroxene and plagioclase remained largely fresh. No secondary minerals were identified by SEM and high-quality X-ray diffraction analysis. Compared to the fresh, quarried basalt, the measured specific surface area (SSA) increased by 33%, suggesting microporosity formation via dissolution. At the >20 years ERW site, results were complex because of inconsistent application of basalt and greenschist facies ‘metabasalt’. Metamorphic rock particles showed negligible weathering while basalt particles could only be identified in the coarse (>6 mm) fraction of the shallowest (0–5 cm) soil. Within the finer particles in the deeper (5–10 cm) zone of elevated pH, potential ‘ghost’ basalt particles were identified by distribution patterns of ilmenite, suggesting near-complete basalt breakdown of mm-sized particles on decadal timescale. In variably weathered natural samples, dissolution also dominated over precipitation of secondary phases. Weathering progress in basaltic tephra deposited 150–600 years ago strongly depended on emplacement context. Tephra in free-draining >10 cm thick lapilli beds was only weakly altered, even where covered by soil, likely due to lacking connectivity of fracture networks for water access. In all studied incipiently weathered particles, we found sequential breakdown of glass and olivine before attack of pyroxene and plagioclase. Recognisable secondary mineral formation was minimal, but SSA increased over least weathered particles. The presence of interconnected glass and fracture networks apparently aids the rate of incipient weathering, increases microporosity and promotes particle disaggregation. This may permit application of relatively coarse (>5 mm) basalt for ERW but only for potential amendments where microscopic investigation and SSA have established suitable weathering fluid access networks."
    }
  ]
}