{
  "title": "Proceedings of the National Academy of Sciences: Proceedings of the National Academy of Sciences: Table of Contents",
  "link": "https://www.pnas.org/loi/pnas?af=R",
  "description": "Table of Contents for Proceedings of the National Academy of Sciences. List of articles from both the latest and ahead of print issues.",
  "items": [
    {
      "title": "In This Issue",
      "link": "https://www.pnas.org/doi/abs/10.1073/iti2025122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />"
    },
    {
      "title": "Ecosystem relocation on Snowball Earth: Polar−alpine ancestry of the extant surface biosphere?",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2414059122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />Geological observations informed by climate dynamics imply that the oceans were 99.9% covered by light-blocking ice shelves during two discrete, self-reversing Snowball Earth epochs spanning a combined 60 to 70 Myr of the Cryogenian Period (720 to 635 Ma)..."
    },
    {
      "title": "Interpreting dynamic-compression experiments to uncover the time dependence of freezing: Application to gallium",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424703122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />SignificanceWe present experiments in which liquid gallium is compressed to 0.3 million times atmospheric pressure within a few hundred nanoseconds. Because of this rapid compression, the gallium sample continues to remain as a metastable liquid at ..."
    },
    {
      "title": "A founding father of neuroscience: Floyd E. Bloom, 1936–2025",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2505887122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />Floyd E. Bloom, M.D. was a prominent leader and spokesperson for the neuroscience and broader scientific communities; sadly, Floyd passed away on January 8, 2025. His scientific contributions were focused on multidisciplinary characterizations of ..."
    },
    {
      "title": "Most totally real fields do not have universal forms or the Northcott property",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2419414122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />SignificanceThe classical fact that every positive integer is a sum of four squares led to the much more general study of universal quadratic forms. Their behavior over extensions of the integers by elements such as the square root of 2 crucially depends ..."
    },
    {
      "title": "Polaronic correlations from optimized ancilla wave functions for the Fermi–Hubbard model",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2504261122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />SignificanceProgrammable quantum simulators have become the modus optandi for clean and tunable realization of strongly correlated electron systems, with ultracold atom setups hosting a wealth of novel phases. Our work takes the decisive step of expanding ..."
    },
    {
      "title": "The fate of South America’s endemic mammalian fauna in response to the most dramatic Cenozoic climate disruption",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2419520122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />SignificanceUnderstanding what drove the emergence and demise of lineages during biodiversity crises may provide key insights at the time of the sixth mass extinction. Here, using an vetted fossil database, we explored how South American mammals (SAM) ..."
    },
    {
      "title": "Group traits moderate the relationship between individual social traits and fitness in gorillas",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2421539122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />SignificanceIn humans, the social environment is one of the strongest predictors of health and lifespan. Similar patterns in other social mammals suggest that this is deeply rooted in our evolutionary history. Despite strong fitness benefits to sociality, ..."
    },
    {
      "title": "Quadruple adenine base–edited allogeneic CAR T cells outperform CRISPR/Cas9 nuclease–engineered T cells",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2427216122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />SignificanceThis study reveals that Cas9 nuclease-induced genotoxicity can compromise the fitness of gene-edited human chimeric antigen receptor (CAR) T cells, thereby diminishing their therapeutic efficacy beyond the known risks of chromosomal ..."
    },
    {
      "title": "A vetiver-specific terpene synthase VzTPS9 contributes to the high attractiveness of vetiver to rice stem borer",
      "link": "https://www.pnas.org/doi/abs/10.1073/pnas.2424863122?af=R",
      "pubDate": "Mon, 26 May 2025 03:16:37 ",
      "description": "Proceedings of the National Academy of Sciences, Volume 122, Issue 20, May 2025. <br />SignificanceVetiver (Vetiveria zizanioides), native to Thailand and Java, is highly attractive to the rice stem borer (Chilo suppressalis, RSB), a major rice pest in Asia. As a result, it is widely used as an effective trap plant for controlling RSB in ..."
    }
  ]
}