{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-06-08T10:24:52.931891",
  "items": [
    {
      "title": "STATEMENT: European Ocean Pact Sets Strong Example Ahead of UN Ocean Conference",
      "link": "https://www.wri.org/news/statement-european-ocean-pact-sets-strong-example-ahead-un-ocean-conference",
      "pubDate": "Thu, 05 Jun 2025 14:47:59 EDT",
      "description": "<p><strong>LONDON (June 5, 2025) </strong>— Today, the European Union adopted the <a href=\"https://commission.europa.eu/news/commission-adopts-ocean-pact-protect-marine-life-and-strengthen-blue-economy-2025-06-05_en\">European Ocean Pact</a> — a unified strategy that aims to protect the ocean, promote a thriving blue economy and support the communities and livelihoods that depend on the ocean. The Pact comes days ahead of the UN Ocean Conference, where governments will convene in Nice, France to advance ocean action.</p><p>The Pact brings existing and new ocean policies under one coordinated framework, with six priorities: restoring ocean health, boosting the sustainable blue economy, supporting coastal and outermost regions, enhancing maritime security, advancing ocean knowledge and innovation and strengthening EU ocean diplomacy and governance. The EU manages the world’s largest collective maritime area.</p><p><strong>Following is a statement from Tom Pickerell, Global Director, Ocean Program, World Resources Institute: </strong></p><p>“The Pact sets a strong example for how EU countries can govern their ocean area in ways that improve coastal communities’ lives. It rightly places the ocean at the heart of Europe’s environmental, economic, and geopolitical future.</p><p>“We are encouraged by the Pact’s focus on integrated ocean policies, closer links between science and decision-making and stronger international cooperation. This aligns closely with the ambitions of the Ocean Panel, which includes 18 countries committed to sustainably managing 100% of their national ocean areas. The Pact’s push for ocean innovation, from offshore renewables and blue biotech to circular economy solutions and zero-carbon shipping, marks real progress toward a sustainable blue economy. And the Pact's attention to coastal communities and youth leadership signal that people who depend on the ocean are critical to protecting it.</p><p>“Now bold words must be backed by results. Many commitments lack clear timelines, targets and accountability. On finance, the Pact misses the mark by overlooking key tools such as blue bonds, blended finance and insurance mechanisms — essential for scaling investment and embedding ocean health into Europe’s economies. Without a clear strategy to build capacity in developing countries, its promise of inclusive global progress risks falling short.</p><p>“The EU must now deliver on commitments: support <a href=\"https://oceanpanel.org/sustainable-ocean-plans/\">national sustainable ocean plans</a>, unlock new funding — especially for vulnerable coastal and island states — and make sure ocean solutions are part of climate and nature action. It should also recognize the importance of blue foods for healthy diets, jobs and resilience.</p><p>“As leaders meet in Nice next week for the UN Ocean Conference, this is a vital moment for countries to restore the ocean’s health. Governments must ratify the <a href=\"https://www.wri.org/insights/high-seas-treaty-explainer\">High Seas Treaty</a>, protect 30% of the ocean by 2030 and back efforts to manage all national waters sustainably. With real investment and global cooperation, the EU Ocean Pact can turn ambition into action — at the UN Ocean Conference, at COP30, and beyond.”</p><p><em>Editor’s note: WRI serves as Secretariat of the </em><a href=\"https://oceanpanel.org/\"><em>High Level Panel for a Sustainable Ocean Economy</em></a><em> — a group of 18 heads of state and government from countries committed to sustainably managing 100% of their national waters by 2030 — and coordinates the </em><a href=\"https://oceanpanel.org/100-alliance/\"><em>100% Alliance</em></a><em>, a global initiative co-led by Chile and France that encourages all countries to make that commitment.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The High Seas Treaty: A 20-Year Journey to Transform Ocean Governance",
      "link": "https://www.wri.org/insights/high-seas-treaty-explainer",
      "pubDate": "Thu, 05 Jun 2025 07:47:05 EDT",
      "description": "<p>The ocean makes up nearly 70 percent of the planet’s surface, bursting with rich biodiversity and natural resources that are vital for both the climate and economies. Yet, beyond national coastlines, protecting much of the ocean has long been a murky endeavor.</p><p>For nearly 20 years, governments, scientists and ocean advocates have worked toward securing a global treaty to protect marine life in the ocean areas that lie beyond countries’ individual jurisdictions. These vast, mostly unregulated waters, known as the high seas, hold huge importance to the health of the planet.</p><p>Finally, in June 2023, the 193 member states of the United Nations adopted the landmark Treaty for the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction (<a href=\"https://www.un.org/bbnjagreement/en\">BBNJ agreement</a>), under the <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/unclos_e.pdf\">UN Law of the Sea Convention</a> (UNCLOS).</p><p>Though the text of what is commonly known as the “High Seas Treaty,” has been agreed, the story is far from over. It’s <a href=\"https://highseasalliance.org/treaty-ratification/\">awaiting</a> the political will of 60 countries to ratify it, at which time it will trigger a 120-day countdown, leading to the first Conference of Parties (BBNJ COP) that will determine how it's fully implemented.</p><h3>Why the High Seas Treaty Matters</h3><p>The ambition of the High Seas Treaty has always been immense. Roughly two-thirds of the ocean lies outside any single country’s jurisdiction, forming a collective space teeming with life from microscopic plankton to colossal blue whales.</p><p>The high seas are also home to lucrative natural resources, which countries and companies increasingly seek to explore and exploit, such as critical minerals needed for EV batteries and other low carbon technologies and marine genetic materials that are increasingly sought after to support pharmaceuticals, biotechnology and other innovations.</p><p>Yet, without a binding treaty, the high seas are governed patchwork-style through regional fisheries agreements, shipping conventions and scattered marine protected areas. This leaves critical gaps in protecting marine biodiversity or ensuring developing countries are also benefiting from discoveries made in international water.</p><p>When ratified, the High Seas Treaty will fill critical regulatory gaps and complement national efforts. It will help to guide regional cooperation and link seamlessly to <a href=\"https://oceanpanel.org/sustainable-ocean-plans/\">sustainable ocean plans</a> for national waters already being delivered by member countries of the <a href=\"https://oceanpanel.org/\">High Level Panel for Sustainable Ocean Economy</a> (Ocean Panel) and future plans through the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>. Together, they will weave a comprehensive net of ocean stewardship from coastlines to open ocean. </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Two divers swim near colorful coral reefs.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/coral-reef-high-seas_0.jpg?VersionId=dz33TQ2qAdQictZslfe_Ehf3w7B5jxG9&h=62bc044e&itok=eQ9bfSJ_\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The ocean is full of rich natural resources, like genetic material from coral, that countries and companies are looking to use for everything from pharmaceuticals to new technologies. The UN High Seas Treaty will help fill gaps needed to conserve and regulate these resources. Photo by Placebo365 / iStock.</figcaption>\n</figure>\n<h3>What's Included in the High Seas Treaty </h3><p>In 2023, countries compromised on four core pillars of the BBNJ agreement:</p><h4>1) Area-Based Management Tools, Including Marine Protected Areas</h4><p>The treaty will create a mechanism to establish marine protected areas (MPAs) and other conservation management tools on the high seas. MPAs are typically clearly defined geographical spaces, recognized, dedicated and managed, through legal or other effective means, to conserve marine biodiversity and ecosystems.</p><p>Many MPAs on the high seas already exist. For example, in 2010, six MPAs were established in the Northeast Atlantic with a total area of 286,200 square kilometers (110,502 square miles) and in 2016, the <a href=\"https://www.asoc.org/campaign/ross-sea-mpa/\">Ross Sea MPA</a> with a total area of 1.5 million square kilometers (600,000 square miles) was established in the Southern Ocean.</p><p>The treaty will also establish a process for proposing new zones for protection via a consultation process, supported by scientific evidence.</p><h4>2) Marine Genetic Resources</h4><p>The treaty will also establish rules for sharing financial and non-financial benefits from the commercial application of genetic material sourced from high-seas marine organisms — such as bacteria, corals or deep-sea sponges — that can be used in medicine, cosmetics, food, and biotechnology. These innovations hold huge potential benefits for human health and wellbeing.</p><h4>3) Capacity Building and Transfer of Marine Technology</h4><p>The High Seas Treaty also supports sharing technology and knowledge developments, particularly to low-income countries that need and request it for conservation and sustainable use to ensure they participate fully in high seas governance.</p><h4>4) Environmental Impact Assessments</h4><p>The treaty will create a process for countries or companies proposing high seas activities — such as deep sea mining in areas beyond national borders — to conduct assessments and follow international standards, that can be shared transparently.</p><h3>Which Countries Have Signed the High Seas Treaty?</h3><p>Just ahead of the <a href=\"https://www.wri.org/insights/un-ocean-conference-key-issues\">third UN Oceans Conference</a> (UNOC), taking place in Nice, France beginning June 9, the treaty was signed by 116 countries and ratified by 32. Those ratifying the treaty include island states such as Antigua and Barbuda, Barbados, Belize, Cuba, Dominica and the Maldives; the European Union and some of its members including France, Portugal and Spain; and other nations such as Chile, Norway and South Korea. More countries are expected to ratify the treaty during the conference. (<a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XXI-10&chapter=21&clang=_en\">Track them on the UN website here.</a>)</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty as Prime Minister Pedro Sánchez of Spain watches.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/eu-signs-high-seas-treaty_0.jpg?VersionId=Zj2flOE8cX69Zbv8ZCsU_11uU9oWVWOR&itok=CqMxx180\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty in 2023 as Prime Minister Pedro Sánchez of Spain (right) watches. Photo by the European Commission.</figcaption>\n</figure>\n<h3>Why Is it Taking So Long for the Treaty to Ratify?</h3><p>Starting in the early 2000s, the United Nations began informal discussions on how to close the regulatory gaps over how to manage the high seas, wrangling over how to share the benefits of its natural resources while ensuring necessary protections.  But the very complexity of coordinating nearly 200 countries meant progress was often incremental, alternately buoyed by breakthroughs and bogged down by competing interests.</p><p>The slow ratification progress highlights both the strengths and limitations of international diplomacy. On the one hand, global consensus ensures that the resulting High Seas Treaty creates a single set of rules for all high-seas users. On the other hand, aligning the diverse interests of small island states, distant water fishing nations and environmental non-profit organizations is inherently time-consuming. Each negotiating text must thread the needle between these interests, with every word or comma potentially sparking months of debate.</p><p>Moreover, the decision-making processes of the UN, anchored in principles of sovereign equality and consensus-building, can struggle to keep pace with the urgent, evolving threats that marine ecosystems face: like the increasing demand for deep-sea minerals, growing plastic pollution and overfishing practices. By the time a treaty is finalized, new pressures may emerge, requiring fresh rounds of technical and legal work.</p><p>Countries, operating within their own jurisdictions — also known as exclusive economic zones, which extend 200 nautical miles from a country’s coastline — can make more immediate progress on conservation and climate initiatives. For example, <a href=\"https://oceanpanel.org/\">Ocean Panel members</a> are sustainably managing 100% of their national waters. The process for developing these holistic sustainable ocean plans, while not simple, has been faster than multilateral processes. Ocean Panel members are now calling on all coastal and ocean states to replicate this success in their own national waters by 2030 by joining the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>.</p><h3>What’s Next for the High Seas Treaty?</h3><p>At this month’s UNOC, it’s expected that many UN member states will announce either their signing or ratification of the High Seas Treaty. However, for it to be effective, it is crucial that the underlying framework and governance structures are agreed upon before coming into force. The BBNJ Preparatory Commission (BBNJ PrepCom) hopes to fill this gap: shaping the treaty operations and preparing for the first BBNJ COP.</p><p>Governments and negotiators are hoping to develop key recommendations to shape the critical elements of the treaty. This includes forming governing structures; outlining the roles and responsibilities of institutions such as those that provide data, and scientific and technical advice; creating tools and mechanisms to ensure equitable implementation of the treaty; and establishing systems to ensure funding and technical knowledge is distributed so all member states can fully participate.  </p><p>The first BBNJ COP will see these recommendations brought forward and hopefully adopted. It is critical therefore that these meetings are constructive and that a consensus is reached. Only with the relevant governing and financial mechanisms in place can this High Seas Treaty go from a landmark agreement to a fully functioning international treaty that protects the global ocean.</p><p>Management of the ocean needs to be as interconnected as the ocean itself. By weaving together national actions with a robust global treaty, the world can ensure a resilient, equitable and thriving ocean for generations to come.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "New Approach Leverages AI and Earth Observation to Map Rooftop Solar Access in Kenya",
      "link": "https://www.wri.org/update/ai-solar-power-mapping-energy-access-explorer",
      "pubDate": "Thu, 05 Jun 2025 07:00:00 EDT",
      "description": "<p>Energy services are fundamental to socioeconomic development and human well-being. Yet access remains scarce in many parts of the world. In Kenya, <a href=\"https://trackingsdg7.esmap.org/country/kenya\">13 million people</a> still lack electricity access, and over 39 million continue to use unhealthy, polluting fuels for cooking.</p><p>WRI, in collaboration with over 300 partners, developed the <a href=\"https://www.energyaccessexplorer.org/\">Energy Access Explorer</a> (EAE) to help bring electricity to unserved and underserved communities. Currently available in eight countries across Africa and Asia, EAE is an online, open-source, interactive platform that enables clean energy players to map energy access gaps, identify high priority areas for energy interventions, and expand access faster and more equitably.</p><p>In Kenya, EAE is already being used to inform the design of County Energy Plans, as mandated by the country's <a href=\"https://new.kenyalaw.org/akn/ke/act/2019/1/eng@2019-03-29\">Energy Act of 2019</a>. These plans require granular data on demographics and productive uses of renewable energy to assess current and potential electricity demand. They also require data on infrastructure and resource availability to map energy supply. But this is where current data comes up short: While Kenya has significantly scaled up solar power access in recent years, it does not have detailed information on where small-scale solar PV systems are located. This data is currently only available at coarse resolutions (at the sub-county level rather than building level; Figure 1), which limits inclusive planning efforts.</p><p><strong>Simply put: If energy planners and clean energy businesses don't know which buildings are powered by solar systems, how can they effectively plan for the expansion of energy services to underserved communities?</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1600\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1280\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"980\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"772\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"462\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map showing household solar power use in Kenya at the county level.\" height=\"462\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/kenya-household-solar-pv-map-wri_0.png?VersionId=kSfBEPDLdEU8qRNce1DEdjFQ70jzfvmG&itok=fXxLfzsf\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Illuminating Kenya's Solar Landscape</h3><p>To bridge this knowledge gap, WRI, in partnership with OMDENA, piloted the use of AI and Earth Observation (EO) technologies to generate high-resolution mapping of solar PV systems on building rooftops. We started with in Kilifi County, Kenya; specifically, Kilifi South, where about <a href=\"https://www.knbs.or.ke/?wpdmpro=2019-kenya-population-and-housing-census-volume-iv-distribution-of-population-by-socio-economic-characteristics\">1 in 5 people</a> use solar power as their main source for lighting.</p><p>First, we collected data from various sources, including open-access satellite imagery from <a href=\"https://sentinels.copernicus.eu/copernicus/sentinel-1\">Sentinel-1</a> and <a href=\"https://sentinels.copernicus.eu/copernicus/sentinel-2\">Sentinel-2</a>, high-resolution images from <a href=\"https://mapsplatform.google.com/maps-products/map-tiles/\">Google Maps Static API</a> images, and publicly available research datasets. Once we gathered the images, we processed them to enhance their quality. This included removing blurry parts or noise and enhancing their resolution. Given the limitations of open-access data, we mainly relied on high-resolution imagery from Google Maps for higher accuracy.</p><p>After enhancing the image quality, we manually labelled the location of solar panels in the high-resolution images using <a href=\"https://earthengine.google.com/\">Google Earth Engine</a> to build a robust training dataset. To increase the variety of training examples, we also divided larger images into smaller sections and applied simple transformations, like rotating or flipping.</p><p>This labeled dataset was then used to train our AI object detection model, built using <a href=\"https://blog.roboflow.com/what-is-yolov8/\">YOLOv8</a><sup>1</sup>, which is designed to efficiently and accurately identify solar panels.</p><p>Once the model was trained, we first tested its performance on a separate set of images that had not been used during training. This achieved an accuracy of 94% based on common evaluation methods (<a href=\"https://developers.google.com/machine-learning/crash-course/classification/accuracy-precision-recall\">precision, recall and F1 scores</a>). To further assess its real-world applicability, we conducted cross-validation using manually labeled ground truth data from Kilifi South. This step allowed us to measure how well the model could detect solar panels in new, unseen imagery (Figure 2). High precision (the model's prediction was correct in more than 90% of cases) indicated that most detected solar panels were indeed true solar panels, while high recall suggested that the model successfully identified most solar panels present in the images.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Photos of roofs with solar panels next to AI-generated images detecting the panels.\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/solar-pv-detection-model-results-wri_0.png?VersionId=c1nNOSy1O3bjWqFImYcuI.EksHjE4xHY&itok=mgK__MjT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>We then applied the model to satellite images of Kilifi South sub-county to map the locations of solar panels in the area and create a georeferenced<sup>2</sup> dataset: a digital map layer showing where solar panels are installed. The final model was fine-tuned based on misclassifications, improving its ability to detect panels under varying lighting conditions, rooftop orientations and panel sizes.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Graphic showing the process to develop Energy Access Explorer's AI solar panel-detection model.\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/rooftop-solar-pv-ai-detection-process-wri_0.png?VersionId=MgLArXhhKBBRPko02G7z6yvN3459qmy3&itok=FVB8N2NX\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Results and Next Steps</h3><p>We successfully identified 274 existing rooftop solar PV systems within Kilifi town, while also developing a scalable methodology that can provide actionable insights to national and subnational governments, clean energy businesses, civil society and financiers. The outputs of this model - when integrated into EAE and combined with other datasets, such as energy demand, socioeconomic indicators or solar irradiation - can further enhance its utility for integrated energy planning.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2038\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"1630\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"1249\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"983\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"589\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Photos of roofs with solar panels on top.\" height=\"589\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/solar-panel-satellite-images_0.jpg?VersionId=6x2VdcCXGX..Da18zzYrmMK_dnutY2tU&itok=seB37f0N\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Map of buildings in Kilifi South. Zoomed images show rooftop solar panels detected by the AI model.</figcaption>\n</figure>\n<p>This method marks a step forward in improving data-informed, integrated and inclusive energy planning in Kenya by providing high-resolution data on rooftop solar PV systems. Thanks to our modular, open-source approach, we plan to refine and scale the model to assess current and potential applications of small-scale solar systems across Kenya and in other countries in Africa and Asia.</p><p>By illuminating where solar power is deployed today, we can chart a brighter, more inclusive energy future for tomorrow.</p><p> </p><p><sup>1 YOLOv8 is a cutting-edge AI model that helps detect objects in images, like spotting solar panels on rooftops. It's fast, accurate, and easy to train with your own data, making it a powerful tool for real-world mapping and planning projects.</sup></p><p><sup>2 \"Georeferenced\" means that the data is linked to specific geographic locations on the Earth's surface, allowing it to be accurately placed and viewed on a map.</sup></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How Marine Carbon Removal Is Governed in the High Seas",
      "link": "https://www.wri.org/technical-perspective/ocean-carbon-removal-governance",
      "pubDate": "Wed, 04 Jun 2025 07:02:45 EDT",
      "description": "<p>The ocean plays a key role in regulating our climate, absorbing <a href=\"https://essd.copernicus.org/articles/17/965/2025/essd-17-965-2025-discussion.html\">26% of carbon dioxide</a> emissions and <a href=\"https://www.ipcc.ch/srocc/chapter/summary-for-policymakers/\">90% of excess heat</a>. With <a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_SummaryForPolicymakers.pdf\">scientific consensus</a> that carbon dioxide removal is needed to complement deeper emissions reductions, there’s growing interest in leveraging the ocean’s natural processes to pull more carbon dioxide out of the atmosphere.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>New Blue Paper on mCDR</strong></p><p class=\"secondary\">A new <a href=\"https://oceanpanel.org/wp-content/uploads/2025/06/OP_mCDR_Blue-Paper-1.pdf\">blue paper on principles for responsible marine carbon dioxide removal</a> commissioned by <a href=\"https://oceanpanel.org/members/\">Ocean Panel member countries</a> summarizes the state of knowledge around mCDR approaches, lays out international governance considerations, and recommends ways countries can develop mCDR approaches responsibly.</p></div><p>This is possible through <a href=\"https://www.wri.org/insights/ocean-based-carbon-dioxide-removal\">marine carbon dioxide removal</a> (mCDR) approaches, such as seaweed cultivation and sinking, ocean alkalinity enhancement and nutrient fertilization. Estimates indicate that <a href=\"https://oceanpanel.org/wp-content/uploads/2023/09/23_Ocean-Panel-Climate-Change_DOI.pdf#page=98\">mCDR could remove</a> billions of tons of carbon per year <a href=\"https://nap.nationalacademies.org/catalog/26278/a-research-strategy-for-ocean-based-carbon-dioxide-removal-and-sequestration\">by midcentury</a>. But this massive potential is paired with an equally large uncertainty about both the efficacy of proposed approaches and the possibility of ecological and social impacts.  </p><p>Marine CDR approaches are in early stages of development today, with all tested close to countries’ coastlines in national waters and very few <a href=\"https://oceanvisions.org/mcdr-field-trials/\">tested at sea</a>. However, as <a href=\"https://www.whitehouse.gov/wp-content/uploads/2024/11/U.S.-Marine-Carbon-Dioxide-Removal-Research-Strategy.pdf\">interest in mCDR</a> grows from countries and companies looking to meet net zero and other climate commitments, at-sea testing and deployment of approaches proven safe and effective will likely move into international waters. These waters, known as the high seas, make up around two-thirds of the world’s ocean.</p><p>For any marine carbon dioxide removal activity in the high seas, clear and comprehensive governance will be needed to ensure environmental safety, scientific integrity and compliance with international law. Today, mCDR is governed by the existing international treaties and agreements that protect the ocean and marine life. But because they generally were not written with marine CDR in mind, comprehensive and proactive regulation of marine carbon removal activities may require more specific governance frameworks.</p><h3>The State of mCDR Development and At-Sea Testing</h3><p>Interest and investment in marine carbon removal have been growing over the past few years both <a href=\"https://www.wri.org/insights/ocean-carbon-dioxide-removal-us\">in the United States</a> and other countries, like <a href=\"https://cdrmare.de/en/\">Germany</a>, Iceland and Singapore.</p><p>In 2023, the U.S. published the <a href=\"https://www.noaa.gov/interagency-ocean-policy/OCAP_Information\">Ocean Climate Action Plan</a>, a government-wide roadmap to leverage the ocean for climate mitigation. And in late 2024, it released a <a href=\"https://www.noaa.gov/news-release/white-house-noaa-and-other-federal-partners-release-national-strategy-for-marine-CO2-removal-research#:~:text=The%20strategy%20outlines%20how%20the,approaches%20are%20viable%20climate%20solutions.\">national mCDR research strategy</a> to address the objectives in the Ocean Climate Action Plan, including building a sufficient knowledge base about the efficacy and tradeoffs of different marine CDR approaches and developing a robust regulatory framework for their use. The federal government provided an initial <a href=\"https://oceanacidification.noaa.gov/fy23-nopp-mcdr-awards/\">$24 million</a> for mCDR research projects in 2023; whether and how this work will continue under the Trump administration is uncertain. </p><p>In Germany, the <a href=\"https://cdrmare.de/en/die-mission/cdrmare-struktur/\">CDRmare project</a>, which runs through 2027, is working to assess if and how mCDR can play a role in removing CO2 from the atmosphere. In the EU, the <a href=\"https://seao2-cdr.eu/\">SEAO2-CDR project</a>, which also runs through 2027, is funded by the EU’s Horizon Europe, a research and innovation program, and includes interdisciplinary work to develop tools and guidelines to help ensure mCDR is developed responsibly and transparently.</p><p>Apart from national and supranational governments, interdisciplinary researchers <a href=\"https://www.agu.org/ethicalframeworkprinciples\">have developed</a> <a href=\"https://www.aspeninstitute.org/publications/a-code-of-conduct-for-marine-carbon-dioxide-removal-research/\">codes of conduct</a> to ensure responsible research. Groups like <a href=\"https://carbontosea.org/\">Carbon to Sea Initiative</a> and <a href=\"https://oceanvisions.org/our-strategy/remove/\">Ocean Visions</a> are supporting mCDR research with funding and other resources.</p><p>Projects are also beginning to move out of the lab and into the marine environment for testing along national coastlines. One <a href=\"https://subhaslab.whoi.edu/loc-ness/\">mCDR project</a> led by Woods Hole Oceanographic Institute in Massachusetts is in the process of applying for EPA permits to do ocean alkalinity enhancement testing off the state’s coast. Another project received a permit from the Army Corps of Engineers to add <a href=\"https://www.vesta.earth/blog/duckannouncement?ref=tectonic.earth\">carbon-removing alkaline sand</a> offshore in North Carolina. In total, Ocean Visions <a href=\"https://oceanvisions.org/mcdr-field-trials/\">identifies 45 research trials</a> that are either in operation or concluded around the world, and six more than are approved to move forward.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/21211827/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>As for projects in the high seas, a <a href=\"https://oceaniron.org/who-we-are/\">non-profit coalition</a> of researchers has announced its <a href=\"https://www.scientificamerican.com/article/scientists-will-engineer-the-ocean-to-absorb-more-carbon-dioxide/\">intention</a> to start research trials for ocean iron fertilization in international waters of the Pacific as early as 2026. The coalition plans to request approval from the U.S. Environmental Protection Agency, which administers the <a href=\"https://www.epa.gov/enforcement/marine-protection-research-and-sanctuaries-act-mprsa-and-federal-facilities\">Marine Protection Research and Sanctuaries Act</a>, the relevant domestic legal framework for this activity.  </p><p>Parties to the London Convention and Protocol — two international legal frameworks that govern activity on the high seas — <a href=\"https://blogs.law.columbia.edu/climatechange/2025/01/09/international-governance-of-mcdr-small-steps-forward-but-much-more-work-to-do/\">have been meeting</a> to discuss governance of mCDR activity. In 2023, parties released a non-binding <a href=\"https://www.imo.org/en/MediaCentre/MeetingSummaries/Pages/LC-45-LP-18.aspx\">statement</a> recommending that OAE and biomass sinking be treated similarly to ocean iron fertilization – namely that activity outside of legitimate scientific research be deferred. A <a href=\"https://blogs.law.columbia.edu/climatechange/2024/10/25/upcoming-developments-in-international-governance-of-marine-carbon-dioxide-removal/\">November 2024 meeting</a> presented various ways to make this statement stronger, but none moved forward due to parties’ disagreement over the role of commercial interests in mCDR development.    </p><h3>How the High Seas Are Currently Governed</h3><p>The location of mCDR activity will determine how it is governed.  In the vast majority of cases, mCDR activities conducted within 200 nautical miles from the shore are within a country’s <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/part5.htm\">exclusive economic zone</a> (EEZ) and are governed by that country’s domestic laws and regulations. Beyond a country’s EEZ is the high seas, which is open access to all countries and is governed by international legal frameworks.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1137\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"910\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"697\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"549\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"329\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Illustration of Ocean Maritime Boundaries\" height=\"329\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/25-1-21-insights-ocean-mcdr-update.png?VersionId=SAVL0Zl5y3Ye3l8EWEvhQ2j7ZlYJIrdI&itok=xiXlOr2a\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Several international legal frameworks govern activity in the high seas but do not explicitly regulate mCDR, as they were written before mCDR activities existed or had been proposed. As a result, they are now being interpreted and applied with varying levels of clarity.</p><h6>Major international legal frameworks governing activity in the high seas</h6><table border=\"1\" class=\"tablesaw tablesaw-stack\"><thead><tr><th width=\"142\"><strong>Agreement</strong></th><th width=\"113\"><strong>Year adopted; year entered into force</strong></th><th width=\"128\"><strong>Number of parties</strong></th><th width=\"240\"><strong>General intent of agreement</strong></th></tr></thead><tbody><tr><td width=\"142\"><a href=\"https://www.imo.org/en/ourwork/legal/pages/unitednationsconventiononthelawofthesea.aspx\">United Nations Convention on the Law of the Sea (UNCLOS)</a></td><td width=\"113\">1982; 1994</td><td width=\"128\">169 countries and the EU</td><td width=\"240\">Establishes a legal framework for all use and management activities in the ocean, including defining maritime boundaries, cooperating in transboundary waters, managing mineral exploitation and protecting freedom of scientific research.</td></tr><tr><td width=\"142\"><a href=\"https://www.cbd.int/intro\">Convention on Biological Diversity</a> (CBD)</td><td width=\"113\">1992; 1993</td><td width=\"128\">195 countries and the EU</td><td width=\"240\">Focuses on the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of genetic resources.</td></tr><tr><td width=\"142\"><a href=\"https://www.imo.org/en/OurWork/Environment/Pages/London-Convention-Protocol.aspx\">London Convention</a> (LC)</td><td width=\"113\">1972; 1975</td><td width=\"128\">87 countries</td><td width=\"240\">Promotes the effective control of the deliberate disposal, or dumping, of wastes and other matter at sea. Parties must regulate dumping and prohibit dumping of certain substances</td></tr><tr><td width=\"142\"><a href=\"https://www.imo.org/en/KnowledgeCentre/ConferencesMeetings/Pages/London-Convention-Protocol.aspx\">London Protocol</a> (LP)</td><td width=\"113\">1996; 2006</td><td width=\"128\">55 countries</td><td width=\"240\">Protects and preserves the marine environment from all sources of pollution more comprehensively than the LC (which it is intended to modernize and eventually replace) Parties must prohibit dumping of all substances except those listed. Countries can be Contracting Parties to the LC, the LC/LP or neither the LC/LP.</td></tr><tr><td width=\"142\"><a href=\"https://www.un.org/bbnjagreement/en\">Biodiversity Beyond National Jurisdiction</a> (BBNJ; also known as High Seas Treaty; Global Ocean Treaty)</td><td width=\"113\">2023; not yet in force</td><td width=\"128\">30 (60 needed to enter into force)</td><td width=\"240\">Provides the legal framework and process under UNCLOS to protect marine life and biodiversity in the high seas.  Allows for creation of marine protected areas in international waters and requires environmental impact assessments for certain activities.</td></tr></tbody></table><p class=\"secondary\">Sources: <a href=\"https://treaties.un.org/pages/ViewDetailsIII.aspx?src=TREATY&mtdsg_no=XXI-6&chapter=21&Temp=mtdsg3&clang=_en\">UN Law of the Sea</a>; <a href=\"https://www.cbd.int/information/parties.shtml\">Convention on Biological Diversity</a>; <a href=\"https://www.imo.org/en/OurWork/Environment/Pages/London-Convention-Protocol.aspx\">London Convention</a>; <a href=\"https://www.imo.org/en/OurWork/Environment/Pages/London-Convention-Protocol.aspx\">London Protocol</a>; <a href=\"https://www.imo.org/en/About/Conventions/Pages/StatusofConventions.aspx\">LC/LP Status</a>, <a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XXI-10&chapter=21&clang=_en\">BBNJ (as of June 4, 2025)</a>. </p><p>Each framework addresses different, but related, aspects of ocean governance, and coordinating across multiple agreements helps address shared goals for protecting biodiversity, reducing pollution and responding to climate impacts. For example, the Convention on Biological Diversity’s (CBD) intergovernmental scientific advisory body provides <a href=\"https://www.cbd.int/doc/c/8d72/2f35/9dd63ea70a7d259640a878ca/sbstta-26-inf-08-en.pdf\">guidance on alignment with Biodiversity Beyond National Jurisdiction (BBNJ</a>) for meeting biodiversity goals in areas beyond national jurisdiction. Countries rely on global organizations like the International Maritime Organization (IMO), a specialized UN agency, and the CBD Secretariat for support coordinating policy alignment and enforcement measures.</p><h3>How Does mCDR Fit into These Legal Frameworks?</h3><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/21211248/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Under the <strong>United Nations Convention on the Law of the Sea</strong>, all parties are free to conduct <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/part13.htm\">marine scientific research</a> in the high seas, if it is done peacefully and following “appropriate scientific methods.” However, UNCLOS does not define what constitutes marine scientific research and <a href=\"https://scholarship.law.columbia.edu/faculty_scholarship/3337/\">fails to differentiate</a> research conducted to expand knowledge from research that enables future commercial activity. (This is the case for other international law, too.) UNCLOS also includes <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/part12.htm\">general obligations</a> for all parties to protect and preserve the marine environment — for example, by limiting marine pollution and avoiding the introduction of invasive species.</p><p>General provisions of the <strong>Convention on Biological Diversity</strong> relevant to mCDR include <a href=\"https://www.cbd.int/convention/articles/default.shtml?a=cbd-07\">identification and monitoring</a> for activities likely to have a significant adverse effect on the conservation and sustainable use of biodiversity and a requirement for environmental impact assessments for certain activities. The CBD initially <a href=\"https://www.cbd.int/decision/cop?id=11659\">adopted a resolution</a> to ban commercial application of iron fertilization in 2008, and then <a href=\"https://www.cbd.int/decision/cop?id=12299\">expanded that in 2010</a> to ban all climate-related geoengineering activities except for small-scale scientific research studies in a controlled setting. While the resolution is nonbinding, it’s supported by 196 countries and was <a href=\"https://www.cbd.int/doc/c/0e90/5901/8f0161248348f0f8de760f20/cop-16-l-24-en.pdf\">reaffirmed at the UN Biodiversity Summit (COP16</a>), an indication of the strong lack of support for projects that are not “small scale” or “in a controlled setting.”  </p><p>The <strong>London Convention and the London Protocol</strong> focus on limiting dumping or disposal of wastes or other matter into marine waters. Whether mCDR approaches that add material to the ocean for carbon removal are considered dumping is a <a href=\"https://blogs.law.columbia.edu/climatechange/2025/01/09/international-governance-of-mcdr-small-steps-forward-but-much-more-work-to-do/\">topic of continued debate</a>. The Convention includes a list of materials that cannot be dumped. The Protocol is stricter and includes a list of material that can be dumped (with a permit) and prohibits dumping everything else, with limited carve-outs.</p><p>Following the 2008 CBD resolution, the parties to both the London Convention and the London Protocol <a href=\"https://wwwcdn.imo.org/localresources/en/KnowledgeCentre/IndexofIMOResolutions/LCLPDocuments/LC-LP.1%20(2008).pdf\">passed a resolution</a> agreeing that iron fertilization is within scope for both agreements, but that only legitimate scientific research is allowed. In 2010 the parties <a href=\"https://wwwcdn.imo.org/localresources/en/OurWork/Environment/Documents/OFassessmentResolution.pdf\">adopted a tool</a> to determine if an activity constitutes legitimate scientific research. And in 2013, an <a href=\"https://wwwcdn.imo.org/localresources/en/KnowledgeCentre/IndexofIMOResolutions/LCLPDocuments/LP.4(8).pdf\">amendment to the Protocol</a> officially banned iron fertilization except for legitimate scientific research, and an annex to that amendment determined that additional marine geoengineering techniques could fall under the scope of the amendment in the future. Only six of the LP’s 55 parties have ratified the amendment so far — fewer than the two-thirds needed to enforce it. This amendment is one of few examples of governance specific to certain mCDR techniques, but the Protocol’s ability to more comprehensively govern mCDR is limited by its overall aim of limiting ocean dumping.</p><p><strong>Biodiversity Beyond National Jurisdiction</strong> is an agreement ratified under UNCLOS that <a href=\"https://treaties.un.org/pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XXI-10&chapter=21&clang=_en\">opened for signature in 2023</a> and has not yet entered into force. Its objective is to create a comprehensive framework under UNCLOS to address sustainable use of biodiversity and conservation in areas beyond national jurisdiction. It does this <a href=\"https://illuminem.com/illuminemvoices/the-biodiversity-beyond-national-jurisdiction-treaty-and-its-implications-for-marinebased-carbon-dioxide-removal\">through two mechanisms</a>: environmental impact assessment and area-based management tools, such as marine protected areas that could be used to preclude mCDR testing in areas where no other existing international body has competency.</p><p>For environmental impact assessments, <a href=\"https://www.un.org/bbnjagreement/sites/default/files/2024-08/Text%20of%20the%20Agreement%20in%20English.pdf\">BBNJ</a> includes more specific requirements than UNCLOS, such as assessing whether the planned activity will have “<a href=\"https://www.un.org/bbnjagreement/sites/default/files/2024-08/Text%20of%20the%20Agreement%20in%20English.pdf#page=30\">more than a minor...effect</a>” on the marine environment and determining if the effects are not well understood. If either criterion is met, a screening process would determine whether an environmental impact assessment is needed. Since most mCDR methods have not been well studied, they would <a href=\"https://scholarship.law.columbia.edu/cgi/viewcontent.cgi?article=1217&context=sabin_climate_change\">likely trigger this screening</a>. Under BBNJ, a full environmental impact assessment would include the monitoring and reporting of <a href=\"https://bbnj-mgr.fas.harvard.edu/eias\">economic, social, cultural and human health impacts</a>. Following public comment of potentially affected parties, it would then be up to the state party with jurisdiction over the project to decide if it could go forward.</p><p>Aside from these legal frameworks, <strong>customary international law</strong> <a href=\"https://globalpact.informea.org/glossary/no-harm-rule\">arises from established international practices</a> and is generally binding on all states (unlike earlier frameworks which just apply to countries that are party to each agreement). Some aspects of customary international law are also enshrined in legal frameworks. For example, the “<a href=\"https://globalpact.informea.org/glossary/no-harm-rule\">no harm rule</a>” is included in the CBD, so parties to that agreement must adopt measures to enact these treaties domestically. The “no harm rule” means that all countries are obligated to prevent activities under their jurisdiction from causing significant harm to the territory of other countries and areas beyond the individual jurisdiction and control of countries, such as the high seas.</p><p>These legal frameworks are primarily designed to minimize harm, and mCDR approaches are intended to provide a net benefit to the climate while minimizing local harms. However, current legal frameworks are not designed to weigh that benefit against any harms introduced by the mCDR activity. In this way, current legal frameworks are <a href=\"https://www.wri.org/research/responsible-informed-ocean-based-carbon-dioxide-removal\">not well suited</a> to governing mCDR activities.</p><h3>Applying International Legal Frameworks to mCDR in the High Seas </h3><p>Marine CDR activities in the high seas will be <a href=\"https://www.frontiersin.org/journals/climate/articles/10.3389/fclim.2024.1430957/full#h7\">governed by the country</a> that <a href=\"https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx\">registered the vessel</a> performing those activities or the country where it is loaded with material for the activities. Countries that are parties to international legal frameworks are obligated to create mechanisms to enforce them domestically. And in some cases, countries that are not parties also have domestic laws implementing these frameworks. For example, the United States is not a party to the London Protocol, but the U.S. EPA’s Marine Protection, Research and Sanctuaries Act is a <a href=\"https://www.epa.gov/ocean-dumping/london-convention-and-london-protocol-international-treaties-prevent-marine-pollution\">domestic application</a> of the London Protocol’s anti-dumping aims. While the regulation of activities in the high seas would fall under relevant national laws, how the regulation is approached would likely be influenced by ongoing discussions among parties to each legal framework. </p><h6>International framework governance of selected mCDR approaches</h6><table border=\"1\" class=\"tablesaw tablesaw-stack\"><thead><tr><th width=\"91\"><strong>Approach</strong></th><th width=\"149\"><strong>UNCLOS</strong></th><th width=\"156\"><strong>LC/LP</strong></th><th width=\"158\"><strong>CBD</strong></th><th width=\"65\"><strong>BBNJ</strong></th></tr></thead><tbody><tr><td width=\"91\"><strong>All approaches</strong></td><td width=\"149\">General provisions around protection of the marine environment and marine scientific research.</td><td width=\"156\">General obligation of employing a precautionary approach. mCDR activities could be permissible if deemed to be for purposes other than mere disposal, to not run contrary to the aims of the LC/LP and to constitute “legitimate scientific research.”</td><td width=\"158\">General provisions on identification and monitoring, and environmental impact assessments.</td><td rowspan=\"4\" width=\"65\"><p><em> </em></p><p><em>If passed, all approaches will be subject to spatial regulations established through area-based management tools and could be evaluated through environmental impact assessments.</em></p></td></tr><tr><td width=\"91\"><strong>Seaweed cultivation and sinking</strong></td><td width=\"149\">Regulates the introduction of <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/part12.htm\">new or alien species</a>. Relevant if using non-native species.</td><td width=\"156\">Likely permissible, provided sinking of seaweed or any added nutrients to grow seaweed are not considered dumping.</td><td width=\"158\">Could be considered “climate geoengineering,” but ban is non-binding and excludes small-scale scientific research.</td></tr><tr><td width=\"91\"><strong>Nutrient fertilization</strong></td><td width=\"149\">Field tests for research could be permissible, but potential downstream impacts may violate “no-harm” principle under customary international law.</td><td width=\"156\">Small-scale research <a href=\"https://scholarship.law.columbia.edu/cgi/viewcontent.cgi?article=4652&context=faculty_scholarship#page=13\">could be permitted</a> under the LC/LP if it doesn’t risk harming the marine environment. Large-scale application would likely be prohibited under the LP.</td><td width=\"158\">Could be considered “climate geoengineering” but the ban is non-binding and excludes small-scale scientific research; requires case-by-case assessment.</td></tr><tr><td width=\"91\"><strong>Ocean alkalinity enhancement</strong></td><td width=\"149\">Field tests would be permissible if general obligations are met.</td><td width=\"156\">Research projects could be permitted if they don’t risk harming the marine environment. Large-scale application would likely be prohibited under the LP.</td><td width=\"158\">Activities <a href=\"https://scholarship.law.columbia.edu/faculty_scholarship/2981/\">would be permissible</a> if general obligations of the CBD are met.</td></tr></tbody></table><h3>What’s Next for International Governance of Marine CDR </h3><p>Marine CDR has the potential to provide large-scale carbon removal if, along with increased funding to address scientific knowledge gaps, governance frameworks can comprehensively regulate the new sector. This potential coincides with growing demand for legal clarity on country obligations to address climate change under international law. The International Tribunal for the Law of the Sea released an <a href=\"https://itlos.org/fileadmin/itlos/documents/press_releases_english/PR_350_EN.pdf\">advisory opinion</a> in May 2024 emphasizing the responsibility of countries under UNCLOS to prevent, reduce and control greenhouse gas emissions to protect the marine environment, and the International Court of Justice is likely to clarify similar obligations under broader treaties sometime this year. These opinions will dually guide countries’ responsibility to climate action and appropriate caution in mCDR implementation.</p><p>In 2025, discussions about these issues will continue under the London Protocol and the London Convention, <a href=\"http://www.gesamp.org/\">scientific experts</a> under the United Nations will propose a new framework to assess projects, and global forums like the UN Ocean Conference and <a href=\"https://www.ouroceanconference.org/\">Our Ocean Conference</a> will convene ocean experts on topics including mCDR. The coming years will see countries advancing interdisciplinary research, including on the evaluation of social and environmental impacts, informed by <a href=\"https://research.noaa.gov/noaa-and-carbon-to-sea-team-up-to-develop-data-management-guidelines-for-marine-carbon-dioxide-removal-projects/\">emerging data-sharing and management guidelines.</a> And, as individual projects move forward, transparent communication within and among countries on the impacts and benefits will provide a greater shared understanding for updating the relevant international governance frameworks to consider this potential climate solution.</p><p><em><strong>Editor's Note: </strong>This article was first published on Feb. 10, 2025. We updated the first sentence of this article on April 7, 2025 to say the ocean absorbs 26% of CO2 emissions and to cite the latest data. The previous figure, 30%, only accounted for fossil fuel emissions, whereas 26% reflects all anthropogenic emissions. On June 4, 2025 we updated the article again to reflect the latest news and research.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "4 Issues to Watch at the UN Ocean Conference",
      "link": "https://www.wri.org/insights/un-ocean-conference-key-issues",
      "pubDate": "Tue, 03 Jun 2025 09:39:00 EDT",
      "description": "<p>The ocean covers more than 70% of our planet. It provides food for over 3 billion people, regulates the climate, sustains global economies and is a source of cultural identity for communities around the world. But it’s also under intense and mounting pressure from climate change, pollution and biodiversity loss.</p><p>It’s the ocean’s criticality that brings world leaders together for the third <a href=\"https://www.un.org/en/civil-society/un-ocean-conference\">UN Ocean Conference (UNOC)</a> in Nice, France from June 9<sup>th</sup>-13<sup>th</sup>.</p><p>Occurring every three years, UNOC invites world leaders, civil society, businesses and scientists to mobilize partnerships, commitments and solutions to address ocean challenges. The summit plays a vital role in activating international cooperation and securing progress for ocean health and resilience.</p><p>A major outcome is the Political Declaration proposed ahead of the conference and formally adopted at its end. While not legally binding, the Political Declaration sets the tone and ambition for global ocean action. It serves as a signal to governments, investors and civil society that ocean health is a political priority, and it helps mobilize support for new initiatives.</p><p>While there are undoubtedly some gaps in a consensus-based statement like this, the ocean community has placed a great deal of expectation on UNOC to deliver significant outcomes for sustainable development, climate change and biodiversity loss. In a year filled with <a href=\"https://www.wri.org/insights/opportunities-ocean-action-2025\">opportunities for the ocean</a>, the Nice summit could help reshape how we govern and invest in our ocean, ensuring it continues to support people and the planet for generations to come.</p><p>Here are the key areas that need to be addressed for the 2025 UN Ocean Conference to serve as a turning point for the ocean:</p><article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Commercial fishing boat in Nordic region\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/commercial-fishing-boat_0.jpg?VersionId=KumA.n2Z7iaPt2Z5z9B2PNvvynkH48G0&h=2e5cdddf&itok=-w457uVR\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>1) Scale Up Funding for Sustainable Development Goal 14.</h3><p>The ocean economy is worth an estimated <a href=\"https://oceanpanel.org/the-agenda/ocean-wealth/\">$2.5 trillion annually, with an asset value of $24 trillion</a>. Yet Sustainable Development Goal (SDG) 14, Life Below Water, remains the most underfunded of all the SDGs, <a href=\"https://www3.weforum.org/docs/WEF_Tracking_Investment_in_and_Progress_Toward_SDG14.pdf\">receiving less than 0.01% of all sustainable development funding</a>. This is not an oversight, it’s a crisis.</p><p>This funding gap is holding back critical progress on marine conservation, fisheries reform, and the blue economy, where every <a href=\"https://oceanpanel.org/publication/a-sustainable-ocean-economy-for-2050-approximating-its-benefits-and-costs/\">$1 invested yields at least $5 in global benefits by 2050.</a> Within a  sustainable ocean economy, employment could grow <a href=\"https://oceanpanel.org/publication/ocean-employment/\">by 51 million jobs by 2050</a>, reaching 184 million people globally.</p><p>What’s more is that what little finance does flow to the ocean often misses the people who need it most. Finance tools should prioritize equitable access, channeling support to Indigenous and local communities, small-scale fishers, and women-led initiatives, who are often on the frontlines of ocean stewardship and the ocean’s most pressing challenges.</p><p>UNOC and its preceding event, the <a href=\"https://beff2025monaco.org/\">Blue Economy and Finance Forum</a>, presents a critical opportunity to establish and strengthen pathways for concrete public and private financial commitments to support SDG 14. Expectations are for announcements of new and scaled-up funding from Multilateral Development Banks, governments and private sector institutions, as well as investments in innovative finance tools such as blue bonds, blended finance and ocean-focused impact funds.</p><p>In anticipation, the UN released its <a href=\"https://www.unepfi.org/publications/ocean-investment-protocol/#:~:text=The%20Ocean%20Investment%20Protocol%20is,Water%20%E2%80%94%20and%20other%20related%20SDGs.\">Ocean Investment Protocol</a>, which provides a framework on how to unlock private capital for the sustainable ocean economy. The guide outlines how financial institutions, (re)insurers, ocean industries, governments and development finance institutions can mobilize and scale ocean finance.</p><h3>2) Cement the Ocean’s Role in Fighting Climate Change.</h3><p>The ocean is often overlooked in climate negotiations, yet it holds enormous potential to help limit global warming. Research from the High Level Panel for a Sustainable Ocean Economy (Ocean Panel) shows that ocean-based climate solutions — including offshore renewable energy, sustainable shipping, protection and restoration of “blue carbon” ecosystems like mangroves and seagrasses, and more — could deliver <a href=\"https://oceanpanel.org/publication/ocean-solutions-to-climate-change/\">up to 35%</a> of the emissions reductions needed by 2050 to keep global temperature rise below 1.5 degrees C (2.7 degrees F).</p><p> </p><article class=\"align-center media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart showing potential emissions reductions from ocean-based climate strategies by 2050.\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/23-Ocean%20Climate%20Action_Insights.png?VersionId=Jwrr73CeILX_BPgf98ZDfWy7agKxB3Uy&itok=gmzwT47Z\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p> </p><p>Despite this, ocean-based action remains largely absent from <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">national climate commitments</a>. UNOC must send a clear message ahead of <a href=\"https://unfccc.int/cop30\">COP30 in Belém, Brazil</a>: We cannot meet our climate goals without fully integrating ocean action into national and global climate strategies.</p><p>Countries should see Nice as an opportunity to commit to including ocean-based mitigation and adaptation measures in their next round of national climate plans (<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">known as Nationally Determined Contributions, or NDCs</a>), due by the end of this year. WRI published <a href=\"https://www.wri.org/ndcs/resources/ocean-sector\">guidance</a> on this, and there will be a series of events in Nice looking ahead to COP30.   </p><h3>3) Accelerate Movement on International Goals and Treaties.</h3><p>The High Seas Treaty, <a href=\"https://www.wri.org/news/statement-countries-agree-historic-treaty-protect-worlds-high-seas\">adopted in 2023</a>, was a historic breakthrough for ocean governance. It provides the first-ever legal framework to protect biodiversity in the high seas — the two-thirds of the ocean that lie beyond national jurisdiction.</p><p>But for the treaty to take effect, it needs to be ratified by at least 60 countries. To date, fewer than 30 have done so.</p><p>UNOC is a strategic opportunity to drive ratification, which is also critical to achieving international goals like the <a href=\"https://www.cbd.int/gbf\">Kunming-Montreal Global Biodiversity Framework</a> to protect 30% of the ocean and land by 2030 (30x30). While the UNOC is not a formal deadline for achieving the 60 ratifications required for the High Seas Treaty to enter into force, the treaty is open for signature until <a href=\"https://www.un.org/bbnjagreement/en#:~:text=The%20Agreement%20is%20open%20for,%2C%20approval%2C%20acceptance%20or%20accession.\">September 20, 2025</a>, with activities in Nice serving as one of the last opportunities for widespread movement on the issue. Without action on the high seas, the 30x30 target will be nearly impossible to meet.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"938\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"788\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"603\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"475\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"285\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Fiji coral reef\" height=\"285\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/fiji-coral-reef_0.jpg?VersionId=f5Dk7p6iLzGpzrUZPJgjtMWCkCuFoRDT&itok=tjiOe_fq\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A vibrant coral reef off the coast of Fiji. The nation is one of several developing a Sustainable Ocean Plan. Photo by Ernie Hounshell/Shutterstock</figcaption>\n</figure>\n<h3>4) Champion 100% Sustainable Ocean Management.</h3><p>Management of the ocean must be as interconnected as the ocean itself. Protecting 30% is essential — but for those protections to be effective, the other 70% must be sustainably managed. This includes bringing national waters (which make up around 40% of the ocean) under holistic sustainable management. This approach has long been championed by WRI. It was included in the proposed Nice <a href=\"https://www.un.org/pga/wp-content/uploads/sites/109/2025/05/UNOC3-declaration-final.pdf\">Political Declaration, </a> but still must be formally adopted at the conference.</p><p>A growing number of nations, including Norway, Fiji and Indonesia, have or are in the middle of developing <a href=\"https://oceanpanel.org/publication/100-sustainable-ocean-management-an-introduction-to-sustainable-ocean-plans/\">Sustainable Ocean Plans (SOPs)</a> that reflect this vision. These plans serve as a unifying umbrella for ocean-related governance and a policy framework that facilitates holistic and sustainable use of the ocean. WRI’s <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance campaign</a> calls on<em> all </em>coastal and ocean states to unite in the commitment to 100% sustainable ocean management and provide the technical and financial assistance needed to develop SOPs.</p><h3>A Strong Outcome at the UN Ocean Conference Can Lay the Groundwork for Climate and Biodiversity Gains</h3><p>Too often, global efforts on climate, biodiversity and the ocean operate in silos. But these crises and their solutions are deeply interconnected. A healthy ocean is essential for a stable climate, rich biodiversity and resilient coastal economies.</p><p>A strong outcome from the UN Ocean Conference can help lay the groundwork for climate and biodiversity gains through the UN Climate Conference (COP30) in November 2025 and the Biodiversity COP17 in 2026. Momentum at UNOC can help ensure that the ocean takes its place as a unifying force that helps overcome our planet’s greatest challenges.</p><p>To get there, leaders must bring urgency and ambition— linking ocean action to climate commitments, backing it with finance, and embedding it in a broader vision for resilience. A thriving, sustainable ocean economy is not just a “nice-to-have;” it’s essential for a more prosperous future where people and nature thrive.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: WRI Study Finds Climate Adaptation Investments Yield Massive Returns —  Over $10 for Every $1 Spent",
      "link": "https://www.wri.org/news/release-wri-study-finds-climate-adaptation-investments-yield-massive-returns",
      "pubDate": "Tue, 03 Jun 2025 03:24:14 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>Washington, D.C. (June 3, 2025)</strong> — As climate hazards like floods and wildfires intensify — and global financial resources grow tighter — </span><a href=\"https://www.wri.org/research/climate-adaptation-investment-case\"><span lang=\"EN-US\">a new study</span></a><span lang=\"EN-US\"> by World Resources Institute (WRI) presents powerful evidence that bolstering funding for adaptation and resilience is not only urgent but also one of the smartest development investments available today.</span> </p><p><span lang=\"EN-US\">The study, which analyzed 320 adaptation and resilience investments across 12 countries totaling $133 billion, finds that every $1 invested in adaptation and resilience generates more than $10 in benefits over ten years. This translates to potential returns of over $1.4 trillion, with average returns of 27%.</span> </p><p><span lang=\"EN-US\">Some sectors record even greater returns. Health sector investments, for example, are projected to deliver returns of over 78%, driven by the high benefits of protecting lives from climate-related impacts like heat stress, malaria and dengue fever. Investments in disaster risk management, such as early warning systems, also showed exceptionally high returns derived from safeguarding lives and infrastructure.</span> </p><p><span lang=\"EN-US\">The study defines adaptation investments as those aimed at reducing or managing physical climate risks, such as climate-smart agriculture, expanded health services and urban flood protection. However, in many cases, the resulting development and social benefits matched or exceeded the avoided losses from climate impacts. </span> </p><p><span lang=\"EN-US\">“This research has pried open the lid on what resilience is truly worth — and even that first glimpse is staggering\", said <strong>Sam Mugume Koojo</strong>, Co-Chair of the Coalition of Finance Ministers for Climate Action from Uganda. “It's time for leaders to recognize climate adaptation is not just a safety net but a launch pad for development.”</span> </p><p><span lang=\"EN-US\">WRI evaluated projects based on three key types of returns (commonly referred to as the “triple dividend of resilience”): avoided losses from climate disasters; induced economic gains (e.g. job creation and increased crop yields); and broader social and environmental benefits (e.g. improved health systems, biodiversity). On average, benefits were fairly evenly distributed across all three types. Yet only 8% of investment appraisals estimated the full monetized values of these dividends — suggesting that actual rates of return are substantially underestimated in economic assessments of most adaptation investments.</span> </p><p><span lang=\"EN-US\"><strong>Benefits beyond avoiding climate shocks</strong></span> </p><p><span lang=\"EN-US\">While adaptation investments have traditionally focused on reducing climate vulnerability and strengthening the resilience of investments, the study finds that over 50% of their documented benefits occur even if climate-related disasters do not happen. </span> </p><p><span lang=\"EN-US\">Infrastructure built to better manage extreme weather events may provide year-round value: irrigation systems can support diverse cropping patterns and evacuation centers may double as community hubs. Nature-based solutions — such as watershed, wetland and coastal protections — frequently provide added ecological and recreational benefits.</span> </p><p><span lang=\"EN-US\">These findings demonstrate that investing in adaptation is not just a protective measure — it also helps advance countries’ broader development priorities and sustainable development goals.</span> </p><p><span lang=\"EN-US\">“One of our most striking findings is that adaptation projects aren’t just paying off when disasters happen — they generate value every day through more jobs, better health and stronger local economies,\" said <strong>Carter Brandon</strong>, Senior Fellow, WRI. “That’s a major mind shift: policymakers don’t need a disaster to justify resilience — it’s simply smart development.”</span> </p><p><span lang=\"EN-US\"><strong>Adaptation investments also cut carbon and protect nature</strong></span> </p><p><span lang=\"EN-US\">Nearly half of the analyzed adaptation investments are also expected to cut greenhouse gas emissions, showing that adaptation and mitigation often go hand in hand. This overlap could open the door to greater climate finance from investors focused on lowering emissions. </span> </p><p><span lang=\"EN-US\">The strongest examples of this win-win were found in energy, forestry, transport, cities and agriculture sectors. Many of these projects use nature-based solutions that sequester carbon and deliver ecological benefits, such as urban tree planting to reduce heat or stabilizing hillsides to reduce erosion.</span> </p><p><span lang=\"EN-US\"><strong>Recommendations for policymakers</strong></span> </p><p><span lang=\"EN-US\">Based on these findings, WRI recommends that government leaders treat adaptation as an engine for economic opportunity and fully integrate resilience into national development strategies. The paper also calls for a standardized approach to measuring and reporting adaptation outcomes, which would improve investments' comparability, transparency and accountability. </span> </p><p><span lang=\"EN-US\">The study builds on the </span><a href=\"https://www.wri.org/news/release-global-leaders-call-urgent-action-climate-adaptation-commission-finds-adaptation-can\" target=\"_blank\"><span lang=\"EN-US\">Adapt Now report</span></a><span lang=\"EN-US\"> released by WRI and the Global Commission on Adaptation in 2019</span><span> and was prompted by the G20 and the government of Brazil's interest in better evidence of economic benefits from investing in resilience.</span></p><p><span lang=\"EN-US\">“This evidence gives leaders and non-State actors exactly what they need heading into COP30: a clear economic case for scaling adaptation,” said <strong>Dan Ioschpe</strong>, Climate High-Level Champion for COP30.  “Belém must become a turning point – mainstreaming resilience into national and local priorities and unlocking the full potential of non-state actors' leadership.”</span> </p><p><span lang=\"EN-US\"><strong>About World Resources Institute</strong></span> <br /><span lang=\"EN-US\">WRI is a trusted partner for change. Using research-based approaches, we work globally and in focus countries to meet people’s essential needs; to protect and restore nature; and to stabilize the climate and build resilient communities. We aim to fundamentally transform the way the world produces and uses food and energy and designs its cities to create a better future for all.  Founded in 1982, WRI has nearly 2,000 staff around the world, with country offices in Brazil, China, Colombia, India, Indonesia, Mexico, the United States, and regional offices in Africa and Europe.</span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Compelling Business Case for Climate Adaptation",
      "link": "https://www.wri.org/insights/climate-adaptation-investment-case",
      "pubDate": "Tue, 03 Jun 2025 00:01:00 EDT",
      "description": "<p><a class=\"button\" href=\"https://files.wri.org/d8/s3fs-public/2025-06/climate-adaptation-investment-case.pdf\">Download</a></p><p>Extreme weather events like floods and droughts are becoming more frequent and intense around the globe, disrupting communities and the infrastructure they rely on. In 2024 alone, the world endured <a href=\"https://www.ajg.com/gallagherre/-/media/files/gallagher/gallagherre/news-and-insights/2025/natural-catastrophe-and-climate-report-2025.pdf\">58 disasters</a> that wreaked over a billion dollars in damages each. Yet finance to cope with and respond to these impacts falls persistently short: The gap between funding needed to adapt to climate change and what is currently available is as high as <a href=\"https://www.unep.org/resources/adaptation-gap-report-2024\">$359 billion per year</a>.</p><p>Part of the reason is that adaptation measures, such as strengthening early warning systems or making infrastructure more resilient, are seen only as a way to avoid potential losses — not as a broader investment opportunity. But this underestimates the true value of adaptation and the returns it can bring.</p><p>New <a href=\"https://www.wri.org/research/climate-adaptation-investment-case\">WRI research</a> finds that investing $1 in adaptation can yield more than $10.50 in benefits over 10 years. This reflects not only the avoided losses from climate impacts, but also a wide range of economic, social and environmental benefits that are generated even when disasters <em>don't </em>occur.</p><p>In other words, adaptation is not just a crucial response to the climate crisis; it is also one of the smartest investments of our time.</p><h3>The 'Triple Dividend' of Adaptation Investments</h3><p>In a new paper, <a href=\"https://www.wri.org/research/climate-adaptation-investment-case\"><em>Strengthening the Investment Case for Climate Adaptation</em></a>, WRI analyzed investments in 320 adaptation and resilience projects spanning agriculture, water, health and infrastructure. These ranged from upgrading food storage facilities in Bangladesh to improving water management in Brazil.</p><p>Cumulatively, the investments we analyzed cost over $133 billion and are expected to generate $1.4 trillion in benefits over 10 years. Individual investments were estimated to generate an impressive average return of 27%.</p><p>Moreover, many of the benefits expected from these investments were neither monetized nor included in the projected returns because they are difficult to model and quantify. Researchers found that only 8% of investment appraisals estimated the full monetized values of these dividends — suggesting that the $1.4 trillion and the average rate of return are likely substantial underestimates.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1156\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"925\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"708\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"558\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"334\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart showing the rate of return on climate adaptation investments by sector.\" height=\"334\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/adaptation-returns-by-sector-wri_0.png?VersionId=j1_22FVj4O9WkzV3jEjs8J8ObBTqWvhm&itok=1rbfvADL\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>So, where do these returns come from? Our research used the \"<a href=\"https://www.wri.org/research/triple-dividend-building-climate-resilience-taking-stock-moving-forward\">triple dividend of resilience</a>\" framework to capture three key categories of returns on adaptation investments: avoided losses, induced economic development, and additional social and environmental benefits. We found that adaptation projects often have benefits evenly distributed across all three dividends — and generate higher rates of return than commonly assumed.</p><p>Consider an urban infrastructure project in Vietnam that aims to reduce flooding and improve water drainage. When estimating the return on this project, many models would consider only the avoided cost of flood damage. But investments in resilient infrastructure could also increase average land prices; decrease healthcare costs by reducing waterborne diseases; and boost workers' productivity by reducing travel time, thanks to new and improved roads. The triple dividend framework would account for all these outcomes, offering a more complete picture of the value that adaptation and resilience projects can bring.</p><h3>Good Adaptation Is Good Development</h3><p>Part of the challenge with funding adaptation is that it's often seen as an unaffordable, incremental cost that competes with other national development priorities. But the triple dividend framework reveals that the two often go hand in hand. In many of the investments we analyzed, adaptation efforts are key to unlocking resilient development.</p><h4>Health</h4><p>Adaptation investments in the health sector offer some of the highest returns of those we analyzed, averaging over 78%. This is because investing in more resilient health systems can save lives, improve public health and bolster economic productivity, especially among vulnerable populations.</p><p>For example, the Social and Economic Inclusion Project in Kenya targeted drought-prone regions, where climate shocks deepen poverty and vulnerability. Children are particularly affected: Droughts lead to increased levels of malnutrition and stunted growth, blocking them from reaching their full development potential.</p><p>Kenya's project aimed to address these issues by offering cash transfers and nutritional counseling during droughts, or by deploying community health workers to remote areas affected by climate hazards. It also looked to expand access to healthcare services more broadly, which in turn would boost productivity and learning outcomes among poor and vulnerable households. This is expected to bring significant development gains on top of avoided losses, making the project a model for health-centered adaptation.</p><h4>Disaster risk management</h4><p>Investments in disaster risk management also deliver high returns — nearly 36% on average — by safeguarding lives and infrastructure while minimizing economic disruption. This is particularly true of <a href=\"https://files.wri.org/s3fs-public/uploads/GlobalCommission_Report_FINAL.pdf?_gl=1*f6ke33*_gcl_au*NTc4MzYyODM3LjE3NDE3MTU4ODQ.\">cost-effective tools</a> like early warning systems.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A farmer harvests rice from a flooded field.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/bangladesh-farmer-flooded-rice-field_0.jpg?VersionId=gMk2Vvg0dDc_9Q_Pi6Aw2AOzH1WrnBsK&itok=4Ar8XDUr\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A farmer in Sunamganj, Bangladesh harvests rice paddy from a flooded field after torrential rains in 2022. The Sunamganj district is included in pilot adaptation project to improve weather information services and help farmers better manage climate risks. Photo by ZUMA Press Inc/Alamy Stock Photo</figcaption>\n</figure>\n<p>In Bangladesh, the Weather and Climate Services Regional Project piloted a community-level early warning system for flash floods, thunderstorms and droughts in four districts: Netrakona, Sunamganj, Rajshahi and Naogaon. It also set up an online information portal as well as physical kiosks and display boards to provide farmers with easier access to weather and water-related information. This is expected to help farmers better manage climate risks and protect their livelihoods — not only avoiding weather-related losses but also boosting their incomes in the long-term.</p><h4>Sustainable agriculture and forestry</h4><p>Adaptation returns in the agriculture and forestry sector average over 29%, largely driven by developmental gains like higher yields and productivity, as well as environmental benefits.</p><p>Ethiopia's Resilient Landscapes and Livelihoods Project restored degraded landscapes in selected watersheds through measures such as hillside terraces and tree planting. At the same time, it trained communities in sustainable farming and grazing practices. Together, these measures could improve soil health, reduce erosion and enhance watersheds, making the area more resilient to floods and droughts while also improving crop and livestock production.</p><h4>Resilient infrastructure</h4><p>Projects focused on resilient energy, cities and transport systems offer wide-ranging benefits, with an average return on investment of close to 30%.</p><p>For example, the Sustainable Urban Development Project in Fortaleza, Brazil, restored natural wetlands in <a href=\"https://www.worldbank.org/en/news/feature/2024/02/27/brasil-preparar-cidades-mudancas-climaticas-solucoes-natureza\">Rachel de Quieroz Park</a> to help soak up and hold stormwater. This buffers surrounding neighborhoods from floods while enhancing biodiversity. It also created new public spaces and revitalized existing green areas, which can attract more visitors and businesses, raise property values, and improve water quality and living conditions. Crucially, the project emphasized social benefits for women, who make up most of Fortaleza's population and are overrepresented in its low-income neighborhoods.</p><h4>Water</h4><p>Managing water is fundamental to climate resilience. Worsening storms and floods inundate entire cities; crippling droughts parch farmland; and intensifying climate risks threaten water supplies. In our study, water-related projects saw 19% returns on average — although this does not fully capture the range of benefits from investing in the water sector, which are often difficult to measure and quantify.</p><p>The Transformative Riverine Management Project in Durban, South Africa, is leveraging nature-based solutions, such as creating and rehabilitating wetlands, to address water risks. This generates benefits across all three dividends: It reduces flood-related losses by improving water absorption. It yields economic benefits, such as creating new jobs and increasing food production and bioenergy generation. It also brings social and environmental benefits, like reducing erosion, improving local water quality, sequestering planet-warming carbon and creating spaces to enjoy the outdoors. The estimated benefits from this project are valued at nearly six times the project cost.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Commuters stuck at a flooded river with a damaged bridge.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-05/durban-flood_0.jpg?VersionId=fd4_TSkSXs88Yqc8hksDyTZ6ztEtX5_I&h=2e111cc1&itok=skLRYhet\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>People cross a flooded river in Durban, South Africa in 2022. Durban is working to restore and rehabilitate its rivers; a project that will mitigate flood risks while also boosting the local economy and revitalizing crucial ecosystems. Photo by Big Red Digital Media/Shutterstock</figcaption>\n</figure>\n<h3>Adaptation Yields High Returns Even when Disasters Don't Strike</h3><p>Although adaptation investments are primarily designed to avoid climate-related losses, their economic, social and environmental benefits accrue even when climate disasters don't strike. In fact, over 65% of the monetized benefits in our study were unrelated to expected climate shocks — from job creation and productivity gains to healthier communities and environments.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1127\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"901\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"690\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"544\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"325\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart showing how returns on adaptation investments are distributed across avoided losses and environmental, social and economic benefits. \" height=\"325\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/adaptation-triple-dividend-wri_0.png?VersionId=bwueEKtju.JkI_JFPhpKK6AQIgbGPMdA&itok=2l41Ifta\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>In many cases, these broader development gains matched or exceeded the value of avoided losses.</p><p>For example, China's Hubei Yichang Rural Green Development Project seeks to modernize the agricultural sector in Yichang Municipality by investing in modern agricultural practices and technology; installing treatment systems for agricultural waste and water; and improving climate-resilient rural infrastructure, such as building more efficient irrigation systems and better drainage. The projected productivity and resilience gains from these efforts surpass the amount that could be saved through avoided flood losses.</p><h3>Adaptation Investments Also Curb Emissions</h3><p>While our study largely focused on the triple dividend of adaptation investments, the benefits don't stop there.</p><p>Climate mitigation — efforts to reduce greenhouse gas (GHG) emissions and curb temperature rise — has historically been siloed from adaptation in international climate negotiations and policy planning. The two are often viewed as competing priorities, vying for limited climate finance.</p><p>However, nearly half of the adaptation investments we analyzed helped to lower GHG emissions, revealing untapped opportunities to align strategies and unlock more finance. This shows that investing in adaptation can be a powerful tool to help curb temperature rise while also building resilience against future risks.</p><p>The Heritage Colombia Project, for example, is working to restore forest ecosystems in degraded areas and improve land and forest management: two strategies that can increase natural carbon removal. The value of these GHG emissions reductions is estimated at $1.45 billion — topping the estimated value of avoided losses ($1.2 billion) and significantly larger than the $31 million estimated in other social and environmental benefits.</p><h3>Unlocking Adaptation's Full Value</h3><p>Looking at the full picture puts adaptation in a new light. Our research challenges the mindset that adaptation is a financial burden, pulling limited funds from other priorities. It proves that it is often much more profitable to adapt than not to do so — and that good adaptation is, in fact, good development.</p><p>But despite a compelling investment case, the adaptation finance gap remains.</p><p>More work is needed to build on these learnings and further demystify adaptation's contribution to development goals. Improving the data collection, monitoring and evaluation systems for adaptation investments — both before and after implementation —<span> </span>can deepen our understanding of their diverse benefits. More evidence on the realized impacts of adaptation investments, coupled with improved cost-benefit methodologies, could help refine our understanding of their benefits across all three dividends and attract additional finance from more diverse sources.</p><p>The adaptation finance gap isn't just a shortfall — it's a missed opportunity. Every year of delay leaves communities exposed to escalating climate risks and foregoes significant economic, social and environmental benefits from resilient development. It's time for governments and development partners to make one of the smartest investments for both people and the planet.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Are Countries’ New Climate Plans Ambitious Enough? What We Know So Far",
      "link": "https://www.wri.org/insights/assessing-2025-ndcs",
      "pubDate": "Mon, 02 Jun 2025 08:00:00 EDT",
      "description": "<p>2025 is a pivotal moment for climate action. Countries are submitting new climate commitments, otherwise known as \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">Nationally Determined Contributions</a>\" or \"NDCs,\" that will shape the trajectory of global climate progress through 2035.</p><p>These new commitments will show how boldly countries plan to cut their greenhouse gas (GHG) emissions, transform their economies, and strengthen resilience to growing threats like extreme weather, wildfires and floods. Collectively, they will determine how far the world goes toward limiting global temperature rise and avoiding the worst climate impacts.</p><p>A few countries, such as the U.S., U.K. and Brazil, have already put forward new climate plans — and their ambition is a mixed bag. But it's still early: Many more countries, including major emitters like the EU and China, have yet to reveal their NDCs and are expected to do so in the coming months.</p><p>We analyzed the initial submissions for a snapshot of how countries' climate plans are shaping up so far and what they reveal about the road ahead.</p><h3>Where the World Stands on Curbing Climate Change Today</h3><p>A decade ago, the world was headed toward <a href=\"https://www.ipcc.ch/site/assets/uploads/2018/02/ipcc_wg3_ar5_summary-for-policymakers.pdf\">3.7-4.8 degrees C</a> (6.7-8.6 degrees F) of warming by 2100, threatening catastrophic weather, devastating biodiversity loss and widespread economic disruptions. In response, the Paris Agreement set a global goal: limit temperature rise to well below 2 degrees C (3.6 degrees F) and strive to limit it to 1.5 degrees C (2.7 degrees F), thresholds scientists say can significantly lessen climate hazards. Though some impacts are inevitable — with extreme heat, storms, fires and floods already worsening — lower levels of warming dramatically reduce their severity. Every fraction of a degree matters.</p><p>To keep the Paris Agreement's temperature goals within reach, countries agreed to submit new NDCs every five years. These national plans detail how (and how much) each country will cut emissions, how they'll adapt to climate impacts like droughts and rising seas, and what support they'll need to deliver on those efforts. </p><p>Countries have gone through two rounds of NDCs so far, in 2015 and 2020-2021, with their commitments extending through 2030. </p><p>While the latest NDCs cut emissions more deeply than those from 2015, they still fall short of the ambition needed to hold warming to 1.5 or 2 degrees C. If fully implemented (including measures that require international support), they could bring down projected warming to <a href=\"https://www.unep.org/news-and-stories/press-release/nations-must-close-huge-emissions-gap-new-climate-pledges-and\">2.6-2.8 degrees C</a> (4.7-5 degrees F). And without stronger policies to meet countries' targets, the world could be heading for a far more dangerous <a href=\"https://www.unep.org/news-and-stories/press-release/nations-must-close-huge-emissions-gap-new-climate-pledges-and\">3.1 degrees C</a> (5.6 degrees F) of warming by 2100.</p><p>Now the third round is underway, with countries expected to set climate targets through 2035.</p><p>These new NDCs are expected to reflect the <a href=\"https://www.wri.org/insights/cop28-outcomes-next-steps\">outcomes</a> of the 2023 Global Stocktake, which was the first comprehensive assessment of global climate progress under the Paris Agreement. In addition to bigger emissions cuts in line with holding warming to 1.5 degrees C, the Stocktake called on countries to act swiftly in areas that matter most for addressing the climate crisis — especially fossil fuels, renewables, transport and forests — and to do more to build resilience to climate impacts.</p><p>2025 NDCs are also an <a href=\"https://www.wri.org/research/aligning-ndcs-15degc-net-zero-and-lt-leds\">opportunity to align</a> near-term climate action with longer-term goals. Over <a href=\"https://www.climatewatchdata.org/net-zero-tracker\">100 countries</a> have already pledged to reach <a href=\"https://www.wri.org/insights/net-zero-ghg-emissions-questions-answered\">net-zero emissions</a>, most by around mid-century. Their new NDCs should chart a course toward achieving this.</p><h3>How Many Countries Have Submitted New NDCs? </h3><p>Under the Paris Agreement's timeline, 2025 NDCs were technically due in February. As of late May, only a <a href=\"https://www.climatewatchdata.org/ndc-tracker\">small proportion</a> of countries had submitted them, covering around a quarter of global emissions.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/23444755/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>These early movers include a diverse mix of developed and developing nations from different regions and economic backgrounds.</p><p>Among the G20 — the world's largest GHG emitters — only five countries submitted new NDCs so far: <strong>Canada</strong>, <strong>Brazil</strong>, <strong>Japan</strong>, the<strong> United States</strong> and the <strong>United Kingdom</strong>. (Since submitting its NDC, the U.S. announced its intention to withdraw from the Paris Agreement.)</p><p>Several smaller and highly climate-vulnerable countries have also stepped forward, including <strong>Ecuador</strong> and <strong>Uruguay</strong> in Latin America;<strong> Kenya</strong>, <strong>Zambia</strong> and <strong>Zimbabwe </strong>in Africa; and island states such as <strong>Singapore</strong>, the <strong>Marshall Islands</strong> and the <strong>Maldives</strong>.</p><p>That means close to <a href=\"https://www.climatewatchdata.org/ndc-tracker\">90% of countries</a> have yet to submit their new NDCs.</p><p>There are several reasons for this. The last round of NDCs was pushed back by a year due to the COVID-19 pandemic, giving countries only four years to prepare new plans. Geopolitical tensions, ongoing conflicts and security concerns have further complicated progress. Many smaller developing nations are also facing capacity constraints as they work to complete biennial climate progress reports and new national adaptation plans (NAPs), also due this year.</p><p>Most countries <a href=\"https://unfccc.int/news/ten-years-since-the-paris-agreement-how-far-we-have-come-the-journey-ahead-un-climate-chief-delivers\">are now expected</a> to present their new NDCs by the UN General Assembly in September.</p><h3>How Much Have New NDCs Reduced the Emissions Gap?</h3><p>Compared to previous targets, the NDCs submitted so far have made a noticeable but modest dent in the 2035 \"emissions gap\": the difference between where emissions need to be in 2035 to align with 1.5 degrees C and where they're expected to be under countries' new climate plans.</p><p>If fully implemented, new NDCs are projected to reduce emissions by 1.4 gigatons of carbon dioxide equivalent (GtCO2e) by 2035 when compared to 2030. Looking only at unconditional NDCs (those that don't require international support), this leaves a remaining emissions gap of 29.5 GtCO2e to hold warming to 1.5 degrees C. When conditional NDCs (those that do require international support) are included, this gap shrinks to 26.1 GtCO2e.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3138478/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Much of the progress in narrowing the gap comes from major emitters that have already submitted new NDCs — most notably the U.S., Japan and Brazil. Given their large emissions profiles, their new commitments account for the majority of the reductions seen so far.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Explore the NDC Tracker</strong></p><p class=\"secondary\">Use the <a href=\"https://www.climatewatchdata.org/ndc-tracker\">NDC tracker</a> on Climate Watch to monitor new NDC submissions as they come in and see how much they could reduce emissions if fully achieved.</p></div><p><strong>While this marks progress, it's far from what's needed to keep global warming within safe limits.</strong> Getting on track to 1.5 or even 2 degrees C would require much steeper cuts than what's currently on the table.</p><p>However, this is not the full picture.</p><p>Many of the world's largest emitters have yet to submit their 2035 targets. The remaining G20 countries alone account for about two-thirds of global GHG emissions. This makes their forthcoming NDCs especially important: The scale and ambition of these commitments could meaningfully narrow the emissions gap — or, if they fall short, leave the world locked into a trajectory that puts global temperature targets out of reach.</p><h4>Emissions-reduction targets put forward by major emitters so far:</h4><table class=\"tablesaw tablesaw-stack\"><thead><tr><th>Country​</th><th>Reference Year​</th><th>Previous 2030 Emissions-Reduction Target​</th><th>New 2035 Emissions-Reduction Targets​</th><th>Net-Zero Target Year​</th></tr></thead><tbody><tr><td>Brazil​</td><td>2005​</td><td>53.1%​</td><td>59%-67%​</td><td>2050​</td></tr><tr><td>Canada​</td><td>2005​</td><td>40%-45%​</td><td>45%-50%​</td><td>2050​</td></tr><tr><td>Japan​</td><td>2013​</td><td>46%​</td><td>60%​</td><td>2050​</td></tr><tr><td>United Kingdom​</td><td>1990​</td><td>68%​</td><td>81%​</td><td>2050​</td></tr><tr><td>United States</td><td>2005​</td><td>50%-52%​</td><td>61%-66%​</td><td>2050​</td></tr></tbody></table><h3>How Do Specific Countries' Climate Plans Stack Up?</h3><p>Among the countries that have submitted new NDCs so far, the <strong>United Kingdom </strong>stands out for its ambitious climate trajectory. Following the <a href=\"https://www.theccc.org.uk/2024/10/26/ccc-advises-81-reduction-in-emissions-by-2035/\">recommendations</a> of its Climate Change Committee, the U.K. has set a bold target to reduce emissions 81% by 2035 from 1990 levels. This rapid decline in the coming decade would put the country on track toward its net zero goal by 2050, <a href=\"https://www.theccc.org.uk/publication/letter-advice-on-the-uks-2035-nationally-determined-contribution-ndc/\">based on</a> realistic rates of technology deployment and ambitious but achievable shifts in consumer and business behavior.</p><p>Other countries, such as <strong>Japan</strong> and the <strong>United States</strong>, have opted for a \"linear\" approach toward net zero — meaning if they drew a straight line to their net-zero target (for example, 0 GtCO2e in 2050), their 2030 and 2035 targets would fall along it, reflecting a constant decline in emissions each year. Japan aims to cut emissions 60% from 2013 levels by 2035, while the United States has pledged a 61%-66% reduction from 2005 levels by 2035.</p><p>Despite the U.S. withdrawing from the Paris Agreement, undermining climate policies and attempting to dismantle key government institutions, its NDC target may still provide a framework for climate action at the state, city and local levels, as well as for future administrations. Many of these entities have <a href=\"https://usclimatealliance.org/press-releases/alliance-2035-target-dec-2024/?ref=csofutures.com\">already</a> rallied around the new NDC and are committed to making progress toward its targets.</p><p>However, the linear approach Japan and the U.S. are taking to emissions reductions — as opposed to a steeper decline this decade — risks using up a larger share of the world's carbon budget earlier and compromising global temperature targets.</p><p><strong>Brazil </strong>presented a broader range of emissions targets in its NDC, committing to a 59%-67% reduction by 2035 from 2005 levels. These two poles represent a marked difference in ambition: A 67% reduction could put Brazil on track for climate neutrality by 2050, while a 59% reduction falls short of what's needed to meet that goal. It is unclear which trajectory the government intends to pursue, leaving Brazil's true ambition in question. The NDC also omits carbon budgets for specific sectors (such as energy, transport or agriculture), which would clarify how it plans to meet its overarching emissions goals. However, Brazil committed <a href=\"https://unfccc.int/sites/default/files/2024-11/Brazil_Second%20Nationally%20Determined%20Contribution%20%28NDC%29_November2024.pdf\">within its NDC</a> to develop further plans outlining how each sector will contribute to its 2035 target.</p><p>Elsewhere, <strong>Canada</strong> made only a marginal increase to its target, shifting from a 40%-45% emissions reduction by 2030 to 45%-50% by 2035 from 2005 levels. This falls short of the <a href=\"https://www.nzab2050.ca/news-insights/net-zero-advisory-body-responds-to-todays-announcement-of-canadas-greenhouse-gas-emissions-target-for-2035\">recommendation</a> from Canada's own Net-Zero Advisory Body, which called for a 50%-55% reduction by 2035 — and warned that anything below 50% risks derailing progress toward the country's legislated net-zero goal by 2050. While every increase in ambition counts, such incremental changes do not match the urgent pace of progress needed among developed and wealthy economies like Canada.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/23486838/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div><ul><li><a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\">What Would Ambitious Climate Commitments Look Like for the World's Top Emitters?</a></li></ul></div><h3>What Trends Are Emerging Among NDCs Submitted So Far?</h3><p>Several early trends are starting to emerge among the new NDCs. While these initial submissions offer valuable insights, they don't yet reflect the full picture; deeper analysis will be needed as more NDCs come in throughout the year.</p><h4>1) Nearly all new NDCs include 2035 mitigation measures, with many setting economy-wide emissions-reduction targets.</h4><p>Almost all of the 22 NDCs submitted thus far include 2035 mitigation measures. The exception is <strong>Zambia</strong>, which reiterated its previous 2030 pledges in a provisional NDC (although this may still be revised to include 2035 mitigation measures).</p><p>Of the other 21 submissions, 20 countries expressed their 2035 targets as emissions-reduction goals. The exception was <strong>Cuba</strong>, which instead committed to increasing renewable electricity generation to 26% and improving energy efficiency by 2035.</p><p>Seventeen of the 20 countries with emissions-reduction goals set economy-wide reduction targets for 2035, as encouraged by the Global Stocktake, covering all sectors and greenhouse gases. The remaining few — smaller developing countries such as the <strong>Maldives</strong> and <strong>Nepal </strong>— submitted targets that cover only specific sectors or gases.</p><p>Under the Paris Agreement, developed countries are required to submit economy-wide targets, while developing countries are encouraged to work toward them over time. In Nepal's case, for instance, a lack of comprehensive data limited its ability to define an economy-wide target or fully assess the impact of its policies.</p><h4>2) Most countries did not strengthen their 2030 targets.</h4><p>Despite clear scientific evidence and UN decisions urging stronger 2030 targets, only four countries — <strong>Saint Lucia</strong>, <strong>Nepal</strong>, <strong>Moldova </strong>and <strong>Montenegro</strong> — have strengthened their 2030 emissions pledges. For example, Montenegro revised its emissions-reduction target from 35% to 55% by 2030 compared to 1990 levels, and set a 60% emissions-reduction target by 2035. </p><p>Notably, none of the wealthier, high-emitting and more developed countries have strengthened their 2030 targets — despite having the greatest capacity and responsibility to take the lead on slashing emissions.</p><h4>3) Countries are increasingly prioritizing adaptation.</h4><p>In the face of worsening climate impacts, 16 of the 22 countries that have submitted new NDCs strengthened their adaptation commitments — continuing a trend seen in <a href=\"https://www.wri.org/research/state-nationally-determined-contributions-2022\">previous rounds</a>. Countries are prioritizing adaptation across sectors such as food and water systems, public health and nature-based solutions.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Firefighters putting out flames along a highway.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/canaad-fire-fighters_0.jpg?VersionId=oDsXmUNOUA7kTI8Zc.sWJ1cA5GyZ_rB1&itok=KlqXVuzm\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Canadian firefighters in 2021. After being ravaged by wildfires in recent years, Canada's new national climate plan puts an emphasis on climate adaptation and disaster resilience. Photo by nathan4847/iStock</figcaption>\n</figure>\n<p><strong>Ecuador</strong>, which is particularly vulnerable to heavy rainfall and floods, prioritized action to build resilience of its water resources, human health and settlements, as well as its natural heritage. Some developed countries are also prioritizing adaptation action in their NDCs. <strong>Canada</strong>, which has witnessed devastating wildfires in recent years, cited its National Adaptation Strategy, which provides a framework for disaster resilience, biodiversity, public health and infrastructure.</p><h4>4) Countries are recognizing the importance of subnational action.</h4><p>Some countries' NDCs also recognize the critical role that subnational actors — such as cities, states and regions — play in shaping and delivering climate action.</p><p>Eleven of the newly submitted NDCs come from countries that have endorsed the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multilevel Partnerships (CHAMP)</a>. The CHAMP initiative — launched in 2023 by the COP28 Presidency, in partnership with Bloomberg Philanthropies and with the support of WRI and other partners — aims to strengthen collaboration between national and subnational governments on climate planning and implementation. As part of this commitment, 75 countries pledged to consult with and <a href=\"https://www.wri.org/research/stronger-ndcs-cities-states-regions-recommendations-national-governments\">integrate</a> subnational priorities and needs into their NDCs. Of the 11 endorsing countries that have submitted new NDCs, four explicitly mentioned CHAMP.</p><p><strong>Brazil's </strong>NDC in particular recognizes the critical role subnational governments play in delivering national climate goals. Referred to as \"climate federalism,\" it highlights an instrument designed to support the integration of climate action into planning and decision-making across all levels of government: federal, state and municipal.</p><h3>How Are Countries Addressing Key Areas like Energy, Forestry and Transport?</h3><p>As countries submit new NDCs for the first time since the Global Stocktake in 2023, a clearer picture is emerging of how governments are embedding sector-specific action into their new climate plans. From detailed emissions-reduction targets to broader policy frameworks, most NDCs are setting out concrete steps to cut emissions across sectors that largely drive climate change, such as energy, transport and forestry.</p><p>Some countries — such as <strong>Switzerland</strong>, the <strong>UAE</strong>, <strong>Kenya</strong> and <strong>Zimbabwe</strong> — have included sector-specific emissions-reduction targets directly in their NDCs. Switzerland's targets, for instance are aligned with its Climate and Innovation Act, with plans to cut emissions by 66% in buildings, 41% in transport and 42.5% in industry by 2035 compared to 1990 levels. Kenya, on the other hand, has set an ambitious target to achieve 100% renewable electricity generation in the national grid by 2035.</p><p>Others, like the <strong>United Kingdom</strong>, <strong>Brazil</strong>, <strong>Singapore</strong>, the <strong>Marshall Islands </strong>and <strong>Canada</strong>, have focused on elaborating national policies and strategies that respond to the Global Stocktake's priority areas. The U.K.'s NDC highlighted its Clean Power 2030 Action Plan to fully decarbonize electricity by 2030; the Warm Homes Plan to boost energy efficiency in residential buildings; and reaffirmed its plans for phasing out internal combustion engine vehicles by 2030.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1189\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"951\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"728\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"574\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"343\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cyclists on a closed-off city street to allow for biking and walking.\" height=\"343\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/brazil-sao-paulo-cyclists.jpg?VersionId=foGuCuISvtbdA3gTGD_qkoedW3FFd7M5&itok=F-sOdcK-\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Paulista Avenue in São Paulo, Brazil, is car-free on Sundays to allow for more pedestrians and cyclists. Brazil has promised to submit new sectoral plans laying out what it will do in specific areas, like transport, to meet its broader climate goals. Photo by William Rodrigues dos Santos/Alamy Stock Photo</figcaption>\n</figure>\n<p>Countries such as <strong>Brazil</strong> and <strong>New Zealand</strong> have committed to developing detailed sectoral strategies as a next step to support NDC implementation. Brazil plans to update its national climate strategy by mid-2025, breaking it down into 16 sectoral adaptation plans and seven mitigation plans. New Zealand committed to publishing its emissions-reduction plan for 2031-2035 in 2029, which will set out sectoral mitigation strategies to help deliver on its NDC.</p><p>As more countries prepare to submit their new NDCs, attention will focus on whether they follow the trend of outlining sector-specific actions to meet their broader emissions targets. In particular, the spotlight will be on how countries plan to contribute to the transition away from fossil fuels — the single largest driver of the climate crisis.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div><ul><li><a href=\"https://www.wri.org/ndcs/sectoral-opportunities\">Learn More About How Countries Can Incorporate Sectoral Targets into NDCs</a></li></ul></div><h3>Looking Ahead, All Eyes Are on 3 Major Emitters</h3><p>We have yet to see new NDCs from many major emitters, including the European Union, China and India. All three have demonstrated climate leadership in various ways, and their actions will set the tone for future climate efforts. While these three are in the spotlight, attention will also be on other key countries — such as Indonesia, Mexico and Australia -— that are critical to reducing the global emissions gap.</p><h4>European Union</h4><p>The EU is still working to set a 2035 emissions target for <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters#:~:text=limit%20within%20reach.-,European%20Union,-Submitted%20in%202023\">its new NDC</a>, which will hinge on its longer-term 2040 target. Last year, the European Commission <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_24_588\">recommended</a> cutting emissions 90% by 2040 — a move that's seen as <a href=\"https://strategicperspectives.eu/eu-2040-climate-target-a-strong-economic-and-security-case-for-the-net-zero-transition/\">beneficial</a> for enhancing industrial competitiveness in clean technologies, strengthening energy security and cutting energy costs. Some EU member states have <a href=\"https://www.politico.eu/article/eu-all-but-guaranteed-to-miss-global-deadline-for-climate-targets/\">suggested</a> following a linear trajectory between the 2030 and 2040 targets, which would imply a 72.5% reduction by 2035 if the 90% target for 2040 gets adopted.</p><p>However, European member states have yet to adopt the 90% target. Ongoing discussions could see the EU's target <a href=\"https://www.politico.eu/article/eu-exploring-weaker-2040-climate-goal-90-greenhouse-gas-cut-wopke-hoekstra/\">weakened</a> to address concerns from heavy industry and agriculture. The delay in finalizing the EU's 2040 target is also putting its NDC timeline at risk, raising the possibility of missing the expected September submission date.</p><h4>China</h4><p>As the world's largest emitter, <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters#:~:text=help%20guide%20implementation.-,China,-China%20overtook%20the\">China's NDC</a> will be critical to keeping global temperature goals within reach. The country has already made major strides in clean energy, leading the world in solar power and electric vehicle deployment. However, a <a href=\"https://www.wri.org/insights/lessons-for-coal-plant-cancellation#:~:text=3%20Countries%20to%20Watch%20for%20Coal%20Development\">surge in coal plant approvals</a> post-pandemic has raised concerns about its path toward net zero by 2060.</p><p>China's 2035 emission target will be the first in a post-peak emissions context. <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\">Studies</a> aligned with 1.5 degrees C and China's net-zero pledge suggest the need for sharper cuts by 2030 and continued deep reductions through 2035. In this context, <a href=\"https://asiasociety.org/policy-institute/charting-chinas-path-its-2035-nationally-determined-contribution\">some</a> <a href=\"https://energyandcleanair.org/publication/chinas-clean-energy-trends-could-cut-emissions-by-30-in-2035-if-sustained/\">research</a> suggests that China could reduce CO2 emissions 30% by 2035 (compared to 2020) on the way to achieve its net zero target by 2060.</p><p>President Xi Jinping <a href=\"https://www.gov.cn/yaowen/liebiao/202504/content_7020623.htm\">announced</a> in April that China will submit its updated NDC ahead of the UN climate summit (COP30) this November, covering <em>all</em> sectors and greenhouse gases. This marks a notable shift for the country: Its previous NDCs covered only CO2, but China's non-CO2 emissions alone place it among the world's top 10 emitters.</p><h4>India</h4><p>Unlike other major economies, India has some of the lowest <a href=\"https://www.wri.org/insights/charts-explain-per-capita-greenhouse-gas-emissions\">per capita emissions</a>, and its national emissions are still growing as the country works to eradicate poverty and achieve development goals. This means its emissions are not expected to decline by 2035, though some <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\">studies</a> suggest earlier declines are needed. Rapid advances in renewable energy and clean technology offer a significant opportunity for the country to accelerate its low-carbon transition while also ensuring energy security and economic competitiveness.</p><p>Strengthening renewable energy commitments in <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters#:~:text=degrees%20C%20future.-,India,-India%E2%80%99s%20GHG%20emissions\">India's next NDC</a> — building upon its domestic target of 500 GW by 2030 — could chart a pathway for sustainable growth, while also delivering co-benefits like cleaner air and enhanced energy security.</p><h3>What's Next for NDCs?</h3><p>The UN climate change body (UNFCCC) will release an NDC synthesis report ahead of this year's COP30 climate summit, assessing the collective impact of the new pledges submitted to that point. While this report will solidify where we're headed in relation to the Paris Agreement's temperature goals, the storyline is already clear:<strong> New NDCs will not put the world on track to limit warming to 1.5 degrees C.</strong></p><p>The emissions gap is likely to remain dangerously wide, and the report will reaffirm what we already know — that much greater ambition and action are needed. Still, the findings will serve as a key input for this year's climate conference, where countries will decide on next steps to narrow that gap. They must address what comes after NDCs, grappling with how to turn ambition into action and keep a safer future within reach.</p><p>Ultimately, putting forward strong plans — and fulfilling them — are essential levers: not only for limiting warming, but for safeguarding the health, prosperity and security of current and future generations.</p><p><em>Editor’s note: A correction was made on June 3, 2025 to reflect an update in the underlying data. New conditional NDCs are estimated to reduce emissions by 1.4 GtCO2e by 2035 rather than 1.5 GtCO2e.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Collaboration Among China, Europe and Africa Can Power Africa’s Energy Transition",
      "link": "https://www.wri.org/insights/china-europe-africa-trilateral-cooperation-powers-clean-energy-transition",
      "pubDate": "Fri, 30 May 2025 08:15:23 EDT",
      "description": "<p>As the climate crisis intensifies, transitioning to sustainable energy has emerged as a pivotal focus of global efforts. Outdated and fragile energy systems impede countries and regions from increasing energy access and affordability, improving air pollution and living standards, and driving industrialization and modernization.</p><p>Since the international Paris Agreement on climate change was signed in 2015, global renewable energy investments have nearly tripled. However, these investments are predominantly concentrated in developed countries, leaving developing countries with a need of approximately $1.7 trillion annually in renewable energy investments. In 2022, foreign direct investment to developing countries only <a href=\"https://unctad.org/publication/world-investment-report-2023\">covered 32%</a> of this need.</p><p>At the heart of the global climate agenda is Africa, a continent of immense potential with abundant renewable energy resources, a growing youth population and vast natural capital. However, it is also one of the most vulnerable regions to the negative impacts of climate change. Sub-Saharan Africa is home to nearly <a href=\"https://www.afd.fr/en/electrification-clean-energy-sub-saharan-africa\">80% of the world’s population without access to electricity</a>, yet in 2022, the continent received only 1% of global renewable energy. Addressing Africa's energy challenges and accelerating its transition to a low-carbon, climate-resilient economy are crucial for global climate action.</p><p>As Africa’s key trading and investment partners, China and the European Union can play an important role in supporting the continent’s energy transition. Since the early 21st century, both China and the EU have built upon their existing ties with Africa to establish and strengthen new forms of cooperation with energy as a critical area of focus.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1024\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"819\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"627\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"494\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman holding a hoe watches a man operate a solar water pump in Malawi, Africa.\" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/solar-water-pump-milawi-africa_1.jpg?VersionId=1vLzi57XM3LuZSCIkpHOi7Kt6Ky5xFD9&itok=xUVzwdjs\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Africa is embracing the energy transition and taking advantage of its abundant natural resources, such as sunlight, to install solar panels that power water pumps used for irrigation in Malawi. Photo by Joerg Boethling / Alamy Stock Photo.</figcaption>\n</figure>\n<h3>Charting Future Collaborative Pathways</h3><p>China and Africa have engaged in extensive cooperation across trade, infrastructure, transportation and energy, contributing to sustainable development and local capacity building efforts. For the past 15 years, China has already been Africa's <a href=\"https://www.ndrc.gov.cn/wsdwhfz/202409/t20240909_1392908.html\">largest trading partner</a> and remains the largest developing country investor in the region. At the 2024 Beijing Summit of the Forum on China-Africa Cooperation (FOCAC), both sides <a href=\"https://www.fmprc.gov.cn/eng/wjb/wjbz/jh/202410/t20241021_11510754.html\">elevated and strengthened their partnership</a>. Under collaborative frameworks like FOCAC, the China-Africa Union Energy Partnership and the South-South Cooperation on Climate Change, numerous projects have incorporated renewable energy objectives. The ongoing <a href=\"https://www.wri.org/update/africa-solar-belt-implementation-focac-2024\">Africa Solar Belt program</a>, for example, underscores this commitment, with China pledging at least 100 million yuan (about $14 million) in public funds from 2024 to 2027 to <a href=\"https://www.wri.org/update/africa-solar-belt-implementation-focac-2024\">power 50,000 households</a> in Africa with off-grid solar systems.</p><p> The EU, through the Africa-EU Partnership and agreements with the Organisation of African, Caribbean and Pacific States (OACPS), is working to shift from a traditional “donor-recipient” relationship with Africa toward <a href=\"https://www.eeas.europa.eu/eeas/africa-and-eu_en\">a more equal partnership</a>. In its latest Africa strategy and external energy policy, the EU prioritizes green transition and energy access as core objectives. Under its Global Gateway Initiative, the EU launched the Africa-EU Green Energy Initiative (AEGEI), aiming for at least 50 gigawatts of renewable energy capacity in Africa by 2030 as part of a 150 billion euro (about $170 million) investment plan, helping address energy access challenges for at least 100 million people. Additionally, many European countries have established bilateral partnerships with countries in Africa.</p><p>These commitments reflect a growing recognition of Africa’s crucial role in the global energy transition. However, meeting this moment requires confronting the scale and complexity of Africa’s own energy realities.</p><p>As Africa’s population grows and industrialization accelerates, electricity demand is projected to <a href=\"https://www.sciencedirect.com/science/article/pii/S2211467X22000876\">increase tenfold between 2015 and 2065</a>. This surge presents profound challenges for the continent's energy transition, including persistent energy access disparities, limited economic viability of power development, inadequate power grid infrastructure and substantial investment shortfalls.</p><p>China, a global leader in renewable energy supply chains, brings extensive experience in project development, technology innovation and strong financial resources. Europe, on the other hand, excels in renewable energy finance and sustainable development standards and benefits from geographic proximity to Africa. Africa, beyond being a large and fast-growing market, offers unmatched opportunities for market expansion, abundant renewable energy resources essential for the global energy transition, a dynamic and youthful workforce, and the potential for green industrialization and innovation.  </p><p>Together, China, Europe and Africa can forge a powerful trilateral cooperation in renewable energy that can unlock synergies, drive inclusive and sustainable development, and contribute meaningfully to global climate goals while advancing Africa’s own energy realities.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Solar panels covering the roof of a small home in the midst of a lush green forest.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2024-08/home-solar-panels-sao-tome-e-principe.jpg?VersionId=Gg6FZdVAQ4FhXjxlyBVWLMBk_.TTLZ8y&itok=-bnf60vH\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Solar panels cover the roof of a home in São Tomé and Príncipe, one of the African countries that has initiated solar power development plans with support from China under the Africa Solar Belt Program. Photo by Wirestock/iStock.</figcaption>\n</figure>\n<h3>Unlocking Impact through Technical Cooperation and Scalable Pilots</h3><p>To move from ambition to impact, deepening technical cooperation and co-developing pilot projects that are scalable, replicable and locally grounded can serve as proof points for what trilateral cooperation can achieve.</p><p>Here are four project areas where this trilateral cooperation can make a difference in Africa’s energy transition:</p><h5>1) Leveraging micro-grid and off-grid renewable energy technologies to address electricity access</h5><p>For Africa, the majority of its population without electricity access lives in vast and sparsely populated rural areas, where traditional large power grids are usually impractical. Microgrid and off-grid renewable energy technologies, designed to adapt to local conditions and resources, are cost-effective and easy to maintain, making them well-suited to address Africa’s electricity supply challenges. European and Chinese technologies, resources and know-how can play a vital role in addressing electricity access for the hard-to-reach populations.</p><h5>2) Integrating renewable energy with other sectors to boost benefits</h5><p>In Sub-Saharan Africa, there is a huge market for the application of distributed renewable energy in agricultural, mining, industrial and commercial sectors. Integrating renewable energy in these sectors, a concept known as <a href=\"https://www.wri.org/insights/productive-use-renewable-energy-africa\">Productive Use of Renewable Energy (PURE)</a>, can significantly boost the demand for renewable energy. To unlock this potential, China, the EU and Africa have the opportunity to collaborate in developing small and smart business models that prioritize cost-effectiveness and long-term sustainability. Coupled with innovative financing solutions, this approach can help lower electricity costs, promote local industrialization and create jobs — delivering economic, environmental and social benefits in an integrated way.</p><h5>3) Renewable energy production to create new economic opportunities</h5><p>Africa’s abundant renewable resources and land offer distinct advantages in harnessing renewable energy, presenting new opportunities for Africa to boost its growth through low energy prices and even by assessing opportunities of its proximity to Europe, a key green hydrogen demand center. Through a trilateral collaboration, Europe can leverage on its market demands to facilitate an African export-oriented industry, for example in green energy, which would then boost the trade balances between these regions. Equally, China can leverage on its manufacturing and technological capacities to enable and facilitate this trilateral collaboration.  </p><h5>4) Upgrading and expanding power grids to enhance energy security</h5><p>The planning, investment and construction of cross-border power grids are critical for Africa to achieve energy security. The African Union (AU) launched the <a href=\"https://au.int/en/afsem#:~:text=AfSEM%20is%20designed%20to%20bring,response%20for%20strong%20growth%20of\">Africa Single Electricity Market (AfSEM)</a> to integrate Africa's five regional power pools into a unified electricity market. This initiative, supported by the African Continental Power Systems Masterplan, aims to boost energy security, optimize resource utilization, reduce energy costs and improve electricity access for all 55 AU member states, serving over 1.3 billion people. </p><p>The flagship AU Agenda 2063 initiative also provides a strategic solution for balancing electricity supply and demand. By improving cross-border power transmission and storage, electricity surplus and shortage across countries and regions can be balanced more effectively. However, this field requires overcoming high technical barriers and substantial funding needs, necessitating international support. The complexity and capital intensity of regional grid infrastructure present a clear opportunity for trilateral cooperation.</p><p>China, EU and African institutions can pool their complementary strengths — China’s experience in large-scale infrastructure development, the EU’s expertise in regulatory harmonization and smart grid technologies, and Africa’s political momentum and regional frameworks — to co-develop grid expansion projects. </p><p>Additionally, emerging technologies such as artificial intelligence also have the potential to greatly increase the efficiency of large, interconnected power grids. Joint investment, technical assistance and capacity building can help overcome the technical and financial barriers, while accelerating the realization of AfSEM’s goals.</p><h3>Financial Support and International Exchange Are Indispensable</h3><p>Turning these collaborative visions into tangible outcomes hinges on two critical enablers:</p><h5>1) Mobilizing private capital to bridge funding gaps is crucial for cooperation among China, Europe and Africa</h5><p>Exploring the financial mechanisms that would enable deeper uptake of renewable energy and the associated de-risking mechanisms or tools that would be required is vital. Policy-based financial institutions or public funds can mitigate financing and investment risks in renewable energy projects by offering strategic products like guarantees and insurance, thereby attracting more private capital. Moreover, promoting coordination of cross-border and regional investment criteria among financial institutions will help streamline renewable energy financing channels, facilitating efficient capital and project matching. Under a trilateral cooperation, Europe’s deep financial markets can offer the necessary seed capital and de-risking instruments while China provides supply chain finance that would enable it to leverage its manufacturing prowess. In parallel, Africa could focus on deepening its local capital markets potentially by integrating its capital markets and by bolstering the available home-grown financial capital to the renewable energy sector.</p><h5>2) Strengthening the alignment of global initiatives </h5><p>Efforts can focus on enhancing benchmarking, mutual recognition and standardization in areas such as green supply chain management, product carbon footprint certification, and ESG management throughout the clean technology supply chain, including the mining and processing of upstream minerals. Establishing joint standards can reduce friction and barriers in trade and investment cooperation among China, Europe and Africa, supporting Africa’s balanced approach to energy transition and sustainable development.</p><p>As is the case with bilateral collaborations, a successful trilateral collaboration between China, Europe and Africa would need to provide mutual benefits for all players particularly as the shifting global winds of country-first engagements loom.</p><p><em>WRI Europe’s </em><a href=\"https://www.wri.org/profile/stientje-van-veldhoven\"><em>Stientje van Veldhoven</em></a><em> and </em><a href=\"https://www.wri.org/profile/angela-bekkers\"><em>Angela Bekkers</em></a><em> contributed to this article.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Ethiopia Invests Big in Restoring Degraded Land",
      "link": "https://www.wri.org/insights/ethiopia-invests-big-restoring-degraded-land",
      "pubDate": "Thu, 29 May 2025 13:45:47 EDT",
      "description": "<p>Amid global climate-action promises, many countries have pledged to restore degraded land and expand tree cover. Ethiopia has taken that commitment one step further.</p><p>In a landmark move, Ethiopia's government launched the Green Legacy and Landscape Restoration Special Fund, allocating 0.5% to 1% of its annual federal budget — about $40 to $80 million — to restoring degraded landscapes. Approved by the House of Peoples’ Representatives on Dec. 24, 2024, the fund positions Ethiopia as a pioneer in using federal resources to advance large-scale restoration, setting a powerful precedent for other nations across the world to follow. </p><p>The fund forms part of Ethiopia’s broader <a href=\"https://sdgs.un.org/partnerships/green-legacy-initiative\" target=\"_blank\">Green Legacy Initiative</a> (GLI), a national program launched in 2019 to combat environmental degradation and build a greener, more climate-resilient country. By establishing a dedicated financing mechanism, the country aims to scale up its restoration efforts with sustainable public investment.</p><p>The GLI recognizes that land restoration is more than just planting trees — it can improve food security, enhance air quality, increase water availability, boost climate resilience and create jobs. Ethiopia’s approach offers a promising model for how stable public financing can drive large-scale restoration in climate-vulnerable countries. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"930\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1430\" />\n              <source height=\"819\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"628\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"494\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A community-based tree planting initiative in Arsi Zone in southern Ethiopia.\" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/south-ethiopia_0.jpg?VersionId=lNaVbhVOFW_.MbSNI5THh4EkxZ84nbbp&itok=IgNZJsLi\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A community-based tree planting initiative in Arsi Zone in southern Ethiopia. Tsion Issayas/WRI</figcaption>\n</figure>\n<h3>Ethiopia Builds on Its Reputation as a Restoration Leader</h3><p>Ethiopia has emerged as a global leader in landscape restoration in recent years, driving change through bold action and ambitious targets. Through its GLI, the country exceeded its initial goals by planting over 25 billion trees in just four years, including a reported <a href=\"https://www.unep.org/news-and-stories/story/ethiopia-plants-over-350-million-trees-day-setting-new-world-record#:~:text=Over%20350%20million%20trees%20were%20planted%20in%20an,single%20day%20in%201,000%20sites%20across%20the%20country.\" target=\"_blank\">350 million trees</a> in a single day in August 2019, a feat believed to have set an unofficial new world record. </p><p>To date, the initiative has planted more than <a href=\"http://www.ethio-greenlegacy.et/\" target=\"_blank\">32 billion seedlings</a>, with a goal of reaching 50 billion trees by 2030. It has already generated significant social benefits, including the creation of more than 767,000 jobs in areas such as nursery management, seedling production, agroforestry and sustainable land management throughout the country —  many of them for women and youth. </p><p>Ethiopia has also made the most ambitious commitment under the African Forest Landscape Initiative <a href=\"https://afr100.org/sites/default/files/2022-11/Trees_Forests_Profits_Ethiopia_0.pdf\" target=\"_blank\">AFR100</a>, pledging to restore 22 million hectares (84,942 square miles) of degraded land. This aligns with its broader international commitments under the Bonn Challenge and the New York Declaration on Forests, both of which aim to combat deforestation and promote large-scale land restoration.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"903\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1430\" />\n              <source height=\"796\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"609\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"480\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"287\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A restoration site in Ethiopia\" height=\"287\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/restoration-e_0.jpg?VersionId=HK9D1WQDsQaGO7bYoq6svPX3AYYWPytf&itok=WkbOgitH\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A restoration site in Ethiopia. Tsion Issayas/WRI</figcaption>\n</figure>\n<h3>Restoration Brings a Host of Benefits</h3><p>After decades of severe deforestation, Ethiopia is beginning to reverse forest and land degradation through coordinated national efforts.  Between 2013 and 2023, the annual deforestation rate fell from 92,000 hectares (355 square miles) to 27,703 hectares (107 square miles), according to <a href=\"https://www.efd.gov.et/wp-content/uploads/2025/05/ETH_FOREST_COVER-_DEFORESTATION_report_final_EFD_JUNE_2024.pdf\" target=\"_blank\">a report</a>. Meanwhile, <a href=\"https://www.efd.gov.et/wp-content/uploads/2025/05/ETH_FOREST_COVER-_DEFORESTATION_report_final_EFD_JUNE_2024.pdf\" target=\"_blank\">forest cover increased </a>from 15.5% in 2013 to 23.6% during the same period. </p><p>But there’s still much work to do. Between 2000 and 2013, Ethiopia lost an average of <a href=\"https://redd.unfccc.int/media/ethiopia_frel_3.2_final_modified_submission.pdf\" target=\"_blank\">92,000 hectares</a> (355 square miles) of forest each year. A growing population and rising demand for land continue to fuel deforestation. Land degradation costs Ethiopia an estimated <a href=\"https://link.springer.com/chapter/10.1007/978-3-319-19168-3_14\" target=\"_blank\">$4.3 billion per year </a>due to reduced agricultural productivity and loss of ecosystem services such as food production and water availability. The long-term economic losses from inaction are estimated to be <a href=\"https://link.springer.com/chapter/10.1007/978-3-319-19168-3_14\" target=\"_blank\">four times higher </a>than the cost of restoring degraded land.</p><p>Ethiopia is among the world’s most climate-vulnerable nations. Increasingly severe droughts, floods and landslides have taken a devastating toll in the country. In 2024, landslides in the southern Gofa region caused by heavy rains were the deadliest natural disaster in the history of the country, killing <a href=\"https://www.aljazeera.com/news/2024/7/25/ethiopia-landslide-death-toll-rises-to-257-could-almost-double-un\" target=\"_blank\">at least 250 people</a> and displacing more than 14,000.  </p><p>Degraded and deforested landscapes increase the risk of climate-related disasters. Events like the Gofa landslides underscore the urgency for Ethiopia to build climate resilience, and land restoration is increasingly recognized as part of the solution.  </p><p>But restoration is about more than just planting trees. Delivering on the country’s restoration commitments could bring widespread environmental, social and economic gains, including: </p><ul><li><strong>Food security. </strong>Restored land can help Ethiopia improve agricultural productivity, ensuring a stable food supply for its growing population, especially in rural areas.</li><li><strong>Water access.</strong> Restoring watersheds and forests can improve Ethiopia’s water resources, essential in a country vulnerable to droughts and seasonal variability. It helps ensure more reliable access to water for communities and agriculture.</li><li><strong>Climate resilience and carbon sequestration.</strong> The country's updated <a href=\"https://ndcpartnership.org/country/eth\" target=\"_blank\">Nationally Determined Contributions</a> (NDCs) and <a href=\"https://unfccc.int/sites/default/files/resource/ETHIOPIA_%20LONG%20TERM%20LOW%20EMISSION%20AND%20CLIMATE%20RESILIENT%20DEVELOPMENT%20STRATEGY.pdf\" target=\"_blank\">Long-Term Low Emission and Climate Resilient Development Strategy</a> (LT-LEDS) recognize forest protection and landscape restoration as key pillars of its climate action.  </li><li><strong>Livelihoods.</strong> Programs like the GLI have already created thousands of jobs and will continue to provide sustainable employment opportunities in restoration activities and related industries.</li><li><strong>Economic development.</strong> Landscape restoration in Ethiopia presents an opportunity to mitigate the billions of dollars in annual economic costs of land degradation. It also helps long-term sustainable growth and reduces the need for costly disaster relief efforts.</li></ul><figure class=\"caption caption-drupal-media align-left \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"898\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1430\" />\n              <source height=\"791\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"606\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"477\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"286\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A seedling production site in Ethiopia. \" height=\"286\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/a-seedling-production-site-in-ethiopia-photo-tsion-issayas-wri.jpg?VersionId=Ov2VNI.1LhEgnb4aJ1NvL1X2uCejqnZj&itok=5Smkv2rV\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A seedling production site in Ethiopia. Tsion Issayas/WRI</figcaption>\n</figure>\n<div class=\"callout\"><p><strong>WRI provided critical scientific support in shaping Ethiopia's landscape restoration ambitions.  </strong></p><p>In 2018, a national study using the Restoration Opportunity Assessment Methodology (ROAM) — a tool that helps nations work out where and how to restore degraded land in a way that benefits people and nature — provided essential data to inform national strategies and programs. This included, most notably, the 10-year Forest Sector Development Program, as well as helping to create the Green Legacy and Landscape Restoration Special Fund.  </p><p>The findings, published in the report <a href=\"https://assets.forest-atlas.org/eth/documentation/MEFCC-Ethiopia-National-Landscape-Restoration_high-res.pdf\" target=\"_blank\">National Potential and Priority Maps for Tree-based Landscape Restoration in Ethiopia</a>, co-authored by WRI, identified 82 million hectares (316,604 square miles) of land suitable for tree-based restoration. Of this, 54 million hectares (208,495 square miles) were prioritized for integrated, cross-sectoral interventions due to the complex drivers of land degradation. These insights into the scale and severity of degradation were key to demonstrating the need for a dedicated special restoration fund.  </p></div><h3>Stable Financing: The Next Step in Ethiopia’s Restoration</h3><p>The new Green Legacy and Landscape Restoration Special Fund marks a significant step in Ethiopia’s restoration journey. Until now, the Green Legacy Initiative relied on regular federal and regional support without a dedicated budget. By institutionalizing the special fund, Ethiopia aims to ensure the long-term sustainability of its landscape restoration efforts while creating opportunities to mobilize additional resources and scale up restoration initiatives nationwide.</p><p>The government aims to leverage these resources to attract investment in restoration beyond federal contributions — including from regional governments, development partners, civil society organizations and private sector actors. This could help scale efforts even further, far beyond what public funds alone can support.</p><p>By demonstrating how national resources can be mobilized and institutionalized to support long-term landscape restoration, Ethiopia is setting a precedent that others could follow. This new model of restoration financing not only strengthens regional collaboration, but also accelerates collective progress toward land restoration and climate resilience in Africa’s most vulnerable landscapes. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}