{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-06-18T02:03:37.115187",
  "items": [
    {
      "title": "Cutting Cattle Methane through Feed Additives: Lessons from Early Adoption and the Road Ahead",
      "link": "https://www.wri.org/technical-perspective/cattle-methane-inhibitors-early-adoption-next-steps",
      "pubDate": "Tue, 17 Jun 2025 10:00:00 EDT",
      "description": "<p>Ruminants — cattle, sheep and goats — are a major source of greenhouse gas emissions. Methane produced during their digestion, known as \"enteric methane,\" accounts for nearly 60% of agricultural methane emissions and over 25% of all human-caused methane emissions. Methane is a potent greenhouse gas with more than 80 times the warming power of CO2 over two decades.</p><p>While livestock methane is inherently tough to tackle, new techniques are emerging that offer a path forward. A recent WRI report outlined over 25 ways to reduce <a href=\"https://www.wri.org/research/opportunities-methane-mitigation-agriculture-technological-economic-regulatory\">agricultural methane emissions</a>, some of which show significant promise. In developing countries, a practical solution is to boost meat and milk yields per animal by improving feed — using better grazing, higher quality forages, supplemental crops or treated crop residues. But in developed countries, where productivity is already near its ceiling, reducing emissions will require newer and more innovative approaches.</p><p><strong>The most rapidly emerging option today involves using feed additives to curb methane production during cows' digestion. This has been shown to reduce enteric methane emissions by around 30% in feedlots.</strong></p><p>But while feed additives are seeing some early uptake, they have yet to be widely adopted. Cost can be a barrier, alongside regulatory hurdles, infrastructure challenges and farmer skepticism. Further scaling these solutions will require the right policies as well as financial investment and innovation.</p><p><strong>The key question is: What can governments and the private sector do to accelerate adoption?</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1569\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1255\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"961\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"757\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"453\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart showing sources of methane emissions, with emissions from livestock making up over 25%.\" height=\"453\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/enteric-fermentation-methane-emissions_0.png?VersionId=xbWSL3h77YpeqAVhPZqsIi9LpbZ0i_dE&itok=V0SnCZFj\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Promising Science, Unscaled Solutions</h3><p>A range of solutions to reduce enteric methane are moving beyond research and into early commercial use. Methane-inhibiting feed additives are furthest along in science thanks to decades of research, a relatively clear understanding of how they inhibit methane, and regulatory progress. Feed additives reduce emissions by <a href=\"https://www.sciencedirect.com/science/article/pii/S002203022200710X#:~:text=Models%20including%20only%203%2DNOP,to%20NDF%20and%20crude%20fat.\">30% on average</a>, with some showing <a href=\"https://academic.oup.com/tas/article/doi/10.1093/tas/txaf028/8046622\">reductions of over 90%</a>. And strong private sector investment and public-private partnerships are helping boost adoption, bringing them closer to widespread use. (Other approaches involving <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions\">genetics or antimethane vaccines</a> remain in early-stage research due to cost, longer development timelines and limited field validation.)</p><p>Today, most companies have their eyes on two specific methane inhibitors: 3-nitroxypropanol (3-NOP; commercially available under the trade name Bovaer) and an active ingredient from red seaweed called bromoform.</p><h4>3-NOP works — but not everywhere, and not always</h4><p>Among the various methane-reducing feed additives, 3-NOP stands out as the most widely approved and commercially advanced option. Developed by DSM-Firmenich and marketed in the U.S. by Elanco, it has received regulatory approval in over 65 countries. This far surpasses other methane inhibitors, many of which are still in early research phases or approved only in limited markets.</p><ul><li><strong>Mechanism: </strong>Inhibits methane production in a cow's stomach when fed (1⁄4 tablespoon to 1 tablespoon per cow daily).</li><li><strong>Impact:</strong> Cuts methane emissions by approximately 30% in dairy cattle and up to 45% in beef cattle.</li><li><strong>Adoption: </strong>Approved for use in 65+ countries, including the U.S., EU, Australia, Brazil, Canada and the U.K.</li><li><strong>Cost:</strong> <a href=\"https://files.wri.org/d8/s3fs-public/2025-02/opportunities-methane-mitigation-agriculture.pdf?VersionId=WTCnIgnw7ktdUcbayS3Xl0pKHZ3s_BHF&_gl=1*mi8g8t*_gcl_au*ODc3NTI2ODY1LjE3NDg0NDY0NDY.\">About $100-150 per cow per year</a>. (This translates to roughly 2-4 cents more per gallon of milk in the U.S.)</li></ul><p>While methane inhibitors like 3-NOP show strong potential for reducing emissions, widespread adoption hinges on more than just regulatory approval — it requires clear economic incentives for farmers. These additives come with upfront costs and require changes to feeding practices, so financial support mechanisms are essential to make adoption viable at scale. While various mechanisms for widescale adoption are emerging, there is still no clarity on what would work best in different contexts.</p><p>For example, in the U.S., a growing number of farms are adopting 3-NOP through emerging carbon credit programs. Farmers track and report their emissions data using digital tools, which feed into third-party platforms that verify reductions and generate carbon credits. These credits are then purchased by food companies looking to meet their own climate targets — a model known as \"insetting,\" where companies invest in emissions reductions within their own supply chains.</p><p>In Brazil, limited commercial trials are underway to explore the use of methane-reducing feed additives like 3-NOP, with early efforts looking to carbon credits and emerging green finance frameworks as potential tools to support adoption. These frameworks aim to align agricultural practices with national climate goals and could, in theory, help channel investment into low-carbon technologies. Adoption is also growing in Europe and Canada, particularly in dairy systems that benefit from strong regulatory and incentive support.</p><p>In Southeast Asia and Africa, the focus is largely on <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions#:~:text=While%20many%20farms,reducing%20methane%20emissions.\">improving feed efficiency</a> rather than on methane inhibitors. However, 3-NOP is gaining regulatory traction and interest across these regions, too. It has been approved in Japan, South Korea, China and South Africa, and is drawing attention in other countries.</p><p>Despite its early success, 3-NOP faces challenges. Cost remains a barrier in regions without strong incentives. And its impact can diminish over time, particularly as cows progress through their lactation cycle or consume <a href=\"https://www.journalofdairyscience.org/article/S0022-0302(24)00801-4/fulltext\">high-fiber diets</a> such as crop residues (<a href=\"https://www.ccacoalition.org/projects/crop-residue-improvement-reduce-emissions-livestock-action-plan-ethiopia-and-nepal\">which is common in Africa and South Asia</a>). Many companies also prefer to conduct their own trials before scaling up, and uncertainty around methane accounting standards continues to slow broader adoption.</p><h4>Bromoform offers high potential but faces scrutiny</h4><p>No single solution will be enough to reduce enteric methane emissions on its own. 3-NOP's ongoing challenges highlight the need for complementary solutions.</p><p>One promising alternative is bromoform, a compound found in certain species of red seaweed, specifically those belonging to the Asparagopsis family. While seaweed itself is being explored as a feed additive and can offer some additional benefits, it's not as effective as the synthetic version of bromoform and is expensive to produce. Seaweed is like drinking herbal tea for a headache; bromoform is like taking ibuprofen. The tea might help, but you need a lot of it. The pill works faster and with a much smaller amount. Even in very small doses, synthetic bromoform can reduce <a href=\"https://academic.oup.com/tas/article/doi/10.1093/tas/txaf028/8046622\">methane emissions by over 90%</a>.</p><ul><li><strong>Mechanism:</strong> Inhibits methane production in a cow's stomach.</li><li><strong>Impact:</strong> Pure bromoform is observed to almost eliminate methane formation. Recent animal studies have shown more than 90% methane reduction.</li><li><strong>Adoption:</strong> Not yet approved for use, though several pilot trials are underway in Australia, the EU and the U.S.</li><li><strong>Cost: </strong>The cost of chemically synthesized bromoform is unknown; however, it is likely to be significantly lower than red seaweed, which currently appears to cost around $300-$500 per cow, per year.</li></ul><p>While promising, bromoform comes with strong challenges, especially from a regulatory perspective. In high amounts, bromoform can pass into milk and meat, and the U.S. Environmental Protection Agency classifies it as a probable human carcinogen. The good news is that the doses proposed for livestock feed are only about 1% of those used in safety studies, so the risk of bromoform entering the food supply is very low. The main concern is limiting its environmental release, as bromoform is a volatile compound that can <a href=\"https://acp.copernicus.org/articles/22/7631/2022/acp-22-7631-2022.pdf\">pose a risk to the ozone</a> layer and <a href=\"https://wwwn.cdc.gov/TSP/PHS/PHS.aspx?phsid=711&toxid=128#:~:text=Bromoform%20(also%20known%20as%20tribromomethane,cause%20serious%20waterborne%20infectious%20diseases.\">may contaminate drinking water</a> if concentrations exceed safe limits. And for people who handle the chemical, as even small exposures could pose health risks.</p><p>Although bromoform will need more regulatory scrutiny, its methane reduction potential is very high. In the future, a combined approach — using 3-NOP alongside tiny amounts of bromoform — could offer a more powerful and scalable way to reduce methane emissions from livestock.</p><h3>Governments Can Enable Innovation and Adoption</h3><p>Regardless of the technology, reducing livestock methane at scale will require coordinated action across sectors, with governments, companies and public-private partnerships each playing a critical role.</p><p>On the part of governments, this will take:</p><h4>1) Policies supporting innovation</h4><p>Governments can play a pivotal role in scaling agricultural climate solutions by creating policies that both mandate and support innovation. For example, <a href=\"https://danishdairyboard.dk/danish-dairy-industry/danish-initiatives-to-lower-emissions/\">Denmark's</a> climate strategy requires all dairy farms with more than 50 cows to use methane-reducing feed additives. This includes options for <a href=\"https://www.wri.org/research/opportunities-methane-mitigation-agriculture-technological-economic-regulatory\">3-NOP or other innovative additives</a>. The policy complements Denmark's <a href=\"https://www.wri.org/insights/denmark-agriculture-climate-policy\">Green Tripartite Agreement</a>, which introduced an agricultural emissions tax from 2030. Farmers who have enrolled in 2024-2025 and apply for a government subsidy will receive <a href=\"https://www.voltagreentech.com/news-stories/denmark-mandates-dairy-farmers-to-use-feed-additives-from-january-2025-to-battle-global-warming#:~:text=Now%2C%20with%20the%20historic%20signing,Bovaer%C2%AE%20by%20dsm%2Dfirmenich.\">full cost reimbursements</a> for additives in 2026.</p><h4>2) Clarify and streamline regulatory approval pathways</h4><p>Methane-reducing feed additives must be rigorously evaluated for safety to animals, humans and the environment. This is often a lengthy process, and the lack of standardized protocols across countries leads to duplicated efforts, higher compliance costs and trade inefficiencies. While all jurisdictions require strong evidence of efficacy and safety, <a href=\"https://www.sciencedirect.com/science/article/pii/S0022030224014048\">the specifics of study design and documentation vary widely</a>.</p><p>For example, methane inhibitors are categorized as \"veterinary drugs\" in the U.S., \"zootechnical substances\" in the EU, \"gut modifiers\" in Canada and \"methane reducing agents\" in South Korea — highlighting the complexity of achieving global alignment for approval and adoption.</p><p>This presents a unique opportunity to align regulatory frameworks globally — ideally in coordination with international climate goals like the Global Methane Pledge or the Paris Agreement. Early collaboration between scientists, companies and regulators is essential to streamline approvals and ensure that innovations can scale efficiently across markets</p><h4>3) Integrate agricultural methane into nationally determined contributions (NDCs)</h4><p>To meet global climate goals like those in the Global Methane Pledge, countries are being encouraged to include livestock methane in their national climate plans (\"known as nationally determined contributions\" or \"NDCs\"). By the end of 2023, only<a href=\"https://www.globalmethanepledge.org/annual-report/methane-plans-and-policies?utm_source=chatgpt.com\"> 22% of countries</a> had methane-specific targets in their NDCs, and only <a href=\"https://www.ccacoalition.org/sites/default/files/resources/files/Guidance%20on%20Including%20Methane%20in%20NDC%203.0_0.pdf\">about a third</a> of those addressed agricultural methane.</p><p>The <a href=\"https://www.ccacoalition.org/sites/default/files/resources/files/Guidance%20on%20Including%20Methane%20in%20NDC%203.0_0.pdf\">latest international guidance</a> by the Climate and Clean Air Coalition (CCAC) outlines practical measures that can be taken at different levels to address the issue:</p><ul><li>At the animal level, this means making sure animals have enough good-quality feed, adjusting their diets to reduce methane, using methane-reducing additives like 3-NOP in feedlots, keeping animals healthy, and breeding animals that naturally produce less methane.</li><li>At the herd level, it involves managing livestock more efficiently — like reducing the number of animals kept just for breeding, shortening the time it takes to raise animals for meat, and focusing on more productive animals.</li><li>At the farm level, farmers can improve pastures, grow plants that help reduce methane and make better use of crop residues as animal feed.</li></ul><p>Including these actions in their NDCs can help countries cut emissions quickly while also supporting farmers, improving food systems and protecting the environment.</p><h3>Companies Must Move from Commitments to Implementation</h3><p>Companies with beef and dairy in their portfolios have a direct role in advancing enteric methane solutions. Beyond goal setting and reporting, companies can support field-level implementation. This includes funding pilot programs with producers, helping scale additives or improved nutrition strategies, and co-investing in producer support services. In some cases, this may involve premium pricing or carbon-credit generation; in others, it may mean collaborating on technical assistance or infrastructure. For real progress, the focus should shift towards enabling measurable emissions reductions on farms.</p><h4>1) Invest in the \"unattractive\" science</h4><p>3-NOP's growing success illustrates why the private sector must be willing to fund early-stage, high-risk research that may not appear commercially viable at first. It took years of mechanistic development, repeated trials and sustained investment before the additive became a breakthrough solution for enteric methane reduction. This kind of foundational science is essential for unlocking future markets and regulatory pathways.</p><p>We need more — and more cost-effective — solutions to cover all geographies and all production systems (e.g. confined feedlots, pastures, smallholder farms). Companies that invest early will have an opportunity to shape the innovation landscape and position themselves as leaders in methane mitigation.</p><h4>2) Demonstrate what works in different contexts</h4><p>To translate scientific breakthroughs into real-world impact, companies should co-invest in scalable, context-specific on-farm demonstrations. Rather than relying on generic farm trials, these efforts should showcase methane-inhibiting feed additives, such as 3-NOP, bromoform and other emerging technologies, under local conditions and within actual production systems.</p><p>Embedding these demonstrations in real-world supply chains (for example, through dairy processors or beef integrators) can ensure the practical application of these solutions in various contexts. Importantly, trials should not only measure emissions reductions but also highlight economic and productivity co-benefits, making the case for adoption across diverse stakeholders.</p><h4>3) Collaborate early: Pre-competitive research and data sharing</h4><p>While regulatory agencies still require product-specific data, shared research that involves early collaboration between scientists, companies, farmers, extension specialists and regulatory bodies can help in two ways. First, it can establish a general scientific consensus around the safety and effectiveness of certain types or chemical classes of additives. Second, pre-competitive research can be designed in consultation with regulatory bodies to align with approval requirements from the start. By using validated methods, standardized protocols and transparent reporting, collaborative studies can generate data that regulators are more likely to accept or reference. This reduces duplication, builds trust and could define clearer pathways for approval.</p><p>Initiatives such as <a href=\"https://www.globalmethanehub.org/2023/12/02/enteric-fermentation-research-development-accelerator-a-200m-agricultural-methane-mitigation-funding-initiative/\">Enteric Fermentation R&D Accelerator</a> are encouraging pre-competitive collaboration, and more companies should invest in this and similar R&D programs.</p><p>This will require some tough conversations about open data sharing. But the goal isn't for everyone to do the same thing — it's to build a common understanding of science, so each company can innovate from a stronger foundation during the competitive stage. Think of it like building a road together, then racing their own cars on it.</p><h4>4) Incentivize adoption through price premiums and market signals</h4><p>To scale methane-reducing solutions in livestock, we need more than innovation — we need demand. The biggest challenge is getting farmers on board. A company can't mandate change; instead, it has to understand farmers' contexts and work within them. Ultimately, there won't be a one-size-fits-all solution.</p><p>One promising approach comes from <a href=\"https://www.nzmp.com/global/en/news/net-zero-pilot-dairy-farm.html#:~:text=The%20focus%20over%20the%20next,on%20pasture%20growth%20and%20management.\">Fonterra</a>, which offers price premiums to farmers who reduce emissions. What makes this model effective is its flexibility: Farmers can choose the intervention that works best for their operation, whether it's a feed additive, improved grazing or another practice. This kind of incentive aligns environmental goals with business realities and sends a clear signal that low-emissions products are valued.</p><p>At the same time, food and retail companies can play a big role in creating demand for low-emissions livestock products. One way to do this is by changing how they buy their products to reward suppliers who can prove they're reducing methane. This could mean offering better prices, long-term contracts or other benefits to farmers who use climate-friendly practices. Companies can also help farmers get ready to participate in carbon markets by supporting programs that link feed additives or other practices to verified emissions reductions. </p><p>Finally, to reduce methane emissions from their supply chains, consumer-facing companies can shift the mix of what they source and serve <a href=\"https://www.wri.org/insights/better-meat-sourcing-climate-environmental-impacts\">toward lower-emissions products</a>. This could include other meats (such as poultry) or plant-based or alternative proteins.</p><h3>Public-Private Partnerships Can Help Scale Success</h3><p>In agriculture, public-private partnerships have already demonstrated their ability to deliver tangible results. They combine the innovation and efficiency of the private sector with the public sector's ability to create enabling environments and ensure broader social benefits. When applied to methane mitigation, these partnerships can help build the infrastructure needed to modernize livestock systems, reduce financial and technical barriers to adoption, and ensure that solutions are designed for — and tested in — the places where they're most needed.</p><h4>1) Strengthen R&D capacity building in developing nations</h4><p>Developing countries are home to <a href=\"https://ourworldindata.org/meat-production\">roughly half</a> — likely more — of the world's ruminant livestock. However, most R&D data is generated in wealthier countries, where access to laboratories, equipment and testing facilities is more readily available. If methane-reducing solutions are to be effective and applicable across diverse regions, it is essential to strengthen research capacity in developing nations. This includes investing in local infrastructure, training programs, and collaborative partnerships that enable scientists and producers to create and test solutions suited to their specific environments.</p><h4>2) Develop advance market commitments</h4><p>Advance market commitments (AMCs) are legally binding agreements in which funders — typically governments or philanthropic organizations — commit to purchasing a specified quantity of a product or service once it meets agreed-upon performance criteria. This mechanism creates a guaranteed market, reducing financial risk and encouraging private sector investment in innovations that serve the public good.</p><p>AMCs have already proven successful in areas like the global health sector. For example, a <a href=\"https://scholar.harvard.edu/files/kremer/files/amc_pp_20_20_01_13.pdf\">$1.5 billion</a> commitment to purchase pneumonia vaccines for low-income countries helped spur the vaccines' development and distribution to more than 150 million children.</p><p>In the livestock sector, AMCs could help accelerate the development and adoption of methane-reducing technologies. This is especially true in the beef industry, where progress is slower than in the dairy sector. In theory, an AMC could offer a per-unit subsidy for any product that achieves a defined emissions reduction target, such as cutting methane per unit of milk or beef by 20%.</p><p>Unlike grants or upfront investments, <a href=\"https://marketshaping.uchicago.edu/news/the-promise-of-an-advance-market-commitment-to-tackle-methane-from-livestock/\">AMCs only pay for success</a>: firms are compensated only if their product meets the criteria and is actually adopted by farmers. If a product works in theory but fails to gain traction due to cost, usability or side effects, it receives no payout. This \"no adoption, no reward\" principle may be a good <a href=\"https://marketshaping.uchicago.edu/news/the-promise-of-an-advance-market-commitment-to-tackle-methane-from-livestock/\">upcoming mechanism</a> to make sure public funds support real-world impact.</p><h3>Coordinated Action for Scalable Impact</h3><p>The science is clear, the tools are emerging, and the urgency is real. Reducing enteric methane emissions from livestock is no longer a distant ambition — it's a near-term opportunity to address climate change, strengthen food systems and unlock economic value.</p><p>But turning this opportunity into impact requires targeted action. Governments must create policies that enable innovation and adoption. The private sector needs to invest in and collaborate with farmers and researchers on context-specific farm trials that reflect the diversity of production systems.</p><p>Equally important is building R&D capacity in developing countries, where livestock systems are an indispensable source of income and the potential for methane mitigation is high. Supporting local innovation ecosystems is necessary for the equitable adoption of these methane mitigation solutions.</p><p>This is a global challenge that demands coordinated, cross-sector action. The window for impact is open — now is the time to act.</p><p><em>The author would like to thank Ermias Kebreab (UC Davis) and Charles Brooke (Spark Climate Solutions) for their valuable insights into this article.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "4 Takeaways from California’s Carbon Dioxide Removal Policies",
      "link": "https://www.wri.org/insights/california-legislation-carbon-removal",
      "pubDate": "Tue, 17 Jun 2025 09:00:02 EDT",
      "description": "<p>California has long been a national leader on ambitious climate policy and action. In 2006, the state passed <a href=\"https://ww2.arb.ca.gov/resources/fact-sheets/ab-32-global-warming-solutions-act-2006\">landmark legislation</a> that led to the first economywide cap-and-trade system. It later became the first state to set <a href=\"https://ww2.arb.ca.gov/californias-greenhouse-gas-vehicle-emission-standards-under-assembly-bill-1493-2002-pavley\">strict greenhouse gas (GHG) emissions standards for vehicles</a> and, in 2022, approved <a href=\"https://ww2.arb.ca.gov/news/carb-approves-unprecedented-climate-action-plan-shift-worlds-4th-largest-economy-fossil-fuels\">a net-zero plan to eliminate GHG emissions</a> by 2045 — five years ahead of the national net zero GHG target.</p><p>Now, California is leading the nation in its carbon dioxide removal (CDR) policies and actions to help meet the state’s climate goals. CDR approaches directly <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">remove carbon dioxide</a> (CO2) from the air and are <a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_FullReport.pdf\">needed</a> alongside deep emissions reductions to reach net zero.</p><p>The carbon removal-related policies proposed or enacted in California over the past several years are among the first of their kind in the U.S. They include an innovative and ambitious set of proposals that can provide a model for other states looking to progress on carbon removal. California’s actions on carbon removal are also particularly important as uncertainty remains around federal policy support for CDR.</p><h3>California’s Scoping Plan and Key Carbon Dioxide Removal Policies</h3><p>In late 2022, the California Air Resources Board, the air pollution regulator in California, adopted the state’s <a href=\"https://ww2.arb.ca.gov/sites/default/files/2022-12/2022-sp_1.pdf\">latest Scoping Plan</a>, which serves as a roadmap for how California can reach net-zero GHG emissions by 2045 or sooner. Although it does not create any laws, it serves as a guide for agencies and regulators. The 2022 Scoping Plan also lays out specific targets for carbon removal in California: 7 million metric tons of CO2 in 2030 and 75 million metric tons of CO2 in 2045.</p><p>These targets cover both natural and working lands (such as croplands, forests or grasslands), as well as novel technological approaches, such as <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> and <a href=\"https://www.wri.org/insights/sustainable-biomass-carbon-removal\">biomass carbon removal</a>. However, because the Scoping Plan anticipates only around 1.5 million metric tons of CO2 removal per year through 2045 from natural and working lands, most of the removal needed to meet these two targets is expected to come from newer technological methods.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Direct air capture fans on top of a building overlooking green grass in Zurich, Switzerland.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/climeworks-dac-zurich.jpg?VersionId=XsUEUNF6OmaEP2WdxlAj.4c9wjqnHqab&itok=pfQBcx2g\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>In Switzerland, the company Climeworks installed direct air capture technology on top of a garbage incinerator in Hinwil, outside of Zurich. Technologies like this, used to extract carbon dioxide from the air, are what California is creating its policies and legislation around. Photo by Orjan Ellingvag / Alamy Stock Photo. </figcaption>\n</figure>\n<p>As California works to meet these goals, it is at the forefront of scaling up carbon dioxide removal and developing regulatory frameworks to guide <a href=\"https://www.wri.org/technical-perspectives/responsible-carbon-dioxide-removal\">responsible deployment</a>.</p><p>At the same time, California’s cap-and-trade system is currently set up to operate through 2030, so <a href=\"https://www.gov.ca.gov/2025/04/15/governor-newsom-legislature-double-down-on-states-critical-cap-and-trade-program-in-face-of-federal-threats/\">discussions have begun</a> on reauthorizing the program to extend its lifetime and help the state meet its climate goals. Depending on whether the reauthorization is a simple extension of the program’s lifetime or a more extensive revision of the program, cap-and-trade reauthorization could include broader changes that may affect carbon removal development and deployment in the state.   </p><h4>Existing and Proposed Policies and Activities in California Relevant to CDR</h4><table class=\"tablesaw tablesaw-stack\" width=\"606\"><thead><tr><th width=\"204\"><strong>Legislation</strong></th><th width=\"294\">Details</th><th width=\"108\"><strong>Status</strong></th></tr></thead><tbody><tr><td width=\"204\">Carbon sequestration: state goals: natural and working lands: registry of projects (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220SB27&search_keywords=%22carbon+dioxide+removal%22\">SB 27</a>)</td><td width=\"294\">Establishes and maintains a directory of projects for carbon sequestration from natural and working lands and direct air capture.</td><td width=\"108\">Signed into law in 2021.</td></tr><tr><td width=\"204\">California Climate Crisis Act (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220AB1279\">AB 1279</a>)</td><td width=\"294\">Establishes legal target of 85% emission reductions and net zero emissions by 2045.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">Carbon Sequestration: Carbon Capture, Removal, Utilization and Storage Program (<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202120220SB905\">SB 905</a>)</td><td width=\"294\">Establishes a regulatory foundation to govern the safe deployment of carbon dioxide capture, removal, utilization and sequestration.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">California Global Warming Solutions Act of 2006: climate goal: natural and working lands (<a href=\"https://legiscan.com/CA/text/AB1757/id/2606951\">AB 1757</a>)</td><td width=\"294\">Establishes targets for carbon sequestration from natural and working lands for 2030, 2038 and 2045 that are incorporated into the Scoping Plan.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">Net zero greenhouse gas emissions goal: carbon dioxide removal: regulations (<a href=\"https://legiscan.com/CA/text/SB285/2025\">SB 285</a>)</td><td width=\"294\">Would create requirements for carbon removal used to counterbalance residual emissions in California.  </td><td width=\"108\">Held in Senate committee.  </td></tr><tr><td width=\"204\">Carbon Dioxide Removal Purchase Program (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260SB643\">SB 643</a>)</td><td width=\"294\">Would require CARB to procure $50 million worth of CDR credits before 2035.</td><td width=\"108\">Passed Senate. Advancing to Assembly committee consideration.</td></tr><tr><td width=\"204\">Marine Carbon Initiative (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260AB1086#99INT\">AB 1086</a>)</td><td width=\"294\">Would establish a Marine Carbon Council to advance scientific understanding of mCDR and a Marine Carbon Research Program to fund research projects up to $2 million per year.</td><td width=\"108\">Held in Assembly committee.</td></tr><tr><td width=\"204\">Carbon Dioxide Removal Market Development Act (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202320240SB308\">SB 308</a>)</td><td width=\"294\"><p>The 2023 version would have required emitting entities to purchase increasing amounts of carbon removal to counterbalance their emissions.</p><p>The 2024 revision would have required CARB to adopt regulations to ensure the state scales CDR to a level needed to reach net zero in 2045.</p></td><td width=\"108\">2023 version passed Senate, but not the Assembly. 2024 version did not pass the Senate Appropriations committee.</td></tr><tr><td width=\"204\">Air resources: carbon emissions: biomass (<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202520260SB88\">SB 88</a>)</td><td width=\"294\">Directs CARB and the Department of Forestry and Fire Protection to develop a system to quantify the lifecycle emissions of biomass removed from wildfire mitigation treatments in forests, including its use for CDR.</td><td width=\"108\">Passed Senate. Advancing to Assembly committee consideration.</td></tr></tbody></table><p><em>Note: Updated June 2025.</em></p><h3>California’s Innovative Policy Directions</h3><p>California is the only U.S. state so far that has set a specific quantitative target for scaling up carbon removal. Complementing this, the state has begun to develop a broader regulatory framework to meet these targets as well as emerging efforts to support early stage research and development of novel approaches.</p><h4>1) Setting Targets to Ensure Climate Impact</h4><p>The <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220AB1279\">California Climate Crisis Act</a>, or <strong>AB 1279</strong>, was signed into law in September 2022 and requires net-zero greenhouse gas emissions (GHG) by 2045 and net-negative emissions thereafter. It mandates at least 85% emissions reductions from 1990 levels by 2045, ensuring that carbon dioxide removal (CDR) does not delay ambitious emissions reductions as the state approaches <a href=\"https://www.wri.org/insights/net-zero-ghg-emissions-questions-answered\">net zero</a>.</p><p>One <a href=\"https://wires.onlinelibrary.wiley.com/doi/10.1002/wcc.826\">concern</a> around CDR is that it could reduce or delay efforts to cut GHG emissions and enable continued oil and gas production. By placing legal requirements on the minimum amount of emission reductions needed by mid-century, AB 1279 helps ensure that the state’s priority remains on reducing emissions and that carbon removal plays a complementary role.</p><p>Other states, particularly those with net-zero targets, should ensure that emissions reduction remains the top priority in reaching net zero, which can be done by establishing minimum emission reduction levels (for example, 85% or higher) as part of the overall target. Besides California, New York has also set an <a href=\"https://www.nyserda.ny.gov/Impact-Greenhouse-Gas-Emissions-Reduction\">85% emissions reduction requirement</a> and Washington has set a legally binding <a href=\"https://ecology.wa.gov/Air-Climate/Climate-Commitment-Act\">95% GHG emission reduction goal by 2050</a>. Both are part of broader goals to reach net zero by 2050.</p><p>Beyond requiring specific levels of emission reductions, other states with net-zero targets could also consider making the role of CDR more explicit — for instance, estimating the expected level of residual emissions to be counterbalanced by carbon removal, distinguishing between the role of enhancing natural carbon sinks and scaling up novel technological carbon removal approaches, as California has also done in its Scoping Plan.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1047\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"505\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A bicyclist rides past a factory in Manhattan Beach, California\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/bicyclist-factory-manhattan-beach-california.jpg?VersionId=y0pvuprsXmrS1w362NXAKMpL3X8ZCt6h&itok=QS_tGYcP\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A bicyclist rides along the beach past a factory in Manhattan Beach, California. A proposed rule would require emitters to purchase carbon removal credits to offset their emissions. Photo by rarpia/iStock.</figcaption>\n</figure>\n<p>While California’s Scoping Plan relies exclusively on direct air capture and bioenergy with carbon capture and storage for durable CDR, there is a <a href=\"https://www.wri.org/insights/california-scoping-plan-climate-neutrality#:~:text=In%20December%202022%20%2C%20the%20California,net-zero%20emissions%20by%202045.\">broad range of carbon removal approaches that should be considered</a> (with some approaches being more applicable in some states than others) including <a href=\"https://www.wri.org/insights/carbon-mineralization-carbon-removal\">carbon mineralization</a>, seaweed cultivation and other types of biomass carbon removal. <a href=\"https://livermorelabfoundation.org/2019/12/19/getting-to-neutral/\">Previous analysis looking at carbon removal potential in California</a> found that biomass conversion to hydrogen with carbon capture could play a large role. <a href=\"https://www.wri.org/research/biomass-and-land-use-decarbonizing-us-economy\">WRI’s research</a> has found that burial of biomass residues from wildfire treatments could also provide effective long-duration carbon removal.   </p><p>California has also set targets for increasing sequestration in natural and working lands. <a href=\"https://legiscan.com/CA/text/AB1757/id/2606951\"><strong>AB 1757</strong></a> establishes targets for carbon sequestration from natural and working lands for the years 2030, 2038 and 2045. As directed by AB 1757, potential carbon removal from natural and working lands is incorporated into the state’s Scoping Plan. Projects that increase sequestration on natural and working lands are also tracked via a registry established by SB 27 in 2021.  </p><h4>2) Developing a Governance Framework for Carbon Dioxide Removal  </h4><p><strong>SB 905</strong>, also known as the <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220SB905\">Carbon Sequestration: Carbon Capture, Removal, Utilization and Storage Program</a>, was signed into law at the same time as AB 1279 in September 2022. This bill directs California state agencies to establish the regulatory foundation for <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">carbon dioxide removal</a> (CDR) and <a href=\"https://www.wri.org/initiatives/carbon-capture-and-storage-ccs\">carbon capture, utilization and sequestration</a> (CCUS) projects.</p><div class=\"callout alignright\"><p><strong>What is the difference between CDR and CCUS?</strong></p><p>The two processes are distinct from one another: Carbon capture, utilization and sequestration (CCUS) technology captures emissions at the source, while carbon dioxide removal (CDR) approaches directly remove it from the air. However, some carbon removal approaches — like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> — can share infrastructure with carbon capture approaches. Therefore, SB 905 will create a regulatory framework around both sets of technologies. </p></div><p>SB 905 directs the California Air Resources Board (CARB) to create a program in California aimed at accelerating the deployment of both CCUS and CDR. It calls for regulation on <a href=\"https://www.netzerocalifornia.org/blog/the-challenges-of-carbon-capture-and-storage-in-california-regulatory-barriers\">six key issues</a>: permitting, <a href=\"https://www.wri.org/technical-perspectives/regulating-DAC-CCS-safety\">financial responsibility, safety and monitoring</a>, pipelines, unitization and storage. The bill also requires CARB to adopt regulations to minimize GHG emissions, co-pollutants, air and water pollution, seismic impacts and potential health and safety risks to local communities, among many other things.</p><p>Since being signed into law in September 2022, the main proceeding around the creation of a Carbon Capture, Removal, Utilization and Storage Program kicked off in March 2025, while some of the regulatory proceedings around the individual key issues are underway. WRI <a href=\"https://ww2.arb.ca.gov/form/public-comments/submissions/22916\">submitted public comments</a> addressing key considerations for financial responsibility, safety and monitoring, and published an <a href=\"https://www.wri.org/technical-perspectives/regulating-DAC-CCS-safety\">article</a> further exploring these issues.</p><p>Having one comprehensive regulatory framework that addresses key issues related to carbon capture, removal and sequestration, as will be the case once SB 905 has been fully implemented, is crucial to governing the safe and responsible deployment of carbon capture and carbon dioxide removal projects.</p><p>In February 2025, Democratic State Sen. Josh Becker introduced <a href=\"https://legiscan.com/CA/text/SB285/id/3189088\"><strong>SB 285</strong></a>, which outlines what types of CDR would qualify to counterbalance residual emissions in California when the state reaches net-zero. While this bill did not advance out of Senate committee consideration, so will not move forward this year, it raises an important issue about how CDR is used.</p><p>A key element of this bill was the “like-for-like” concept, which would have required the expected duration of the carbon removal to either match the expected duration of the GHG in the atmosphere that it counterbalances or match the source from which it is emitted. For example, long-duration CDR would need to counterbalance fossil CO2, but shorter duration CDR, like some nature-based solutions, could counterbalance methane emissions as well as CO2 emissions from land use and forests. </p><p>Such a provision would have been precedent-setting in legislation. It aligns with recommendations from some <a href=\"https://www.annualreviews.org/content/journals/10.1146/annurev-environ-112320-105050\">scientists</a> and groups in <a href=\"https://carbongap.org/how-to-avoid-mitigation-deterrence/\">the CDR community</a> but has also <a href=\"https://www.senate.ca.gov/media/senate-environmental-quality-committee-20250402\">raised concerns</a> about unintended impacts on finance for forest protection and restoration. </p><p><strong>SB 88</strong> directs CARB and the Department of Forestry and Fire Protection to develop a system for quantifying lifecycle emissions associated with utilization of biomass removed from wildfire mitigation treatments in forests, including the use of biomass for CDR. It would also require CARB to assess the suitability of developing a carbon credit protocol for biomass carbon removal. As of mid-June 2025, SB 88 passed out of the Senate and will go to the Assembly next. </p><h4>3) Increasing Demand for Carbon Removal in California</h4><p>Democratic State Sen. Anna Caballero introduced <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260SB643\"><strong>SB 643</strong></a>, the Carbon Dioxide Removal Purchase Program, in February 2025. This bill would require CARB to establish and administer a program to purchase $50 million worth of CDR credits from eligible projects by the end of 2035. It includes requirements that no more than $25 million can be used on a single CDR category (e.g., direct air capture, biomass carbon removal and storage, enhanced mineralization and marine carbon dioxide removal) and no more than $12.5 million can go to a single CDR supplier. Both requirements help ensure a diversity of approaches and suppliers will be supported. The bill would require CARB to adopt guidelines for eligible carbon dioxide removal projects in 2026, require projects to be located within the state and prioritize projects that are geographically diverse and provide community benefits.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Joshua trees and wind turbines in the Mojave Desert in Kern County, California \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/kern-county-california-turbines.jpg?VersionId=.T7HFDOhEuU_dOYZHX03qlR5h.OzTAS6&itok=9OLK8I-b\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Mojave Desert in Kern County, California is home to the Tehachapi Pass wind farm and has been a focal point for direct air capture development in the state. Photo by GaryKavanagh/iStock.</figcaption>\n</figure>\n<p>Under the Biden Administration, the Department of Energy led a <a href=\"https://www.herox.com/DAC-commercial\">procurement program</a> to purchase $35 million in carbon removal, which the Trump administration is not continuing. CDR procurement bills have also been introduced in <a href=\"https://malegislature.gov/Bills/193/SD371\">Massachusetts</a> in 2023 and <a href=\"https://www.nysenate.gov/legislation/bills/2021/A8597\">New York</a> in 2022, but neither state passed them. If SB 643 passes, it would represent an important step forward for government procurement of CDR, making progress toward reaching California’s CDR goals and creating demand in the state.</p><p>As of mid-June 2025, SB 643 made it through the Senate and will go to the Assembly next.</p><p>In 2023, during California’s previous legislative session, Becker introduced the <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202320240SB308\">Carbon Dioxide Removal Market Development Act</a>, or <strong>SB 308</strong>. While this bill was revised in 2024 and ultimately did not pass, it represents an innovative and ambitious policy formulation that could be reintroduced or modeled elsewhere.</p><p>In its original form, SB 308 would have required certain emitters to purchase CDR equivalent to an increasing amount of their emissions, up to 100% in 2045, when the state is committed to net-zero. Such an approach would have simultaneously incentivized emissions reductions and driven demand for CDR.</p><p>A revised version of the bill, updated in 2024, moved away from specifying that polluters pay for CDR. Instead it directed CARB to develop and adopt regulations to ensure that the state could meet its goal of scaling carbon removal to compensate for any continued emissions in 2045, thereby achieving net zero GHG emissions.</p><h4>4) Increasing Understanding of Marine Carbon Removal</h4><p>A third bill introduced in the 2025 legislative session, <a href=\"https://legiscan.com/CA/text/AB1086/id/3193825\"><strong>AB 1086</strong></a>, aimed to increase research and understanding of marine carbon dioxide removal (mCDR) approaches. It didn’t move out of Assembly committee consideration and will not advance this year, but represents an important effort to increase research and development funding for mCDR as the federal government steps back.</p><p>AB 1086 would have established a Marine Carbon Initiative consisting of a Marine Carbon Council and Marine Carbon Research Program. The council would have identified knowledge gaps and made recommendations to address them by 2028. By that same year, the research program would have been established to provide grants for mCDR projects.</p><h3><strong>What’s Next for Carbon Dioxide Removal Policy Across the US?</strong></h3><p>As the U.S. federal government appears unlikely to support carbon removal at the levels seen in past years, state-level action is more important than ever. While California is <a href=\"https://www.wri.org/technical-perspectives/us-state-carbon-dioxide-removal-policies\">not the only state</a> introducing and enacting policies to advance carbon removal, it is a leader and has taken innovative approaches that have not yet been tested in other states or federally.  </p><p>Although states across the U.S. have different political contexts and levels of interest in climate policy, the way that California has approached carbon removal in policy can provide valuable insights and potentially a model for other states on how to use target-setting to maximize climate impact, support demand creation and ensure there are governance frameworks in place. At the same time, given the magnitude of California’s commitment toward carbon removal — 75 million metric tons of CO2 per year by 2045 — there is still room for additional innovation and creativity to help achieve this ambitious goal.</p><p><em>This article was originally published in September 2023. It was last updated in June 2025, to reflect the latest state of play for California’s carbon removal policies.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The High Seas Treaty: A 20-Year Journey to Transform Ocean Governance",
      "link": "https://www.wri.org/insights/high-seas-treaty-explainer",
      "pubDate": "Tue, 17 Jun 2025 07:47:05 EDT",
      "description": "<p>The ocean makes up nearly 70% of the planet’s surface, bursting with rich biodiversity and natural resources that are vital for both the climate and economies. Yet, beyond national coastlines, protecting much of the ocean has long been a murky endeavor.</p><p>For nearly 20 years, governments, scientists and ocean advocates have worked toward securing a global treaty to protect marine life in the ocean areas that lie beyond countries’ individual jurisdictions. These vast, mostly unregulated waters, known as the high seas, hold huge importance to the health of the planet.</p><p>Finally, in June 2023, the 193 member states of the United Nations adopted the landmark Treaty for the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction (<a href=\"https://www.un.org/bbnjagreement/en\">BBNJ agreement</a>), under the <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/unclos_e.pdf\">UN Law of the Sea Convention</a> (UNCLOS).</p><p>Though the text of what is commonly known as the “High Seas Treaty,” has been agreed, the story is far from over. By the conclusion of the <a href=\"https://www.wri.org/news/statement-un-ocean-conference-ends-momentum-and-missed-chances-protect-ocean\">third UN Ocean Conference</a>, 51 counties had ratified the treaty with more pledging to follow, putting the treaty within reach of the 60 countries that are needed to put it into force. Once ratified, it will trigger a 120-day countdown, leading to the first Conference of Parties (BBNJ COP) that will determine how the treaty is fully implemented.</p><h3>Why the High Seas Treaty Matters</h3><p>The ambition of the High Seas Treaty has always been immense. Roughly two-thirds of the ocean lies outside any single country’s jurisdiction, forming a collective space teeming with life from microscopic plankton to colossal blue whales.</p><p>The high seas are also home to lucrative natural resources, which countries and companies increasingly seek to explore and exploit, such as critical minerals needed for EV batteries and other low carbon technologies and marine genetic materials that are increasingly sought after to support pharmaceuticals, biotechnology and other innovations.</p><p>Yet, without a binding treaty, the high seas are governed patchwork-style through regional fisheries agreements, shipping conventions and scattered marine protected areas. This leaves critical gaps in protecting marine biodiversity or ensuring developing countries are also benefiting from discoveries made in international water.</p><p>When ratified, the High Seas Treaty will fill critical regulatory gaps and complement national efforts. It will help to guide regional cooperation and link seamlessly to <a href=\"https://oceanpanel.org/sustainable-ocean-plans/\">sustainable ocean plans</a> for national waters already being delivered by member countries of the <a href=\"https://oceanpanel.org/\">High Level Panel for Sustainable Ocean Economy</a> (Ocean Panel) and future plans through the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>. Together, they will weave a comprehensive net of ocean stewardship from coastlines to open ocean. </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Two divers swim near colorful coral reefs.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/coral-reef-high-seas_0.jpg?VersionId=dz33TQ2qAdQictZslfe_Ehf3w7B5jxG9&h=62bc044e&itok=eQ9bfSJ_\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The ocean is full of rich natural resources, like genetic material from coral, that countries and companies are looking to use for everything from pharmaceuticals to new technologies. The UN High Seas Treaty will help fill gaps needed to conserve and regulate these resources. Photo by Placebo365 / iStock.</figcaption>\n</figure>\n<h3>What's Included in the High Seas Treaty </h3><p>In 2023, countries compromised on four core pillars of the BBNJ agreement:</p><h4>1) Area-Based Management Tools, Including Marine Protected Areas</h4><p>The treaty will create a mechanism to establish marine protected areas (MPAs) and other conservation management tools on the high seas. MPAs are typically clearly defined geographical spaces, recognized, dedicated and managed, through legal or other effective means, to conserve marine biodiversity and ecosystems.</p><p>Many MPAs on the high seas already exist. For example, in 2010, six MPAs were established in the Northeast Atlantic with a total area of 286,200 square kilometers (110,502 square miles) and in 2016, the <a href=\"https://www.asoc.org/campaign/ross-sea-mpa/\">Ross Sea MPA</a> with a total area of 1.5 million square kilometers (600,000 square miles) was established in the Southern Ocean.</p><p>The treaty will also establish a process for proposing new zones for protection via a consultation process, supported by scientific evidence.</p><h4>2) Marine Genetic Resources</h4><p>The treaty will also establish rules for sharing financial and non-financial benefits from the commercial application of genetic material sourced from high-seas marine organisms — such as bacteria, corals or deep-sea sponges — that can be used in medicine, cosmetics, food, and biotechnology. These innovations hold huge potential benefits for human health and wellbeing.</p><h4>3) Capacity Building and Transfer of Marine Technology</h4><p>The High Seas Treaty also supports sharing technology and knowledge developments, particularly to low-income countries that need and request it for conservation and sustainable use to ensure they participate fully in high seas governance.</p><h4>4) Environmental Impact Assessments</h4><p>The treaty will create a process for countries or companies proposing high seas activities — such as deep sea mining in areas beyond national borders — to conduct assessments and follow international standards, that can be shared transparently.</p><h3>Which Countries Have Signed the High Seas Treaty?</h3><p>By the conclusion of UN Oceans Conference on June 13, the treaty had been signed by 136 countries and ratified by 51, just nine shy of the 60 countries needed to put the treaty into force. Those ratifying the treaty include island states such as Antigua and Barbuda, Barbados, Belize, Cuba, Dominica and the Maldives; the European Union and some of its members including France, Portugal and Spain; and other nations such as Chile, Norway and South Korea. (<a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XXI-10&chapter=21&clang=_en\">Track the signatories and parties on the UN website here.</a>)</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty as Prime Minister Pedro Sánchez of Spain watches.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/eu-signs-high-seas-treaty_0.jpg?VersionId=Zj2flOE8cX69Zbv8ZCsU_11uU9oWVWOR&itok=CqMxx180\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty in 2023 as Prime Minister Pedro Sánchez of Spain (right) watches. Photo by the European Commission.</figcaption>\n</figure>\n<h3>Why Is it Taking So Long for the Treaty to Ratify?</h3><p>Starting in the early 2000s, the United Nations began informal discussions on how to close the regulatory gaps over how to manage the high seas, wrangling over how to share the benefits of its natural resources while ensuring necessary protections.  But the very complexity of coordinating nearly 200 countries meant progress was often incremental, alternately buoyed by breakthroughs and bogged down by competing interests.</p><p>The slow ratification progress highlights both the strengths and limitations of international diplomacy. On the one hand, global consensus ensures that the resulting High Seas Treaty creates a single set of rules for all high-seas users. On the other hand, aligning the diverse interests of small island states, distant water fishing nations and environmental non-profit organizations is inherently time-consuming. Each negotiating text must thread the needle between these interests, with every word or comma potentially sparking months of debate.</p><p>Moreover, the decision-making processes of the UN, anchored in principles of sovereign equality and consensus-building, can struggle to keep pace with the urgent, evolving threats that marine ecosystems face: like the increasing demand for deep-sea minerals, growing plastic pollution and overfishing practices. By the time a treaty is finalized, new pressures may emerge, requiring fresh rounds of technical and legal work.</p><p>Countries, operating within their own jurisdictions — also known as exclusive economic zones, which extend 200 nautical miles from a country’s coastline — can make more immediate progress on conservation and climate initiatives. For example, <a href=\"https://oceanpanel.org/\">Ocean Panel members</a> are sustainably managing 100% of their national waters. The process for developing these holistic sustainable ocean plans, while not simple, has been faster than multilateral processes. Ocean Panel members are now calling on all coastal and ocean states to replicate this success in their own national waters by 2030 by joining the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>.</p><h3>What’s Next for the High Seas Treaty?</h3><p>At this month’s UNOC, it’s expected that many UN member states will announce either their signing or ratification of the High Seas Treaty. However, for it to be effective, it is crucial that the underlying framework and governance structures are agreed upon before coming into force. The BBNJ Preparatory Commission (BBNJ PrepCom) hopes to fill this gap: shaping the treaty operations and preparing for the first BBNJ COP.</p><p>Governments and negotiators are hoping to develop key recommendations to shape the critical elements of the treaty. This includes forming governing structures; outlining the roles and responsibilities of institutions such as those that provide data, and scientific and technical advice; creating tools and mechanisms to ensure equitable implementation of the treaty; and establishing systems to ensure funding and technical knowledge is distributed so all member states can fully participate.  </p><p>The first BBNJ COP will see these recommendations brought forward and hopefully adopted. It is critical therefore that these meetings are constructive and that a consensus is reached. Only with the relevant governing and financial mechanisms in place can this High Seas Treaty go from a landmark agreement to a fully functioning international treaty that protects the global ocean.</p><p>Management of the ocean needs to be as interconnected as the ocean itself. By weaving together national actions with a robust global treaty, the world can ensure a resilient, equitable and thriving ocean for generations to come.</p><p><em>Editor's Note: This article was originally published on June 5, 2025 and updated on June 17,2025 to reflect new information about the countries who have signed and ratified the treaty. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Recent Climate Setbacks Will Not Derail the Green Transition",
      "link": "https://www.wri.org/insights/green-transition-after-climate-setbacks",
      "pubDate": "Mon, 16 Jun 2025 12:31:08 EDT",
      "description": "<p>At a moment when all countries need to raise their ambition on climate action, the opposite seems to be happening.</p><p>Headline after headline show lackluster progress and rolled-back commitments. For one, climate change was a low priority for voters in 2024’s global wave of elections; only the UK elected a government that ran on a platform of climate ambition. Overseas development aid is decreasing — down an estimated <a href=\"https://focus2030.org/Historic-drop-in-Official-Development-Assistance-in-2024\">9-17%</a> in 2025 — due to budget cuts in Europe and the dramatic <a href=\"https://www.reuters.com/world/us/dismantling-usaid-leaves-no-staff-process-aid-waivers-sources-say-2025-02-07/\">dismantling of USAID</a>. Scientists warn that we need to reduce emissions <a href=\"https://www4.unfccc.int/sites/SubmissionsStaging/Documents/202303061323---state-of-ndcs-2022-gst.pdf\">7% every year</a> to avoid the worst climate impacts, but in 2024, emissions actually <a href=\"https://www.nature.com/articles/s43017-025-00658-x\"><em>increased</em> by 0.9%</a>. And finally, geopolitical tensions and trade wars are disrupting the global economy and making it tougher to invest in a clean future.</p><p>Meanwhile, the urgency for climate action has never been greater. Last year, droughts, floods, extreme heat and other climate disasters displaced <a href=\"https://www.scientificamerican.com/article/hurricanes-wildfires-and-other-disasters-displaced-a-record-46-million/\">a record 46 million people</a> and caused <a href=\"https://riskandinsurance.com/natural-disasters-cost-global-economy-417-billion-in-2024-gallagher-re/\">$417 billion in economic losses</a>.</p><p>These setbacks are real. They will slow us down. <strong>But they will not derail us.</strong></p><div class=\"callout alignright\"><p><strong>The New Global Possible</strong></p><p>Ani Dasgupta is President & CEO of WRI and author of the forthcoming book, <a href=\"https://bookshop.org/p/books/the-new-global-possible-evidence-for-hope-in-the-fight-for-a-sustainable-future-ani-dasgupta/f31d896e882bb42d?ean=9781633310667&next=t\">The New Global Possible: Rebuilding Optimism in the Age of Climate Crisis</a>. Based on discussions with more than 100 leaders, the book maps out what can be done in the face of lagging climate action, using lessons from past successes and failures. <a href=\"https://bookshop.org/p/books/the-new-global-possible-evidence-for-hope-in-the-fight-for-a-sustainable-future-ani-dasgupta/f31d896e882bb42d?ean=9781633310667&next=t\">Learn more</a>.</p></div><p>Despite depressing headlines, momentum for the green transition we need <em>is </em>still building. In 2024, renewables made up <a href=\"https://e360.yale.edu/digest/renewable-capacity-irena-2024\">90%</a> of new energy additions; they are now the cheapest source of new electricity in most countries. <a href=\"https://www.iea.org/reports/global-ev-outlook-2025/trends-in-electric-car-markets-2\">One in five</a> new cars sold worldwide last year were electric.</p><p>Big, systemic changes like these aren’t happening fast enough — not yet. But as we’ve seen with other big societal shifts — voting rights, internet penetration, smart phone use — change happens piecemeal and slowly until you hit a tipping point. It’s the job of policymakers, philanthropies, businesses and organizations like ours to bring that threshold closer — especially now.</p><p>The good news is that we know what it takes to accelerate the green transition, even in the face of a new world order. Decades of experience and recent glimmers of progress show us that a path forward is possible. It will take collective action and focus around three areas:</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Man carrying tree for planting.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-03/african-cities-restore-nature-revitalize-rivers.jpg?VersionId=xd4oXxJ4cfeX0HrH52WdCQtuXrXBuWUk&h=0b24df71&itok=3yVNprAN\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Through the SUNCASA project, African cities like Johannesburg are planting trees to restore nature, build resilience to climate change impacts and create jobs. Photo by Jenna Echakowitz/SUNCASA</figcaption>\n</figure>\n<h3>1) Moving From Cutting Carbon to Better Lives</h3><p>The green transition is not at odds with economic prosperity. In fact, investing in climate-friendly and nature-positive economic growth is the only way to ensure a prosperous future. This is not only true scientifically; companies and countries alike are demonstrating it in the real world. Ingka Group, the largest IKEA retailer, <a href=\"https://www.ingka.com/newsroom/ingka-group-reporting-reduction-in-climate-footprint-by-30-1-while-growing-the-business/\">reduced its climate footprint over 30%</a> while growing revenues by more than 23%. <a href=\"https://www.nature.com/articles/s41598-024-71101-2/tables/4\">Forty-nine countries, including the US, France and Germany</a>, have found ways to continue growing their economies without increasing emissions.</p><p>But this message is not clear to leaders, or the people who vote for them. Even in countries with strong public support for climate action, pro-climate parties are losing at the polls. Why? People don’t yet see how the low-carbon transition will improve their lives.</p><p>A durable economic transition cannot take place without political support. To succeed, every aspect of our approach and narrative needs to prioritize people — not carbon. For example, clean energy is not just a climate solution; it’s oftentimes the <a href=\"https://www.wri.org/insights/solar-pumps-mango-production-chamwino-tanzania\">most affordable and reliable</a> power source. Increased electric vehicle use isn’t just about cutting fossil fuel emissions; it can <a href=\"https://www.wri.org/insights/michigan-electric-vehicle-job-creation\">create manufacturing jobs</a> while expanding access to transport and reducing air pollution, which causes <a href=\"https://hsph.harvard.edu/climate-health-c-change/news/fossil-fuel-air-pollution-responsible-for-1-in-5-deaths-worldwide/\">1 in 5 deaths worldwide</a>. <a href=\"https://www.wri.org/insights/forests-benefit-cities\">Planting trees in cities</a> adds beauty while also keeping people cool <a href=\"https://www.wri.org/insights/earth-gets-hotter-cool-cities-infrastructure-solutions\">during extreme heat</a>.</p><p>A good example of pro-people, pro-planet policy support is <a href=\"https://www.wri.org/insights/denmark-agriculture-climate-policy\">Denmark’s recent Green Tripartite Agreement</a>. The plan will restore nature<em>, </em>pay farmers to reduce their nitrogen pollution <em>and </em>tax emissions from livestock production in a way that not only incentivizes, but supports farmers in making their production more efficient. Similarly, Mexico City’s <a href=\"https://mexicocity.cdmx.gob.mx/e/getting-around/metrobus/\">bus rapid transit system</a> has continued to expand and evolve because it’s brought a host of benefits with it: reduced congestion, cleaner air, better and cheaper access to jobs, and other opportunities.</p><p>These kinds of win-win solutions are popular with people. But to really take off, they need investment, policies and other targeted support to make them happen quickly, affordably and without causing undue harm to those whose jobs and communities rely on the old economy. The clean energy transition is inevitable — but even this piece will not happen fast enough on its own. We need to work systematically to remove the barriers to the transition across all sectors and ensure people reap the benefits of a clean and resilient future. Not all policies will be a win-win for everyone, but the initial steps that are good for people can provide political momentum for the harder choices later.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Mexico City bus rapid transit\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/mexico-city-brt_0.jpg?VersionId=E2I5Do650Ubnyfl7N_SInEcJAdIMiKiQ&itok=sbN80DpJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mexico City's bus rapid transit system has expanded significantly over the years, largely because of the benefits the system brings to people, such as cleaner air, better access to jobs and reduced congestion. Photo by quiggyt4/Shutterstock</figcaption>\n</figure>\n<h3>2) Transitioning Large, Emerging Economies</h3><p>Leadership from middle-income economies is critical for the green transition. They <a href=\"https://ourworldindata.org/greenhouse-gas-emissions\">produce half</a> the world’s greenhouse gas emissions, a percentage that will only increase in the coming years. They’re home to most of the world’s remaining tropical forests, centers of biodiversity. And they house <a href=\"https://www.worldbank.org/en/country/mic/overview\">three-quarters</a> of the world’s population, including <a href=\"https://www.worldbank.org/en/country/mic/overview\">62%</a> of the world’s poorest people. If large middle-income countries like China, India, Indonesia, South Africa and Brazil do not successfully reduce their emissions, protect their natural ecosystems or adapt to oncoming climate impacts, the entire green transition will be at risk. A safe world will be out of reach. </p><p>Thankfully, a new set of leaders is embracing the green transition as an economic strategy for their next phase of development. Indonesia has committed to make its forests and land use sector a net-carbon sink by 2030, aligning economic incentives and uplifting forest communities in these efforts. Colombia’s president <a href=\"https://time.com/7113585/colombian-president-gustavo-petro-interview/\">promised</a> to phase out fossil fuels, one of the first major oil- and coal-producing nations to do so. And for many of these countries that lack oil and gas reserves, the clean energy transition is becoming a critical energy security strategy.</p><p>The geopolitical realignment unleashed by U.S. trade and security policies will accelerate our journey towards a more multipolar world. Middle-income countries will become even more important in shaping global discourse. These nations —many of which rely heavily on trade to sustain growth — have a strong interest in preserving and strengthening multilateral cooperation. For them, a stable, rules-based international system — such as treaties like the Paris Agreement on climate change — is not just a global good; it’s essential to achieving their development goals. Their choices on the world stage will determine the success of the green transition.</p><h3>3) Looking Beyond Aid to Financing</h3><p>Developing countries will not successfully transition without adequate finance. They need <a href=\"https://www.wri.org/insights/climate-finance-progress-2025\">$1.3 trillion per year</a> of external finance by 2035 to successfully mitigate and adapt to climate change.</p><p>Last year at COP29 in Baku, <a href=\"https://www.wri.org/insights/cop29-outcomes-next-steps\">countries agreed</a> to mobilize $300 billion per year for developing countries by 2035 and work towards $1.3 trillion. Recent cuts to bilateral aid are disappointing, but they were always a small part of the climate finance puzzle. Other public sources of climate finance can be expanded through capital increases to multilateral banks — which can turn $1 of taxpayer money into $4-10 — and innovative financing mechanisms like aviation and maritime taxes. Still, at best, experts agree that only half of the $1.3 trillion can be filled with public funds.</p><p>Because the remaining half can only come from the private sector, countries must focus their efforts accordingly. India offers a model of success: aligning sectoral targets with its national climate plan (NDC), enacting supportive policies at all levels for financing the energy transition, and allocating a significant amount of its national budget — <a href=\"https://economictimes.indiatimes.com/industry/renewables/renewable-energy-top-priority-rs-30-lakh-cr-investment-expected-to-meet-500-gw-target-govt/articleshow/112324776.cms?from=mdr#google_vignette\">$2.4 billion in 2024</a> — in clean energy. These steps collectively have attracted substantial external investment in India’s energy transition.</p><p>Attracting sufficient public and private climate finance requires a focused and coordinated approach. Transition investments in developing countries should follow a “capital stack” model: the fund most willing to take the initial project risk sits at the bottom, supporting other kinds of capital with reduced appetite for risk that are added to the stack. As we see in India, the bottom of the stack needs to be clear public policies and regulations, followed by public investment. The next layer can be capital from bilateral aid and multilateral development banks (MDBs). Finally, the higher layers of the stack will comprise different kinds of private capital from domestic and international sources. The central principle of vertical integration of capital with different appetite for risk is critical to unleash finance at scale.</p><p>In a world of shrinking aid, remaining development aid becomes even more precious and should be utilized strategically. While concessional finance (such as grants and below-market-rate loans) should be directed to the poorest and most vulnerable countries for investments with high social and environmental but low commercial return, other types of aid play critical roles in the stack to leverage private capital.</p><p>There are signs that countries are taking these financing challenges seriously. Countries like Brazil, Kenya, South Africa and Barbados are putting forward <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">“country platforms,”</a> bold proposals to attract more international finance for what they see as their biggest climate and nature priorities. This innovative approach allows countries to centralize finance around a clear plan, rather than continuing to allow disparate initiatives to be financed from separate sources.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Workers clean dirt off a solar panel in Brazil\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/solar-panel-brazil_0.jpg?VersionId=sSEvH41AIU2ocOkEoe3iu373.b3qL9BN&itok=D7DOCKYi\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Workers clean dirt and dust from a solar panel in Brazil. Photo by Chokniti-Studio/Shutterstock</figcaption>\n</figure>\n<h3>Delivering Systemic Change in a Changing World</h3><p>It’s easy to feel hopeless in times like these. But with crisis comes opportunity.</p><p>Change <em>is </em>happening. Accelerating it requires a level of focus, collaboration and innovation that we’ve never had before. We must move away from a narrative of decarbonization to one that focuses on building a better, more prosperous future for people. While the transition in every country is important, we need to prioritize large, middle-income nations for their potential to unlock exponential change. And while the reduction in overseas aid is disheartening, we must focus on the bigger picture: prioritizing existing resources to <a href=\"https://www.wri.org/insights/climate-finance-progress-2025\">unlock the $1.3 trillion needed</a> for the global transition.</p><p>We know the solutions. Now, we need to deliver. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: UN Ocean Conference Ends with Momentum —  and Missed Chances to Protect the Ocean",
      "link": "https://www.wri.org/news/statement-un-ocean-conference-ends-momentum-and-missed-chances-protect-ocean",
      "pubDate": "Fri, 13 Jun 2025 12:34:52 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>NICE (June 13, 2025)</strong> — The third </span><a href=\"https://unocnice2025.org/en/\"><span lang=\"EN-US\">United Nations Ocean Conference</span></a><span lang=\"EN-US\"> (UNOC) ended today in Nice, France, after five days of high-level discussions and negotiations. The conference united heads of state, ministers, scientists, Indigenous leaders, youth and civil society to accelerate progress on Sustainable Development Goal 14 — Life Below Water.</span> </p><p><span lang=\"EN-US\">Key outcomes included renewed support for the </span><a href=\"https://highseasalliance.org/treaty-negotiations/\"><span lang=\"EN-US\">High Seas Treaty</span></a><span lang=\"EN-US\">, rising international calls for a precautionary pause on deep-sea mining and Panama and the Republic of Korea joining the </span><a href=\"https://www.wri.org/news/release-republic-korea-and-panama-join-100-alliance-advancing-leadership-sustainable-ocean\"><span lang=\"EN-US\">100% Alliance</span></a><span lang=\"EN-US\"> for sustainable ocean management. With the launch of the ‘</span><a href=\"https://www.wri.org/news/release-brazil-and-france-launch-new-global-challenge-put-ocean-center-climate-action\"><span lang=\"EN-US\">Blue NDC Challenge</span></a><span lang=\"EN-US\">’ France and Brazil urged placing ocean solutions at the core of global climate and development policies — a vital demand for the ocean’s future.</span> </p><p><span lang=\"EN-US\"><strong>Following is a statement from Tom Pickerell, Global Director, Ocean Program, WRI:</strong></span> </p><p><span lang=\"EN-US\">“There's real momentum coming out of Nice — but also a lot of unfinished business. This was a critical moment to close gaps in ocean protection. While some progress was made, not all governments fully seized it.</span> </p><p><span lang=\"EN-US\">“After 20 years, the High Seas Treaty is finally within reach. With 51 countries ratified and more pledging to follow, we're just 9 short of the 60 needed for it to enter into force. But that final push didn't happen in Nice — and now pressure is on remaining governments to make it legally binding. </span> <br /><br /><span lang=\"EN-US\">“Calls to halt deep-sea mining are growing, with 37 countries now supporting a precautionary pause or outright ban — a hopeful sign of political will to protect fragile ecosystems. But progress on ratifying the agreement to curb harmful fisheries subsidies remains painfully slow, with only Panama joining so far and 9 more ratifications needed. To keep our oceans healthy and fisheries thriving for the future, governments must act urgently.</span> </p><p><span lang=\"EN-US\">“We can't save the ocean on spare change. Blue finance is finally gaining attention, but we're still $550 billion a year short of what's needed for long-term ocean health. Without urgent investment, we risk accelerating the collapse of marine biodiversity, undermining food security for billions and weakening one of our most powerful buffers against climate change.</span> </p><p><span lang=\"EN-US\">“Some countries, like Brazil, France, Panama, and South Korea, came to Nice ready to lead — not just talk. But the ocean's fate isn't in their hands alone. If the world doesn't act together now, we could lose the very lifeblood that sustains us all.”</span> </p><p><em><span lang=\"EN-US\">Editor’s note: WRI serves as Secretariat of the </span></em><a href=\"https://oceanpanel.org/\" target=\"_blank\"><em><span lang=\"EN-US\">High Level Panel for a Sustainable Ocean Economy</span></em></a><em><span lang=\"EN-US\"> — a group of 18 heads of state and government from countries committed to sustainably managing 100% of their national waters by 2030 — and coordinates the </span></em><a href=\"https://oceanpanel.org/100-alliance/\" target=\"_blank\"><em><span lang=\"EN-US\">100% Alliance</span></em></a><em><span lang=\"EN-US\">, a global initiative co-led by Chile and France that encourages all countries to make that commitment.</span></em> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: One-Third of Forest Lost This Century Is Likely Gone for Good — and Remaining Loss Carries Lasting Consequences, New Analysis Warns",
      "link": "https://www.wri.org/news/release-forest-loss-drivers",
      "pubDate": "Thu, 12 Jun 2025 04:00:00 EDT",
      "description": "<p><em><span lang=\"EN-US\">New Data from WRI and Google DeepMind Reveals Causes Behind Global Tree Cover Loss in Unprecedented Detail </span></em> </p><p><span lang=\"EN-US\"><strong>Washington, D.C. (June 12, 2025)</strong> — One-third (34%) of all global forest lost between 2001 and 2024 is likely permanent — meaning trees in those areas are unlikely to grow back naturally — according to a new analysis by World Resources Institute (WRI) and Google DeepMind. The impact is even more severe in tropical primary rainforests, where a staggering 61% of loss is tied to permanent land use change — a major setback for some of the planet’s most vital ecosystems for biodiversity and carbon storage.</span> </p><p><span lang=\"EN-US\">Researchers also warn that while the remaining two-thirds of forest loss is typically linked to “temporary” disturbances like logging or wildfire — it can still have lasting consequences. Forests may take decades to recover. And even when they do, they don't always return to full health.</span> </p><p><span lang=\"EN-US\">The findings, made possible by an advanced AI model and satellite imagery and developed by </span><a href=\"https://www.globalforestwatch.org/\"><span lang=\"EN-US\">Global Forest Watch</span></a><span lang=\"EN-US\">, </span><a href=\"https://landcarbonlab.org/\"><span lang=\"EN-US\">Land & Carbon Lab</span></a><span lang=\"EN-US\"> and </span><a href=\"https://deepmind.google/\"><span lang=\"EN-US\">Google DeepMind</span></a><span lang=\"EN-US\">, offer the most detailed local, regional and global view to date of what’s driving forest loss — and what can be done about it.</span> </p><p><span lang=\"EN-US\">“We’ve long known where forests are being lost. Now we better understand </span><em><span lang=\"EN-US\">why</span></em><span lang=\"EN-US\">,” said Michelle Sims, Research Associate at WRI. “This knowledge is essential to developing smarter actions at the regional, national and even local level — to protect remaining forests and restore degraded ones”. </span> </p><p><span lang=\"EN-US\">The new dataset distinguishes drivers likely to cause permanent loss — such as expansion of agriculture, mining, infrastructure and settlements — which accounted for the 34% (177 million hectares) of global tree cover loss since 2001. Permanent agriculture alone made up 95% of that total. In tropical primary rainforests, drivers of permanent land use change drove an even greater share: 61% of loss (50.7 million hectares) — nearly the size of Thailand.</span> </p><p><span lang=\"EN-US\">While the remaining two-thirds of forest loss stems from causes typically viewed as temporary — such as logging, wildfires, natural disturbances or shifting cultivation — recovery is not assured. Forest regeneration depends on how the land is managed afterward, the type of forest and the degree of environmental stress it faces. </span> <br /> <br /><span lang=\"EN-US\">“Just because trees grow back doesn’t mean forests return to their original state” said Radost Stanimirova, Research Associate at WRI. “They might store less carbon, have fewer species or be more vulnerable to future damage. And climate change is making many natural events like fires and pest outbreaks more intense and frequent, which makes it harder for forests to recover.”</span> </p><p><span lang=\"EN-US\"><strong>Drivers of tree cover loss vary around the globe</strong></span> <br /><span lang=\"EN-US\">In tropical areas like Latin America and Southeast Asia, permanent agriculture is the dominant driver, responsible for 73% and 66% of loss, respectively. In temperate and boreal regions such as Russia and North America, wildfires — often triggered by lightning or human activity — and logging are the primary drivers. In Europe, 91% of tree cover loss is due to timber harvesting, much of it within managed forests where regrowth is planned.</span> </p><p><span lang=\"EN-US\">Some drivers have an outsized impact in specific regions, even if they’re minor globally — driven by local land use, economic activity and governance. For instance, mining and energy drive less than 1% of global tree cover loss but caused 28% in Peru’s Madre de Dios region. In Colorado, climate-driven bark beetle outbreaks accounted for 27% of tree loss over two decades, even though natural disturbances like pests, storms, and floods make up just 1.4% of global loss. These are just two examples — many more exist around the world, each shaped by distinct local dynamics.</span> </p><p><span lang=\"EN-US\"><strong>What this means for people, nature and climate</strong></span> <br /><span lang=\"EN-US\">Permanent forest loss has serious and far-reaching consequences: reduced carbon storage, accelerated biodiversity loss and heightened risks to water and food security — all at a time when the planet is already facing a deepening climate and ecological crisis. Even temporary losses can be dangerous; depending on how forests recover, they may still lead to long-term ecosystem degradation and a decline in the critical services forests provide.</span> </p><p><span lang=\"EN-US\"><strong>What needs to happen now</strong></span> <br /><span lang=\"EN-US\">The new data marks a significant advance for forest policy, addressing a crucial gap in </span><a href=\"https://webarchive.nationalarchives.gov.uk/ukgwa/20230418175226/https:/ukcop26.org/glasgow-leaders-declaration-on-forests-and-land-use/\" target=\"_blank\"><span lang=\"EN-US\">global efforts to halt deforestation by 2030</span></a><span lang=\"EN-US\">. By pinpointing the underlying causes of forest loss in different places, it enables policymakers, companies and communities around the world to design more targeted, effective solutions to tackle deforestation. </span> </p><p><span lang=\"EN-US\">Researchers at WRI outline a set of urgent, evidence-based recommendations tailored to the specific drivers of forest loss. Among other priorities, they call for stronger Indigenous and local land rights, designing policies that reflect local farming and land use realities, improving how forests are managed and monitored and ensuring infrastructure and agricultural expansion are guided by strong environmental planning.</span> </p><p><span lang=\"EN-US\">For example, enforcing laws like the EU Deforestation Regulation and supporting smallholder farmers with sustainable alternatives are key to tackling agriculture-driven loss. Meanwhile, reducing wildfire risk demands ecosystem-specific fire management and early warning systems. </span> <br /> <br /><span lang=\"EN-US\"><strong>Explore the data</strong></span> <br /><span lang=\"EN-US\">Full recommendations for all drivers are detailed in a </span><a href=\"https://www.wri.org/insights/forest-loss-drivers-data-trends?utm_medium=media&utm_source=pressrelease&utm_campaign=driversdata2025\"><span lang=\"EN-US\">new article available on WRI.org</span></a><span lang=\"EN-US\">. The full dataset is publicly available on </span><a href=\"https://www.globalforestwatch.org/map/?map=eyJjZW50ZXIiOnsibGF0IjoxMC4yNjA4ODkxNzk3MzE4MjMsImxuZyI6LTE5LjY0MDYyNTAwMDAwMTczNH0sImRhdGFzZXRzIjpbeyJkYXRhc2V0IjoidHJlZS1jb3Zlci1sb3NzLWJ5LWRvbWluYW50LWRyaXZlciIsIm9wYWNpdHkiOjEsInZpc2liaWxpdHkiOnRydWUsImxheWVycyI6WyJ0cmVlLWNvdmVyLWxvc3MtYnktZG9taW5hbnQtZHJpdmVyIl19LHsiZGF0YXNldCI6InBvbGl0aWNhbC1ib3VuZGFyaWVzIiwibGF5ZXJzIjpbImRpc3B1dGVkLXBvbGl0aWNhbC1ib3VuZGFyaWVzIiwicG9saXRpY2FsLWJvdW5kYXJpZXMiXSwib3BhY2l0eSI6MSwidmlzaWJpbGl0eSI6dHJ1ZX1dfQ%3D%3D\" target=\"_blank\"><span lang=\"EN-US\">Global Forest Watch</span></a><span lang=\"EN-US\">, including interactive maps and  tools for visualizing, filtering and analyzing the data. This analysis includes updated data through 2024 and was made possible with early contributions from The Sustainability Consortium.</span> </p><p><span lang=\"EN-US\"><strong>About WRI</strong></span> <br /><span lang=\"EN-US\">WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</span><span lang=\"EN-US\"> </span> </p><p><span lang=\"EN-US\"><strong>About Global Forest Watch</strong></span><span lang=\"EN-US\"><strong> </strong></span> <br /><span lang=\"EN-US\">Global Forest Watch (GFW) provides data and tools for monitoring forests and insights on where and why they are changing. By harnessing cutting-edge technology, GFW allows anyone to access near real-time information about where and how forests are changing around the world. Since its launch in 2014, over 7 million people have visited Global Forest Watch from every single country in the world.</span><em><span lang=\"EN-US\"> </span></em> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "New Data Shows What’s Driving Forest Loss Around the World",
      "link": "https://www.wri.org/insights/forest-loss-drivers-data-trends",
      "pubDate": "Thu, 12 Jun 2025 04:00:00 EDT",
      "description": "<p>Thanks to satellite data, we know <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">how much forest the world is losing</a>, and where. But that’s only part of the story.</p><p>Unless we know what’s <em>driving</em> tree cover loss, it’s impossible to know if it’s permanent or temporary; what the impacts are for people, nature and climate; and the solutions to keep forests standing. That’s where <a href=\"https://doi.org/10.1088/1748-9326/add606\">new data</a> comes in.</p><p>Developed as part of a collaboration between WRI and Google DeepMind and available on <a href=\"https://gfw.global/2LUOmIx\">Global Forest Watch</a>, the new data provides a more detailed picture than ever before on the local, regional and global causes of tree cover loss. <strong>It reveals that 34% of tree cover losses worldwide from 2001-2024 were likely the result of permanent land use change, meaning trees won’t grow back naturally.</strong> <strong>This percentage nearly doubles in tropical primary rainforests, with 61% of loss likely associated with permanent land use change.</strong></p><p>However, the drivers of tree cover loss — and their long-term impacts on forests — vary widely by region and require different solutions. Better understanding them can help aid in the conservation of these critical ecosystems.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/22837483/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Different Drivers of Tree Cover Loss Have Different Impacts</h3><p><a href=\"https://research.wri.org/gfr/key-terms-definitions#tree-cover-loss-and-deforestation\">Not all types of tree cover loss are deforestation</a>, or the permanent conversion of forests to other land uses. Some loss can be temporary, though the time it takes for forests to regrow and their condition after regeneration may vary.</p><div class=\"callout alignright\"><p><strong>About the Data</strong></p><p>Researchers at Land & Carbon Lab, Global Forest Watch (GFW), and Google DeepMind developed a new data set — available on GFW — that maps the dominant drivers of forest loss at 1 kilometer resolution from 2001-2024. The new data was developed using an advanced AI model that uses satellite imagery and additional biophysical and population data to predict the dominant driver of tree cover loss. The higher resolution of the new data and the addition of more driver classes, like hard commodities and other natural disturbances, makes this data set the most detailed view of what’s causing forest loss yet. Learn more from <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/new-drivers-data-forest-loss/\">Global Forest Watch</a>.</p></div><p>Our analysis found that drivers of tree cover loss likely to cause deforestation — which include “permanent agriculture,” or the removal of tree cover for agricultural activities; “hard commodities,” like mining for minerals or metals and energy infrastructure; or development of settlements and infrastructure — accounted for 34% (177 million hectares) of all tree cover loss globally from 2001-2024. Approximately 95% of this was permanent agriculture, which was associated with the loss of 168 million hectares of trees from 2001-2024, an area of land larger than Mongolia. In tropical primary rainforests, specifically, drivers likely to cause deforestation accounted for 50.7 million hectares, an area nearly the size of Thailand.</p><p>Drivers more likely to cause temporary loss include logging, such as cyclical harvesting in timber, pulp, or wood fiber plantations and clearcut or selective logging of natural forests ; shifting cultivation, a type of rotational agriculture where forests are temporarily cleared for cultivation and then abandoned to allow regeneration; wildfires; and natural disturbances like landslides or insect damage. These drivers of temporary loss accounted for 66% of total tree cover loss, or 338 million hectares.</p><p>Deforestation often has more severe impacts compared to temporary disturbances, including permanent loss of <a href=\"https://www.nature.com/articles/s41586-024-07602-x#Sec2\">carbon stocks</a>, profound <a href=\"https://www.science.org/doi/10.1126/science.1111772\">habitat disruption</a> and <a href=\"https://www.wri.org/research/not-just-carbon-capturing-benefits-forests-climate\">loss of ecosystem services</a>. But the impacts of temporary forest disturbances from both human and natural causes can vary widely. Although forests may regrow following these disturbances, they may experience degradation or changes to forest structure and species composition. For example, logging — particularly in primary or old-growth forests — can lead to <a href=\"https://www.nature.com/articles/nature18326\">biodiversity</a> and <a href=\"https://link.springer.com/article/10.1186/s13021-017-0072-2\">carbon losses</a>. Some natural disturbances that cause tree cover loss, such as when trees are knocked down due to storms, changing rivers or landslides, can be cyclical features of a forest’s ecology and have ecological benefits. But when these events are more extreme, they can profoundly alter the condition of the ecosystem. </p><p>And the lines are blurry. In many cases, climate change has contributed to increasing the extent, frequency or severity of many “natural” disturbance events, including wildfires and pest outbreaks, compromising forests’ overall condition.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><!-- This is a wrapper around the scrolly in case you want to apply extra styling (see Step 6 in the help doc) -->\n<div id=\"my-wrapper\">\n \n    <!--  Drop your choice of Flourish embed code - you can use either the script or iframe embed codes here -->\n    <div class=\"flourish-embed\"></div>\n     \n    <!-- Here is where you add your captions, linking them to specific slides in the story -->\n    <p><b>Drivers of Tree Cover Loss Vary Around the Globe.</b><br /><br />Within this global picture, there are large regional differences in what’s driving tree cover loss. <a href=\"https://www.wri.org/#story/3058873/slide-1\"></a></p>\n\n    <p>Long-term loss of tree cover for <span style=\"text-decoration: underline 4px solid #E39D29;\">permanent agriculture</span> can encompass a wide range of dynamics, from small-scale to industrial-scale agriculture, and can include perennial tree crops, pasture or other seasonal crops. Permanent agriculture is the predominant driver of tree cover loss in <b>Latin America</b> and <b>Southeast Asia</b>, accounting for 73% and 66%, respectively. Expansion of agriculture is fueling deforestation of tropical forests in these regions, and can be associated with <a href=\"https://www.science.org/doi/10.1126/science.abm9267\">various underlying dynamics</a>, such as international, regional or local demand for agricultural products, land speculation or land tenure insecurity.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/2024-tcl-driver-latam-southeastasia.png?VersionId=alQiAPgMopEvOSdC_WqNS7tKjrnpD4AY\" width=\"325\" /><a href=\"https://www.wri.org/#story/3058873/slide-2\"></a></p>\n\n    <p>For example, in <b>Bolivia</b>, the majority of tree cover loss is attributed to <span style=\"text-decoration: underline 4px solid #E39D29;\">permanent agriculture</span> (57%, or 5.6 million hectares from 2001-2024), largely due to the expansion of pasture and soy. Government policies have <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">incentivized</a> the expansion of commercial agriculture in recent years, with commodities like <a href=\"https://trase.earth/insights/soy-expansion-drives-deforestation-in-bolivia\">soy increasingly exported to neighboring countries in South America</a>, as well as consumed domestically. The <a href=\"https://www.tandfonline.com/doi/full/10.1080/1747423X.2020.1855266#abstract\">expansion of Mennonite colonies</a>, accompanied by large-scale farming, has also played a role.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-06/drivers-deforestation-gifs-2024-bolivia.gif\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-3\"></a></p>\n\n    <p>Local communities in the tropics have practiced <span style=\"text-decoration: underline 4px solid #E9D700;\">shifting cultivation</span>, a form of subsistence farming, for centuries. Forests under these systems typically undergo periods of recovery after temporary cultivation, allowing for soils and forests to recuperate. Shifting cultivation is the main driver of tree cover loss in <strong>Africa</strong>, accounting for 49% of loss, followed by <span style=\"text-decoration: underline 4px solid #E39D29;\">permanent agriculture</span>, which accounts for 43%.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/2024-tcl-driver-africa.png?VersionId=enah150puMOgVC0.pQtujsaaquBmvhgA\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-4\"></a></p>\n\n    <p>In places such as the <b>Democratic Republic of Congo (DRC)</b>, the majority of <span style=\"text-decoration: underline 4px solid #E9D700;\">shifting cultivation</span> occurs in secondary forests; however, <a href=\"https://www.science.org/doi/10.1126/sciadv.aat2993\">research</a> shows that growing populations are increasingly expanding to new areas to clear forests for food and fuel. Shifting cultivation drives 82% of tree cover loss in DRC, or 17 million hectares from 2001-2024. Of this, 6.4 million hectares of loss occurred in valuable primary forests that were not previously a part of the cultivation cycle, representing <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/10/9/094009\">a more fundamental change in land use</a> with long-term ecological impacts.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/drivers-deforestation-gifs-2024-drc.gif\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-5\"></a></p>\n\n    <p>Tree cover loss from <span style=\"text-decoration: underline 4px solid #895128;\">wildfire</span> may occur due to natural causes, such as lightning, or may be related to accidental or deliberate human activities<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a>. In temperate and boreal forests, wildfire is the leading driver of tree cover loss. Wildfire accounts for 63% of tree cover loss in <strong>Russia/the Asian mainland</strong> and 57% of forest loss in <strong>Australia and Oceania</strong>. In <strong>North America</strong>, wildfire and logging account for 50% and 45% of tree cover loss, respectively.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/region-pie-2024-temperateborealforets.png?VersionId=BmAGvW1I.xGJqZ6rFBHKAufgnKhL5eps\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-6\"></a></p>\n\n    <p>In many fire-adapted forests in these regions, periodic <span style=\"text-decoration: underline 4px solid #895128;\">wildfires</span> are a natural part of ecosystem dynamics and support <a href=\"https://link.springer.com/article/10.1007/s13280-020-01490-x\">ecosystem health and biodiversity</a>. However, the warming and drying effects of climate change are increasing fires’ frequency, length and severity, which in turn increases fire-related GHG emissions in a <a href=\"https://www.wri.org/insights/global-trends-forest-fires\">fire-climate feedback loop</a>. These <a href=\"https://link.springer.com/article/10.1007/s10584-021-03052-w\">effects are evident</a> in places like <b>Russia</b>, where 74% of tree cover loss from 2001-2024 can be attributed to wildfires, or 66 million hectares.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/drivers-deforestation-gifs-2024-russia.gif\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-7\"></a></p>\n\n    <p><span style=\"text-decoration: underline 4px solid #51A44E;\">Logging</span> can include harvesting cycles in managed forests or timber, wood fiber, or pulp plantations, as well as clear-cut or selective logging of natural or semi-natural forests. It also includes establishment of logging roads and other forest management activities, such as forest thinning or salvage logging. In <strong>Europe</strong>, logging drives the large majority of tree cover loss, accounting for 91%.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/2024-tcl-driver-europe.png?VersionId=5YTnKHrBzYaarNSBvpP_uHdZ__5bBqn1\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-8\"></a></p>\n\n    <p>For example, in <b>Sweden</b>, a heavily forested country, the routine harvest of <span style=\"text-decoration: underline 4px solid #51A44E;\">timber</span> caused 98% of all tree cover loss from 2001-2024 (6 million hectares). Sweden is one of the largest producers of wood products globally, including <a href=\"https://www.forestindustries.se/forest-industry/statistics/markets-and-products/\">pulp, paper and other sawn wood products</a>. After trees are harvested, they are replanted or allowed to naturally regenerate, meaning that tree cover loss is temporary and generally balanced by regrowth in managed cycles.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/drivers-deforestation-gifs-2024-sweden.gif\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-9\"></a></p>\n\n\n\n     \n\n      \n      \n    </div>\n     \n    <!-- Add the Flourish Scrolly library -->\n    \n     \n    <!-- Initialize the library to turn your story into scrolly magic! -->\n    \n    \n    \n        \n</div>\n      \n  </article>\n<h3>Some Drivers Have Outsized Impacts in Specific Locations</h3><p>Other drivers such as hard commodities, settlements and infrastructure, and other natural disturbances represent a very small proportion of tree cover loss globally, but are important drivers in certain regions.</p><p>For example, while hard commodities — which include  artisanal to large-scale mining and energy infrastructure like oil drilling — comprise slightly less than 1% of all tree cover loss globally, they’re an important driver in places like Peru, <a href=\"https://www.oecd.org/en/publications/oecd-environmental-performance-reviews-peru_9789264283138-en.html\">Latin America’s largest gold producer</a>. Both legal and illegal artisanal and small-scale gold mining are widespread throughout the country and can cause <a href=\"https://www.wri.org/insights/how-mining-impacts-forests\">long-lasting and acute impacts</a>, especially in Indigenous and local communities.  For example, in Madre de Dios, Peru, tree cover loss due to hard commodities comprised 28% of all tree cover loss from 2001-2024 (112,000 hectares), mainly in biodiverse tropical primary forests. Gold mining is one of the top economic activities in this region, but has also negatively affected people’s <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0033305\">health due to mercury</a> exposure.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/22837401/thumbnail\" width=\"100%\" /></noscript></div>\n</div>\n      \n  </article>\n<p>While other natural disturbances such as droughts, floods and pests represent only 1.4% of all tree cover loss globally, they can have a substantial impact on forests in certain places.</p><p>For example, bark beetles are a native insect in North American conifer forests. However, over the past three decades, <a href=\"https://e360.yale.edu/features/small-pests-big-problems-the-global-spread-of-bark-beetles\">severe outbreaks</a> fueled by <a href=\"https://link.springer.com/article/10.1007/s10342-023-01623-3\">climate change</a> have occurred across North America, Europe and Russia, threatening the health of these regions’ forests. In the United States, Colorado’s forests have been <a href=\"https://academic.oup.com/jof/article/117/2/144/5139627?login=true#131931712\">extensively impacted</a> by bark beetle outbreaks, with natural disturbances representing 27% of all tree cover loss there from 2001-2024 (140,000 hectares). While forests can recover following pest outbreaks, <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.3345\">research</a> finds that when wildfires occur in the first few years after a severe outbreak, conifers may not be able to recover, shifting forests’ species composition as they become dominated by different tree species that are able to successfully regrow.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/22837383/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Different Drivers of Forest Loss Require Different Solutions</h3><p>Because the natural and human management dynamics behind the drivers of tree cover loss differ across regions, there is no single solution to eliminate deforestation or degradation and sustainably manage the world’s forests. However, this <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/new-drivers-data-forest-loss/\">new data</a> provides accurate, spatially detailed and globally consistent information to support policymakers, land managers, researchers and others in identifying the causes of disturbances and the most appropriate interventions.</p><p>The most effective mix of policies and management interventions will vary according to the local context:</p><ul><li><strong>Permanent agriculture</strong>: <a href=\"https://www.nature.com/articles/s43016-020-00194-5\">Voluntary corporate commitments</a> and demand-side regulations, such as the E.U. Deforestation Regulation, can play an important role in reducing deforestation associated with international supply chains. However, <a href=\"https://www.science.org/doi/10.1126/science.abm9267\">strengthening forest and land-use governance</a>, including <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.1917874117\">granting property rights</a> to Indigenous communities, is also critical, particularly when deforestation is tied with domestic demand for agricultural goods, land speculation, or land tenure insecurity and conflict. When tree cover loss is associated with permanent smallholder agriculture, <a href=\"https://www.science.org/doi/full/10.1126/science.aax8546\">policies should support vulnerable farmers</a> and their livelihoods.</li><li><strong>Shifting cultivation</strong>: While shifting cultivation is often a temporary forest disturbance, the environmental and livelihood impacts of this practice are <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0959378011001622\">highly dependent on context</a>. Policies should balance food security with forest conservation objectives, carefully considering the social, economic and environmental context in these landscapes, as well as the potential impact of alternative management systems.</li><li><strong>Wildfires</strong>: Managing wildfires and mitigating wildfire risk in a changing climate can involve a <a href=\"https://www.unep.org/resources/report/spreading-wildfire-rising-threat-extraordinary-landscape-fires\">variety of strategies</a> depending on the type of forest ecosystem, including <a href=\"https://www.wri.org/insights/wildfire-forest-carbon-stewardship\">fuel management</a>, wildfire monitoring, land and fire management practices, improving capacity to respond to wildfires, and more.</li><li><strong>Logging</strong>: In managed forests or timber plantations, <a href=\"https://www.wri.org/insights/europe-forest-loss-drivers\">managing rotation cycles and tree species diversity</a> can improve health and resilience of these forests and enhance carbon sequestration. In primary forests and those with <a href=\"https://www.hcvnetwork.org/hcv-approach\">high conservation value</a>, establishing protections and preventing illegal logging within existing protected areas through enforcement or <a href=\"https://www.wri.org/insights/how-tracking-timber-helps-prevent-illegal-logging-and-deforestation\">traceability systems</a> can help ensure these areas are protected for years to come.</li><li><strong>Hard commodities</strong>: Protecting forests and nearby communities from expansion of hard commodities requires <a href=\"https://www.wri.org/insights/how-mining-impacts-forests\">a number of strategies</a>, including establishing land and resource rights, monitoring and enforcement, and demand management, among others.</li><li><strong>Settlements and Infrastructure</strong>: Managing or preventing tree cover loss associated with settlements and infrastructure expansion will require consideration of <a href=\"https://publications.wri.org/better-forests-better-cities\">forests and trees in land use and urban planning</a>, ensuring that residents can benefit from the ecosystem services that trees provide.</li><li><strong>Other natural disturbances:</strong> Ensuring long-term forest health after a natural disturbance will be highly dependent on the type of event. Interventions to reduce the risk of insect outbreaks or diseases and/or promoting natural recovery or restoration following disturbances are some options.</li></ul><p>It is also important to consider that local land use dynamics are shaped by global market forces. In a globalized economy, sustainable management of the <a href=\"https://www.wri.org/insights/manage-global-land-squeeze-produce-protect-reduce-restore\">world’s resources as a whole</a> is crucial for our collective future. This new data provides a sharper picture of our progress toward global goals to end deforestation — but to meet them, we must effectively address the underlying causes of tree cover loss.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"dashboard\">\n\n    <div class=\"dashboard-text\">\n        \n    </div>\n\n    <div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/2920916/thumbnail\" width=\"100%\" /></noscript></div>\n\n    <div class=\"dashboard-text\">\n\n        <a class=\"button small offsite\" href=\"https://gfw.global/3VGPHB0?utm_campaign=driversdata2025&utm_source=wri&medium=insights\" target=\"_blank\">Download country data<span class=\"visually-hidden\">Download country data</span></a>\n        \n\n        <a class=\"button small offsite\" href=\"https://datasets.wri.org/datasets/dominant-drivers-of-tree-cover-loss-at-1km?utm_campaign=driversdata2025&utm_source=wri&medium=insights\" target=\"_blank\">Explore the Map<span class=\"visually-hidden\">Explore the Map</span></a>\n\n        \n    </div>\n\n</div>\n\n</div>\n      \n  </article>\n<p><em>This dataset has been updated since the original publication to include tree cover loss from 2023-2024.</em></p><p><em>The authors would like to acknowledge The Sustainability Consortium, who contributed to the early stages of this research.</em></p><p><em>Data visualization by Sara Staedicke.</em></p><p id=\"footnotes\"> </p><p><em><strong>Footnotes</strong></em></p><p class=\"secondary\"><sup>1 </sup>The wildfire class includes tree cover loss due to fire with no visible human conversion or agricultural activity afterwards. Forest clearing for agriculture that involves the burning of vegetation are included under the relevant agricultural class (permanent agriculture or shifting cultivation). ‘Runaway’ or ‘escaped’ fires that are started as part of the process to clear vegetation for agriculture but spread into surrounding forests that are not cleared for agriculture are included as wildfire.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "On the Path to Net Zero, How Do We Address ‘Leftover' Emissions?",
      "link": "https://www.wri.org/insights/residual-emissions-carbon-removal",
      "pubDate": "Wed, 11 Jun 2025 12:00:00 EDT",
      "description": "<p>The world needs to reach <a href=\"https://www.wri.org/insights/net-zero-ghg-emissions-questions-answered\">net-zero emissions</a> — a balancing point where the amount of greenhouse gases emitted into the atmosphere is equal to the amount removed — by around 2050 to limit warming to 1.5 degrees C (2.7 degrees F) and avoid rapidly worsening climate impacts. More than <a href=\"https://www.climatewatchdata.org/net-zero-tracker?ap3c=AGWmoZ3TZn7roLcAAGg9tWPIIPwcgZpWAC2X03sn0uRXQ3EUPQ\">100 countries</a>, covering over 80% of global greenhouse gas emissions, have already set have a net-zero target.</p><p>Actions to cut emissions, like scaling up clean energy or switching to electric vehicles, can get us most of the way to net zero. But they won't get us all the way.<strong> </strong>Some emissions will very likely be leftover by midcentury, whether because the technology to eliminate them doesn't exist, isn't widely available or can't be deployed quickly enough. </p><p><strong>These remaining or \"residual\" emissions will need to be balanced out with an equal amount of </strong><a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\"><strong>carbon dioxide removal</strong></a><strong> — the \"net\" part of net zero.</strong></p><p>While the concept of residual emissions seems simple, it raises important questions: Where would these emissions likely come from? Will carbon removal — still a largely nascent set of technologies and approaches — be available at a sufficient scale to address them? And how should countries be considering residual emissions and carbon removal in their climate plans?</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1370\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1096\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"840\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"661\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"396\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart showing the timeline of emissions reductions and carbon removals to meet net zero.\" height=\"396\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/et-zero-timeline-wri.png?VersionId=0tFpaR1XZlaAh5YbOrGOWA91aKCN42qZ&itok=3nDnxULQ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>1) What Are 'Residual' Emissions?</h3><p>Residual emissions are generally defined as those that are still being released into the atmosphere when net zero is reached. They are what remain after efforts to reduce and avoid emissions have been taken. To achieve net zero, these residual emissions will have to be counterbalanced by carbon dioxide removal (CDR).</p><p>It's likely that most residual emissions will come from sectors or sources that are considered \"hard to abate,\" meaning their emissions are difficult to reduce for economic or technological reasons. While there are different definitions, hard-to-abate emissions often include those from heavy industry sectors like cement and steel, where low-carbon solutions are not readily available, costly or still in the early stages of development. They can also refer to a <a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_LongerReport.pdf\">broader set of emission sources</a>, including agriculture, aviation, shipping and some industrial processes.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"callout\"><p><strong>How are “residual” and “hard-to-abate\" emissions defined across the literature?</strong></p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><p> </p><table border=\"1\" class=\"tablesaw tablesaw-stack\" width=\"618\"><thead><tr><th width=\"467\"><strong>Definitions of residual emissions</strong></th><th width=\"150\"><strong>Source</strong></th></tr></thead><tbody><tr><td width=\"467\">“Residual emissions are those emissions that remain at the point of net zero, despite abatement efforts.”</td><td width=\"150\"><a href=\"https://www.sciencedirect.com/science/article/pii/S2214629623000956\">Lund et al 2023</a></td></tr><tr><td width=\"467\">“...the category of ‘residual emissions’ has emerged to denote emissions that are regarded as hard to abate and will need to be compensated via carbon removal.”</td><td width=\"150\"><a href=\"https://www.nature.com/articles/s41558-022-01592-2\">Buck et al. 2023</a></td></tr><tr><td width=\"467\">“...residual emissions may be defined as gross emissions entering the atmosphere at the point of net zero.”</td><td width=\"150\"><a href=\"https://www.sciencedirect.com/science/article/pii/S2590332224001994\">Smith et al. 2024</a></td></tr><tr><td width=\"467\">“We define <em>residual emissions</em> as a quantity that simply describes which emissions actually enter the atmosphere in and after the net-zero year.”</td><td width=\"150\"><a href=\"https://www.swp-berlin.org/10.18449/2023C29/\">Schenuit et al. 2023</a></td></tr><tr><td width=\"467\">“Carbon Dioxide Removal (CDR) is necessary to achieve net zero CO2 and GHG emissions both globally and nationally, counterbalancing ‘hard-to-abate’ residual emissions.”; “CDR is important...also for offsetting residual emissions...”.</td><td width=\"150\"><a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_FullReport.pdf#page=127\">IPCC 2022</a></td></tr></tbody></table><p> </p><table border=\"1\" class=\"tablesaw tablesaw-stack\"><thead><tr><th width=\"467\"><strong>Definitions of hard-to-abate emissions</strong></th><th width=\"150\"><strong>Source</strong></th></tr></thead><tbody><tr><td width=\"467\">“'Hard-to-abate' sectors is a term which traditionally refers to the challenge in many industries and heavy transport sectors to reduce reliance on traditional, energy dense fuels that are often high in carbon”</td><td width=\"150\"><a href=\"https://www.weforum.org/stories/2024/12/net-zero-hard-to-abate-sectors-decarbonization/\">WEF 2024</a></td></tr><tr><td width=\"467\">“industries that are hard-to-abate due to high-temperature and high-pressure processes that are difficult to <em>economically</em> electrify or decarbonize through other carbon-free methods”</td><td width=\"150\"><a href=\"https://www.energy.gov/fecm/articles/scaling-carbon-capture-hard-abate-industries-united-states-and-globally\">DOE 2024</a></td></tr><tr><td width=\"467\">“‘hard-to-abate’ residual emissions (e.g., some emissions from agriculture, aviation, shipping, industrial processes)”</td><td width=\"150\"><a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_LongerReport.pdf\">IPCC 2023</a></td></tr><tr><td width=\"467\">“Apart from energy consumption, some industries such as cement and ammonia inherently produce CO<sub>2</sub> as a by-product of their internal processes and therefore broadly categorised as hard-to-abate emissions.”</td><td width=\"150\"><a href=\"https://www.sciencedirect.com/science/article/pii/S095758202400466X\">Kumar et al 2024</a></td></tr></tbody></table></dd></dl></div></div>\n      \n  </article>\n<p>Despite this overlap, \"residual\" and \"hard-to-abate\" emissions are not the same thing. For instance, what is residual at net zero <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00199-4?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2590332224001994%3Fshowall%3Dtrue\">may include</a> emissions that <em>could have been </em>avoided or reduced.</p><p>Ultimately, what is considered hard to abate can be subjective and <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/ad31db/pdf\">political</a> — since industries or countries could claim certain emissions are hard to abate as an excuse to avoid addressing them — while residual emissions are objectively whatever is left over at net zero. (Though residual emissions will also be the result of political and economic decisions about both emissions reductions and carbon removal deployment.)</p><h3>2) How Do Residual Emissions Relate to Carbon Removal?</h3><p>To achieve net zero, the world will need enough carbon dioxide removal to counterbalance any residual emissions, such that the sum of residual emissions and removals is zero. This carbon removal can come from both nature-based approaches (like planting trees) and novel, technological approaches (like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a>).</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Charts showing how residual emissions and carbon removal can balance out to achieve net-zero emissions.\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/residual-emissions-carbon-removal-net-zero-wri_0.png?VersionId=7Eao0OKP72jjjnqAjklFuxMrQ6iPCxt5&itok=c5VBzthd\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Technically, net zero could be achieved with any balance of emissions reductions and removals (as seen in the illustration above). However, there is a big difference between a future where emissions remain high and we rely heavily on carbon removals, and one where emissions and removals are both low. Pathways that maximize emission reductions and minimize the future need for CDR are the most likely to minimize climate hazards. This is because <a href=\"https://www.carbonbrief.org/guest-post-why-co2-removal-is-not-equal-and-opposite-to-reducing-emissions/\">reductions and removals <strong>are not equivalent</strong></a> in their environmental, economic or social impacts.</p><p>Steep, near-term emissions reductions can limit peak warming and help minimize the potential for crossing irreversible climate tipping points. But pathways that allow for higher levels of removal in place of steep emissions reductions risk allowing higher peak temperatures, which could lead to even more dangerous heat waves, fires, storms and floods.</p><h3>3) How Much Residual Emissions Are Expected, and Where Would They Likely Come From?</h3><p>Even the most ambitious climate scenarios (which limit warming to 1.5 degrees C with limited or no overshoot) project that about <a href=\"https://static1.squarespace.com/static/633458017a1ae214f3772c76/t/665ed1e2b9d34b2bf8e17c63/1717490167773/The-State-of-Carbon-Dioxide-Removal-2Edition.pdf\">5-10 gigatonnes of CO2 (GtCO2) per year</a> of emissions will remain around midcentury and will need to be counterbalanced by CDR. That's about equal to 1-2 times the United States' current net GHG emissions.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>How Are Residual Emissions Estimated?</strong></p><p class=\"secondary\">Many global estimates of residual emissions at net zero come from <a href=\"https://climateanalytics.org/publications/integrated-assessment-models-what-are-they-and-how-do-they-arrive-at-their-conclusions\">integrated assessment model (IAM)-based scenarios</a>, which show how various climate policy interventions may interact with societal structures and Earth systems processes to influence temperatures. While IAMs provide global top-down estimates, countries must also assess CDR needs in their own climate plans. <a href=\"https://www.energy.gov/sites/default/files/2022-04/2022-Strategic-Vision-The-Role-of-Fossil-Energy-and-Carbon-Management-in-Achieving-Net-Zero-Greenhouse-Gas-Emissions_Updated-4.28.22.pdf#page=12\">Bottom-up, sectoral assessments</a> may provide more precises estimates, as they assess each sector individually — using estimates of abatement technology development — to project which emissions will be un-abatable by midcentury.</p></div><p>However, these estimates involve a lot of uncertainty. Many factors — including future technological and economic developments, cost reductions, product substitutions, demand shifts and behavior changes — will influence how much we can reduce emissions over the coming decades and therefore how much will be leftover, or residual, by midcentury.</p><p>Given these uncertainties, it's challenging to pinpoint exactly where residual emissions will come from. Scenarios analyzed by the Intergovernmental Panel on Climate Change (IPCC) offer some estimates of residual emissions sources at midcentury, which are outlined below.</p><p>In pathways that limit warming to 1.5 degrees C, non-CO2 emissions such as methane (mainly from agriculture) make up the <a href=\"https://www.nature.com/articles/s41558-022-01592-2#:~:text=Out%20of%201.5%20Gt%20of,and%20regional%20analysis%20is%20limited.\">majority of residual emissions</a>. Other residual emissions come from transport and industry, though the relative amounts vary significantly depending on the scenario.</p><table border=\"1\" class=\"tablesaw tablesaw-stack\" width=\"624\"><thead><tr><th width=\"107\"><strong>Sector</strong></th><th width=\"517\"><strong>Activities that may generate residual emissions</strong></th></tr></thead><tbody><tr><th width=\"107\"><p class=\"secondary\"><strong>Agriculture</strong></p></th><td width=\"517\"><p><strong><u>Livestock management</u>:</strong> Agricultural emissions from ruminant animal digestion (such as cows, sheep and goats) are expected to increase along with the global population and demand for animal products. While there are <a href=\"https://www.wri.org/insights/opportunities-reduce-emissions-beef-production\">several ways</a> to reduce livestock-related emissions, it will be technologically difficult to fully eliminate them.<br /> </p><p><strong><u>Fertilizer use</u>:</strong> Nitrogen-based fertilizer creates nitrous oxide. Research shows that emissions from both production and use of fertilizer <a href=\"https://www.cam.ac.uk/research/news/carbon-emissions-from-fertilisers-could-be-reduced-by-as-much-as-80-by-2050\">could be reduced by 80% by 2050</a>, but the remaining emissions may need to be counterbalanced by carbon removal.<br /> </p><p><strong><u>Rice cultivation</u>:</strong> Rice production can emit methane, as well as nitrous oxide with fertilizer application. More <a href=\"https://www.sciencedirect.com/science/article/pii/S030147972402125X\">sustainable farming practices</a> can help reduce emissions from rice but may not be enough to fully eliminate them. And shifting to sustainable rice farming methods can be <a href=\"https://www.irri.org/news-and-events/news/technologies-and-methodologies-low-emission-rice-cultivation-can-open-doors\">challenging to incentivize</a>.</p></td></tr><tr><th width=\"107\"><p class=\"secondary\"><strong>Transportation</strong></p></th><td width=\"517\"><p><strong><u>Aviation</u>:</strong> There are no commercially competitive substitutes to liquid fossil fuels for aviation today. Reducing demand for air transport, improving energy efficiency and developing sustainable fuel alternatives can all help. However, more research is needed to determine <a href=\"https://www.wri.org/insights/us-sustainable-aviation-fuel-emissions-impacts%22%20/l%20%22:~:text=The%20International%20Air%20Transport%20Association%20defines%20sustainable%20aviation,resource%20usage%20such%20as%20water%20or%20land%20clearing.%E2%80%9D\">what technologies are sustainable</a> and cost-effective at scale.<br /> </p><p><strong><u>Shipping</u>:</strong> There are currently no commercially competitive substitutes for the fossil fuels used in maritime shipping, either. And increasing international trade is leading to rising energy demand for shipping.</p></td></tr><tr><th width=\"107\"><p class=\"secondary\"><strong>Industry</strong></p></th><td width=\"517\"><strong><u>Cement and steel</u>:</strong> Producing these materials requires high heat that is difficult to achieve without fossil fuel combustion. It also generates “process emissions” from the chemical reactions that happen during production. Cement and steel already face slim economic margins and are trade exposed, which makes it difficult to incentivize investments in novel and often costly low-carbon technologies.</td></tr></tbody></table><p class=\"secondary\"><em>Sources: </em><a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_SPM.pdf\"><em>IPCC 2023</em></a><em>, </em><a href=\"https://www.nature.com/articles/s41558-022-01592-2#:~:text=Out%20of%201.5%20Gt%20of,and%20regional%20analysis%20is%20limited.\"><em>Buck et al 2023</em></a></p><p>Industrial and transport infrastructure — such as ships, planes or industrial production plants — typically lasts <a href=\"https://www.nature.com/articles/s41467-025-59277-1\">between 30 and 70 years</a>. This means policies and incentives to advance innovation and deployment of lower carbon solutions are critical to avoid <a href=\"https://www.wri.org/insights/carbon-lock-in-definition\">locking in</a> high emissions processes and systems over the long term.</p><p>Other types of emissions may not be hard to abate in terms of technology development, availability or cost, but may be residual due to slow turnover rates. For example, electric vehicles are becoming more common. But there will very likely still be gas-powered cars on the road by 2050 due to the often decade-or-longer lifetime of an average vehicle. The emissions from these cars would therefore be residual.</p><h3>4) How Are Countries Planning for Residual Emissions and Carbon Removal?</h3><p>As of June 2025, <a href=\"https://www.climatewatchdata.org/net-zero-tracker\">more than 100 countries</a> had set economy-wide net-zero emissions targets. Fifty-eight of them had begun laying out plans to achieve these targets in their <a href=\"https://www.wri.org/climate/long-term-strategies\">long-term strategies</a> (LTSs), which guide long-term low-emissions development. But just having a net-zero target doesn't mean residual emissions are fully addressed. Not all countries with net-zero targets in their long-term strategies quantify expected residual emissions, and among those that do, they don't all indicate the sources.</p><p>Across the countries that estimate residual emissions in their long-term strategies, agriculture accounts for the <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00199-4\">largest proportion</a> of expected residual emissions: 35% on average. Following agriculture, the energy sector makes up around 20% of residual emissions, mostly from the use of fossil fuels in homes for heating and cooking. Other sources mentioned are industry, as well as small amounts of residual emissions from transport and waste.</p><p>Many countries also articulate plans to use conventional CDR approaches, like <a href=\"https://wriorg.s3.amazonaws.com/s3fs-public/carbonshot-tree-restoration.pdf\">tree restoration</a>, in their long-term strategies. And <a href=\"https://www.climatewatchdata.org/lts-explore?category=ghg_target&indicator=lts_crbn_rmvl\">26 mention</a> plans to use or consider the use of novel, technological carbon removal approaches like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a>.</p><p>Countries also take different approaches in considering how to estimate and address their residual emissions. <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00199-4?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2590332224001994%3Fshowall%3Dtrue\">Canada, for example</a>, presents a scenario with lower emissions reductions and high residual emissions from continued fossil fuel production and consumption, which it would counterbalance with a high level of novel CDR. <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00199-4?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2590332224001994%3Fshowall%3Dtrue\">Sweden</a>, on the other hand, explicitly aims to minimize residual emissions as much as possible to avoid over-reliance on CDR.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"cw\"></div>\n</div>\n      \n  </article>\n<h3>5) Why Is Overreliance on Carbon Removal Risky?</h3><p>Scenarios that rely heavily on CDR to enable the continued use of fossil fuels, as in Canada's long-term strategy, underscore a common concern: that CDR will be used to compensate for emissions which could otherwise be abated.</p><p>There are several risks associated with this kind of planning. Carbon removal is <a href=\"https://www.wri.org/research/state-climate-action-2023\">not yet scaling quickly enough</a> to meet the anticipated need at midcentury. And relying on CDR to counterbalance emissions that could otherwise be reduced means that less of this limited capacity — which faces real sustainability limits — would be available to balance out emissions for which there aren't immediate low-carbon alternatives.</p><h4>Most CDR technology is still in development.</h4><p>Countries that estimate large amounts of residual emissions, including emissions that could otherwise be abated, are relying on the promise of a massive CDR scale-up. However, novel carbon removal technologies, like DAC and carbon mineralization, are still relatively early in development and have not yet been deployed at a large scale. It remains uncertain whether and how fast these technologies will be able to scale globally — so counting on them to be available at high levels can be risky.</p><p>The potential for large-scale CDR deployment therefore cannot be viewed as an excuse to delay emissions reductions. Countries must plan to slash emissions as deeply as possible, so that residual emissions at net zero are minimized and CDR is only being used where necessary. If carbon removal is not able to scale to the extent needed, countries risk missing not only their CDR goals, but also their broader long-term climate targets.</p><h4>There are limits to sustainably scaling CDR.</h4><p>While estimates vary, a growing body of literature suggests that there are <a href=\"https://www.science.org/doi/10.1126/science.adj6171\">limits</a> to the amount of carbon removal that can be deployed sustainably, both in terms of resource use and social impacts.</p><p>With constraints on necessary resources like land, water and energy, <a href=\"https://www.nature.com/articles/s43247-024-01365-z\">these studies</a> find that the <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/aabf9f/meta\">quantity of CDR</a> that will be available without compromising other sustainability goals is well below what IPCC scenarios show will be <a href=\"https://www.ipcc.ch/report/ar6/wg3/\">technically feasible</a> by midcentury. There are also concerns around the <a href=\"https://www.nature.com/articles/s41558-022-01592-2\">societal impacts</a> of this natural resource usage; for instance, how it could affect food production, land rights, or the livelihoods of rural communities and Indigenous peoples.</p><p>As more CDR is used to address residual emissions (including those that could have been abated) to reach net zero, less will be available to reduce atmospheric CO2 and achieve <a href=\"https://www.carbonbrief.org/explainer-why-some-countries-are-aiming-for-net-negative-emissions/\">net-negative</a> emissions — which will be needed to help bring global temperatures back down to lower levels.</p><h3>6) What Does This Mean for Countries' Climate Plans?</h3><p>We know some level of carbon removal will be needed to address residual emissions and help reach net zero. But with CDR techniques still largely nascent and their scalability not guaranteed, it's highly uncertain how much removal we can count on.</p><p>As such, CDR should be planned for as a limited resource on the path to net zero, used to balance out only the most difficult to abate emissions sources. This is particularly true for high-income countries that have more capacity to invest in emissions-reduction interventions.</p><p>Countries should pursue several measures in their net-zero planning to ensure that emissions are reduced deeply and rapidly, and that carbon removal is planned for responsibly:</p><h4>Transparently communicate how residual emissions are being estimated.</h4><p>How countries identify and estimate residual emissions must be transparent. Using <a href=\"https://www.energy.gov/sites/default/files/2022-04/2022-Strategic-Vision-The-Role-of-Fossil-Energy-and-Carbon-Management-in-Achieving-Net-Zero-Greenhouse-Gas-Emissions_Updated-4.28.22.pdf\">bottom up sectoral assessments</a> may provide a more precise quantification of residual emissions than top-down estimates. This approach could enable countries to transparently communicate what emissions CDR would counterbalance by sector.</p><p>Transparently communicating estimated residual emissions — and how those estimates were derived — can help ensure carbon removal is being planned for responsibly and is not delaying emissions reductions. It can also help countries share best practices and develop a more consistent approach to addressing residual emissions through carbon removal.</p><h4>Establish and clearly communicate separate targets.</h4><p>Within their overarching climate targets, countries should <a href=\"https://www.wri.org/technical-perspectives/separate-climate-targets-carbon-dioxide-removal\">set separate targets</a> for emissions reductions and removals. This can provide transparency around the relative levels of each. It is the first step to ensuring that countries avoid over-relying on future carbon removal to reach net zero. Some early adopters, such as Sweden, have already set separate targets.</p><p>Countries can also voluntarily include information about their estimated residual emissions and plans for CDR in their <a href=\"https://www.wri.org/climate/long-term-strategies#:~:text=Although%20voluntary%2C%20long-term%20strategies%20are%20central%20to%20the,hunger%20and%20uplift%20people%20in%20myriad%20other%20ways.\">long-term strategies</a> and <a href=\"https://www.wri.org/insights/next-ndcs-5-point-plan\">nationally determined contributions</a> (NDCs), due in 2025 and widely expected before the UN climate summit in November. NDCs can be <a href=\"https://www.wri.org/ndcs/resources/technological-carbon-removal\">used</a> to set intermediate targets not just for CDR, but also around goals for capacity building and support, like public investment in research and development.</p><h3>Looking Ahead</h3><p>Countries need to start planning for how to meet their net-zero goals today. These plans must aim to maximize emissions reductions and thereby minimize the level of residual emissions — and CDR needed — to reach net zero. They should plan for CDR responsibly and transparently, being clear about the expected sources of residual emissions and ensuring they are only relying on CDR to counterbalance those that are most difficult to abate. </p><p>The less CDR we use to enable continued use of fossil fuels and other avoidable emissions, the more will be available to enable net zero and ultimately net negative emissions — keeping a safer future within reach.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: Republic of Korea and Panama Join the 100% Alliance, Advancing Leadership on Sustainable Ocean Management",
      "link": "https://www.wri.org/news/release-republic-korea-and-panama-join-100-alliance-advancing-leadership-sustainable-ocean",
      "pubDate": "Wed, 11 Jun 2025 08:55:31 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>Nice (June 12, 2025) </strong>— Today, the Republic of Korea and Panama became the first countries to officially join the </span><a href=\"https://oceanpanel.org/100-alliance/\"><span lang=\"EN-US\">100% Alliance</span></a><span lang=\"EN-US\">, committing to sustainably manage 100% of the ocean areas under their national jurisdictions. The announcement, made during the third UN Ocean Conference in Nice, marks a significant step forward in global efforts to protect ocean health and build a sustainable ocean economy.</span> </p><p><span lang=\"EN-US\">Led by Chile and France, in partnership with the Ocean Panel and coordinated by World Resources Institute (WRI), the 100% Alliance calls on all coastal and ocean states to commit to 100% sustainable ocean management of their national waters by 2030. This commitment supports Sustainable Development Goal 14 (Life Below Water) and contributes to the 30x30 goal set out in the Kunming-Montreal Global Biodiversity Framework to protect at least 30% of the world’s land and ocean by 2030. </span> </p><p><span lang=\"EN-US\">With this move, the Republic of Korea, newly announced as co-hosts of the next UN Ocean Conference in 2028, continues to demonstrate strong ocean leadership. Hosting a successful Our Ocean Conference in Busan this April, the country launched its </span><em><span lang=\"EN-US\">Blue Korea Action Plan,</span></em><span lang=\"EN-US\"> committing $2.65 billion across 76 ocean actions. Korea has also ratified the High Seas Treaty, solidifying its dedication to marine protection both within and beyond its jurisdiction.</span> </p><p><span lang=\"EN-GB\">“The Republic of Korea has built strong experience managing competing ocean priorities — like conservation, fisheries, and development — through a coordinated national approach, established by the Ministry of Oceans and Fisheries,” <strong>said Sung-Bum Kim, Deputy Minister for Marine Policy</strong>. “We believe this foundation positions us to deliver a Sustainable Ocean Plan that not only supports our national goals but also offers meaningful guidance to other ocean nations around the world.”</span> </p><p><span lang=\"EN-US\">Panama has also made significant progress in marine protection, becoming the first Latin American country to protect over half of its national waters (54%) exceeding the goal 30x30 goal within its own territory well ahead of schedule. Last year, Panama was also among the first countries to ratify the High Seas Treaty.</span> </p><p><span lang=\"EN-US\">“Panama is proud to join the 100% Alliance, joining the High Level Panel for a Sustainable Ocean Economy in committing to 100% sustainable management of our national waters.” <strong>Said Juan Carlos Navarro, Panama’s Minister of Environment</strong>. “As a leader in ocean protection and marine biodiversity, Panama fully embraces the 100% goal through integrated, science-based policies. We are pleased to announce this commitment at the UN Ocean Conference in Nice, and we encourage all nations to raise ambition to meet the urgent challenges facing our ocean and our planet.”</span> </p><p><span lang=\"EN-US\">The new 100% Alliance members will now commit to delivering Sustainable Ocean Plans (SOPs) — integrated strategies for sustainable ocean management. These plans are grounded in science and shaped through inclusive processes that engage local communities, Indigenous peoples and key sectors. They aim to protect biodiversity, enhance climate resilience, support sustainable livelihoods and advance ocean-based economies. Recognition of Sustainable Ocean Plans as a key framework for ocean governance has been reinforced in the </span><a href=\"https://www.un.org/pga/wp-content/uploads/sites/109/2025/05/UNOC3-declaration-final.pdf\" target=\"_blank\"><span lang=\"EN-US\">UN Ocean Conference Political declaration</span></a><span lang=\"EN-US\">, in documentation from </span><a href=\"https://thecommonwealth.org/news/chogm2024/commonwealth-nations-adopt-ocean-declaration\" target=\"_blank\"><span lang=\"EN-US\">56 Commonwealth nations</span></a><span lang=\"EN-US\"> and </span><a href=\"https://www.spc.int/ubpp#:~:text=The%20UBPP%20aims%20to%20establish,area%20of%20the%20United%20States.\" target=\"_blank\"><span lang=\"EN-US\">Pacific Island leaders</span></a><span lang=\"EN-US\">, as well as by </span><a href=\"https://www.ioc.unesco.org/en/sustainable-ocean-planning\" target=\"_blank\"><span lang=\"EN-US\">UNESCO’s Intergovernmental Oceanographic Commission</span></a><span lang=\"EN-US\">.</span> </p><p><span lang=\"EN-US\">The target for 100% sustainable management was first pioneered by the 18 member countries of the Ocean Panel, with eight having completed their Sustainable Ocean Plans, while the rest are in various stages of development or finalization.</span> </p><p><span lang=\"EN-US\">“The commitments from South Korea and Panama signal growing global momentum to put sustainability at the center of ocean governance,” <strong>said Dr Tom Pickerell, Global Director of World Resources Institute’s Ocean Program.</strong> “The way we manage the ocean must be as interconnected as the ocean itself — and we urge all coastal and ocean states to follow this ambitious lead.”</span> </p><p>\"39 percent of the ocean lies within national jurisdictions. That's why it is so vital that countries commit to sustainable management of their national waters through the 100% Alliance,\"<strong> said Julio Cordano, Chile's Director of Environment, Climate Change, and Oceans</strong>. \"We commend Republic of Korea and Panama for joining the commitment to sustainably manage 100% of their national waters and call on all ocean and coastal states to join this important goal.\"</p><p><strong>About 100% Alliance</strong><br />The 100% Alliance calls on all coastal and ocean states to commit to sustainably manage 100% of ocean areas under national jurisdiction. Led by the governments of Chile and France, in partnership with the Ocean Panel, and coordinated by the World Resources Institute, the campaign will lead the charge for ambitious global action towards the UN Ocean Conference (9-13 June), and beyond. Its ultimate aim is to ensure that all ocean areas under national jurisdiction are sustainably managed by 2030. Learn more about 100% Alliance <a href=\"https://oceanpanel.org/100-alliance/\" target=\"_blank\" title=\"https://oceanpanel.org/100-alliance/\">here</a>.</p><p><span lang=\"EN-US\"><strong>About WRI</strong></span> <br /><span lang=\"EN-US\">WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</span><span lang=\"EN-US\"> </span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: EU Business and Policy Leaders Call for Robust, Consistent and Investible EU Climate Plans",
      "link": "https://www.wri.org/news/statement-eu-business-and-policy-leaders-call-robust-consistent-and-investible-eu-climate",
      "pubDate": "Wed, 11 Jun 2025 06:06:04 EDT",
      "description": "<p><strong>Brussels (11 June 2025)</strong> — Today, World Resources Institute (WRI), We Mean Business Coalition, and Strategic Perspectives convened high-level policymakers, business leaders and experts to push for a robust 2040 emissions target and a credible 2035 Nationally Determined Contribution (NDC) for the EU.  </p><p>With key climate decisions, including the EU Environmental Council meeting (June 17) and the European Commission’s Climate Law amendment (July 2) approaching, experts underlined the mounting costs of inaction. Over the past decade, climate-related damages in the EU exceeded <a href=\"https://ec.europa.eu/eurostat/web/products-eurostat-news/-/ddn-20221024-1\">€145 billion</a>, while fossil fuel imports reached <a href=\"https://ec.europa.eu/eurostat/web/products-eurostat-news/w/ddn-20250321-1\">€376 billion</a> in 2024 alone. Meanwhile, renewable energy now supplies a record <a href=\"https://energy.ec.europa.eu/topics/research-and-technology/clean-energy-competitiveness_en\">48% of EU electricity</a>, underscoring the potential for a cleaner, more resilient economy.</p><p>At the event, We Mean Business Coalition, in collaboration with Corporate Leaders Group Europe (CLG Europe), also launched a <a href=\"https://www.wemeanbusinesscoalition.org/blog/how-the-eus-next-ndc-can-strengthen-energy-security-and-industrial-competitiveness/\">policy note</a> outlining how policymakers and businesses can collaborate on a robust, investible EU NDC that helps enhance energy security, economic strength and industrial competitiveness. </p><p><strong>Following are statements from participating leaders:</strong></p><p><strong>María Mendiluce</strong>, CEO, We Mean Business Coalition: “The EU’s next NDC must send a clear signal that the EU is serious about competing and leading in the global low-carbon economy. Business is ready to invest, but needs policy clarity and predictability. A robust NDC aligned with the EU’s existing commitments — together with clear plans and policies for implementation <span style=\"font-family: Georgia,serif;\">—</span> will boost business confidence, drive innovation, and deliver a more resilient and competitive economy.”</p><p><strong>Karen Pflug</strong>, Chief Sustainability Officer, Ingka Group: “The swift adoption of the EU’s NDC and an ambitious 2040 climate target is essential in providing assurance to progressive companies investing in the green transition at a time of great uncertainty. The EU must remain a global leader in this space, focusing on and communicating about the opportunities for the jobs, innovation and economic growth that climate ambition presents.”</p><p><strong>Stientje van Veldhoven</strong>, Vice-President, WRI: “With key milestones ahead, like the COP30 climate summit in November, the EU has a critical strategic choice to make. Major economies — particularly China — are ramping up investment in clean energy and industry. An ambitious NDC puts the EU on course to compete for the market of the future and secure its energy independence.” </p><p><strong>Cedric de Meeûs</strong>, VP Group Public Affairs and Social Impact, Holcim: “As industry we need regulatory certainty which is an integral part of the business case for large-scale industrial transformation. It’s the foundation for the long-term investments we are making and planning for the future. We can simplify regulation, but we should not dilute, nor delay.</p><p><strong>Anne-Sophie Cerisola</strong>, Distinguished Fellow, Strategic Perspectives: “With the upcoming NDC, the EU must demonstrate it will remain the climate leader it has been for the past decade. Internationally, the EU should work with other countries and companies, for example, in greening supply chains. It's vital to support developing countries with finance and technical assistance, especially amid ODA cuts and high capital costs — and to back Brazil's efforts to build a broad climate coalition, from China to small island states.\"</p><p> </p><p> </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}