{
  "title": "Climate Justice Alliance",
  "link": "https://climatejusticealliance.org/",
  "description": "Working Towards a Just Transition",
  "category": "social_impact",
  "source_url": "https://www.climatejusticealliance.org/feed/",
  "fetched_at": "2025-07-30T04:07:50.765629",
  "items": [
    {
      "title": "Latest Permitting Proposal is a Wolf in Sheep’s Clothing",
      "link": "https://climatejusticealliance.org/speed-act/",
      "pubDate": "Sat, 26 Jul 2025 13:42:49 +0000",
      "description": "<p>Contact: kayla@unbendablemedia.com  In response to the introduction of the SPEED Act today by Natural Resources Committee Chair Bruce Westerman (R-Ark.) and Rep. Jared Golden (D-ME), Climate Justice Alliance Executive Director KD Chavez, issued the following statement. “This permitting bill is a wolf in sheep’s clothing. It claims to speed up environmental review and infrastructure projects, […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/speed-act/\">Latest Permitting Proposal is a Wolf in Sheep’s Clothing</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "Housing Justice Is Climate Justice: Trump’s Executive Order Criminalizes the Unhoused and Ignores the Root Causes",
      "link": "https://climatejusticealliance.org/housing-justice-is-climate-justice/",
      "pubDate": "Fri, 25 Jul 2025 00:21:44 +0000",
      "description": "<p>Housing Justice Is Climate Justice</p>\n<p>The post <a href=\"https://climatejusticealliance.org/housing-justice-is-climate-justice/\">Housing Justice Is Climate Justice: Trump’s Executive Order Criminalizes the Unhoused and Ignores the Root Causes</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "We Must Respect–Not Repeal–Hard-fought Community Protections like the Endangerment Finding",
      "link": "https://climatejusticealliance.org/endangerment-finding/",
      "pubDate": "Thu, 24 Jul 2025 22:59:32 +0000",
      "description": "<p>The EPA Must Be Allowed to Continue Setting Limits on Greenhouse Gas Emissions Contact: kayla@unbendablemedia.com  Washington DC – In the coming days, the Trump administration is expected to move forward with a repeal of the Endangerment Finding, a 2009 foundational rule that enables the Environmental Protection Agency (EPA) to regulate greenhouse gas emissions from vehicles, […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/endangerment-finding/\">We Must Respect–Not Repeal–Hard-fought Community Protections like the Endangerment Finding</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "Climate Justice Alliance Supports a People’s AI Action Plan",
      "link": "https://climatejusticealliance.org/climate-justice-alliance-supports-a-peoples-ai-action-plan/",
      "pubDate": "Wed, 23 Jul 2025 17:28:33 +0000",
      "description": "<p>We need an AI Plan that protects people and the planet, not a plan that accelerates extraction Contact: kayla@unbendablemedia.com Today, the Trump Administration released an AI plan that would fast-track industry growth by  rapidly expanding data centers, many of them in already climate-vulnerable environmental justice regions and creating exponential demand for dirty and dangerous energy. […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/climate-justice-alliance-supports-a-peoples-ai-action-plan/\">Climate Justice Alliance Supports a People’s AI Action Plan</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "House Funding Bills are a Payout to Polluters",
      "link": "https://climatejusticealliance.org/house-fy26-approps/",
      "pubDate": "Wed, 16 Jul 2025 11:56:18 +0000",
      "description": "<p>Contact: kayla@unbendablemedia.com In response to a slew of anti-environmental appropriations bills, including the House Interior, Environment and Related Agencies and the Energy and Water Development and Related Agencies FY 2026 Bills, Climate Justice Alliance (CJA) issued the following statement: Washington, D.C. – Increased food, water, air, and economic insecurity already await us thanks to Trump’s […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/house-fy26-approps/\">House Funding Bills are a Payout to Polluters</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "New Report Series  Exposes Massive Gaps in Climate Philanthropy",
      "link": "https://climatejusticealliance.org/just-returns-reports/",
      "pubDate": "Mon, 16 Jun 2025 19:52:33 +0000",
      "description": "<p>‘The Just Returns Project’ Reports Call on Funders to Back Grassroots Climate Solutions Contact: kayla@unbendablemedia.com WASHINGTON, D.C. — As climate disruption escalates, bringing record-breaking wildfires, heat waves, and flooding to communities across the United States— new data released today by the Climate Justice Alliance (CJA), National Committee for Responsive Philanthropy (NCRP), and the Tishman Environment and Design […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/just-returns-reports/\">New Report Series  Exposes Massive Gaps in Climate Philanthropy</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "Supreme Court Ruling on NEPA is a Gut Punch to Hard-working Families and Communities",
      "link": "https://climatejusticealliance.org/supreme-court-ruling-on-nepa/",
      "pubDate": "Fri, 30 May 2025 14:30:15 +0000",
      "description": "<p>On Thursday, the Supreme Court unanimously ruled to limit the scope of environmental reviews for major infrastructure projects under the National Environmental Policy Act (NEPA). In response to the justices’ decision—one that threatens vital protections against harm and pollution from countless future projects—CJA Executive Director KD Chavez issued the following statement: “Imagine approving a new […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/supreme-court-ruling-on-nepa/\">Supreme Court Ruling on NEPA is a Gut Punch to Hard-working Families and Communities</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "House Budget is a Tax Break for the Ultra-Rich,  CJA Calls on Senators to Do Better",
      "link": "https://climatejusticealliance.org/house-budget-tax-break-for-the-rich/",
      "pubDate": "Thu, 22 May 2025 16:34:50 +0000",
      "description": "<p>Statement from Climate Justice Alliance Executive Director, KD Chavez: “This bill gives massive tax breaks to the wealthiest while hurting working families. The nonpartisan Congressional Budget Office confirms it: low-income families will lose hundreds, even thousands of dollars, while the top 0.1% get a windfall in extra income next year.  That’s money that could be […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/house-budget-tax-break-for-the-rich/\">House Budget is a Tax Break for the Ultra-Rich,  CJA Calls on Senators to Do Better</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "The UNITE-EJ program was sunsetted after not receiving funds by inauguration day.",
      "link": "https://climatejusticealliance.org/unite-ej-program-was-sunsetted-after-not-receiving-funds-by-inauguration-day/",
      "pubDate": "Mon, 07 Apr 2025 16:24:05 +0000",
      "description": "<p>The post <a href=\"https://climatejusticealliance.org/unite-ej-program-was-sunsetted-after-not-receiving-funds-by-inauguration-day/\">The UNITE-EJ program was sunsetted after not receiving funds by inauguration day.</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA Leads Nearly 200 Organizations in Opposing NEPA Rollback",
      "link": "https://climatejusticealliance.org/nepa-rollback/",
      "pubDate": "Wed, 02 Apr 2025 15:00:27 +0000",
      "description": "<p>CJA Coalition Signs Letter Condemning White House Proposal to Revoke Key Environmental Safeguards, Warns of Harm to Vulnerable Communities and Environmental Justice Washington, D.C. – The Climate Justice Alliance (CJA), in partnership with GreenLatinos and WeAct, has led a coalition of nearly 200 organizations in condemning the White House’s recent proposal to repeal all versions […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/nepa-rollback/\">CJA Leads Nearly 200 Organizations in Opposing NEPA Rollback</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    }
  ]
}