{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2026-01-31T02:33:42.279854",
  "items": [
    {
      "title": "3 Climate Stories That Will Shape the World in 2026",
      "link": "https://www.wri.org/insights/stories-to-watch-climate-economy-2026",
      "pubDate": "Thu, 29 Jan 2026 11:26:11 EST",
      "description": "<p>As we enter a new year, people around the world are grappling with <a href=\"https://time.com/collections/davos-2026/7339214/global-affordability-crisis-cost-of-living-inflation-politics/\">rising costs</a> for housing, energy and food. Most <a href=\"https://www.pewresearch.org/global/2025/08/19/global-economic-conditions-as-a-threat/\">worry</a> about the state of the economy. Job prospects feel uncertain in the face of widespread AI, automation and other disruptions.</p><p>These concerns have eclipsed climate action <a href=\"https://www.wri.org/insights/rebranding-climate-action\">at the polls</a> and in political discourse, especially in wealthier countries. Vigorous debate around climate policies in the EU and backpedaling in the United States reflect a common belief that tackling climate change will make day-to-day economic struggles worse.</p><p>Yet at the same time, a growing group of countries see climate action as one of the best tools to improve lives and strengthen economies. Take Pakistan, where <a href=\"https://www.wri.org/insights/pakistan-solar-energy-boom\">cheap, dependable solar</a> has slashed power costs for households and businesses. Or Brazil, where <a href=\"https://www.wribrasil.org.br/noticias/brasil-restauracao-planaveg-34-milhoes-hectares\">land restoration</a> is creating hundreds of thousands of jobs in rural areas and Indigenous communities. Around <a href=\"https://www.un.org/en/climatechange/raising-ambition/renewable-energy\">35 million people</a> now work in clean energy globally, outstripping fossil fuel employment.</p><p><strong>Today, the question is no longer </strong><em><strong>whether</strong></em><strong> the world will transition to a low-carbon future, but </strong><em><strong>how</strong></em><strong> it will happen. Who pays, who benefits, and who gets left behind?</strong></p><p>Each year, WRI identifies the major moments, issues and decisions that we believe will shape the world's trajectory. This year's Stories to Watch are not about climate and biodiversity targets that will come due decades from now. They're about the choices countries are making to address climate change and economic challenges right now. They’re about how we can — and must — improve people’s lives <em>today</em>.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=KNUKou0gFxE\" rel=\"nofollow\" title=\"Watch Stories to Watch 2026\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>1) Growth: Can Climate Action Power a New Era of Prosperity?</h3><p>A persistent argument against climate action has been that it will slow economic growth. Last December, for example, the European Commission <a href=\"https://www.bbc.com/news/articles/crk78y7k8ezo\">watered down its landmark plan</a> to ban petrol and diesel car production by 2035, giving into the <a href=\"https://www.reuters.com/sustainability/climate-energy/eu-yields-pressure-automakers-it-rethinks-2035-combustion-car-ban-2025-12-15/\">German and Italian governments’ fears</a> that it would harm their auto industries.</p><p>However, it is also possible that delaying the electric vehicle transition risks Europe’s long-term competitiveness and growth. </p><p>Leading experts say that low-carbon growth can help economies expand faster than business as usual. In China, for example, clean energy now contributes <a href=\"https://www.carbonbrief.org/analysis-clean-energy-contributed-a-record-10-of-chinas-gdp-in-2024/\">over 10% of GDP</a> — $1.9 trillion in 2024. Thanks to early investments and government support, the country dominates global markets for solar panels, electric vehicles and other clean technologies, markets that are expected to <a href=\"https://about.bnef.com/insights/clean-transport/global-electric-vehicle-sales-set-for-record-breaking-year-even-as-us-market-slows-sharply-bloombergnef-finds/#:~:text=In%20the%20base%20case%20Economic,73%25%20in%20the%20previous%20outlook.\">grow significantly in the coming decade</a>.</p><p>Overall, a <a href=\"https://www.unep.org/news-and-stories/press-release/un-report-investing-planetary-health-would-deliver-higher-gdp-fewer\">UN report</a> finds that the world could produce an additional $20 trillion in economic benefits per year by 2070 by investing in clean energy, resilient food systems and other climate solutions.</p><p>But it’s not just about the money.</p><p>Inclusive, low-carbon growth could reduce poverty and connect households to reliable, affordable power. Reduced air pollution alone can avoid <a href=\"https://www.unep.org/news-and-stories/press-release/un-report-investing-planetary-health-would-deliver-higher-gdp-fewer\">9 million</a> premature deaths by 2050. All of this has knock-on effects for economies.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/27376671/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Reaping these benefits means being intentional about <em>how</em> growth happens.</p><p>The Kenyan government, for instance, has zeroed in on <a href=\"https://www.wri.org/initiatives/electrifying-kenyas-two-and-three-wheelers\">electrifying two- and three-wheelers</a>. Millions rely on these vehicles to get around and earn a living as taxi or delivery drivers, but fuel costs can <a href=\"https://energyalliance.org/kenya-boda-boda-drivers-electric-motorcycles/\">swallow up to half their daily earnings</a>. These efforts are not just putting money back into peoples’ pockets, but deliberately boosting the local economy from the bottom up.</p><p>On the corporate side, IKEA, the world’s largest furniture retailer, is proving that sustainability can go hand-in-hand with growth. Using its resources more efficiently and investing in clean energy, the company has <a href=\"https://www.ingka.com/newsroom/ingka-group-reporting-reduction-in-climate-footprint-by-30-1-while-growing-the-business/\">reduced its climate footprint 30%</a> since 2016. It increased revenue by nearly 24% over the same period.</p><p>But we need to see much more of this across the board.</p><p><strong>What to watch this year:</strong></p><ul><li>With evidence that it is possible to deliberately grow and decarbonize at the same time, even today, leaders like Ethiopian Prime Minister Abiy Ahmed have championed <a href=\"https://unsdg.un.org/latest/announcements/seizing-rare-opportunity-green-growth-un-deputy-chief-calls-leadership-and\">green policies and investments</a> as <em>the</em> growth opportunity for the next decade. <strong>Will more countries set long-term development plans that deliver for people, nature and climate?</strong></li><li>Last year’s UN climate summit (COP30) saw the establishment of 13 new <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">country platforms</a>, bringing together all sources of finance at the country level with specific investment plans. <strong>Will more countries align finance behind their low-carbon transition priorities?</strong></li><li>Today, the <a href=\"https://stegra.com/the-boden-plant\">world’s most electrified steel mill</a> is under construction in Sweden. The project has secured <a href=\"https://www.reuters.com/sustainability/climate-energy/swedens-stegra-seeks-more-funds-green-steel-project-business-daily-di-reports-2025-09-04/\">$7 billion dollars</a> in financing, aiming to disrupt a massive market. <strong>Will we continue to see major investments in clean industrialization?</strong></li><li>Any economic transition needs vast innovation and entrepreneurship in every sector. Emerging economies like <a href=\"https://vietnamnews.vn/economy/1727605/viet-nam-issues-legal-framework-for-national-and-local-venture-capital-funds.html\">Vietnam</a>, <a href=\"https://www.wastex.io/post/biochar-significantly-improves-yields-of-cauliflower-and-bitter-gourd-in-central-java-indonesia\">Indonesia</a> and <a href=\"https://unfccc.int/ttclear/misc_/StaticFiles/gnwoerk_static/TEC_NSI/37cd8b96633a4ef2b6b0d10c21f06dec/86c19182d6b4408ab8900222c8bda673.pdf\">Kenya</a> that aim to become high-income economies by 2045 are investing in local green innovation to reach their goals. <strong>Will more countries nurture local green innovation?</strong></li></ul><h3>2) Affordability: Will Climate Solutions Lower Everyday Costs?</h3><p>Prices have increased noticeably around the world. People are paying more for groceries, electric bills, transportation and other basic necessities.</p><p>From the <a href=\"https://www.nytimes.com/2025/12/11/nyregion/kathy-hochul-new-york-climate-issues.html\">state of New York</a> to countries like <a href=\"https://energynews.africa/2026/01/07/gas-is-the-new-gold-how-africa-is-rebranding-fossil-fuels-as-a-transition-weapon/\">Nigeria and Senegal</a>, leaders are citing affordability as a reason to continue investing in fossil fuels in the face of rising energy demand.</p><p>Yet renewable power is now <a href=\"https://www.reuters.com/business/energy/around-90-renewables-cheaper-than-fossil-fuels-worldwide-irena-says-2025-07-22/\">cheaper to build and operate than fossil fuel plants</a> almost everywhere. With costs continuing to fall around the world, countries that choose to invest in scaling up clean energy have an opportunity to translate these long-term savings to <a href=\"https://www.weforum.org/stories/2024/01/renewables-consumer-energy-revolution/\">lower power bills for consumers</a>.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/27320251/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>While energy is often at the center of affordability and climate discussions, housing itself is generally the largest household expense. People don’t usually connect housing to climate change, but buildings account for <a href=\"https://www.unepfi.org/themes/climate-change/40-of-emissions-come-from-real-estate-heres-how-the-sector-can-decarbonize/\">40% of global greenhouse gas emissions</a>. Families can also be at higher risk from climate impacts like floods, fires and storms depending on the location and condition of their homes. One in three people globally live in substandard housing or informal settlements, leaving them highly exposed.</p><p>In Brazil, where more than more than 16 million people live in informal settlements, the government is working with residents to <a href=\"https://www.wri.org/initiatives/upgrading-informal-settlements-brazils-urban-periphery\">co-create neighborhoods</a> with safer housing and better access to basic services, transportation networks and jobs. Their solution isn’t building new homes somewhere else, but upgrading the places where people already live.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/27320239/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>It may be more costly upfront to ensure energy efficient and climate-resilient housing, but it helps families and governments save money in the long run. More leaders need to start thinking about how to address climate and affordability together.</p><p><strong>What to watch this year:</strong></p><ul><li>This May, housing will be the focus of the <a href=\"https://wuf.unhabitat.org/wuf13\">World Urban Forum in Baku</a>, one of the biggest gatherings of urban leaders. <strong>Will housing, one of our biggest affordability problems, also be understood as a climate challenge?</strong></li><li>Solar adoption is reaching tipping points in countries like <a href=\"https://www.wri.org/insights/pakistan-solar-energy-boom\">Pakistan</a> and <a href=\"https://globalpi.org/research/south-africas-solar-boom\">South Africa</a>, where it is an alternative to grid electricity. <strong>As prices continue to drop, will cheap renewables reach a tipping point in more countries?</strong></li><li>Energy demand is rising across the world thanks to trends like increasing electrification, more need for cooling, and economic growth. <strong>How will countries meet this growing demand affordably? How much will come from renewables and other low-carbon sources?</strong></li><li>Trade was a hot topic last year, and countries agreed to discuss trade at the UN climate negotiations for the first time. <strong>Will new trade rules, such as the</strong> <a href=\"https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en\"><strong>EU Carbon Border Adjustment Mechanism</strong></a><strong>, encourage or stifle green growth?</strong></li></ul><h3>3) Jobs: Will Workers Benefit from a Clean Economy?</h3><p>The deepest concern in any economic transition is jobs. Few things are scarier than losing a job. It’s not just the loss of income, but the threat to our sense of identity and a family’s future.</p><p>Coal is a classic example of climate-related job loss. Other sectors beyond energy, like manufacturing, construction and agriculture, will also be impacted.</p><p>All told, however, the transition is expected to create more jobs than it eliminates across the economy. <a href=\"https://www.wri.org/research/jobs-skills-new-economy-action-agenda\">Recent research</a> shows that shifts across five key economic sectors could lead to a net <em>gain</em> of around 375 million jobs over the next 10 years.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/27378868/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Around 630 million jobs, representing 18% of the global workforce, will be impacted by the low-carbon transition. There are real risks that people will remain out of work if it isn’t properly managed.</p><p>Leaders need to be proactive in preparing people for these changes. This means investing in reskilling and upskilling programs and designing thoughtful transition plans that put workers first.</p><p>In India — a major supplier of car components globally — it’s estimated that <a href=\"https://www.context.news/just-transition/indian-auto-parts-makers-face-job-losses-as-evs-rev-up\">one in three auto workers</a> will be affected by the transition toward electric vehicles. However, many car components are supplied by smaller businesses that operate on thin margins and cannot afford to invest in training programs. To help close the gap, <a href=\"https://www.wri.org/initiatives/climate-resilient-supply-chains-crest/india-resilient-inclusive-sustainable-enterprises\">industry associations, technical experts and supply chain partners</a> are coming together, supporting workers through the transition and opening up pathways for women into manufacturing, an area long dominated by men.</p><p>Reskilling is a top priority in all sectors, but such programs are relatively nascent around the world. Truly supporting workers will require more effort and investment — not just from governments, but also companies, unions, schools and other training providers.</p><p><strong>What to watch this year:</strong></p><ul><li>LinkedIn data shows that demand for sustainability-related skills is <a href=\"https://sustainabilitymag.com/news/demand-for-green-skills-is-outstripping-supply-twice-over\">growing almost twice as fast</a> as the supply of qualified workers. <strong>Will companies hardwire skills training into corporate low-carbon transition planning?</strong></li><li>Only half of countries include explicit plans to address workforce needs in their <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">recent climate commitments</a>. And just 1% laid out measures to finance these policies. <strong>Will governments at all scales start planning and investing more intentionally in workforce development?</strong></li><li>AI has been all over the news for its potential impact on jobs, a disruption that is happening at the same time countries are transitioning to a new economy. <strong>How will AI impact jobs for the new economy in 2026?</strong></li></ul><h3>Building Stronger Communities Today</h3><p>Evidence from across the world shows that this economic transition will not happen at the speed and scale necessary unless people are at the center.</p><p>Families around the world are focused on how they will make a living, how they will pay their bills, and whether they feel secure and optimistic about the future.</p><p>Though the transition is inevitable, it will not automatically be good or bad for growth, affordability or jobs. That will depend on decisions we make.</p><p>Choices exist today for governments, businesses and communities to make the transition good for people and the planet at the same time. These choices also exist for each one of us in 2026.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Updated Tool Can Help US Communities Include Forests and Trees in GHG Inventories",
      "link": "https://www.wri.org/update/updated-tool-can-help-us-communities-include-forests-and-trees-ghg-inventories",
      "pubDate": "Wed, 28 Jan 2026 16:45:35 EST",
      "description": "<p>Forests and trees play a critical role in carbon sequestration while providing other benefits to communities, including improving air quality, regulating hydrological processes, reducing energy costs and promoting well-being. Accurate monitoring of these resources over time may enable communities to make better land management decisions that benefit both climate and people simultaneously.</p><p>Many communities in the U.S. are developing Climate Action Plans (CAPs) to reduce greenhouse gas (GHG) emissions and achieve carbon neutrality. While many CAPs focus on the energy, transportation and waste sectors, most do not consider the role forests and trees play in the fight against climate change. One reason is that planners have lacked the data and clear guidance needed to include them in GHG inventories, on which CAPs are based.</p><p>To address this gap, experts from WRI, the Woodwell Climate Research Center, and ICLEI - Local Governments for Sustainability (ICLEI USA) <a href=\"https://us-protocol.pubpub.org/pub/v732gbdy/release/1\">published guidance</a> for ICLEI USA’s <a href=\"https://icleiusa.org/us-community-protocol/\">U.S. Community Protocol</a> as well as the <a href=\"https://ghgprotocol.org/greenhouse-gas-protocol-accounting-reporting-standard-cities\">Global Protocol for Community-Scale Greenhouse Gas Emission Inventories</a>. These frameworks outline how to estimate emissions from forest and tree cover loss within communities, as well as carbon absorbed by forests and trees that are maintained or newly planted by a community.</p><h3>Introducing the Land Emissions and Removals Navigator (LEARN)</h3><p>Accompanying this guidance is the <a href=\"https://icleiusa.org/LEARN/\">Land Emissions and Removals Navigator (LEARN) tool</a>, developed in collaboration with web developer <a href=\"https://www.blueraster.com/\">Blue Raster</a>. LEARN is a free online tool with open-source code that integrates national geospatial data sets with methods from the U.S. Community protocol, enabling communities to estimate GHG impacts from changes to forests and tree cover over time.</p><p>In just a few clicks, users can derive locally tailored estimates of the annual GHG impacts associated with changes to forests and tree cover in their community over time. After specifying an area and years to analyze, LEARN does the rest by performing automated, spatially explicit analyses of data from the U.S. Forest Service and U.S. Geological Survey, including:</p><ul><li>Land cover change</li><li>Timing and location of forest disturbances like fire, harvest and insect outbreaks</li><li>Loss and gain of tree canopy cover in urban and other non-forested lands</li><li>Carbon stocks within forests of different maturity classes and protection statuses</li></ul><p>(<a href=\"https://www.wri.org/insights/hundreds-us-communities-are-making-climate-action-plans-few-include-forests\">Read more</a> about the <a href=\"https://www.woodwellclimate.org/us-communities-learn-the-carbon-value-of-their-trees/\">history and development</a> of the LEARN tool, and read about the <a href=\"https://www.wri.org/research/learn-tool-land-emissions-and-removals-navigator-technical-note?auHash=Y1Vzg7r9myssUQkcCW2sfB_RlsXpl3LmgRmTNAidSH8\">data and methodology here</a>.)</p><h3>Training Cohorts Bring Support Directly to Communities</h3><p>Following a first successful <a href=\"https://icleiusa.org/forest-trees-carbon-accounting-2020-training-cohort/\">Forests & Trees Carbon Accounting Cohort Training Session</a> in 2021, in July 2022, the LEARN project team launched a second training cohort to guide 20 communities in implementing the U.S. Community Protocol methods and using the LEARN tool. Participants represented municipal governments, tribes and states from across the country. In 2023, a third cohort was convened to support communities in integrating local, high-resolution data sets into analyses. This cohort also piloted the use of “plantable areas” analyses to help communities estimate potential impacts of tree planting initiatives.</p><h3>LEARN’s Capabilities Expand Further in 2025</h3><p>In 2025, LEARN integrated the most up-to-date NLCD data for land cover and tree canopy, spanning 20 years of land cover change (2001-2021) and more than a decade of tree canopy change (2011-2019).</p><p>Additionally, higher resolution (30-meter) maps of forest carbon pools and forest characteristics data like forest type and age class from the <a href=\"https://research.fs.usda.gov/srs/news/highlights/processing-forest-inventory-data-182-million-pixels-second\">USFS BIGMAP</a> project replaced the older 250-meter data sets, allowing for more precise calculations of carbon fluxes. Automated analyses now include additional insights on <a href=\"https://www.frontiersin.org/journals/forests-and-global-change/articles/10.3389/ffgc.2022.979528/full\">forest maturity</a>, protection status and carbon stocks within maturity and protection groups.</p><p>Finally, another new feature allows users to input custom emission and removal factors, enabling users to tailor the tool’s default calculations to specific local conditions.</p><h3>New Updates in 2026 Improve LEARN’s Accessibility</h3><p>In January 2026, in partnership with Crosswalk Labs, the LEARN team completed the integration of land sector GHG flux insights into the <a href=\"https://www.crosswalk.io/\">Crosswalk platform</a>, a tool that provides a comprehensive emissions and energy consumption data set across all 50 U.S. states to support local, state and federal decision-makers. This integration expands access to forest- and tree-related emissions and removals estimates by making these land-sector insights available alongside other community-scale climate data used for planning and decision-making.</p><h3>Next Steps for LEARN and GHG Monitoring for Forests and Trees</h3><p>The LEARN tool has established itself as a trustworthy and easy-to-use tool to support communities in estimating GHG fluxes from the land sector.</p><p>LEARN has been added by the U.S. Environmental Protection Agency to its Technical Assistance Forum Resource Library to help support Climate Pollution Reduction Grant (CPRG) recipients across the country. Building on growing user engagement, WRI and partners will continue expanding LEARN’s reach to stakeholders and broader geographic scales. As of January 2026, this work includes the completed Crosswalk platform integration, which broadens access to this data for climate action efforts nationwide.WRI and partners are continuing to seek input from stakeholders across the U.S. and around the world on how these methods may best be scaled across geographies, governments and technical capacities. In the future, this kind of data will be available for communities around the world, not just in the U.S. — <a href=\"https://landcarbonlab.org/insights/land-carbon-lab-monitoring-greenhouse-gas-impacts/\">read more here</a> about upcoming developments in monitoring GHGs for forests and land worldwide.</p><p>For questions or to learn more, reach out to <a href=\"mailto:erin.glen@wri.org\">erin.glen@wri.org</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: WRI Ross Center Prize for Cities Names Five Finalists Transforming Health and Daily Life in Cities",
      "link": "https://www.wri.org/news/release-wri-ross-center-prize-cities-names-five-finalists-transforming-health-and-daily-life",
      "pubDate": "Wed, 28 Jan 2026 02:46:42 EST",
      "description": "<p><em><span lang=\"EN-US\">Initiatives from Atlanta, Loja, Makassar, Manila and Nairobi selected from<a name=\"_Int_9OtYRrdg\"></a> 334 global submissions</span></em></p><p><span lang=\"EN-US\"><strong>WASHINGTON (January 28, 2026)</strong> — World Resources Institute (WRI) today announced five finalists for the </span><a href=\"https://prizeforcities.org/\"><span lang=\"EN-US\">2025-2026 WRI Ross Center Prize for Cities</span></a><span lang=\"EN-US\">, a prestigious global award supported by Stephen M. Ross that recognizes pioneering projects reshaping urban life and offering practical lessons for cities worldwide as they work to become more inclusive and sustainable.</span></p><p><span lang=\"EN-US\">Guided by the theme “<strong>Catalyzing Healthy Cities</strong>,” the 2025–2026 Prize highlights initiatives that respond to the growing pressures around public health, climate risk and inequality — by improving access to nature, mobility and everyday services people rely on. This year’s finalists were selected from a record 334 submissions from 230 cities in 77 countries, highlighting the scale and diversity of urban innovation worldwide. </span></p><p><span lang=\"EN-US\">“Cities are facing an unprecedented convergence of health, climate and sustainability challenges,” said <strong>Ani Dasgupta, President & CEO of WRI</strong>. “The decisions they make now will shape health and resilience for decades to come. As global engines of innovation, this year’s finalists are already demonstrating how communities can unite to transform crisis into opportunity.”</span></p><p><span lang=\"EN-US\">“We were inspired by the creativity and the real-world results of this year's submissions, showing the many ways urban transformation is improving people’s lives,” said <strong>Jen Shin, Global Lead for the Prize</strong>. “These finalists show what it looks like when cities turn urgent challenges into practical action — grounded in local needs, delivering measurable impact and demonstrating that healthier, more inclusive cities are within reach for communities everywhere.”</span></p><p><span lang=\"EN-US\">The 2025-2026 Prize finalists are:</span></p><ul><li><a href=\"https://prizeforcities.org/project/atlanta-beltline\"><span lang=\"EN-US\"><strong>Atlanta Beltline</strong></span></a><span lang=\"EN-US\"><strong> (Atlanta, United States): </strong>Transforming a 22-mile loop of abandoned railway into a network of parks, trails and transit, the Atlanta Beltline has made life healthier for everyday Atlantans by delivering more than 470 acres of green space, over 4,200 affordable housing units and over 29,000 permanent jobs within half a mile of the corridor. The project has become a global reference for large-scale urban redevelopment, showing how cities can guide low-carbon growth, adapt existing infrastructure for mixed-use development and manage the pressures of rapid development.</span></li><li><a href=\"https://prizeforcities.org/project/sistema-verde-urbano\"><span lang=\"EN-US\"><strong>Sistema Verde Urbano</strong></span></a><span lang=\"EN-US\"><strong> (Loja, Ecuador):</strong> Through its Urban Green System, the Municipality of Loja has improved livability for Loja’s residents by stitching together more than 600 hectares of parks, forests and river corridors into a continuous green network that runs through the city. The system brings nature closer to daily life for 214,000 residents — supporting mobility, improving public health and setting a new standard for nature-based urban planning across Ecuador and the Andean region.</span></li><li><a href=\"https://prizeforcities.org/project/rise-revitalizing-informal-settlements-and-environments\"><span lang=\"EN-US\"><strong>Revitalizing Informal Settlements and Environments (RISE)</strong></span></a><span lang=\"EN-US\"><strong> (Makassar, Indonesia):</strong> Led by Monash University, RISE works with communities in Makassar's informal settlements to redesign local water and sanitation systems using nature-based solutions — such as wetlands and natural drainage — that clean wastewater and reduce flood risk. Built with local residents, these low-cost systems are improving daily life for 1,400 people and benefiting 6,000 more, while helping inform participatory planning and urban health policy in Indonesia and beyond.</span></li><li><a href=\"https://prizeforcities.org/project/move-as-one-coalition\" title=\"https://prizeforcities.org/project/move-as-one-coalition\"><span lang=\"en-NL\"><strong>Move As One Coalition</strong></span></a><span lang=\"en-NL\"><strong> (Manila, The Philippines):</strong> The Move As One Coalition — a national civil society movement of more than 140 organizations — has helped turn transportation reform into a people-led campaign for a healthier Manila. By blending grassroots organizing with policy advocacy, the coalition has secured nearly $1B for public transport, secured better pay and protections for tens of thousands of workers and helped make transit safer and more accessible for low-income commuters. The coalition has also supported the creation of more than 800km of bike lanes, helped launch the country's first bus rapid transit system and trained 140 young leaders pushing inclusive transport across the country.</span></li><li><a href=\"https://prizeforcities.org/project/book-bunk\"><span lang=\"EN-US\"><strong>Book Bunk</strong></span></a><span lang=\"EN-US\"><strong> (Nairobi, Kenya):</strong> Book Bunk is restoring Nairobi’s heritage library sites and transforming them into “Palaces for the People” — vibrant public hubs for learning, civic care and environmental stewardship. By revitalizing libraries as social infrastructure, the project delivers programs spanning sustainability, ecology, <a name=\"_Int_KfQVaQeQ\"></a>arts and wellness, giving nearly 200,000 people access to safe public spaces and new opportunities. The model is now scaling across Nairobi and nationally, with more than 1,000 libraries mapped across Kenya for future restoration.</span></li></ul><p><span lang=\"EN-US\">In the coming weeks, an </span><a href=\"https://prizeforcities.org/jury\"><span lang=\"EN-US\">independent jury</span></a><span lang=\"EN-US\"> of global urban experts and leaders will select one grand prize winner based on bold ideas, life-changing impact and ripple effects beyond the city. The winner will receive $250,000, while the four finalists will each be awarded $25,000. Winners will be announced in April 2026.</span></p><p><span lang=\"EN-US\">“The WRI Ross Center Prize for Cities is about discovering transformative urban solutions that are already working and powerful enough to inspire action far beyond where they began,” said <strong>Rogier van den Berg, Global Director of WRI Ross Center for Sustainable Cities</strong>. “The projects recognized this year show how cities can champion health, resilience and sustainability through ambitious but practical ideas. They offer models that other cities and communities can learn from, tailor and put into action.”</span></p><p><span lang=\"EN-US\">Past grand prize winners have shown how urban innovation can deliver wide-ranging benefits for residents — from Fortaleza’s </span><a href=\"https://prizeforcities.org/project/re-ciclo\"><span lang=\"EN-US\">Re-Ciclo</span></a><span lang=\"EN-US\"> (2024), which combines electric mobility and improved livelihoods for informal waste pickers, and Barranquilla’s </span><a href=\"https://prizeforcities.org/project/todos-al-parque\"><span lang=\"EN-US\">Todos al Parque</span></a><span lang=\"EN-US\"> (2022),  transforming long-neglected spaces into lively neighborhood parks, to </span><a href=\"https://prizeforcities.org/project/sustainable-food-production-rosario\"><span lang=\"EN-US\">Sustainable Food Production for a Resilient Rosario</span></a><span lang=\"EN-US\"> (2021) advancing urban agriculture and climate resilience, and </span><a href=\"https://prizeforcities.org/project/sarsai\"><span lang=\"EN-US\">SARSAI’s</span></a><span lang=\"EN-US\"> work in Dar es Salaam and other African cities (2019) to make daily journeys to school safer for children.</span></p><p><span lang=\"EN-US\"><strong>About World Resources Institute (WRI)</strong></span><br /><span lang=\"EN-US\">WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</span></p><p><span lang=\"EN-US\"><strong>About WRI Ross Center for Sustainable Cities</strong></span><br /><span lang=\"EN-US\">WRI Ross Center for Sustainable Cities is World Resources Institute’s program dedicated to shaping a future where cities work better for everyone. Together with partners around the world, we help create resilient, inclusive, low-carbon places that are better for people and the planet. Our network of more than 500 experts working from Brazil, China, Colombia, Ethiopia, India, Indonesia, Kenya, the Netherlands, Mexico, Türkiye and the United States combines research excellence with on-the-ground impact to make cities around the world better places to live. More information at </span><a href=\"https://www.wri.org/cities\"><span lang=\"EN-US\">wri.org/cities</span></a><span lang=\"EN-US\"> or on social </span><a href=\"https://twitter.com/wrirosscities\"><span lang=\"EN-US\">@WRIRossCities</span></a><span lang=\"EN-US\">.</span></p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Expert Q&A: How Can the US Avoid Power Outages During Winter Storms?",
      "link": "https://www.wri.org/insights/how-can-US-avoid-winter-storm-blackouts",
      "pubDate": "Tue, 27 Jan 2026 09:56:16 EST",
      "description": "<p>The United States faces a pressing energy challenge: how to ensure people have reliable and affordable electricity when deadly storms hit.</p><p>This need came into sharp focus last weekend when a powerful winter storm swept across <a href=\"https://www.bbc.com/news/articles/cp3z8ek7eqyo\">Texas up to Maine</a>, bringing with it heavy snowfall, freezing rain and subzero temperatures. It caused blackouts to <a href=\"https://www.politico.com/news/2026/01/25/winter-storm-electric-grid-overdrive-00745690\">more than 1 million customers</a>, especially in Tennessee, Mississippi and Louisiana. Many are still without power.</p><p>Preparations made by utilities and grid operators — including staging extra line crews, positioning equipment in high-risk areas and ensuring backup generation and reserves were on standby — certainly helped prevent further widespread outages during Winter Storm Fern. The bigger challenge now is long-term: reducing the number of blackouts by making power systems more reliable and still affordable in winter storms, and extreme weather in general.</p><div class=\"callout alignright\"><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2025-08/kelly-lefler_0.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/kelly-lefler\"><em><span style=\"margin-bottom: 25px;\"><strong>Kelly Lefler</strong></span></em></a><em><span style=\"margin-bottom: 25px;\">, Senior Manager, Grid Decarbonization and Markets, WRI U.S. Polsky Energy Center</span></em></td></tr></tbody></table></div><p><a href=\"https://www.wri.org/profile/kelly-lefler\">WRI energy expert Kelly Lefler</a> outlines what’s needed to strengthen the reliability of the electricity system and ensure people can count on constant, affordable power in the face of increasingly erratic weather. </p><h4>What is mostly behind the power outages during Winter Storm Fern?</h4><p>Utilities and regulators will assess records and publish official reports of what happened in the coming weeks and months, but for now it seems that the outages were largely due to the icy conditions affecting distribution and transmission systems. Ice from the storm built up on trees and the added weight caused them to snap, toppling power lines. The ice can also build up on the lines themselves and bring them down.</p><p>Also, in eastern U.S., some power plants couldn’t produce as much electricity because of the extreme cold and limited natural gas supplies, forcing them to shut down or run at reduced capacity. The region relies on natural gas pipelines along the East Coast, which are historically constrained during very cold weather. As a result, there were nearly 21 gigawatts of generation outages, with most of that capacity forced offline. To put that into perspective, 21 gigawatts is the same as 21 billion watts, enough to power millions of homes at the same time. Importantly, these disruptions did not require grid operators to impose rolling blackouts to prevent larger system failures.</p><h4>What makes the US electricity system vulnerable to winter storms and extreme cold? </h4><p>Winter storms tend to stress the electricity system — from power plants to transmission lines and distribution networks — in predictable ways that create an imbalance between supply and demand of electricity or make it harder to maintain safe grid conditions. When that happens, grid operators may be forced to take some electricity demand offline to prevent a larger, uncontrolled outage. While every major winter blackout has its own story, a few common failure points show up again and again.</p><p>In extreme cold, one of the biggest challenges is getting fuel to power plants for electricity generation and to homes for heating. Natural gas is the U.S.’s largest source of electricity generation, <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=61444#:~:text=Natural%20gas%20is%20the%20single,fired%20power%20plants%20vary%20significantly.\">providing 43% of electricity as of 2024</a>. During winter storms, demand for natural gas spikes as people turn up thermostats, while power plants also need the fuel to generate electricity. This simultaneous surge, known as coincident peak, is a well-known planning challenge. Extreme cold can strain the natural gas system beyond normal operating conditions, making it harder for gas-powered generators to access fuel when they need it the most. Similar stress can happen during extreme heat, when air conditioners drive up electricity demand.</p><p>Another issue is lack of proper winterization — preparing equipment for wintry conditions — across different parts of the electricity system. Equipment that isn’t prepared for extreme cold, such as power plants, sensors and natural gas wells and pipelines, can freeze or malfunction. When multiple pieces fail at once, utilities may have no choice but to implement widespread outages to maintain system safety and prevent cascading failures. </p><p>Winter conditions also make it harder for crews to maintain or repair equipment as problems arise, increasing the risk of outages.</p><p>Transmission and distribution systems can also be affected by winter storms. Ice and heavy snow can damage power lines, reduce their carrying capacity or cause mechanical problems, making it harder to move electricity from where it is generated to where it is needed — even when enough power is available. These lines are especially vulnerable without regular maintenance. For example, trimming trees near power lines is critical to prevent ice-laden branches from falling on them, as has happened during Winter Storm Fern. </p>\n\n      \n\n    \n    \n<div class=\"embedded-entity embed--block-type--in-this-series has-border-background-color\">\n      <h3 class=\"embed-block__title\">Related</h3>\n  \n  \n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/energy\" hreflang=\"en\">Energy</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/grid-interconnection-for-energy-security\" hreflang=\"en\">Sharing Electricity Across Borders Could Bolster Energy Security</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            February 25, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Workers on a power transmission tower overlooking a river.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-02/china-ultra-high-voltage-transmission.jpg?VersionId=jAItqS.Fubc0hBDSySxxlbAoVLdyKcSU&h=41f55a5b&itok=EXQPwJNf\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/energy\" hreflang=\"en\">Energy</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/advanced-transmission-technologies-us-power-grid\" hreflang=\"en\">How Advanced Transmission Technologies Can Revamp the Aging US Power Grid</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            July 10, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"An electrician fixes a high-voltage transmission line above a traffic light.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-07/advanced-transmission-technologies.jpg?VersionId=eEMAehdOlg1HilwauMI9e5nsNeXeRd1a&h=fd5bd395&itok=k7SpoHhr\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  \n</div>\n<h4>How can energy systems be made more reliable and affordable during weather shocks? </h4><p>There are several ways that energy systems can be made more reliable ahead of winter storms and extreme weather. Greater reliability helps prevent supply disruptions, eases pressure during peak demand periods and can keep power more affordable. </p><p>One of the key ways to make energy systems more reliable is by maximizing flexibility — improving how well the system can adapt in real time to changes in supply and demand. The more flexible the system, the better it can handle sudden demand spikes in the event of extreme weather, such as cold snaps or heat waves, or respond to supply disruptions such as plant outages.</p><p>Improving flexibility includes upgrading aging infrastructure. Much of the U.S. grid was built decades ago under different demand patterns. Modernizing the grid — by updating substations and transmission equipment, deploying advanced sensors and incorporating advanced transmission technologies (ATTs), for example — can reduce failure rates during extreme heat and cold. These technologies help operators detect problems quicker, reroute power if equipment is damaged and restore service fast. Modernization not only improves reliability but also reduces expensive emergency interventions and lowers long-term maintenance costs. </p><p>Increasing grid capacity, both through deployment of ATTs and building regional and interregional transmission lines, can reduce the risk of a local weather event turning into a widespread outage. Creating a more interconnected grid allows regions to share power during shortages. Having this greater transmission capacity also help keep prices down by allowing lower-cost electricity to reach areas facing higher demand. </p><p>Demand-side management options can help ease pressure on the system during extreme weather events. These include encouraging customers and large users to reduce or shift electricity use during peak periods in exchange for lower bills or leveraging distributed energy resources to help prevent shortages.</p><p>Systems that rely too much on a single fuel are more vulnerable to disruption. Diversification across energy sources and technologies helps reduce the risk of issues related to fuel shortages, infrastructure failures and localized weather impacts. </p><p>Finally, policy is also critical. It’s vital that incentives are properly aligned with modern needs for flexibility and preparedness. This can help utilities make system investments that really work in extreme weather and minimize costs to consumers in both the short and the long run. </p><h4>What role, if any, can clean energy play? </h4><p>While renewables are weather-dependent, broad geographic dispersion and forecasting allow them to <a href=\"https://www.nrel.gov/grid/extreme-weather-events\">contribute meaningfully during winter storms</a>. Wind and solar generation tend to be available during many extreme cold events, even when other resources are strained.  </p><p>In several recent cold-weather events, renewable generation was available when needed, even as some fossil fuel units were forced offline because of freezing equipment or fuel supply constraints. For example, during Winter Storm Elliott, only 7% of unavailable generating capacity came from clean energy resources — that’s wind, solar, nuclear and hydro combined. And in some parts within the impacted region, wind and solar exceeded forecasts. </p><p>Clean energy also supports diversification. Adding a broader mix of energy sources reduces dependence on a single fuel or delivery system that may be disrupted during extreme weather. Resources that do not rely on “just-in-time\" fuel delivery, in which power plants receive fuel only when it is needed, can reduce exposure to fuel shortages when supply chains are strained. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "ADVISORY: World Resources Institute’s Stories to Watch 2026",
      "link": "https://www.wri.org/news/advisory-world-resources-institutes-stories-watch-2026",
      "pubDate": "Thu, 22 Jan 2026 11:48:33 EST",
      "description": "<p><strong>Washington (January 22, 2026)</strong> — Join WRI President & CEO <a href=\"https://www.wri.org/profile/aniruddha-dasgupta\"><strong>Ani Dasgupta</strong></a> on <strong>Thursday, January 29 from 9:00–10:30AM ET (3:00pm–4:30PM CET) </strong>for <strong>Stories to Watch 2026</strong>, WRI’s flagship annual global briefing on the moments, trends and decisions set to define the year ahead for people, nature and climate.</p><p><a href=\"https://www.wri.org/events/2026/1/stories-watch-2026#register\"><strong>Register here</strong></a>.  </p><p>Last year marked a widening divide in global climate action: clean energy generation soared and EVs sales broke records, while the United States backpedaled on climate action and global development aid decreased. Sharply contrasting narratives are emerging around the economic transition — between the governments, businesses and communities who view it as essential to security and prosperity, and those who fear it may hinder economic progress. </p><p>Against this backdrop, Ani will explore three common concerns at the heart of the debate:</p><ul><li><strong>Growth: </strong>How the transition to a clean economy can drive global competitiveness and innovation, and which countries are pulling ahead or falling behind.</li><li><strong>Affordability:</strong> How climate impacts and policy choices will shape the price of everyday life <span class=\"TextRun SCXW154711804 BCX0 NormalTextRun\" lang=\"EN-US\" xml:lang=\"EN-US\">—</span> from energy to housing.  </li><li><strong>Jobs:</strong> How countries and companies can equip workers with the skills needed for a changing global economy.</li></ul><p>The briefing will also touch on trade and industry, rising energy demand, and the impact of AI on jobs and skills. </p><p>Each story combines insights from WRI experts across the globe with on-the-ground videos showing people and solutions in action — from <strong>Nairobi (Kenya) to Mumbai (India), to Porto Alegre (Brasil)</strong>.</p><hr /><p><strong>WHAT</strong></p><p><a href=\"https://www.wri.org/events/2026/1/stories-watch-2026\"><strong>Stories to Watch 2026</strong></a><strong>: </strong>WRI’s flagship annual briefing on the key decisions and dynamics shaping climate and development in the year ahead – drawing on real-world evidence from countries around the world.</p><p>The webinar will be presented in English, with simultaneous interpretation in <strong>French, Portuguese and Spanish</strong>. All registrants will receive access to the recording.</p><p><strong>WHO</strong></p><p><a href=\"https://www.wri.org/profile/aniruddha-dasgupta\">Ani Dasgupta</a>, President & CEO, World Resources Institute <br />Ani leads WRI’s global vision to build a future that benefits people, nature and climate. He is a globally recognized authority on sustainable development, urban design and poverty alleviation, and the author of <a href=\"https://www.wri.org/new-global-possible\"><em>The New Global Possible</em></a>. The event will also feature WRI leaders from across regions sharing practical examples of climate solutions delivering benefits today.</p><p><strong>WHEN</strong></p><p>Thursday, January 29, 2026 <br />9:00–10:30AM ET / 3:00–4:30PM CET</p><p><strong>WHERE</strong></p><p>Virtual — Register <a href=\"https://www.wri.org/events/2026/1/stories-watch-2026#register\"><strong>HERE</strong></a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "In the Brazilian Amazon, an Indigenous Bioeconomy Takes Root",
      "link": "https://www.wri.org/insights/brazilian-amazon-indigenous-bioeconomy-takes-root",
      "pubDate": "Mon, 19 Jan 2026 13:48:48 EST",
      "description": "<p>In the southern Brazilian Amazon, seed collectors carefully search the forest floor. They move among the trees, mindful not to harm surrounding plants as they bend and crouch to gather native seeds from the soil and fallen fruit.</p><p>They are part of the <a href=\"https://www.sementesdoxingu.org.br/\">Xingu Seeds Network (ARSX)</a>, an association in the Brazilian state of Mato Grosso that brings together about 700 Amazonian seed collectors. Launched in 2007 by the Instituto Socioambiental (Socio-Environmental Institute, or ISA) and Indigenous leaders, the network helps locals sell seeds to organizations and landowners, who use them in forest restoration projects.</p><p>So far, nearly 1,000 families from more than 100 Indigenous villages and local communities have taken part in the initiative. They have gathered seeds from over 220 species, generated over 8.5 million reais ($1.7 million) in income and contributed to the restoration of 27 million trees on 11,000 hectares of previously degraded land. More than 390 metric tons of native seeds have been sold so far, setting an unprecedented record in the Amazon.</p><p>It is a prime example of how an “Indigenous bioeconomy” — developed and sustained by Indigenous Peoples and traditional communities in the Amazon — can provide economic opportunities while also preserving biological, cultural and social diversity.</p><p>“[ARSX has] shown Brazil and the world that it is possible to give value to a standing forest,” said Rodrigo Junqueira, executive secretary of ISA. “[It] has demonstrated that it is possible to price seeds and develop an economy around them without excluding people or stakeholders from the process.”</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>Defining Indigenous Peoples and Traditional Communities</strong></p><p><strong>Indigenous peoples</strong> are ethnic groups with a history of settlement in the Americas dating back roughly 10,000 to 15,000 years. They have their own languages, political and governance systems, justice structures and distinct approaches to territorial management and stewardship.</p><p>As recognized by <a href=\"https://www.gov.br/mma/pt-br/assuntos/povos-e-comunidades-tradicionais/povos-e-comunidades-tradicionais-EN\">Brazilian legislation</a>, <strong>traditional peoples</strong> identify as culturally distinct groups. They maintain ways of life closely tied to nature and their own social organization, and they use knowledge, innovations and practices passed down through generations. Among them are <strong>quilombolas</strong>, traditional Afro-Brazilian communities formed by rural Black communities with their own historical trajectories, specific territorial relations and Black ancestry linked to the period of slavery; and <strong>ribeirinhos</strong>, traditional riverine communities, especially in the Amazon, whose ways of life are closely connected to the river and the surrounding forest.   </p></div><h3>An Indigenous Bioeconomy for the Amazon</h3><p>As deforestation and degradation in the Amazon draw increasing global attention, interest is growing in building an Indigenous-led bioeconomy. About <a href=\"https://wwf.panda.org/discover/knowledge_hub/where_we_work/amazon/vision_amazon/living_amazon_initiative222/protected_areas_and_indigenous_territories/\">2.7 million Indigenous Peoples</a> live in the Amazon, and <a href=\"https://www.wri.org/insights/what-could-bioeconomy-amazon-look\">research shows</a> that they are effective land stewards, with forest loss rates <a href=\"https://alerta.mapbiomas.org/wp-content/uploads/sites/17/2025/11/RAD2024_28_10.pdf\">30 times lower</a> than in comparable forest areas managed by others.</p><p>The <a href=\"https://www.wri.org/research/bioeconomy-amazon-concepts-limits-and-trends-proper-definition-tropical-forest-biome\">bioeconomy is a concept</a> with competing and often contested definitions that reflect different economic and political priorities. Within this context, the Indigenous bioeconomy offers a distinct model for the Amazon — one rooted in Indigenous governance and ancestral knowledge that generates income while keeping the forest standing. </p><figure class=\"caption caption-drupal-media align-center \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1200\" />\n              <source height=\"1000\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1200\" />\n              <source height=\"804\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"633\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"379\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A Tikuna woman chops Brazil nuts at the local Tikuna market in Tabatinga, Brazil\" height=\"379\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/a-tikuna-woman-chops-brazil-nuts-at-the-local-tikuna-market-in-tabatinga-brazil.png?VersionId=aPt8i9J8JH3ppiyTfE56IT1AV_L_H_oI&itok=qmOX5b9R\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An Indigenous Tikuna woman chops local Brazil nuts at the local Tikuna market in Tabatinga in the Brazilian Amazon. Photo by All Media Vagalume/WRI Brasil</figcaption>\n</figure>\n<p>Rather than treating nature as a commodity, it recognizes the interdependence of land, people, animals, plants and ecosystems. It prioritizes diverse, forest-based production that sustains livelihoods and protects biodiversity. Economic activities are aligned with the forest’s natural rhythms — not the other way around — and territorial governance is strengthened to maintain the ecological integrity of Indigenous lands. </p><p>“A true bioeconomy presupposes diversity, recognition and the appreciation of the peoples who hold and sustain it,” said Junqueira, noting that Indigenous approaches avoid replicating extractive models that concentrate income and exclude forest communities. </p><p>Data from WRI’s <a href=\"https://www.wri.org/research/new-economy-brazil-amazon\">New Economy for the Amazon</a> report shows that pursuing a deforestation-free, low-carbon pathway could create an additional 312,000 jobs in the region by 2050 and boost the Brazilian Amazon’s annual GDP from that year onward by at least 40 billion reais ($8.2 billion). It could also contribute an estimated 226 billion reais ($50 billion) to Brazil’s overall GDP. Beyond these quantifiable benefits, investing in the Indigenous bioeconomy can offer lasting value, from ecosystem services across multiple traditional service sectors to food security for Indigenous and traditional peoples. It can also help address systemic exclusion and strengthen Indigenous leadership and authority over territorial governance.</p><figure class=\"caption caption-drupal-media align-center full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Handicrafts at the local Tikuna market in Tapatinga, Brazil\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-01/handicrafts-at-the-local-tikuna-market-in-tapatinga-brazil.jpg?VersionId=0YAjWlT05QQtLOCW5DUgPP088ZCQA6bl&h=2e3eca71&itok=dc_P1cSq\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Handicrafts are another example of products that stimulate the Indigenous bioeconomy. These are made from local materials and sold at the Tikuna market in Tabatinga, Brazil. Image by All Media Vagalume/WRI Brasil</figcaption>\n</figure>\n<h3>The 4 Elements of an Indigenous Bioeconomy</h3><p><a href=\"https://concertacaoamazonia.com.br/wp-content/uploads/2024/02/Volume-3_Bioeconomia-indigena-1.pdf\">Emerging research</a> and successful initiatives like ARSX highlight four core elements at the heart of the Indigenous bioeconomy. These elements not only set it apart from conventional forest-based industries, but they are also key to ensuring that a bioeconomy delivers benefits for people, nature and the climate. Grounded in climate justice, they address historical and structural inequities by securing Indigenous and traditional peoples’ decision-making power, land tenure and fair participation in sustainable economic activity. </p><h4>Reciprocity. Production that Values Ecosystems</h4><p>Clearing land for crops, cattle, logging or mining has long dominated the Amazon’s economy. This model prioritizes production, often degrading forests and land while excluding the people who depend on them. In contrast, reciprocity is a key element of the Indigenous bioeconomy, where production, exchange and trade sustain both people and the forest, including animals, plants, rivers and other parts of the ecosystem. Collective benefit takes precedence over individual profit, with income generated from activities that maintain biodiversity and tree cover.</p><p>In the Xingu River Basin in the southern Amazon, for example, <a href=\"https://concertacaoamazonia.com.br/wp-content/uploads/2024/02/Volume-3_Bioeconomia-indigena-1.pdf\">the Ikpeng gatherers</a> never collect all the seeds they find along the trails, recognizing that some must be left to allow trees to grow and produce seeds for future generations.</p><p>Similarly, <a href=\"https://concertacaoamazonia.com.br/wp-content/uploads/2024/02/Volume-3_Bioeconomia-indigena-1.pdf\">the Baniwa communities</a> make traditional handicrafts, from ceramics to woven baskets, using sustainably gathered materials and techniques that preserve the forest by following seasonal cycles and material availability, while also supporting their livelihoods. This kind of ancestral knowledge about native species and their seasons helps keep harvesting in the Amazon sustainable.</p><h4>Redistribution. Benefits that Circulate Rather Than Concentrate</h4><p>Wealth generated from natural resources in the Amazon has <a href=\"https://www.nature.com/articles/s41893-024-01387-7\">typically left the region, while environmental and social harm remains</a>. For example, large-scale monoculture soy production has caused the disappearance of plant species important as medicines and food staples for Indigenous people.</p><p>In the Indigenous bioeconomy, redistribution means resources and benefits are shared fairly, ensuring economic gains are equally circulated rather than concentrated. It helps promote local economic stability, social cohesion and solidarity. It also strengthens collective well-being, not only of people but also of “more-than-humans” — a term reflecting the Indigenous view that people are not at the top of a hierarchy but are part of a deep interconnection with other beings, tied to spiritual beliefs about nature, ancestors and sacred places.</p><p>Redistribution can take shape through initiatives like <a href=\"https://news.mongabay.com/2024/02/in-brazils-soy-belt-community-seed-banks-offer-hope-for-the-amazon/\">community seed banks</a>, which promote sharing resources rather than concentrating them. By exchanging seeds with other communities, these banks help restore species that have disappeared in some territories, using seeds from areas where they still thrive.</p>\n\n      \n\n    \n    \n<div class=\"embedded-entity embed--block-type--in-this-series has-border-background-color\">\n      <h3 class=\"embed-block__title\">Related</h3>\n  \n  \n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/forests\" hreflang=\"en\">Forests</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/what-could-bioeconomy-amazon-look\" hreflang=\"en\">What Could a “Bioeconomy” in the Amazon Look Like?</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            November 14, 2022\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Aerial view of Amazon River\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2022-11/shutterstock_335594075.jpg?VersionId=YgrYWc9hyfamaFainDFBQRmp0IR9.W9Z&h=fa04d214&itok=zkZT5MX6\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/equitable-development\" hreflang=\"en\">Equity & Governance</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities\" hreflang=\"en\">For New Global Forest Pledges to Succeed, They Must Center Forest Communities</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            November 7, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Two men paddling a boat to collect acai berries in the Amazon Rainforest.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-10/hero.jpg?VersionId=p0_HVQTmmiqg2cvczygn3wwU6SgYdOo0&h=f2fcf546&itok=-3WavJWe\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  \n</div>\n<h4>Recognition. Centering Indigenous Governance and Land Rights</h4><p>The Indigenous bioeconomy is inseparable from the forest ecosystem and Indigenous expertise. It places ancestral knowledge at the center of sustainable production while working together with modern science to help communities manage natural resources and develop new products and services.</p><p>Central to this approach is recognition: Indigenous and traditional peoples must have secure land rights, the authority to decide how resources, knowledge, intellectual property and data are managed, as well as how value is created and shared, based on their free, prior and informed consent. Without recognition, communities remain vulnerable to the appropriation of their practices and innovations as economic activities unfold in their territories.</p><p>“Without territory, there is no bioeconomy,” said Junqueira. This is because without land recognition and governance authority, Indigenous populations face logging, land grabbing and restrictions that prevent them from managing the forest they protect. Community-led practices, such as selective harvesting, cannot shape markets or production systems without secure rights and decision-making power.</p><p>The Jiquitaia chili pepper, <a href=\"https://www.landrightsnow.org/the-women-behind-baniwa-jiquitaia-pepper/\">harvested and sold by Baniwa Indigenous women</a> in Alto Rio Negro in the northeastern Amazon, shows what recognition looks like in practice. Produced using traditional knowledge and harvesting methods developed over generations, the chili is commercialized according to the Baniwa women themselves, ensuring Indigenous authority over how the product is managed, valued and brought to market. It is a key example of connecting traditional stewardship with market opportunities while preserving the forest and reinforcing Indigenous control over land, knowledge and value creation.</p><h4>Respect. Production that Honors Culture, Knowledge and Heritage</h4><p>Respect for Indigenous peoples, their practices, sacred land and spiritual beliefs is essential, as the Indigenous bioeconomy requires accepting economic models and definitions beyond a basic capitalist or market system. In this approach, products and services are not the end, but a means of safeguarding ways of life, systems of knowledge and heritage.</p><p>Respect is expressed clearly in Indigenous food systems, which connect forest conservation, livelihoods and collective well-being. Climate change, deforestation and market pressures are disrupting these systems, contributing to the loss of Indigenous staples, shifts toward ultra-processed foods and increased malnutrition and food scarcity. By supporting forest-based livelihoods, agroforestry, fisheries and local value chains rooted in ancestral knowledge, the Indigenous bioeconomy helps restore access to nutritious, culturally appropriate foods while generating income without forest loss. Sustainable harvesting practices also protect ancient monumental constructions (geoglifos) and sacred natural sites (kymyrury), unlike large-scale clearing of land for farming and ranching.</p><figure class=\"caption caption-drupal-media align-center full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Amazon market food in Tabatinga, featuring everyday staples of the local diet, including cassava flour, tapioca, bananas and garlic.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-01/amazon-market-food-in-tabatinga-featuring-everyday-staples-of-the-local-diet-including-cassava-flour-tapioca-bananas-and-garlic.jpg?VersionId=vZWTWcNpMdddgSGiagTly1c4f7eHYD2k&h=2e3eca71&itok=13OzFRNW\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Amazon market food in Tabatinga, featuring everyday staples of the local diet, including cassava flour, tapioca, bananas and garlic. Photo by All Media Vagalume/WRI Brasil</figcaption>\n</figure>\n<p>The emphasis is less on the product or service and more on the process of how they are produced or offered, and for whom. The process is valued because it integrates ancestral knowledge, community practices, technologies and diverse ways of producing and sharing resources. Maintaining the close connection between the way of doing things and its consequences for the social division of labor is what makes production meaningful.    </p><h4>A Path Forward for the Indigenous Bioeconomy </h4><p>In the Amazon, where <a href=\"https://www.wri.org/insights/strategies-amazon-rainforest-climate-action-brazil\">social inequalities and environmental pressures create complex challenges</a> for sustainable development, the Indigenous bioeconomy offers a viable way forward.</p><p>Rooted in reciprocity, redistribution, recognition and respect, it is an approach that links economic opportunity with land stewardship and a commitment to collective well-being. It helps keep wealth within the Amazonian communities and challenges dominant extractive models that exclude local voices.</p><figure class=\"caption caption-drupal-media align-center \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1200\" />\n              <source height=\"1000\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1200\" />\n              <source height=\"804\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"633\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"379\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"An Indigenous Tikuna woman uses a woven basket to sift cassava flour by hand, ready for sale at the local market in the Brazilian Amazon.\" height=\"379\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/an-indigenous-tikuna-woman-uses-a-woven-basket-to-sift-cassava-flour-by-hand-ready-for-sale-at-the-local-market-in-the-brazilian-amazon.png?VersionId=p0DI49MMT7uWGtWxvVJUokoP6NR1oBs3&itok=gnJPtoBI\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An Indigenous Tikuna woman uses a woven basket to sift cassava flour by hand, ready for sale at the local market in the Brazilian Amazon. Photo by All Media Vagalume/WRI Brasil</figcaption>\n</figure>\n<p>At the same time, the Indigenous bioeconomy operates in a context shaped by overlapping challenges, including:</p><ul><li>Conflicting visions between commercial production and Indigenous production systems.</li><li>Linguistic and cultural barriers to accessing finance and markets.</li><li>Differing understandings of investment and sustainability.</li><li>Potential socioeconomic changes resulting from commercial activities.</li><li>Lack of infrastructure and connectivity compatible with Indigenous bioeconomy activities in some Amazon regions.</li><li>Public and private economic incentives for extractive activities within Indigenous territories, which can hinder the development of alternative economic activities. </li></ul><p>Together, these factors can constrain Indigenous-led economic initiatives and affect how benefits are distributed.</p><p>As the Indigenous bioeconomy evolves, it is crucial to make it inclusive. This means encouraging Indigenous thought leaders and researchers to lead bioeconomy initiatives and <a href=\"https://www.science.org/doi/10.1126/science.adn5616\">drive more Indigenous-led research</a>, as well as integrating Indigenous ancestral knowledge with academic science. Strengthening networks to advocate for and influence public policies supporting an Indigenous bioeconomy is also vital, as is investing in people, helping build their skills and protect their territorial rights.</p><p>\"No bioeconomy or ecosystem restoration effort can be successful without the genuine inclusion of people,” said Junqueira. “If the people involved do not feel a sense of belonging to the process, the chances of success are minimal.”</p><p>To build a bioeconomy that supports sustainable development, boosts local economies, promotes social equality and protects biodiversity, inclusion is not optional — it is fundamental. <br /> </p><div class=\"callout\"><p class=\"secondary body-link\"><strong>Broader Efforts to Advance the Bioeconomy and Amazonian Communities’ Rights</strong></p><p class=\"secondary\">The Indigenous bioeconomy is part of a broader shift toward bioeconomy agendas, including strengthening the rights of Indigenous Peoples, Afro-descendant Peoples and traditional communities across the Pan-Amazon. The <a href=\"https://bioeconomychallenge.org/about-us/\">Bioeconomy Challenge</a> initiative, for example, aims to support the implementation of bioeconomy solutions and attract investment into the sector, putting into practice of the <a href=\"https://www.gov.br/g20/en/news/g20-reaches-consensus-and-establishes-high-level-principles-on-bioeconomy\">ten High-Level Principles on Bioeconomy</a> established by the <a href=\"https://www.gov.br/g20/en/tracks/sherpa-track/bioeconomy-initiative\">G20 Initiative on Bioeconomy (GIB)</a> in 2024, while recognizing Indigenous Peoples as both rights-holders and central economic actors.</p><p class=\"secondary\">WRI advances the bioeconomy agenda through applied research and collaboration with Indigenous partners. Key initiatives include a joint study with <a href=\"https://concertacaoamazonia.com.br/wp-content/uploads/2024/02/Volume-3_Bioeconomia-indigena-1.pdf\">Uma Concertação pela Amazônia</a> on Indigenous bioeconomy models. WRI also co-authored a <a href=\"https://www.t20brasil.org/media/documentos/arquivos/TF02_ST_03_The_Social_Dimensio66cde59494518.pdf\">policy brief published for the 2024 G20 meeting</a> in partnership with Indigenous researchers Braulina Baniwa and Francisco Apurinã. In addition to leading a socio-bioeconomy working group within the Bioeconomy Challenge, WRI co-leads the <a href=\"https://amzbio.org/language/br/\">Pan-Amazon Network for Bioeconomy,</a> a multisectoral alliance that promotes bioeconomy development grounded in principles inspired by Indigenous Peoples and local communities.  </p></div>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "After 20 Years, an Agreement to Safeguard the 'High Seas' Takes Force",
      "link": "https://www.wri.org/insights/high-seas-treaty-explainer",
      "pubDate": "Thu, 15 Jan 2026 11:00:00 EST",
      "description": "<p>Roughly two-thirds of the ocean lies outside any single country's jurisdiction. These vast waters, known as the \"high seas,\" hold huge importance to the health of the planet, housing rich biodiversity and natural resources that are vital for both the climate and economies. Yet a comprehensive framework to govern and safeguard the high seas has been missing — until now.</p><p>After nearly 20 years of negotiations, governments, ocean advocates and others finally secured a global treaty to protect and sustainably use the ocean areas that lie beyond countries' jurisdictions. The \"High Seas Treaty\" — formally known as the Agreement on the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction (<a href=\"https://www.un.org/bbnjagreement/en\">BBNJ agreement</a>) — was ratified in September 2025 and officially enters into force on Jan. 17, 2026. From this date, ratifying countries are legally bound by the agreement to support conservation and sustainable management of high‐seas biodiversity.</p><p>While this marks a major milestone, several key aspects of the treaty still need to be ironed out. Detailed compliance and implementation procedures are expected to be finalized at the treaty's first summit — the \"Conference of Parties,\" or \"BBNJ COP\" — within the next year. These discussions will cover critical issues, like the designation of high seas marine protected areas; how to assess the environmental impacts of ocean activities that happen beyond national jurisdictions; and how to fairly share benefits from marine genetic resources.</p><p>In the lead-up to this landmark summit and the treaty's full rollout, here's what to know.</p><h3>Why the High Seas Treaty Matters</h3><p>The ambition of the High Seas Treaty has always been immense. It seeks to facilitate international coordination on activities within Earth's largest public common, covering around half the planet's surface.</p><p>The high seas host a diverse array of marine life, from microscopic plankton to colossal blue whales. Alongside supporting global fisheries and food security, they are home to valuable natural resources that countries and companies are ever-more eager to explore and exploit. For example, marine genetic materials are increasingly sought after to support pharmaceuticals, biotechnology and other innovations.</p><p>Without a binding global treaty, the high seas have been governed patchwork style through regional fisheries agreements, shipping conventions, and scattered marine protected areas which cover <a href=\"https://mpatlas.org/countries/HS/\">less than 1%</a> of the high seas. This leaves critical gaps in protecting marine biodiversity and ensuring that developing countries also benefit from discoveries made in international waters.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>About Sustainable Ocean Plans</strong></p><p class=\"secondary\"><a href=\"https://www.wri.org/initiatives/sustainable-ocean-plans\">Sustainable Ocean Plans</a> are comprehensive \"umbrella frameworks\" that unify all of a country's ocean-related policies, plans and mechanisms and help align them with international frameworks and best practices. All 19 member countries of the <a href=\"https://www.wri.org/initiatives/high-level-panel-sustainable-ocean-economy\">Ocean Panel</a> have agreed to producing an SOP. The <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a> is a further collection of coastal and ocean nations that have agreed to implement SOPs, including the Republic of Korea and Panama.</p></div><p>The High Seas Treaty will fill regulatory gaps, complement national efforts and enable coordinated conservation measures on the high seas, all of which will be critical for achieving international <a href=\"https://globalgoals.org/goals/14-life-below-water/\">climate</a> and <a href=\"https://www.cbd.int/gbf\">biodiversity</a> goals. It will also help guide regional cooperation and link seamlessly to countries' <a href=\"https://oceanpanel.org/sustainable-ocean-plans/\">sustainable ocean plans</a>, through which 21 nations have pledged to sustainably manage 100% of the ocean areas under their jurisdiction.</p><p>Together, these measures will come together to create a more cohesive system of ocean stewardship spanning from coastlines to open ocean.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Two divers swim near colorful coral reefs.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/coral-reef-high-seas_0.jpg?VersionId=dz33TQ2qAdQictZslfe_Ehf3w7B5jxG9&h=62bc044e&itok=eQ9bfSJ_\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The ocean is full of rich natural resources, like genetic material from coral, that countries and companies are looking to use for everything from pharmaceuticals to new technologies. The UN High Seas Treaty will help fill gaps needed to conserve and regulate these resources. Photo by Placebo365 / iStock.</figcaption>\n</figure>\n<h3>What's Included in the High Seas Treaty?</h3><p>In 2023, Parties agreed on four core pillars of the High Seas Treaty:</p><h4>1) Area-based management tools, including marine protected areas</h4><p>The treaty will create a mechanism to establish area-based management tools, including marine protected areas (MPAs), on the high seas. MPAs are typically clearly defined geographical spaces that are recognized, dedicated and managed, through legal or other effective means, to conserve marine biodiversity and ecosystem integrity.</p><p>Some MPAs <a href=\"https://www.ospar.org/work-areas/bdc/marine-protected-areas/mpas-in-areas-beyond-national-jurisdiction\">already exist</a> on the high seas. For example, six MPAs were established in the Northeast Atlantic in 2010 with a total area of 286,200 square kilometers (110,502 square miles). The <a href=\"https://www.asoc.org/campaign/ross-sea-mpa/\">Ross Sea MPA</a> was established in 2016 to protect a total area of 1.5 million square kilometers (600,000 square miles) in the Southern Ocean.</p><p>The treaty will also establish a pathway for proposing new zones for protection via a consultation process, supported by scientific evidence.</p><h4>2) Marine genetic resources</h4><p>The treaty will establish rules for sharing financial and non-financial benefits from the commercial application of genetic material sourced from high-seas marine organisms, such as bacteria, corals or deep-sea sponges. This material can be used in medicine, cosmetics, food and biotechnology; innovations with <a href=\"https://oceanpanel.org/publication/ocean-human-health/\">huge potential benefits</a> for human health and wellbeing.</p><h4>3) Capacity building and transfer of marine technology</h4><p>The High Seas Treaty also supports technology and knowledge sharing — particularly to low-income countries that need these resources to advance conservation and sustainable ocean management and ensure they can participate fully in high-seas governance.</p><h4>4) Environmental impact assessments</h4><p>Some countries and companies are proposing activities such as <a href=\"https://oceanpanel.org/publication/marine-carbon-dioxide-removal/\">marine carbon dioxide removal approaches</a> in areas beyond national borders. The treaty will create a standard process for these actors to conduct assessments that can be shared transparently and follow international standards.</p><h3>What's Not Included in the Agreement?</h3><p>The High Seas Treaty is designed to work within the parameters of existing legal instruments, frameworks and bodies, such as Regional Fisheries Management Organisations (RFMOs) and existing fisheries agreements. For example, RFMOs will maintain responsibility for setting quotas and fishing rules under their jurisdiction.</p><p>While the High Seas Treaty will not directly regulate fisheries management, it <em>will </em>shape how fisheries operate on the high seas. This means influencing the environmental standards that fisheries must meet and encouraging a more joined‐up, ecosystem‐based approach to managing ocean resources. This will require closer coordination between fisheries bodies and new High Seas Treaty institutions, along with more data sharing and scientific input.</p><h3>Which Countries Have Ratified the High Seas Treaty?</h3><p>As of Jan. 15, the High Seas Treaty has been ratified by 83 parties, who are now legally bound to it. These are also the only countries that will have a say at the treaty summit (BBJN COP) later this year. Countries that have signed but not yet ratified the treaty are not currently legally required to fulfil its requirements. However, they <em>are </em>committed to refraining from activities that contradict the treaty's objectives.</p><p>Countries that were among the first to ratify the treaty included island states such as Palau, Cuba and the Maldives; European Union members including France, Portugal and Spain; and other nations, such as Chile, Norway and South Korea. (<a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XXI-10&chapter=21&clang=_en\">Track the complete list on the UN website here.</a>)</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty as Prime Minister Pedro Sánchez of Spain watches.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/eu-signs-high-seas-treaty_0.jpg?VersionId=Zj2flOE8cX69Zbv8ZCsU_11uU9oWVWOR&itok=CqMxx180\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty in 2023 as Prime Minister Pedro Sánchez of Spain (right) watches. Photo by the European Commission.</figcaption>\n</figure>\n<h3>What's Next for the High Seas Treaty?</h3><p>The High Seas Treaty coming into force is only the first step toward its implementation. For the treaty to be effective, parties need to agree on a strong underlying framework and governance structures that will support its rollout.</p><p>Efforts are already underway. The BBNJ Preparatory Commission (PrepCom) is working to shape treaty operations and prepare for the first BBNJ COP (the date of which has yet to be set). Two preparatory meetings were held in April and August 2025 at the UN Headquarters in New York. The final meeting will be held in the same place from March 23-April 2, 2026.</p><p>These meetings give governments and negotiators an opportunity to develop recommendations that will shape critical elements of the treaty. This includes:</p><ul><li>Forming governing structures.</li><li>Outlining the roles and responsibilities of institutions, such as those that provide data and scientific and technical advice.</li><li>Creating tools and mechanisms to ensure equitable implementation of the treaty.</li><li>Establishing systems to ensure funding and technical knowledge is distributed so all member states can fully participate.</li></ul><p>So far, discussions at these meetings have focused on the operational logistics of the treaty's key bodies. This includes the Scientific and Technical Body, which will advise on science, environmental impact assessments and marine protected areas, and the Clearing House Mechanism, which will serve as a hub for sharing data. Discussions have also centred around financial rules and mechanisms to ensure active participation from all willing governments, such that all goals outlined in the treaty can be reached.</p><p>The last preparatory meeting will aim to see key recommendations finalized, with the intention of bringing these forward and hopefully getting them adopted at the first BBNJ COP. For meaningful implementation of the treaty to begin, is critical that this last meeting is constructive and reaches consensus. Only with the right governing and financial mechanisms in place can the High Seas Treaty go from a landmark agreement to a fully functioning international treaty that protects the global ocean.</p><p>Management of the ocean needs to be as interconnected as the ocean itself. By connecting national actions with a robust global treaty, the world can ensure a resilient, equitable and thriving ocean for generations to come. This treaty is a milestone in the international drive to protect and sustainably use the ocean as a shared resource. Now, nations must turn this into effective action with a robust management and governance framework.</p><p><em>Editor's Note: This article was originally published on June 5, 2025 and updated on Jan. 15, 2026, to reflect the High Seas Treaty coming into force.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Despite ‘Carbon Neutral’ Certifications, Beef Emissions Can Be Lower, but Never Low",
      "link": "https://www.wri.org/insights/truth-about-low-emissions-beef",
      "pubDate": "Thu, 15 Jan 2026 09:00:00 EST",
      "description": "<p>Few foods take a higher toll on the planet than beef. Of all protein-rich foods, beef and lamb are generally highest in greenhouse gas (GHG) emissions, land use and water pollution per unit of protein.</p><p>At the same time, a growing number of certifications are entering the marketplace offering seemingly “sustainable” beef. A burning question for food companies and conscious consumers alike is: How can I purchase beef that’s truly “better” than average for the climate, animal welfare and other environmental concerns?</p><div class=\"report-teaser gold-borders-medium alignright\"><article class=\"media media--type-image media--view-mode-thumbnail\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">  <img alt=\"Cover image.\" class=\"image-style-_80x240-scale\" height=\"233\" src=\"https://files.wri.org/d8/s3fs-public/styles/180x240_scale/s3/2026-01/beef-purchasing-food-service-cover-image_0.png?VersionId=WAO7MskaYeaDpSbIUIuVRmg_UVyMmik9&itok=oLdOVLMu\" width=\"180\" />\n\n\n</div>\n      \n  </article>\n<div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Beef Purchasing in Food Service: Considerations for Companies on Balancing Climate and Other Priorities</div><p><a class=\"button small\" href=\"https://www.wri.org/research/beef-purchasing-food-service-considerations-companies-balancing-climate-and-other-priorities\">Download</a></p></div></div><p>We looked at the research in <a href=\"https://www.wri.org/research/beef-purchasing-food-service-considerations-companies-balancing-climate-and-other-priorities\">our new report</a>. Two things were abundantly clear: For one, there’s no such thing as climate-friendly beef, despite labels claiming otherwise. Secondly, some producers are making progress on animal welfare and certain environmental metrics. But while there are technical ways to reduce beef’s emissions, market constraints and the lack of credible, verifiable labels mean that sourcing genuinely lower-emissions beef remains out of reach for most buyers in the U.S. and Europe.</p><p>In short? <strong>The only way to guarantee you’re lowering the climate impact of your beef is to buy less of it.</strong></p><p>Here, we answer common questions about beef’s environmental impacts and what food purchasers <a href=\"https://www.wri.org/research/beef-purchasing-food-service-considerations-companies-balancing-climate-and-other-priorities\">can realistically do</a> — now and in the future — to reduce their climate footprint.</p><h3>Why does beef have such a high environmental footprint compared to other meats?</h3><p>For one, beef cattle take longer to mature (about 1.5-2 years) than other animals like pigs (5-6 months) and poultry (1.5-2 months). They also produce fewer offspring. As a result, they require significantly more feed — and land to grow it. More land per unit of meat means <a href=\"https://www.wri.org/insights/6-pressing-questions-about-beef-and-climate-change-answered\">greater resource use and higher environmental impacts</a> per gram of protein or kilogram of meat.</p><p>When it comes to greenhouse gas emissions specifically, the climate impact of beef comes from four main sources.</p><p>First are <strong>agricultural production emissions</strong> from actions like applying fertilizers, storing manure and using tractor fuels. This also includes emissions from the production of feed, fertilizers, pesticides and other materials used on the farm.</p><p>Ruminant animals such as cattle, buffalo, sheep and goats also have a unique digestive process that generates methane through <strong>enteric fermentation</strong>, primarily released through belching. This adds to their relatively high agricultural production emissions.</p><p>Then there are the emissions produced through beef processing, transportation and other post-farm activities. These are added to the production emissions to arrive at the total <strong>agricultural supply chain emissions</strong>.</p><p>Lastly, natural ecosystems like forests are often converted into pastures to raise cattle and farms to grow animal feed. The loss of these ecosystems’ carbon-storage potential is known as a <strong>carbon opportunity cost</strong>. The importance of accounting for the carbon opportunity cost of agricultural land use is increasingly recognized. When doing so, it typically accounts for the largest portion of beef’s overall climate impact.</p><p>The combination of agricultural supply chain emissions and carbon opportunity cost make up the <strong>total carbon costs</strong> of beef production.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1610\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1500\" />\n              <source height=\"1352\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1036\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"816\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"488\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Total carbon costs of U.S. beef production.\" height=\"488\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/total-carbon-costs-of-us-beef-production_0.png?VersionId=uX7rFUfQPd5CeK8pF4kvBtWFE4DE_Hzq&itok=NnT64Thl\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Are certain types of cattle farming better for the climate than others?</h3><p>Both location and farming methods can reduce the climate impacts of beef production, but they offer very limited opportunities at this time.</p><p>We’ll start with location.</p><p>Ruminant animals like cattle can graze on land that is too arid, rocky or hilly for crops or forests to grow, such as native grasslands. In these cases, well-managed grazing can offer significant benefits — such as providing livelihoods for millions of pastoralists and preserving <a href=\"https://www.wri.org/insights/grassland-benefits\">native grasslands</a>, which are important for carbon storage, water provision and more.</p><p>The problem is that only <a href=\"https://www.sciencedirect.com/science/article/pii/S2211912416300013\">37% of land</a> used globally to graze or feed cattle and buffalo is unsuitable for crops. The rest occurs on land where, from a climate perspective, it would be far more efficient to grow food crops — or where forests or other natural ecosystems could be restored. As a result, producing beef in the U.S. and Europe requires more than 3 times as much cropland per kilogram of edible protein as producing milk, eggs, pork and chicken — and 7 times more than producing beans.</p><p>Meanwhile, global demand for beef <a href=\"https://ourworldindata.org/grapher/beef-and-buffalo-meat-production-tonnes?tab=line\">continues to rise</a>, making it unrealistic to limit its production only to land unsuitable for crops or forests. Cattle pasture expansion is the <a href=\"https://gfr.wri.org/forest-extent-indicators/deforestation-agriculture?utm_medium=blog&utm_source=insights&utm_campaign=globalforestreview#how-much-forest-has-been-replaced-by-specific-agricultural-commodities\">leading agricultural driver of recent tropical deforestation</a> globally, which results in high <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">emissions from land-use change</a>.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1287\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1500\" />\n              <source height=\"1081\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"828\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"652\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Environmental impacts of foods (as produced in the U.S. and Europe).\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/environmental-impacts-of-foods-us-and-europe-graphic_0.png?VersionId=WIaica6ybMT2ZxasXW5Up7CIY5o6HMIl&itok=idD5b9A8\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Farming methods can also reduce beef’s emissions. Indeed, emissions per kilogram of beef production have been declining for decades as farmers find ways to raise cattle more efficiently, using less land and fewer resources. Continued efficiency gains, grazing optimization, improved disease management, feed additives, and changes in animal breeding and genetics <a href=\"https://www.sciencedirect.com/science/article/pii/S1751731119003100\">can further reduce emissions</a>.</p><p>However, while some of these emissions-reducing technologies <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions\">already exist</a>, adoption can be challenging due to costs and other constraints. Others will require technological breakthroughs before they are viable.  </p><p><a href=\"https://thebreakthrough.org/issues/food-agriculture-environment/the-clean-cow\">In a 2021 report,</a> researchers estimated that combining all existing and breakthrough mitigation strategies could reduce American beef production’s emissions per kilogram by 48% by 2030. These reductions could be achieved through a combination of strategies, including reducing methane emissions from enteric fermentation; manufacturing feed additives with mostly solar energy; and increasing carbon sequestration by improving grazing practices, planting legumes on pastures, and developing varieties of feed crops with enhanced root growth and function.<strong> However, WRI’s new analysis finds that when the full impacts of land use are considered (measured using carbon opportunity cost), even implementing every existing and breakthrough mitigation technology would only reduce U.S. beef’s total carbon costs by 18%.</strong></p><p>While still considerable, even this best-case scenario means that beef would still have higher emissions per gram of protein than most other foods.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1727\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1381\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1058\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"833\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"499\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Ways to reduce emissions from U.S. beef cattle\" height=\"499\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/beef-emissions-graphic_0.png?VersionId=GDx9YiDPp1N9cR0MGQA_NlZLF14cAC5F&itok=KOQSzgCk\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>What about organic, grass-fed or regeneratively produced beef?  </h3><p>Alternative systems like those that produce organic or grass-fed beef do offer some environmental and other benefits. They can improve animal welfare, reduce antibiotic use, and boost soil health and on-farm biodiversity. But from a climate perspective, they generally require more land than conventional agriculture, resulting in higher total carbon costs per gram of protein.</p><p>For example, <a href=\"https://www.wri.org/insights/better-meat-sourcing-climate-environmental-impacts\">previous WRI research</a> found that the total carbon costs associated with grass-fed beef were more than double those of feedlot-finished beef, per kilogram. Organic beef’s total carbon costs were 28% greater than conventional beef.</p><p>Less research has explicitly studied regenerative grazing systems, which tend to focus on improving soil quality. But since many regenerative practices overlap with those in grass-fed or organic systems, the same emissions and land use concerns apply, though they can offer soil health and climate resilience benefits.</p><p>All of this said, practices used in conventional and alternative systems aren’t necessarily mutually exclusive, and both systems have room to improve. In conventional systems, <a href=\"https://www.ers.usda.gov/publications/pub-details?pubid=105076\">introducing rotational grazing practices</a> prior to feedlot finishing could improve soil health and potentially help draw down carbon into soils. Grass-fed or organic operations could implement practices to improve productivity and reduce animal disease, which could lower land occupation and total carbon costs.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"925\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"740\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"567\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"447\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"267\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cutting up beef in a slaughterhouse\" height=\"267\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/beef-processing_0.jpg?VersionId=4waTpz8TigOpT0EqWUGCSKwFT_FYhHdu&itok=yjcp3JtB\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>While lower-emissions beef exists, it's very hard to find and purchase given market and other constraints. Photo by ASA studio/Shutterstock</figcaption>\n</figure>\n<h3>Where can companies and individuals buy beef produced with the best practices to reduce emissions?</h3><p>Right now, it’s tricky.</p><p>Beef suppliers and purchasers often lack access to information on the production practices that most influence land occupation and emissions. For example, beef cattle typically live on multiple farms throughout their lives, with most emissions occurring when the calf is still nursing and grazing on pasture with its mother. Most large beef suppliers do not know where cattle were raised prior to the feedlot or slaughterhouse.  </p><p>This lack of supply chain transparency combined with a dearth of market-ready and traceable low-emissions options means that purchasers in the U.S. cannot yet identify which beef is produced using lower-emissions practices, relative to national or regional averages.  </p><h3>What about labels touting lower-emissions beef?</h3><p>In the U.S., labels are beginning to offer certified “carbon neutral” or “net zero” beef. These claims are largely based on carbon offsetting — either purchasing investments in renewable energy or counting carbon removals from growth of nearby trees. Only one of five labels we reviewed mentioned strategies to directly reduce production emissions.</p><p>It’s currently impossible to independently verify any claims made by these emerging labels. None of the U.S. labels we reviewed provide publicly available data (such as peer-reviewed life cycle assessments or other accounting analyses) to reflect their cattle’s full lifespan. Further data is also needed to evaluate each certification’s impacts on yields (or meat production per hectare) to understand the effect on total carbon costs.</p><p>Filling these data gaps is necessary to both verify labels’ claims and help purchasers find legitimately lower-emissions beef alongside their other animal welfare and sustainability goals.</p><p>But let’s be clear: While there are ways to lower beef’s emissions and credibly demonstrate that, it is highly unlikely that beef could ever be truly “net zero” in its climate impact.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Beef cattle lined up at a livestock market\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/cattle-market_0.jpg?VersionId=b__3zodH9OuiCO_n8L3z6w9_zCjT7onl&itok=toe5MwIs\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Beef cattle at a livestock market. Photo by Tetuko Aji Hutomo/Shutterstock</figcaption>\n</figure>\n<h3>What should companies and consumers do until verifiably lower-emissions beef is available for purchase?</h3><p>Until supply chain transparency and mitigation strategies improve, we recommend food purchasing organizations follow these guidelines to reduce associated GHG emissions in their beef supply chain and minimize trade-offs: </p><ol><li><strong>Serve less beef.</strong> Reducing per capita beef consumption in high-consuming regions is essential to curbing climate change. Food service companies can reduce their emissions by shifting toward <a href=\"https://www.wri.org/research/food-service-playbook-promoting-sustainable-food-choices\">plant-forward meals</a> with more diverse protein sources, such as legumes, nuts, seeds and alternative proteins. <br /> </li><li><strong>Balance priorities.</strong> Food purchasing organizations aiming to meet animal welfare, antibiotic use, or other sustainable sourcing commitments may wish to source grass-fed or organic beef. To meet climate commitments while doing so, they’ll need to source <em>even less</em> beef to offset any higher emissions from these alternative systems. Our report provides scenarios quantifying how much less beef is needed to meet multiple priorities at once.<br /> </li><li><strong>Engage producers to adopt climate-friendlier practices. </strong>Work directly with existing producers and suppliers to adopt practices that reduce emissions. Funding or partnering on projects that reduce emissions may help drive scale and adoption. <br /> </li></ol><p>Although labels that verify lower-emissions beef are not yet widely available, they may be in the future as data and supply chain traceability improve. In the meantime, food purchasing organizations <a href=\"https://www.wri.org/research/beef-purchasing-food-service-considerations-companies-balancing-climate-and-other-priorities\">can still make progress</a> on reducing their total emissions and help create a market for more sustainable and lower-emissions beef. While achieving carbon-neutral beef is likely unfeasible, reducing beef-related emissions as much as possible is an important tool in the climate toolbox. At the same time, efforts to support lower-emissions practices must go hand-in-hand with reducing overall demand for beef.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Companies Are Finding New Ways to Use Waste and Fight Climate Change",
      "link": "https://www.wri.org/insights/biomass-carbon-removal-storage-companies-fight-climate-change",
      "pubDate": "Wed, 14 Jan 2026 15:45:59 EST",
      "description": "<p>Not long ago, the idea of harvesting almond shells and sewage sludge to lock away climate-harming emissions might have sounded like something out of a science fiction movie. Today, it’s not only possible — it’s happening.</p><p>A new wave of startups is turning agricultural waste and forest residues into permanent carbon dioxide removal using a process known as biomass carbon removal and storage (BiCRS). These BiCRS startups sell carbon credits to companies seeking an efficient and verifiable tool for achieving climate targets. <a href=\"https://www.technologyreview.com/2022/04/04/1048832/un-climate-report-carbon-removal-is-now-essential/\">Reducing emissions alone</a> won’t be enough <a href=\"https://www.wri.org/insights/net-zero-ghg-emissions-questions-answered\">to reach net-zero</a> and climate-related goals, so carbon dioxide removal is becoming an important long-term method for achieving them.</p><p>The concept behind BiCRS is simple: As plants and trees grow, they soak up planet-warming carbon and store it in their stems, leaves, roots and wood; this carbon-rich organic material is known as biomass. Usually, biomass carbon gets released back into the atmosphere when plants and trees decompose or are burned. But BiCRS interrupts that cycle, capturing and permanently storing the carbon underground, preventing carbon emissions from entering the atmosphere.</p><p>In recent years, new research and BiCRS companies have proliferated, finding novel ways to supplement the increasing challenges the planet faces to reduce emissions. Globally, BiCRS is gaining momentum; in Europe, <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2024/11/19/council-greenlights-eu-certification-framework-for-permanent-carbon-removals-carbon-farming-and-carbon-storage-in-products/\">recent legislation</a> established a framework for carbon removal certification and an EU-wide registry (to be implemented in 2028), while <a href=\"https://mission-innovation.net/wp-content/uploads/2025/03/2025-03-27-BiCRS-Mapping-Explanatory-Document-v2.0-for-publication-2.pdf\">other countries</a> (like <a href=\"https://www.icef.go.jp/wp-content/themes/icef_new/pdf/roadmap/icef2020_roadmap.pdf\">Japan</a> and <a href=\"https://natural-resources.canada.ca/science-data/science-research/research-centres/integrated-biocarbon-sequestration-pathways-negative-emission-technologies\">Canada</a>) are investigating how to scale these technologies. In the U.S., there are a growing number of companies (one <a href=\"https://www.cdr.fyi/blog/carbon-removal-map-insight\">February 2025 report</a> counts 40, the highest of any country) dedicated to turning biomass wastes and residues into carbon removal and storage.</p><p>Among them are Corigin, Charm Industrial, Graphyte and Vaulted Deep. These innovative companies, which we profile below, illustrate different approaches to using waste or residue biomass and storing it underground to fight back against a warming planet.</p><h3>Corigin Solutions: Storing Carbon with Almond Shells</h3><p><a href=\"https://www.corigin.co/\">Corigin Solutions</a>, located in Merced, Calif., is aiming to turn agricultural waste from a carbon source to a carbon sink by collecting waste from the roughly 1.5 million acres of almond and other fruit orchards in California’s Central Valley.</p><p>The magnitude of waste after harvest is massive. For example, roughly <a href=\"https://www.modbee.com/news/business/agriculture/article254616382.html\">3.8 billion pounds</a> of almond shells are leftover in the region annually.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"768\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"512\" />\n              <source height=\"768\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"512\" />\n              <source height=\"683\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"683\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"683\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A for\" height=\"683\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/corigin-almond-shells_0.jpg?VersionId=IrDPcSVwOAI5yEZrlWFMAXGAPT65CBiv&itok=dZTl-x2V\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Corigin Solutions vaporizes 8 tons of almond shells every day to create biochar and bio-oil. Photo by Corigin Solutions.</figcaption>\n</figure>\n<p>Every day, Corigin converts 8 tons of almond shells into usable products farmers can purchase <a href=\"https://wcngg.com/2024/07/11/trial-aims-to-show-biochar-contributions-to-soil-tree-health/\">to improve soil health</a>, <a href=\"https://www.corigin.co/coriphol-outdoor-results/\">increase plant growth</a> and <a href=\"https://nationalnutgrower.com/article/the-value-in-shell-waste\">reduce the need for fertilizers</a>, while also sequestering some of the waste underground. The company uses a process called pyrolysis, in which the agricultural waste is heated to 887 degrees Fahrenheit without oxygen in a closed, controllable chamber. During this process, the shells vaporize and then cool, leaving behind a charcoal-like substance, called biochar, and a type of oil, called bio-oil.</p><p><a href=\"https://www.corigin.co/corigin-home-copy/\">So far</a>, Corigin has produced 60 tons of what they call Corichar (their biochar product) for farmers and 18,000 liters of bio-oil for carbon storage. The process is relatively <a href=\"https://nationalnutgrower.com/article/the-value-in-shell-waste/\">efficient</a>, with each ton of biomass returning an 80% product yield broken down equally into biochar, Coriphol (their liquid fertilizer product) and bio-oil. Currently, there is some <a href=\"https://www.carbon-direct.com/insights/what-is-biochar-a-carbon-removal-solution-gaining-ground\">uncertainty</a> over the long-term durability of biochar’s carbon sequestration, so Corichar is not credited for carbon removal, but rather sold as a soil additive for farmers.</p><p>The company is currently using only a <a href=\"https://www.modbee.com/news/business/agriculture/article254616382.html\">small portion</a> of almond shells, but is looking to scale up and <a href=\"https://nationalnutgrower.com/article/the-value-in-shell-waste/\">expand to other types of agricultural wastes</a> from walnuts, rice and citrus. Though the cost of bio-oil carbon dioxide removal is high, Corigin’s methods can provide alternative uses for agricultural waste, which is normally burned, and support a green business opportunity supporting local farmers and the community in Merced at large.</p><h3>Charm Industrial: Flipping the Script on Oil Extraction</h3><p>Charm Industrial is taking advantage of retired and abandoned oil wells left behind by oil and gas companies. Instead of pumping oil <em>out </em>from deep below the ground, Charm is returning carbon-rich oil generated by biomass from forestry and agricultural residues back underground to be sealed away.</p><p>Like Corigin, Charm relies on pyrolysis to turn residue biomass into bio-oil, but their approach to this is a bit unorthodox. Instead of one central facility, Charm is developing mobile pyrolizers, which are small enough to be transported to feedstock locations, enabling a faster market response and ability to reach locations without access to biomass processing. Each pyrolyzer produces <a href=\"https://charmindustrial.com/blog/charm-duo\">0.5 metric tons of bio-oil</a> for each metric ton of biomass. Given the high cost of transporting biomass over long distances, this is a particularly important innovation for the BiCRS industry.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"507\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"400\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"303\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"303\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Bio-oil is poured from one container into another.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/charm-industrial-bio-oil_0.jpg?VersionId=ggYt0Yu9ktB9f7HBQBRFiarrLDv6sEGW&itok=tL7I5Arr\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Charm Industrial creates bio-oil using residues likes logs and branches from wildfire mitigation projects. Photo by Charm Industrial. </figcaption>\n</figure>\n<p>Charm currently uses residues, like branches and small logs from wildfire mitigation projects in western U.S. forests, but Charm is also testing other feedstocks, such as corn stover (the leaves, stalks and cobs left over after corn is harvested) and certain invasive species that are otherwise problematic for ecosystems. These feedstocks are turned into bio-oil on-site, which can then be much more easily transported to their injection sites.</p><p>Charm, like many other BiCRS companies, uses a third-party carbon registry, Isometric, to independently scrutinize their feedstocks to ensure that the carbon removal does not have unintended negative impacts on the climate or environment. As of 2025, Charm has sequestered almost 12,000 tons of carbon dioxide (CO2).</p><p>The startup received <a href=\"https://carbonherald.com/charm-industrial-raises-100m-in-series-b-ramp-up-bio-oil-sequestration/\">$100 million in initial funding</a> in 2023 and has since <a href=\"https://time.com/6328318/charm-industrial-peter-reinhardt-carbon-capture/\">attracted carbon removal purchases from major companies,</a> including <a href=\"https://carbonherald.com/frontier-signs-53m-in-carbon-offtake-agreements-with-charm-industrial/\">tech giants</a> and large banks. While there are still challenges for ensuring that carbon credits equate to real, permanent carbon sequestration, Charm focuses on <a href=\"https://carbonherald.com/the-logic-behind-the-ledger-charm-shares-the-structure-of-their-reliable-cdr-reporting/\">transparency</a> in its operations and is the first company to receive a <a href=\"https://carbonherald.com/isometric-issues-first-ccp-labeled-credits-after-icvcm-approved-its-methodology/\">higher-standard label</a> by Isometric.</p><p>By using abandoned oil wells as injection sites, Charm is repurposing existing infrastructure for new, greener uses. For neighboring communities, each injection site employs eight to 10 people and can operate for up to 10 years, depending on reservoir properties.</p><p>There are some <a href=\"https://time.com/6328318/charm-industrial-peter-reinhardt-carbon-capture/\">doubts</a> about how bio-oil injection can scale; however, Charm’s fast and flexible approach makes it possible to deliver immediately on substantial carbon capture.</p><h3>Graphyte: Finding a Simpler Storage Process</h3><p>Graphyte, a carbon removal company in Arkansas, is using a <a href=\"https://carbonherald.com/graphyte-secures-30m-funding-for-innovative-carbon-removal-tech/\">simple, physical process</a> to compress residues from local sawmill and rice hulls from local agriculture and then burying them underground. First, the biomass is dried extensively and condensed into solid blocks to reduce water and oxygen. Next, these bricks are sealed in a polymer barrier and stored in heavily monitored underground pits. While the barrier is designed to keep moisture and microbes away to prevent decomposition, the material of the barrier and how it performs long-term is undisclosed.</p><p>Unlike Charm and Corigin, this process doesn’t involve chemical transformation, keeping it simple, accessible and low-cost. Therefore, Graphyte can easily expand the feedstock types they use and deliver carbon removal quickly. After receiving $30 million in funding last year, Graphyte is expanding, expecting to remove nearly <a href=\"https://www.ualrpublicradio.org/local-regional-news/2024-08-05/worlds-largest-carbon-removal-plant-sets-its-roots-in-pine-bluff\">50,000 tons</a> of CO2 by early 2026. The company is also planning to open several more facilities in 2026 and 2027.</p><p>Because of their speed and simplicity, Graphyte is currently able to <a href=\"https://www.eenews.net/articles/exclusive-worlds-largest-carbon-removal-plant-is-about-to-open/\">sell carbon credits</a>, at $150/ton, an already-low number that may decrease as they expand. Graphyte’s first customer, <a href=\"https://subscriber.politicopro.com/article/eenews/2023/11/28/airline-strikes-deal-to-bury-carbon-in-biomass-bricks-00128744\">American Airlines</a>, purchased 10,000 tons of carbon dioxide removal in 2023.</p><p>Biomass burial is by far the simplest method, but the process is still very new and research is not as developed as other carbon dioxide removal methods. However, there are already standard practices and approaches to life-cycle assessments or monitoring, reporting and verification methods, which are common practices used to assure carbon removal is actually happening. Graphyte, whose <a href=\"https://registry.isometric.com/project/prj_1J4P33N6W1S0RKE2#removal-method\">carbon credits</a> are issued by Isometric, adheres to <a href=\"https://registry.isometric.com/protocol/subsurface-biomass#sources-and-reference-standards--methodologies\">their BiCRS protocol</a>. Burial projects must be careful to evaluate the potential tradeoffs from disturbing large swaths of land. Graphyte minimizes land use impacts by using only degraded land for carbon storage, such as their Arkansas project which is sited on an old gravel mine.</p><h3>Vaulted Deep: Locking Away Waste</h3><p>Across the U.S., cities, agricultural areas and industrial facilities face growing volumes of organic waste, such as sewage and agricultural by-products, that don’t have safe methods for long-term disposal. Vaulted Deep is tackling some of these challenges by collecting and injecting wastes deep underground, locking away emissions and contaminants, such as PFAS (synthetic compounds known as “forever chemicals”) that can be harmful to human health.</p><p>Since 2023, the Houston-based company has diverted sludge away from disposal methods that pollute land and potentially impact groundwater. The sludge gets turned into a pumpable slurry and locked into a layer of rock deep below groundwater in a manner that does not cause seismic activity. </p><p>Because there is minimal processing, Vaulted’s methods are energy-efficient and can operate with a variety of feedstocks, such as excess manure or paper sludge. At Vaulted’s flagship Great Plains facility in Kansas, the company repurposes old salt caverns for its safe geologic storage and provides a new reliable disposal solution for municipalities like the City of Derby and for nearby farmers who make more manure than can be productively applied to land.</p><p>In 2024, Vaulted Deep signed a <a href=\"https://carbonherald.com/vaulted-deep-delivers-carbon-removal-to-frontier-in-record-time/\">large deal with the conglomerate Frontier</a>, a group of large companies created to pool investments into carbon removal efforts, and secured a little over $30 million in venture capital funding. In July of this year, Vaulted also secured a 12-year <a href=\"https://www.prnewswire.com/news-releases/vaulted-deep-signs-deal-with-microsoft-to-remove-carbon-via-waste-management-infrastructure-302507387.html\">deal with Microsoft</a> to sequester almost 5 million tons of CO2, indicating the tech company is making a strong bet on Vaulted scaling up to deliver on these credits.</p><p>To date, Vaulted Deep has sequestered over 32,000 tons of CO2.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A worker at Vaulted Deep's Great Plain facility inspects equipment.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/vaulted-deep-great-plains-facility_0.jpg?VersionId=iJHtmJZEym10Em68h76z0nPM7FTbLMGs&itok=-7p8aJJ0\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>At Vaulted Deep's Great Plains facility, the company turns sewage and agricultural by-products into a substance that can be locked into a layer of rock deep below groundwater. Photo by Vaulted Deep. </figcaption>\n</figure>\n<h3>Considerations for the Future of BiCRS</h3><p>Companies like Corigin, Charm, Graphyte and Vaulted Deep are beginning to achieve some initial success removing and storing carbon by using BiCRS. However, there is still a long way to go to supplement slowing or inadequate global emissions reductions.</p><p>The absence of sufficient policy support in the U.S. has made scaling carbon dioxide removal an uphill battle. Moreover, the lack of a singular standard and protocol for verification increases confusion among carbon market buyers. This is especially important considering the controversy in recent years about <a href=\"https://www.theguardian.com/environment/2023/jan/18/revealed-forest-carbon-offsets-biggest-provider-worthless-verra-aoe\">low-integrity carbon credits</a> issued by non-reputable companies that has shaken confidence in the carbon market.</p><p>Additionally, industrywide, there is a long lag between purchase of carbon removals and delivery of climate impact. Of the 4 million tons of carbon sequestration that’s already been purchased by companies, <a href=\"https://www.reuters.com/sustainability/climate-energy/is-carbon-removal-critical-save-planet-or-just-hot-air-2023-10-02/\">only 2.6% of these credits have been delivered</a>. The sector is still relatively new and many carbon removal technologies are complex. Most buyers have long timelines for carbon removal delivery, expecting sequestration to occur over many years. All carbon dioxide removal technologies carry a risk of contracting removals that never materialize.</p><p>BiCRS companies, however, benefit from relatively shorter timelines due to their ability to start storing carbon relatively quickly, compared to larger, more technologically intensive approaches like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a>.</p><p>Underlying all these concerns is the bigger question of who should be buying carbon credits in the first place. Some fear that <a href=\"https://www.wri.org/technical-perspectives/separate-climate-targets-carbon-dioxide-removal\">over-reliance on carbon dioxide removal</a> will take momentum away from necessary emissions reductions, and many argue that it should be reserved for only the hardest-to-abate sectors where emissions reductions are extremely challenging, like heavy industry or aviation.</p><p>Instead, large tech companies with deep pockets, who are trying to achieve their climate goals while opening up energy-intensive data centers, have been the major carbon credit buyers, which reflects the current high costs of credits. Moreover, the long timelines of delivery entail risks of companies claiming climate credits before they are actually realized. Policy support can make participation in carbon removal markets easier for buyers, like the <a href=\"https://www.forbes.com/sites/phildeluna/2025/07/22/the-uk-just-created-a-regulated-market-for-carbon-removals/\">UK’s plan</a> to expand their emissions trading market to include carbon removals, but guardrails are needed to ensure BiCRS is deployed responsibly. As BiCRS scales, research and policy around appropriate guardrails must continue and evolve to avoid claims of greenwashing, which could discredit the industry.</p><p>There may also be some unintended consequences to BiCRS and climate impacts of diverting wastes from existing uses must be considered. Many BiCRS companies, including the ones highlighted, could face competition from other sectors who also use wastes and residues. Moreover, facing the challenge of reaching net-zero goals, sectors ranging from transportation and energy to chemicals and heavy industry are all prospecting how they can use biomass materials. This demand for biomass resources, without coordination, will likely far outstrip the sustainable supply, and could drive up prices.</p><p>Despite the many challenges, the emerging BiCRS sector is helping accelerate progress on carbon removal, offering simple ways to lock away the carbon stored in organic waste. The variety of approaches show flexibility, and a potential to scale to make meaningful contributions to mitigate climate change, especially in helping offset emissions from sectors that are difficult to decarbonize.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Land Use Changed the Climate. Now Climate’s Changing the Land",
      "link": "https://www.wri.org/insights/land-use-climate-change-feedback-loop",
      "pubDate": "Tue, 13 Jan 2026 13:40:00 EST",
      "description": "<p>Land-use change has long been recognized as a major contributor to global warming. Deforestation and agriculture alone account for nearly <a href=\"https://www.ipcc.ch/report/ar6/wg2/\">25% of human-caused greenhouse gas (GHG) emissions</a>.</p><p>One might think this effect is uni-directional: Cutting down trees, plowing up grasslands and draining wetlands release GHGs that fuel climate change. But satellite monitoring shows that this relationship is a two-way street. <strong>Climate change itself is increasingly leading to the loss and degradation of forests, grasslands, wetlands, rivers and even farms, creating a dangerous feedback loop.</strong></p><h3>Hotter, Drier Conditions Accelerate Forest Fires</h3><p>Let’s look at wildfires. As the graphic below shows, large-scale fires burned <a href=\"https://www.wri.org/insights/global-trends-forest-fires\">more than twice as much forest</a> over the past decade (2015-2024) than they did in the previous one (2001-2010). A warming climate is creating hotter, drier conditions for longer periods of time, <a href=\"https://www.nature.com/articles/s41467-025-61608-1\">escalating fire risk</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1414\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1131\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"866\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"682\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"408\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Annual forest loss due to fire.\" height=\"408\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/annual-forest-loss-due-to-fire-graphic_0.png?VersionId=Ed2KHH4etfs8b93v2OyTndwo6vUHO73l&itok=kFV9CdmC\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Data available on Global Forest Watch.</figcaption>\n</figure>\n<p>Fire accounted for <a href=\"https://www.nature.com/articles/s41467-025-64014-9\">one-third of land cover change</a> globally in 2023. Boreal and humid tropical regions — home to the world’s last great tracts of natural forest — have experienced especially dramatic increases in forest loss due to fire. This trend is driven by a warming climate. Emissions from forest fires <a href=\"https://www.science.org/doi/10.1126/science.adl5889\">have increased 60% </a>since 2001, largely due to more fires in boreal forests.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1699\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1359\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1041\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"820\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"491\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Relationship between forest loss due to fire and global temperature.\" height=\"491\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/relateionship-between-forest-loss-due-to-fire-and-global-temperature_0.png?VersionId=I7VWARxfpOPE2iRRn5TVyUDGKUunGJz.&itok=N-KXQK08\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Correlation between boreal forest loss due to fire and global temperature (<em>r</em>2=0.67) and humid tropical forest loss due to fire and global temperature (<em>r</em>2=0.85), where each point is a three-year moving average of both area and temperature.</figcaption>\n</figure>\n<h3>Droughts Kill Trees, Deplete Rivers</h3><p>Meanwhile, climate change-induced droughts are destroying crops, killing trees and depleting river basins to record lows. Satellite images allow us to see the detailed impacts of drier conditions on the planet’s surface.</p><p>For example, southeastern Australia reached its <a href=\"https://yaleclimateconnections.org/2023/10/september-2023-was-earths-most-extreme-month-for-heat-ever-recorded/#:~:text=Australia%20had%20its%20driest%20September,water%20(see%20Tweets%20below).\">driest month in at least 110 years</a> in September 2023. “<a href=\"https://www.nature.com/articles/s43247-023-00826-1\">Flash droughts”</a> like the one shown below, where unusually rapid drying occurs due to lack of precipitation and unusually high heat, are increasing. That’s a problem not only for water use, but for trees, crops and other vegetation.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1434\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1147\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"879\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"692\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"414\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Drought impacts in Southeastern Australia, Sept 2023.\" height=\"414\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/drought-impacts-on-southeastern-australia-sept-2023_0.png?VersionId=AKFIjRWJ5yNEFLmBxYpDx3ge7a6MqEZx&itok=imOt_Mfu\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Drought impacts in southeastern Australia in September 2023 captured as interannual vegetation loss by the OPERA DIST-ALERT product (Pickens et al., 2025). Red areas indicate areas where plants and crops dried out or died due to extreme heat and lack of rainfall.</figcaption>\n</figure>\n<p>The Amazon River also <a href=\"https://www.nature.com/articles/s41598-024-58782-5#:~:text=Abstract,record%20values%20during%20this%20event.\">reached record-low levels</a> in October 2023. The port city of Manaus experienced its lowest water levels in 121 years of measurement, limiting navigation and threatening wildlife. Fears of the <a href=\"https://www.science.org/doi/10.1126/sciadv.aat2340\">Amazon crossing a tipping point</a> — where climate change increases the intensity and length of dry periods so much that rainforests turn into savannas — may now be playing out, with fires and droughts driving the conversion. The image below shows the drop in water levels for the Rio Negro, located just above Manaus where it joins the main stem of the Amazon River.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"804\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"643\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"493\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"388\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"232\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Drought impacts southeastern Australia, Sept 20243.\" height=\"232\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/drought-impacts-southeastern-australia-2_0.png?VersionId=Lgv4piEFzbYCFrsEGes5qRN0JoAtCqYH&itok=HL-ZXEqn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Left image is PlanetScope monthly true color composite for October 2022, center image is PlanetScope monthly true color composite for 2023 (Planet Labs PBC), and right image is Landsat-derived monthly surface water extent, where red is October surface water loss for 2023 compared to 2022 from Land & Carbon Lab data (Pickens et al., 2020). </figcaption>\n</figure>\n<h3>Stronger Storms Are a Growing Threat to Nature and People</h3><p>Finally, let’s look at storms. A warmer climate creates more energy, fueling storms that are <a href=\"https://www.ipcc.ch/report/ar6/wg1/\">stronger and longer-lived</a>. These storms impact natural ecosystems as well as cities and farms through landslides, erosion, floods and “windthrow,” where strong winds knock down trees.</p><p>The satellite image below shows the impact of landslides caused by cyclone Freddy, the longest-lived cyclone on record. The 2023 storm <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fhumanitarianaction.info%2Farticle%2Fmalawi-cholera-floods-flash-appeal-2023-revised-march-following-cyclone-freddy&data=05%7C02%7CSarah.Parsons%40wri.org%7C08e7354cc89d4e6f8cd908de2151ee08%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638984832954218548%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=uObyj3QMVCm%2FukeNregQt8BX4jNjLHUyJkG%2Fpc%2FEZ2w%3D&reserved=0\">caused</a> more than 1,000 deaths, displaced more than 600,000 people, and destroyed nearly 200,000 hectares of farmland in Malawi. The country has historically experienced one cyclone every seven years; five have hit Malawi in the past seven years alone.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1434\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1147\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"879\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"692\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"414\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Landslides after Cyclone Freddy.\" height=\"414\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/landslides-after-cyclone-freddy_0.png?VersionId=R1UQ_SfCmeeH2Ct1SamH6CX6xDcPP2Jn&itok=VSDZFwvR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Landslides on the eastern face of the Mulanje Massif in southern Malawi caused by Cyclone Freddy in 2023. Maroon areas identify where vegetation was stripped away by landslides, flooding, and flowing debris, as detected by UMD’s OPERA DIST-ALERT (Pickens et al., 2025).</figcaption>\n</figure>\n<h3>Acting on Climate and Nature Together</h3><p>Actions to curtail GHG emissions and conserve nature are more urgently needed — and <a href=\"https://www.wri.org/insights/forests-assets-or-liabilities\">more interconnected</a> — than ever.</p><p>The world needs to double-down on <a href=\"https://www.wri.org/insights/accelerating-the-energy-transition-6-opportunities\">advancing the energy transition</a> to address the largest source of GHG emissions. This means adding more clean energy, electric vehicles, energy efficiency and smart city designs. The world also needs to <a href=\"https://www.wri.org/insights/manage-global-land-squeeze-produce-protect-reduce-restore\">stop ecosystem conversion</a> and halt the dangerous nature-climate feedback loop. This means producing the food we need with less land and resources, reducing demand for <a href=\"https://www.wri.org/insights/6-pressing-questions-about-beef-and-climate-change-answered\">land-intensive products like beef</a>, protecting the nature that remains, and <a href=\"https://www.wri.org/initiatives/global-restoration-initiative\">restoring what’s been lost</a>.</p><p>The causality between climate change and land-use change goes both ways — so, too, do the solutions.</p><p><em>This piece was originally published on November 11, 2025. It was updated in January 2026. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}