{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-10-22T18:38:05.039111",
  "items": [
    {
      "title": "The State of Climate Action in 2025: 10 Key Findings",
      "link": "https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025",
      "pubDate": "Wed, 22 Oct 2025 00:01:00 EDT",
      "description": "<p><em>This article focuses on the 2025 findings of the State of Climate Action report series. View past articles here: </em><a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c\"><em>2023</em></a><em> | </em><a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2022\"><em>2022</em></a><em> | </em><a href=\"https://www.wri.org/insights/climate-action-progress-indicators-2030-2050-targets\"><em>2021</em></a><em> | </em><a href=\"https://www.wri.org/insights/climate-action-must-progress-far-faster-achieve-15-c-goal\"><em>2020</em></a></p><div class=\"callout alignright\"><p class=\"secondary\"><em><span class=\"utility-base\">Research contributions from </span></em><a href=\"https://www.wri.org/profile/joel-jaeger\"><em><span class=\"utility-base\">Joel Jaeger</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/yuke-kirana\"><em><span class=\"utility-base\">Yuke Kirana</span></em></a><em><span class=\"utility-base\">, Kelly Levin, </span></em><a href=\"https://www.wri.org/profile/raychel-santo\"><em><span class=\"utility-base\">Raychel Santo</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/katie-lebling\"><em><span class=\"utility-base\">Katie Lebling</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/danielle-riedl\"><em><span class=\"utility-base\">Danielle Riedl</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/anderson-lee\"><em><span class=\"utility-base\">Anderson Lee</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/neelam-singh\"><em><span class=\"utility-base\">Neelam Singh</span></em></a><em><span class=\"utility-base\">, </span></em><a href=\"https://www.wri.org/profile/michelle-sims\"><em><span class=\"utility-base\">Michelle Sims</span></em></a><em><span class=\"utility-base\">, Neil Chin, Aman Majid, </span></em><a href=\"https://www.wri.org/profile/sarah-cassius\"><em><span class=\"utility-base\">Sarah Cassius</span></em></a><em><span class=\"utility-base\">, Will Lamb, Ankita Gangotra, Neil Grant, </span></em><a href=\"https://www.wri.org/profile/yiqian-zhang-billert\"><em><span class=\"utility-base\">Yiqian Zhang-Billert</span></em></a><em><span class=\"utility-base\"> and Michael Petroni.  </span></em></p></div><p>This year marks the 10th anniversary of the Paris Agreement, a watershed moment on climate action when more than 190 countries agreed to pursue efforts to limit global warming to 1.5 degrees C (2.7 degrees F) above pre-industrial levels. Achieving this goal can not only help humanity avoid <a href=\"https://www.wri.org/insights/ipcc-report-2022-climate-impacts-adaptation-vulnerability\">increasingly catastrophic climate impacts</a>, but also secure countless benefits — from advancing energy security, to improving human health and well-being, to protecting ecosystems that deliver life-sustaining services.</p><p>The decade since has seen a tremendous transition take root, with many changes unfolding today that were unimaginable in 2015.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><!-- This is a wrapper around the scrolly in case you want to apply extra styling (see Step 6 in the help doc) -->\n<div id=\"my-wrapper\">\n \n    <!--  Drop your choice of Flourish embed code - you can use either the script or iframe embed codes here -->\n    <div class=\"flourish-embed\"></div>\n     \n    <!-- Here is where you add your captions, linking them to specific slides in the story -->\n    <p>Electric vehicles have surged from less than 1% of passenger car sales a decade ago to more than a fifth today.<a href=\"https://www.wri.org/#story/3392423/slide-1\"></a></p>\n\n    <p>Since 2015, solar and wind’s share of electricity generation has more than tripled.<a href=\"https://www.wri.org/#story/3392423/slide-2\"></a></p>\n\n    <p>And the ratio of clean energy finance to fossil fuel finance has more than doubled, with investments in clean energy supply surpassing those in fossil fuels for the second consecutive year in 2024.  <a href=\"https://www.wri.org/#story/3392423/slide-3\"></a></p>\n\n    </div>\n     \n    <!-- Add the Flourish Scrolly library -->\n    \n     \n    <!-- Initialize the library to turn your story into scrolly magic! -->\n    \n    \n    \n        </div>\n      \n  </article>\n<p>Still other technologies that were no more than ideas or small-scale pilot projects when countries adopted the Paris Agreement, such as green hydrogen and direct air capture, are now being deployed around the world. These momentous gains should be celebrated; they demonstrate that rapid change is not only possible, but already well underway in some sectors.</p><p><strong>But looking ahead to 2030, it’s clear that we still have a long way to go. </strong>Global efforts to reduce greenhouse gas (GHG) emissions and enhance carbon removals are failing to materialize at the pace and scale needed to keep the Paris Agreement’s temperature goal within reach, according to new findings from the <a href=\"https://www.wri.org/research/state-climate-action-2025\"><em>State of Climate Action 2025</em></a><em>.</em></p><p>This research provides the most comprehensive roadmap yet for closing the global gap in climate action. It translates the 1.5 degree C limit into actionable targets for 2030, 2035 and 2050 — showing how fast the world must move to transform the highest-emitting sectors, shift financial flows to align with the Paris Agreement and scale up technological carbon dioxide removal — and grades real-world progress against these benchmarks.</p><p><strong>This year’s report card, the fifth in the series, is sobering: Not one of the 45 indicators assessed is on track to achieve its 2030 target.</strong></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/25750177/thumbnail\" width=\"100%\" /></noscript></div>\n</div>\n      \n  </article>\n<p>For five of these indicators, recent rates of change are heading in the wrong direction entirely, such that an immediate step-change in action is needed to course-correct. Progress for another 29 indicators, while heading in the right direction, is well off track and moving so slowly that at least a twofold — and for most, more than a fourfold — acceleration will be needed by the end of this decade. And data for five indicators is too limited to even assess recent progress.</p><p>The remaining six indicators, though off track, offer a glimmer of hope. Global efforts to achieve these 2030 targets are advancing faster than the rest and are significantly closer to getting on track with the right mix of policies, investments and leadership.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"callout\"><p><em><strong>Has the World Already Breached the Paris Agreement’s 1.5 Degree C Limit?</strong></em></p><p class=\"read-more\">2024 was the first full year on record in which global average temperature rise exceeded 1.5 degrees C above pre-industrial levels, with an estimated anomaly of 1.55 degrees C (2.79 degrees F). <strong>But this does not mean the world has exceeded the Paris Agreement’s temperature goal or that it is no longer within reach.</strong></p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><p>Instead, scientists estimate average global temperature rise over a longer period — typically between 20 and 30 years — to smooth out variability in naturally occurring phenomena that can significantly impact year-on-year warming, like the El Niño-Southern Oscillation and volcanic activity. Current estimates of this longer-term anomaly are between 1.34 and 1.41 degrees C (2.41 and 2.54 degrees F).</p><p>Additionally, scientists have interpreted “pursuing efforts to limit the temperature increase to 1.5 degrees C above preindustrial levels” as stabilizing global average temperature rise at or below this threshold by 2100. This means that warming may temporarily exceed this limit before falling back down to 1.5 degrees C by the end of the century — an outcome that will require large-scale carbon removal. With that said, minimizing the magnitude and duration of this overshoot will be paramount. Every fraction of a degree of warming, however temporary, will result in increasingly irreversible and adverse impacts. Learn more <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">here</a> and <a href=\"https://climateanalytics.org/publications/latest-science-on-the-1-5-c-limit-of-the-paris-agreement\">here</a>.</p></dd></dl></div></div>\n      \n  </article>\n<p>Here, we unpack 10 key takeaways from this year’s <em>State of Climate Action</em>, ranging from some of the most promising signs of progress to areas lagging far behind:</p><h3>1) Private climate finance increased so sharply that global efforts to mobilize these funds shifted from “well off track” to just “off track.”</h3><p>Between 2022 and 2023, <a href=\"https://systemschangelab.org/finance/scale-private-investment-climate-and-nature?indicatorId=1920&tab=timeline#indicator-1920\">climate finance from the private sector</a> rose from roughly $870 billion to a record high of $1.3 trillion, and <a href=\"https://www.climatepolicyinitiative.org/publication/global-landscape-of-climate-finance-2025/\">early estimates for 2024</a> suggest continued momentum. Individual consumers, businesses and institutional investors, particularly in China and western Europe, drove much of these recent gains.</p><p>Although still off track to reach at least $3.1 trillion by 2030, this jump invites optimism. Private climate finance is already enabling the scale-up of existing zero-carbon technologies, such as electric vehicles and heat pumps. And when <a href=\"https://www.wri.org/insights/national-development-banks-climate-finance\">pooled with public funds</a>, it can accelerate deployment even further, as well as help nurture innovation and first-of-a-kind ventures.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25683049/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Still, private capital alone will not be enough. All sources of finance need to be urgently aligned with the Paris Agreement and mobilized at scale to help transform all sectors. Dramatically scaling up <a href=\"https://systemschangelab.org/finance/scale-public-investment-climate-and-nature?indicatorId=2249&tab=timeline#indicator-2249\">public climate finance</a> is critical, especially in areas where the private sector is currently unwilling or poorly positioned to invest due to high perceived risk or low expected returns. Restoring the world’s forests, expanding public transit infrastructure and developing climate-smart agricultural technologies, for example, have attracted disproportionately fewer investments from private funders.</p><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"image-wrapper\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1131\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1131\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1131\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"1074\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"643\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Cover image.\" height=\"643\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/state-of-climate-action-2025-cover-image_0.png?VersionId=mrfVaH60RqRBwI0yexO5IVaQHQvaxVIs&itok=XbsdxC0g\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</div><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">State of Climate Action 2025</div><p>Explore the full report.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/state-climate-action-2025\">Download</a></p></div></div><h3>2) Relatively new innovations, like green hydrogen, technological carbon dioxide removal and electric trucks, also saw some of the most meaningful one-year gains.</h3><p>Although not yet close to mainstream breakthrough, these technologies experienced impressive advances in 2023 and 2024 that, if sustained, could be an early signal of acceleration ahead. For example, <a href=\"https://systemschangelab.org/industry/commercialize-new-solutions-cement-steel-and-plastics?indicatorId=2203&tab=timeline#indicator-2203\">green hydrogen production</a> more than quadrupled in a single year. And <a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2258&tab=timeline#indicator-2258\">the share of electric trucks</a> in medium- and heavy-duty commercial vehicle sales rose by 67% between 2023 and 2024.</p><p>Similarly, over 30 <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> projects are operating around the world today, and many more are in development. By one estimate, another 50 facilities could come online in the near future, including three that may each capture upwards of 500,000 tonnes of CO2 (tCO2) annually — nearly 14 times more than the capture capacity of today’s largest plant. But while promising and fast-growing, direct air capture currently accounts for a relatively small share of <a href=\"https://systemschangelab.org/technological-carbon-removal/scale-technological-carbon-removal?indicatorId=1974&tab=timeline#indicator-1974\">technological dioxide carbon removal</a>. Getting on track for 2030 will require scaling up<em> all</em> novel approaches more than 10 times faster. To put this into perspective, this is roughly equivalent to building nine of the largest direct air capture facilities currently in development each month through the end of this decade.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25636927/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Measures to stimulate greater demand for these innovations, as well as investments in their development and deployment, will prove critical to ensuring that these recent gains in adoption translate into longer-term momentum.</p><h3>3) Electric vehicle sales are still rising, but slowdowns in some major markets have pushed progress from “on track” to “off track.”</h3><p><a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2256&tab=timeline#indicator-2256\">Global EV sales</a> have continued to rise rapidly, reaching a record 22% of global passenger car sales in 2024 compared to just 4.4% in 2020. Much of this growth has been driven by China — the world’s leading EV consumer and manufacturer — where nearly half of all passenger cars sold are now electric.</p><p>But in two other major markets, momentum has stalled. EV sales fell slightly in Europe following the rollback of supportive subsidies in countries like Germany and France. In the United States, growth in EV sales has decelerated due to a combination of factors, including a relatively slow buildout of public charging infrastructure and limited availability of affordable electric SUVs, which account for three-quarters of America’s passenger car sales.</p><p>Consequently, the<em> rate </em>at which EVs are growing as a share of total light-duty vehicle sales fell to an average of roughly 20% per year in 2023 and 2024, compared to more than 60% in the previous three years. While still remarkable, these recent gains lag behind what’s needed to help achieve the Paris Agreement’s temperature goal. This marks a downgrade from the <a href=\"https://www.wri.org/research/state-climate-action-2023\">last <em>State of Climate Action</em>,</a> when EV sales were the only indicator on track.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25683112/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>4) Solar and wind keep hitting new milestones, but sustaining current growth rates won’t be enough to get on track for 2030.</h3><p>Solar power is the fastest growing source of electricity in history, repeatedly exceeding projections for future increases in installed capacity and generation. Today, solar around the world generates roughly <a href=\"https://ember-energy.org/data/electricity-data-explorer/\">2,100 terawatt-hours each year</a> — roughly 8 times more than in 2015 and 66 times more than in 2010. And in 2024 alone, countries collectively added enough solar power to the grid to meet the equivalent of France’s entire electricity demand that year.</p><p>Together, the share of solar and wind in electricity generation has grown at an average rate of roughly 13% per year since 2020. But while this relatively consistent growth is impressive, maintaining this trajectory won’t be enough to get on track for 2030. Instead, solar and wind need to grow more than twice as fast, at 29% per year — and delays only make the challenge steeper.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25661352/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>This underscores a critical reality for all indicators assessed. Every year that passes in which current growth rates are sustained, rather than accelerated, increases the magnitude of the acceleration that is needed thereafter. Only by substantially picking up the pace of change can the world make up for delayed efforts and moving another year close to 2030.</p><h3>5) The world has barely moved the needle on some of the most important climate actions, like phasing out coal and halting deforestation.</h3><p>Sharply reducing deforestation is crucial to halting climate change. The world’s forests hold <a href=\"https://www.nature.com/articles/s41586-024-07602-x\">roughly 870 gigatonnes of carbon (GtC)</a> — nearly <a href=\"https://essd.copernicus.org/articles/17/965/2025/\">twice the amount</a> emitted from fossil fuels since 1850. At least a third of these carbon stocks (<a href=\"https://www.nature.com/articles/s41893-021-00803-6\">around 280 GtC)</a> are vulnerable to human disturbances, meaning they would be immediately released if forests are converted to pasturelands or croplands. Once lost, much of this carbon would be difficult for forests to recover in time to help reach net zero by mid-century.</p><p>Yet despite the outsized role that protecting these ecosystems can play in avoiding future GHG emissions, efforts to effectively halt deforestation remain well off track for the third <em>State of Climate Action</em> in a row. Although permanent forest loss dropped from a record high of 10.7 million hectares per year (Mha/yr) in 2017 to 7.8 Mha/yr in 2021, it has since ticked upward to reach 8.1 Mha/yr in 2024. This is roughly equivalent to losing nearly 22 football (soccer) fields of forests per <em>minute</em> — permanently. This recent spike in deforestation has dampened a longer-term downward trend observed since 2015, such that getting on track for 2030 will now require the rate of permanent forest loss to decline nine times faster.</p><p>Equally concerning are sluggish efforts to phase out coal — by far the largest source of GHG emissions in the power sector. As <a href=\"https://systemschangelab.org/power/phase-out-coal-and-unabated-fossil-gas-electricity-generation?indicatorId=2228&tab=timeline#indicator-2228\">a share of global electricity generation</a>, coal fell only slightly from 37% in 2019 to 34% in 2024 and remains “well off track” for the fourth consecutive report.</p><p>Keeping the Paris Agreement limit within reach will require the share of coal-fired power to decline more than 10 times faster, reaching just 4% by 2030. This is roughly equivalent to retiring nearly 360 average-sized coal-fired power plants each year through the end of this decade, as well as halting all planning for and development of new coal capacity currently in the pipeline. Continued delays also risk stymying mitigation efforts across buildings, industry and transport, which all rely on electrification and a decarbonized power grid to reduce GHG emissions.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25664101/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>6) Public finance for fossil fuels is still climbing, despite global pledges to phase out subsidies.</h3><p>The world has seen a troubling rise in <a href=\"https://systemschangelab.org/finance/scale-down-investment-harmful-climate-and-nature?indicatorId=2208&tab=timeline#indicator-2208\">public finance for oil, gas and coal</a> precisely when these investments need to be declining steeply. Since 2014, governments’ financial support for fossil fuels — such as production and consumption subsidies and funding from domestic and international development finance institutions — has increased by an average of roughly $75 billion per year.</p><p>While these investments did fall from an all-time high of $2.1 trillion in 2022 to $1.5 trillion in 2023, much of this one-year drop can be attributed to falling international oil and gas prices, which led to a reduction in public funds subsidizing the consumption of fossil fuels like gasoline. Critically, these subsidies represent the largest form of government support for fossil fuels and generally ebb and flow alongside fluctuations in oil and gas prices. This most recent decline, then, represents limited progress at best. A step-change in action will be needed to phase out public financial support for fossil fuels by 2030.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25683101/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>7) Progress on decarbonizing emissions-intensive steel and cement production is a mixed bag.</h3><p>Steel and cement serve as the building blocks of our cities, homes and workplaces. They are also among the most emissions-intensive materials to produce. And — given the high temperatures required to make them and their substantial “process emissions” (GHGs emitted from chemical reactions during production) — they are some of the hardest to decarbonize via existing approaches, like electrification.</p><p>Since 2018, the <a href=\"https://systemschangelab.org/industry/commercialize-new-solutions-cement-steel-and-plastics?indicatorId=3687&tab=timeline\">carbon intensity of global steel production</a> has increased. This is a particularly worrying trend, given that steel alone is responsible for <a href=\"https://www.iea.org/reports/emissions-measurement-and-data-collection-for-a-net-zero-steel-industry/executive-summary\">upwards of 7% of global CO2 emissions</a>. Solutions exist to help steelmakers change course; for example, reusing more “scrap” steel, swapping out coal and fossil gas for green hydrogen, and shifting to electric furnaces. But these are not yet readily available. Green hydrogen, while growing rapidly, remains relatively nascent and expensive, while quantities of recycled or “scrap” steel are limited.</p><p>Global efforts to decarbonize cement are slightly more promising. The <a href=\"https://www.wri.org/research/state-climate-action-2023\"><em>State of Climate Action 2023</em></a> found that progress had stagnated and needed to occur more than 10 times faster to get on track for 2030. Since then, the <a href=\"https://systemschangelab.org/industry/commercialize-new-solutions-cement-steel-and-plastics?indicatorId=2200&tab=timeline#indicator-2200\">amount of CO2 emitted per tonne of cement produced</a> has begun to decline thanks to energy efficiency gains; greater use of alternative low-carbon fuels; and increased substitution of clinker (the primary component of cement) for less emissions-intensive materials, like calcined clay. Now, getting on track for 2030 requires a fourfold acceleration. Encouragingly, the past five years have seen a surge in new projects focused on decarbonizing cement production, signaling that the world is paying more attention to addressing this challenge.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25578906/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>8) Promising solutions are emerging in agriculture to tackle some of the world’s most potent GHG emissions — but efforts to scale them are coming up short.</h3><p>Agricultural production accounts for roughly half of global methane and nitrous oxide emissions, which have far more warming power than CO2, particularly in the near term. Major sources include <a href=\"https://systemschangelab.org/food-and-agriculture/increase-productivity-sustainably?indicatorId=3035&tab=timeline#indicator-3035\">enteric fermentation</a> (the process by which some livestock release methane as they digest); the application of both <a href=\"https://systemschangelab.org/food-and-agriculture/increase-productivity-sustainably?indicatorId=3037&tab=timeline#indicator-3037\">synthetic and organic fertilizers</a>, like manure and compost; <a href=\"https://systemschangelab.org/food-and-agriculture/increase-productivity-sustainably?indicatorId=3036&tab=timeline#indicator-3036\">rice production</a>; and <a href=\"https://systemschangelab.org/food-and-agriculture/increase-productivity-sustainably?indicatorId=3038&tab=timeline#indicator-3038\">manure management</a>.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25748909/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>While these absolute emissions have risen slowly but steadily since 2000, recent years have seen the emissions<em> intensity</em> of agriculture (the amount of GHGs released per kilocalorie of food produced) decline across all major sources. Now, getting on track for 2030 will require these improvements to occur 1.2 times faster for fertilizers, 2.5 times faster for enteric fermentation, and 6 times faster for both manure management and rice cultivation.</p><p>Yet accelerating progress is no small feat. Compared to the power sector — where solar and/or wind power can be deployed almost anywhere — there’s not an equivalent, predominant solution to reducing emissions from agriculture. Rather, technologies and practices must be tailored to each context, considering factors like the local climate, soil conditions, crop varieties, livestock breeds, agricultural traditions and more.</p><p>That said, a variety of <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions\">promising strategies are available</a>, but have yet to be adopted at scale. A well-established method of repeatedly flooding and drying rice paddies, for example, has significantly reduced methane emissions from rice production within a handful of Asian countries. Meanwhile, introducing easier-to-digest feeds has lowered enteric fermentation emissions across much of Europe and North America. More concerted efforts and financial support are urgently needed to bring — and adapt — these strategies to the regions that need them most.</p><h3>9) Shifting demand — for example, across diets, transit networks and buildings — can deliver substantial emissions reductions, but these changes have yet to take off.</h3><p>The <a href=\"https://www.wri.org/insights/ipcc-report-2022-mitigation-climate-change\">IPCC finds</a> that shifting consumption patterns, particularly among the world’s highest-earning households, can reduce GHG emissions 40%-70% by 2050 when compared with current climate policies. Cycling, walking or taking public transit instead of driving; avoiding long-haul flights; adopting more plant-rich diets; cutting food waste; and improving energy efficiency in our homes and workplaces are among the most effective changes.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25657621/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Yet these global transitions have largely stalled. The <a href=\"https://systemschangelab.org/transport/reduce-avoidable-vehicle-and-air-travel?indicatorId=2240&tab=timeline#indicator-2240\">share of trips taken by private passenger cars</a>, most of which still rely on gasoline, continues to increase and now accounts for about half of all kilometers traveled — despite progress in expanding <a href=\"https://systemschangelab.org/transport/shift-public-shared-and-non-motorized-transport?indicatorId=2254&tab=timeline#indicator-2254\">bicycle lanes</a> and <a href=\"https://systemschangelab.org/transport/shift-public-shared-and-non-motorized-transport?indicatorId=2253&tab=timeline#indicator-2253\">public transit networks</a> among the world’s most populous cities. Energy efficiency improvements in buildings (as approximated by <a href=\"https://systemschangelab.org/buildings/green-energy-supply?indicatorId=1788&tab=timeline#indicator-1788\">the amount of energy consumed per square meter of floor area</a>) have also slowed in recent years. And available evidence suggests the world has made almost no dent in <a href=\"https://systemschangelab.org/food-and-agriculture/reduce-food-loss-and-waste\">halving food loss and waste</a> by 2030.</p><p>Meanwhile, <a href=\"https://systemschangelab.org/food-and-agriculture/sustainable-diets?indicatorId=3018&tab=timeline#indicator-3018\">per capita consumption of beef, lamb and goat meat</a> across high-consuming regions has decreased slightly, from 107 kilocalories per day in 2018 to 104 kilocalories per day in 2022. But it needs to fall to no more than 79 kilocalories per person per day by 2030. This will entail the average person eating about 1.9 fewer servings per week in Australia and New Zealand, 1.3 fewer servings per week in South America and 1.2 fewer servings per week in North America. Fortunately, several initiatives are underway to make protein-rich beans, lentils and other legumes more accessible and appealing. And <a href=\"https://gfi.org/wp-content/uploads/2025/07/2024-State-of-global-policy-Public-investment-in-alternative-proteins-to-feed-a-growing-world.pdf\">public investments</a> have grown to support the research, development and deployment of alternative proteins, like plant-based and cultivated meats.</p><p>Supportive policies — including measures that incentivize efficiency improvements and help make sustainable behaviors the easiest, most affordable options — can help accelerate these shifts.</p><h3>10) Persistent data limitations across some sectors mean we still can’t fully assess global climate action.</h3><p>For a handful of indicators, particularly those focused on decarbonizing buildings and conserving wetland ecosystems, data has been insufficient to assess progress for every installment of the <em>State of Climate Action </em>series. This includes some that could deliver substantial reductions in GHG emissions.</p><p>Peatlands, for example, cover <a href=\"https://www.unep.org/resources/global-peatlands-assessment-2022\">just 3.8% of Earth’s land</a>, but contain at least a fifth of the world’s soil organic carbon stocks and store an <a href=\"https://www.science.org/doi/10.1126/science.abn1479\">order of magnitude more carbon</a> per hectare than forests. Once degraded, these ecosystems can emit CO2 and nitrous oxide for decades to centuries until all peat is fully lost or their soils are rewetted. Accordingly, halting peatland degradation and restoring 15 million hectares of degraded peatlands by 2030 can offer immediate and relatively large reductions in GHG emissions. But despite recent progress in mapping these ecosystems, efforts to monitor annual changes in peatlands’ extent are insufficient to grade progress. Without better data, the world has very limited insights on whether we are losing or recovering these vital carbon hotspots.</p><h3>Toward a More Prosperous and Sustainable Future</h3><p>Unprecedented transformational changes across every sector, alongside large-scale carbon removal, are needed immediately to keep the Paris Agreement goal within reach. But despite some pockets of progress, such as rapid growth in EV sales and renewable power, climate action across the board continues to fall far short of what’s needed.</p><p>In spite of these grave challenges — indeed, precisely because global progress lags so far behind — achieving Paris-aligned targets for 2030 is all the more vital. Should warming exceed 1.5 degrees C even temporarily, already devastating impacts will only intensify, subjecting more people to increasingly frequent and severe storms, longer heatwaves and droughts, more extreme flooding and sea level rise, and more. Overshooting this threshold of warming also increases the likelihood that these future risks will compound one another, with multiple hazards battering communities at the same time.</p><p>Every fraction of a degree matters for lessening the scale and severity of these impacts. And the roadmap for reducing GHG emissions and enhancing carbon removals is clear: Everything from phasing out unabated fossil gas to electrifying industry is urgently required this decade — and remains technically feasible.</p><p>In this eleventh hour, we still have time to course correct. There’s no sugar-coating the fact that the challenge ahead is immense, and the scale of change required is unprecedented. But just because something is unprecedented doesn’t mean it’s impossible. The solutions exist. We know what to do. We just need to act with the urgency this moment demands.</p><h4>Explore the data underpinning the<em> </em><a href=\"https://www.wri.org/research/state-climate-action-2025\"><em>State of Climate Action 2025</em></a> further:</h4><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"><noscript><img alt=\"table visualization\" src=\"https://public.flourish.studio/visualisation/25707288/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p><em>*Sophie Boehm and Clea Schumer contributed equally to this work and share first authorship.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: No Sector on Track to Meet Global Climate Goals, State of Climate Action 2025 Finds",
      "link": "https://www.wri.org/news/release-state-of-climate-action-2025",
      "pubDate": "Wed, 22 Oct 2025 00:01:00 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>WASHINGTON (October 22, 2025) </strong>– A major new assessment finds that the world is stalling on progress to limit warming to 1.5°C, with none of the 45 indicators of climate action on track for 2030. </span> </p><p><span lang=\"EN-US\">While most are heading in the right direction, the </span><a href=\"https://systemschangelab.org/state-climate-action-2025\"><em><span lang=\"EN-US\">State of Climate Action 2025</span></em></a><span lang=\"EN-US\"> report warns that the pace and scale of progress are alarmingly inadequate — exposing communities, economies and ecosystems to unacceptable risks. From protecting forests to phasing out coal and ending public finance for fossil fuels, the world is failing to act fast enough to combat the climate crisis and secure a livable future.</span> </p><p><span lang=\"EN-US\">“All systems are flashing red,” said <strong>Clea Schumer</strong>, Research Associate at WRI and co-lead author of the report. “A decade of delay has dangerously narrowed the path to 1.5°C. Steady progress isn’t enough anymore — every year we fail to speed up, the gap widens and the climb gets steeper. There’s simply no time left for hesitation or half measures.” </span> </p><p><span lang=\"EN-US\">Published under Systems Change Lab, the report is a joint effort of the Bezos Earth Fund, Climate Analytics, ClimateWorks Foundation, the Climate High-Level Champions, and World Resources Institute. It provides the most comprehensive roadmap yet for closing the global gap in climate action across key sectors. The analysis offers a guide for countries to follow through on their new national climate commitments, the Global Stocktake and announcements made at COP30. </span> </p><p><span lang=\"EN-US\">The report translates the Paris Agreement’s 1.5°C limit into clear, actionable targets for 2030, 2035, and 2050, and tracks global progress toward them across the sectors responsible for most emissions — power, buildings, industry, transport, forests and land, and food and agriculture. It also grades efforts to scale up carbon removal technologies and climate finance. </span> </p><p><span lang=\"EN-US\">Of the 45 indicators assessed:</span> </p><ul><li><span lang=\"EN-US\"><strong>Six are “off track,”</strong> moving in the right direction but not quite fast enough.</span></li><li><span lang=\"EN-US\"><strong>Twenty-nine are “well off track,”</strong> moving in the right direction but far too slowly.</span></li><li><span lang=\"EN-US\"><strong>Five are headed in the wrong direction entirely, </strong>demanding an urgent course correction.</span></li><li><span lang=\"EN-US\"><strong>Five lack sufficient data</strong> to even assess progress.</span> </li></ul><a href=\"https://www.dropbox.com/scl/fi/qjnzuvedvoda1awuvt4g7/Climate-Action-Summary-Graphic.png?rlkey=3kevpmkcxj6a8yye6xba05r68&st=61w2nvwm&dl=0\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Global climate action is falling short: no indicator is on track for 2030.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/state-of-climate-action-2025_0.png?VersionId=qofFqHowrI0veGJwgRgGG8P458pHDB7T&itok=0RSEPxHq\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p><span lang=\"EN-US\">Since the 2023 edition of the </span><em><span lang=\"EN-US\">State of Climate Action</span></em><span lang=\"EN-US\"> report, several key trends have changed. Electric vehicles (EVs) are still growing rapidly and made up a record 22% of global passenger car sales in 2024, up from 4.4% in 2020, but growth has slowed in some major markets such as Europe and the United States. As a result, EVs’ share of global passenger car sales — previously the only indicator “on track” — has been downgraded to “off track.” </span> </p><p><span lang=\"EN-US\">Private climate finance, on the other hand, rose so sharply that this year’s report upgraded progress from “well off track” to “off track.” These funds climbed from roughly $870 billion in 2022 to a record $1.3 trillion in 2023, with individuals, businesses and investors, particularly in China and Western Europe, driving much of the gains. </span> </p><p><span lang=\"EN-US\">Alarmingly, progress on some of the world’s most consequential indicators has not budged across multiple consecutive reports. Public finance for fossil fuels has increased by an average of $75 billion per year since 2014, reaching more than $1.5 trillion in 2023. Deforestation, which had declined earlier in the decade, is once again rising, and coal as a share of electricity generation has fallen only slightly in recent years, as it has been unable to keep pace with record-high electricity demand. </span> </p><p><span lang=\"EN-US\">“We’re not just falling behind — we’re effectively flunking the most critical subjects,” said <strong>Sophie Boehm</strong>, Senior Research Associate at World Resources Institute and co-lead author of the report. “As this global report card shows, we have barely moved the needle on phasing out coal or halting deforestation, while public finance still props up fossil fuels. These actions aren’t optional; they’re the bare minimum needed to combat the climate crisis and protect humanity.”</span> </p><p><span lang=\"EN-US\">Keeping the Paris Agreement’s 1.5°C goal within reach demands tremendous acceleration in climate action across every sector. Warming beyond 1.5°C, even temporarily, will only intensify already devastating impacts and increase the risk of irreversible damage. For example, by 2030, the world must:</span> </p><ul><li><span lang=\"EN-US\"><strong>Phase out coal more than ten times faster </strong>— equivalent to retiring nearly 360 average-sized coal-fired power plants each year and halting all projects in the pipeline.</span></li><li><span lang=\"EN-US\"><strong>Reduce deforestation nine times faster</strong>. Current levels are far too high — roughly equivalent to permanently losing nearly 22 football (soccer) fields of forest every minute in 2024.</span><span lang=\"EN-US\"> </span></li><li><span lang=\"EN-US\"><strong>Expand rapid transit networks five times faster </strong>— equivalent to building at least 1,400 km (870 miles) of light rail, metro, and bus lanes annually.</span></li><li><span lang=\"EN-US\"><strong>Reduce beef and lamb consumption in high-consuming countries five times faster</strong> — equivalent to reducing consumption by 2 or fewer servings per week in North and South America, Australia and New Zealand.</span></li><li><span lang=\"EN-US\"><strong>Scale technological carbon removal more than ten times faster </strong>— equivalent to building nine of the largest direct air capture facilities currently under construction each month.</span></li><li><span lang=\"EN-US\"><strong>Increase climate finance by nearly $1 trillion annually</strong> — equivalent to roughly two-thirds of public fossil fuel finance in 2023.</span>  </li></ul><p><span lang=\"EN-US\">Amid these sobering findings, the report also highlights encouraging pockets of progress. Beyond the jump in private climate finance, the global share of electricity from solar and wind has more than tripled since 2015, making solar the fastest-growing source of power in history. Clean energy investment exceeded fossil fuel investment for the second consecutive year in 2024. Emerging technologies that were no more than ideas or small-scale pilot projects a decade ago, such as green hydrogen and technological carbon dioxide removal, saw some of the most significant one-year gains, and with the right support, could approach mainstream breakthrough. Green hydrogen production, for example, more than quadrupled in a single year. </span> </p><p><span lang=\"EN-US\">“Ten years after the Paris Agreement, the data show both how far we’ve come and how far we still have to go,” said Kelly Levin, Chief of Science, Data and Systems Change at the Bezos Earth Fund and Co-Director of Systems Change Lab. “It’s hopeful that clean energy investment is now outpacing fossil fuels and new technologies are taking off — proof that progress is possible when ambition and investment align. The challenge is to scale these successes and reverse the setbacks.” </span> </p><p><span lang=\"EN-US\">That momentum is encouraging, but it’s still far from enough. Even maintaining current growth rates will fall short for 2030. For example, while the share of solar and wind power has grown at an impressive annual rate of 13% since 2020, that rate must more than double — to 29% annually — to reach its 2030 target. The report warns that each year that progress fails to accelerate, the climate action gap widens. </span> </p><hr /><p><strong>Additional quotes:</strong></p><p><span lang=\"EN-US\">“Ten years after the Paris Agreement, the world is at a critical crossroads,” said <strong>Ani Dasgupta</strong>, President and CEO, World Resources Institute. “The choice before us is clear: we can either lock in the systems that are escalating climate catastrophes and failing people and the planet, or we can accelerate the transition toward a healthier, more sustainable future. This report offers a roadmap to change course. The challenge now is to act with the urgency and collaboration needed to bring it to scale.”</span> </p><p><span lang=\"EN-US\">“Keeping warming to 1.5°C now hinges on one thing: speed,” said <strong>Bill Hare</strong>, CEO of Climate Analytics. “The science is unequivocal — the world isn’t moving fast enough. Every year of delay makes the task harder, and only rapid, sustained cuts can keep 1.5°C within reach.”</span>  </p><p><span lang=\"EN-US\">“Clean energy and EVs are now competitive with or even cheaper than traditional alternatives, with markets adopting them at faster rates than experts predicted even a few years ago,” said<strong> Helen Mountford</strong>, President and CEO, ClimateWorks Foundation. “They reduce dependence on fossil fuels, which are vulnerable to price shocks and trade disruption. Private finance is also increasingly shifting to climate-related investments. Despite notable rollbacks in climate ambition, most countries, investors, and corporate actors are still moving ahead with the transition to green development paths, recognizing that they are better for economic competitiveness, people and communities, and for the climate.” </span> </p><hr /><p><span lang=\"EN-US\"><strong>How to cite this report: </strong></span><strong> </strong></p><p><span lang=\"EN-US\">Published under Systems Change Lab, this report is a joint effort between the Bezos Earth Fund, Climate Analytics, ClimateWorks Foundation, the Climate High-Level Champions and World Resources Institute.</span> </p><p><span lang=\"EN-US\">*Please do not attribute the </span><em><span lang=\"EN-US\">State of Climate Action 2025</span></em><span lang=\"EN-US\"> to a single organization.</span> </p><hr /><p><a href=\"https://systemschangelab.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About Systems Change Lab</strong></span></a> <br /><span lang=\"EN-US\">Systems Change Lab aims to spur action at the pace and scale needed to tackle some of the world’s greatest challenges: limiting global warming to 1.5 degrees C, halting biodiversity loss and building a just economy. Convened by World Resources Institute and the Bezos Earth Fund, Systems Change Lab supports the Climate High-Level Champions and works with key partners and funders, including the Children’s Investment Fund Foundation, Climate Analytics, ClimateWorks Foundation, Climate and Land Use Alliance, Global Environment Facility, Just Climate, Mission Possible Partnership, National Institute for Environmental Studies – Japan, Rocky Mountain Institute, Systemiq, UN Environment Programme World Conservation Monitoring Centre, the University of Exeter and the University of Tokyo’s Center for Global Commons, among others. Systems Change Lab is a component of the Global Commons Alliance.</span> </p><p><a href=\"https://www.bezosearthfund.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About the Bezos Earth Fund</strong></span></a> <br /><span lang=\"EN-US\">The Bezos Earth Fund is helping transform the fight against climate change with the largest ever philanthropic commitment to climate and nature protection. Jeff Bezos has committed $10 billion to protect nature and address climate change. By providing funding and expertise, we partner with organizations to accelerate innovation, break down barriers to success and create a more equitable and sustainable world. Join us in our mission to create a world where people prosper in harmony with nature.</span> </p><p><a href=\"https://climateanalytics.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About Climate Analytics</strong></span></a> <br /><span lang=\"EN-US\">Climate Analytics is a global climate science and policy institute engaged around the world in driving and supporting climate action aligned to the 1.5°C warming limit. It has offices in Africa, Australia and the Pacific, the Caribbean, Europe, North America and South Asia.</span> </p><p><a href=\"https://www.climateworks.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About ClimateWorks Foundation</strong></span></a> <br /><span lang=\"EN-US\">ClimateWorks Foundation is a catalyst for accelerating climate progress, driving bold solutions that benefit people and the planet. We connect funders and implementing partners worldwide to co-create and scale transformative solutions across sectors and geographies, achieving faster, greater impact together. Since 2008, ClimateWorks has granted over $2 billion to 850+ partners in more than 50 countries and in collaboration with 80+ funders.</span>  </p><p><a href=\"https://www.climatechampions.net/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About the Climate High-Level Champions</strong></span></a> <br /><span lang=\"EN-US\">The Climate High-Level Champions, mandated at COP21 and appointed by COP Presidents each year, drive ambitious climate action by connecting the work of governments with the many voluntary and collaborative solutions provided by cities, regions, businesses, investors and civil society. This includes delivering the five-year plan of the Marrakech Partnership, in collaboration with the UN Climate Change secretariat and other partners, and flagship campaigns such as Race to Zero and Race to Resilience. Ms. Nigar Arpadarai and Mr. Dan Ioschpe serve as the current High-Level Champions for COP29 and COP30.</span> </p><p><a href=\"https://www.wri.org/\" target=\"_blank\"><span lang=\"EN-US\"><strong>About World Resources Institute</strong></span></a> <br /><span lang=\"EN-US\">World Resources Institute works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations. </span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: European Commission Protects EUDR’s Core Principles",
      "link": "https://www.wri.org/news/statement-european-commission-protects-eudrs-core-principles",
      "pubDate": "Tue, 21 Oct 2025 12:52:40 EDT",
      "description": "<p><strong>Brussels (October 21, 2025)</strong> — The European Commission today put forward a <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_25_2464\">formal proposal</a> to simplify the EU Deforestation Regulation (EUDR) for micro and small enterprises, as well as downstream operators.</p><p>These companies will have reduced obligations under the EUDR, and the formal entry into application for micro and small enterprises will be delayed until December 2026. For all other companies, the overall entry into force date remains December 30, 2025, but a 6-month grace period for checks and enforcement will be granted in light of IT issues. </p><p>The EUDR aims to prevent commodities linked to deforestation — such as coffee, cocoa, soy, beef, leather, palm oil, rubber, and wood — from entering the EU market. The new proposal exempts certain actors, including small-scale farmers and foresters selling locally, from submitting due diligence statements. It also exempts downstream companies from this requirement, allowing businesses that use or resell these covered products to rely on the due diligence conducted by the importer or first trader.</p><p><strong>Following is a statement by Stientje van Veldhoven, Vice President and Regional Director for Europe of World Resources Institute:</strong></p><p>“With this proposal, the Commission is creating a workaround to allow compliance with the EUDR to begin at the end of December 2025. While no tampering would have been preferable, this approach is far better than delaying enforcement another year or gutting the regulation, as some have called for.</p><p>“The Commission appears focused on reducing burdens where the impact is small, while maintaining rigor where the stakes are high. An exemption only for micro enterprises — not including small enterprises — would have had less impact. Yet this package could strike a robust compromise: businesses that have already invested won't see their efforts wasted, and those betting on future delays will not be rewarded.</p><p>“Crucially, it rejects the most harmful proposals like exempting entire countries. The proposal exempts small companies from submitting due diligence declarations, while making sure their products aren't sourced from land deforested or degraded after the cutoff date and comply with local laws. As such, the proposal addresses the issues with the IT system, but retains the EUDR’s core elements and maintains its predictability.</p><p>“It's important the European Parliament and Council give businesses clear guidance — and avoid adding uncertainty with further changes to the law. Forests are vital for climate stability, yet last year we lost 6.7 million hectares — 18 football fields every minute. With just 7% of the global population, the EU drives up to 16% of deforestation through imports. The EU bears a disproportionate responsibility to lead.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "For New Global Forest Pledges to Succeed, They Must Center Forest Communities",
      "link": "https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities",
      "pubDate": "Tue, 21 Oct 2025 12:34:26 EDT",
      "description": "<p>Forests are among our most powerful allies in the fight against climate change. As the world races to halt and reverse deforestation globally by 2030, recognizing the role of the people who safeguard them is more critical than ever. </p><p>At the upcoming UN Climate Summit (COP30) in Belém, Brazil, governments and stakeholders are set to unveil three global commitments that recognize the conservation value of these communities and mark a significant step forward for forest protection. These pledges aim to scale up both forest financing and formal land rights for Indigenous Peoples, Afro-descendants and local communities.</p><p>However, achieving these goals could face some hurdles. The process of getting legal ownership of land is typically complex and can take years. Without formal land deeds, forest guardians can face structural and institutional barriers to accessing the financing needed to sustain conservation efforts.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>One way to help turn these pledges into reality is through customary land rights recognition, which means recognizing that communities have the right to their traditional lands based on long-standing customs and ways of life, even without formal legal titles. Customary land rights can provide those already protecting forests with a pathway and structure to receive near-term funding and help lay the groundwork to secure long-term, formal tenure in the future. </p><h3>3 New Pledges for Forests and Rights</h3><p>While the exact wording of the pledges is still being finalized, the following three commitments are expected to be made at COP30 in November:</p><ul><li>The <a href=\"https://forestclimateleaders.org/2025/06/26/government-indigenous-and-philanthropic-leaders-call-for-land-tenure-and-forest-finance-pledges-to-be-delivered-at-cop30-in-brazil/\">Land and Forest Tenure Pledge 2.0</a> seeks to renew and expand the historic $1.7 billion Forest Tenure Pledge made at COP26 in Glasgow, Scotland, in 2021, with the goal of supporting Indigenous and community forest tenure rights and halting and reversing forest loss and land degradation by 2030.</li><li>The <a href=\"https://tfff.earth/wp-content/uploads/2025/08/TFFF-Concept-Note-3.0-202508-FINAL.pdf\">Tropical Forest Forever Facilit</a>y, or TFFF, proposes an innovative $125 billion blended-finance mechanism — combining public, philanthropic and private capital — that would pay forest countries for maintaining standing tropical forests. At least 20% of the fund will be reserved for direct access by Indigenous Peoples and local communities.</li><li>The <a href=\"https://forestclimateleaders.org/2025/06/26/government-indigenous-and-philanthropic-leaders-call-for-land-tenure-and-forest-finance-pledges-to-be-delivered-at-cop30-in-brazil/\">Intergovernmental Land Tenure Commitmen</a>t, or ILTC, is a landmark commitment aimed at setting national, hectare-based targets for legally recognizing Indigenous, Afro-descendants and local communities’ land rights and strengthening existing laws governing community land tenure. </li></ul><p>Together, these commitments signal a growing consensus that securing forest stewards’ land rights and access to finance is essential to safeguarding the planet’s climate and biodiversity.</p><h3>Why Land Rights and Finance Are Needed</h3><p>Indigenous Peoples, Afro-descendants and local communities steward <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/full/10.1002/fee.2148?ref=blog.aspiration.com\">more than one-third of the world’s intact forests and biodiversity areas</a> within their territories, and deforestation rates on these lands are <a href=\"https://rainforestfoundation.org/act-for-our-planet-before-its-too-late/\">up to 26%</a> lower than the global average. Despite this, only <a href=\"https://rightsandresources.org/wp-content/uploads/Who-Owns-the-Worlds-Land_Final-EN.pdf\">about 11%</a> of the lands and forests they manage are legally recognized as theirs, leaving <a href=\"https://rightsandresources.org/wp-content/uploads/Who-Owns-the-Worlds-Land_Final-EN.pdf\">at least 1.375 billion hectares</a> of their lands without legal recognition by national governments.</p><p>Without formal land rights, communities are often excluded from direct climate and forest financing. This happens because funds usually go to those who are legally registered as landowners, which is often the state rather than the forest communities themselves. From 2011 to 2024, <a href=\"https://rightsandresources.org/publication/state-of-funding-2025/\">less than 1%</a> of international climate financing reached programs that support Indigenous and community land tenure and management, and only a fraction of that went directly to community-led organizations. Of the $1.7 billion COP26 Forest Tenure Pledge, just over 10% <a href=\"https://landportal.org/library/resources/indigenous-peoples-and-local-communities-forest-tenure-pledge-annual-report-2023\">reached Indigenous and community-led organizations</a> in 2023.</p><p>As a result, these communities often lack the resources needed to effectively protect forests from incursions, encroachments and land grabs, and to invest in land management practices that support global forest goals.</p><p>When the new COP30 finance commitments begin to flow, communities lacking formal land rights could again be left behind. Even proposals such as the TFFF, which allocates 20% of its funds for direct community access, may fall short if the funding delivery mechanism isn’t clearly defined.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A dust track with logs cut down on the side with a truck loaded with logs.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/logging-in-congo.jpg?VersionId=KP1q3usaQHEPv4IE6Z3Bv1FYr0Q.bKi5&itok=ZM2uz9dp\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Logging in Congo. The Forest Tenure Pledge, made at COP26 in 2021, aims to halt and reverse deforestation and land degradation by 2030. Photo by Scott Thompson/WRI </figcaption>\n</figure>\n<h3>Recognizing Customary Forest Stewardship</h3><p>Many forest countries already recognize customary forest tenure, although the degree of recognition varies significantly. While these rights don’t grant full ownership, they can establish recognized forms of forest stewardship that can provide a foundation for communities to access financing and pave the way toward formal land titles.  </p><p>These forest tenure approaches typically include legitimacy vetting, geospatial mapping and recording in information registries, and documented conservation outcomes, which can serve as important building blocks to fulfill countries’ commitments under the ILTC and Pledge 2.0.</p><p>Here are several proven approaches to forest stewardship based on customary land tenure:</p><h4>Recognizing colonial-era or ancestral land grants </h4><p>Payments for ecosystem services, or PES, programs that pay landowners to maintain forest cover typically require formal land ownership. This often excludes many Indigenous and smallholder communities. But Guatemala’s PINPEP program (National Incentives Program for Small Landowners with a Forestry Vocation) provides a different approach: It allows <a href=\"https://www.wri.org/research/climate-finance-access-indigenous-peoples-local-communities-payments-ecosystem-services\">participants to join the program</a> using verified colonial-era land grants and municipal certificates of possession in lieu of formal titles.</p><p>PINPEP recognizes verified customary possession and land use, allowing communities already protecting forests to access funds without undergoing the lengthy and costly process of getting formal land titles. The results are promising: An <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/acf602/pdf\">evaluation of Guatemala’s PES system</a> from 2007 to 2022 found a 3.4% drop in forest cover loss in Indigenous and smallholder forests under PINPEP, compared to a 1.6% increase in forest cover loss in forests under Guatemala’s PES program for titled landowners.</p><h4>Legal recognition of Indigenous and Community Conserved Areas   </h4><p>Indigenous and Community Conserved Areas, or <a href=\"https://www.iccaregistry.org/en/about/iccas---territories-of-life\">ICCAs</a>, — also known as “Territories of Life” — are ecologically critical lands and waters governed and managed by Indigenous and rural communities based on their own customs, traditions and institutions. These lands recognize communities as collective stewards rather than private owners and provide a framework through which funding and conservation support can directly reach them.</p><p>These lands include sacred forests, community-managed forest areas, pastoral lands and coastal or marine regions that demonstrate positive conservation outcomes, even if conservation is not the primary objective. They are established by the communities themselves, based on deep historical and cultural connection to the area and their use of traditional land management systems. ICCAs are subject to peer review before being designated as such and recorded in the <a href=\"https://www.iccaregistry.org/en/about/icca-registry\">global ICCA Registry</a>.  </p><p>Many countries legally recognize ICCAs, and donors are increasingly supporting them. For example, the <a href=\"https://www.international-climate-initiative.com/en/project/support-to-indigenous-peoples-and-community-conserved-areas-and-territories-iccas-13-iv-039-global-m-iccas-support/\">German International Climate Initiative</a>, or IKI, funded ICCA development in 45 countries, while <a href=\"https://wwfcastg.wwf.ca/media-releases/wwf-canada-announces-new-fund-for-indigenous-protected-and-conserved-areas/\">World Wildlife Fund-Canada</a> has established a fund to enable First Nations, Inuit and Métis Indigenous communities to create and manage their own protected areas.</p><h4>Recognizing long-term community forest management rights</h4><p>Many countries grant long-term forest management rights to state-owned forests. While forestland remains state property, communities gain exclusive rights to use, manage and protect it. This recognition allows them to participate directly in climate fund initiatives.</p><p>There are several examples of this in practice. Indonesia’s <a href=\"https://www.worldbank.org/en/news/feature/2024/06/05/climate-action-game-changers-the-forest-story-from-indonesia\">social forestry program, or Perhutanan Sosial</a>, grants long-term permits of up to 35 years for local and customary communities to sustainably manage state forests. A <a href=\"https://iopscience.iop.org/article/10.1088/1755-1315/528/1/012037/pdf\">study spanning from 2007 to 2018</a> found that these areas saw a steady increase in primary forest and a decrease of secondary forest converted into non-forest areas. At the same time, local livelihoods and incomes rose by up to 92% in some regions.</p><p>Similarly, in the Democratic Republic of Congo, the local community forest concessions program, or CFCL, <a href=\"https://www.fao.org/redd/news/detail/zh/c/1716893/\">grants customary communities</a> within or near national forest estates perpetual user rights to as much as 50,000 hectares of land. Since early 2024, more than 166 CFCLs have been granted, covering over 3 million hectares. A study found that CFCLs have up to <a href=\"https://www.bbc.com/future/article/20210107-congo-basin-a-bold-plan-to-save-africas-largest-rainforest\">23% lower deforestation rates</a> than the national average and 46% lower than logging concessions.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A man has his hands in the earth replanting a seedling.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/reforestation-in-indonesia_0.jpg?VersionId=DT1CIF.fDn_93xpua8KyOnOG_kXLS6E5&itok=Ke0x0NIR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Community-led reforestation in Indonesia. These types of efforts help restore degraded forests and strengthen local stewardship of natural resources. Photo by James Anderson/WRI </figcaption>\n</figure>\n<h4>A Turning Point for Forests and Rights</h4><p>Recognizing the role of communities in protecting forests as a valid reason to fund them is not only sound climate policy — it is a matter of equity. These and similar land-rights approaches offer a practical, high-impact pathway toward achieving the goals set under the new COP30 forest commitments.</p><p>The three forest commitments expected at COP30 could be transformative, but only if they lead to action that puts land rights at the center. Ultimately, fully recognizing the rights of Indigenous Peoples, Afro-descendants and local communities to their lands is the only way to protect the world’s forests and our shared future.  </p><p>As COP30 sets the tone for the next phase of global climate action, securing land rights and unlocking finance for those who protect forests are two of the most strategic, effective and urgent investments the world can make.  </p><p> </p><p> </p><p>     </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Improving Air Quality in Bogotá, Colombia, from the Ground Up",
      "link": "https://www.wri.org/update/improving-air-quality-bogota-colombia",
      "pubDate": "Tue, 21 Oct 2025 10:00:00 EDT",
      "description": "<p>In Bogotá, WRI Colombia led efforts to improve the city’s air quality alert system and reduce pollution in key neighborhoods across the city. From 2020 to 2025, WRI Colombia worked closely with members of the community, the city’s secretariats of the environment and mobility, and the mayor’s office to address air quality on multiple fronts using practical data and tools.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Deep Dive Cities Initiative</strong></p><p class=\"secondary\">Through its Deep Dive Cities initiative, WRI Ross Center works in a deep and sustained way with a network of cities to develop both long-term relationships and solutions to entrenched urban challenges. <a href=\"https://www.wri.org/initiatives/deep-dive-cities\">Learn more here.</a></p></div><p>For several years, WRI Colombia’s Deep Dive Cities team has supported Bogotá’s clean air goals. In 2024, the city unveiled a masterplan, <a href=\"https://www.ambientebogota.gov.co/plan-aire-2030\">Plan Aire 2030</a>, launching its first Clean Air Zone and setting a benchmark to reduce air pollution by 30% by 2030.  It’s estimated that this goal will prevent more than 840 premature deaths a year and save the city $1.7 billion annually.</p><h3>Arming Cities with Better Air Quality Data</h3><p>In 2020, WRI helped upgrade Bogotá’s existing air quality forecasting system using <a href=\"https://www.wri.org/initiatives/canairy-alert\">CanAIRy Aler</a>t. By running Bogotá’s local air quality data through CanAIRy Alert’s machine-learning platform, WRI Colombia helped equip the city with a bias-corrected forecast system that can produce air quality predictions up to five days in advance of high-pollution events.</p><p>City officials were able to make evidence-based, real-time decisions to protect residents, especially those from vulnerable groups like children, elderly people and those with chronic health conditions. With advance notice, the city could recommend that vulnerable residents adapt their routines and reduce their exposure to pollution by avoiding open spaces during high-pollution hours, reducing their use of private vehicles to lower emissions, and increasing their use of public or active transportation, such as biking or walking, if they could do so safely. </p><h3>Tackling Air Quality on the Ground</h3><p>In addition to improving air quality monitoring, the team worked with the city to assess how urban design enhancements could improve local air quality. The Barrios Vitales pilot program saw the installation of new bike lanes, green spaces and expanded pedestrian zones in San Felipe, a residential neighborhood just outside of Bogotá’s downtown area. </p><p>To estimate the impacts on air quality improvements, WRI developed a series of <a href=\"https://es.wri.org/publicaciones/aire-limpio-en-barrios-vitales\">air quality impact indicators</a> that include: estimated changes in pollution emission reduction (in tons of PM2.5 avoided per year); the reduction in exposure to air pollutants in specific areas, such as public spaces, streets, parks and schools; and the increase of the percentage of days attaining local air quality standards.</p><p>Data was collected before and after the intervention was completed, and the initial findings showed that during the first year PM2.5 levels dropped by 13%. Furthermore, the neighborhood saw a 44% decrease in road crashes. Public transport use increased by 81%, and trips by bike and scooter also rose by 82%. </p><p>This was the first pilot of its kind in Latin America, with the potential to be replicated across many more neighborhoods and cities. Bogotá hopes to be a model for other cities in Colombia, like Cali, Medellín and Barranquilla.</p><h3>Driving Long-Term Change through Collaboration</h3><p>From the outset, WRI Colombia and Colombia’s secretariats of environment and mobility shared a clear vision: to enhance air quality and safeguard the health of citizens.  WRI Colombia’s Deep Dive Cities team worked to actively break down institutional silos and foster a collaborative culture between technicians, decision-makers, academics and the community. This alignment allowed the teams to move nimbly, make informed decisions and build joint solutions.</p><p>WRI shared its technical expertise in air quality impact indicators and access to global forecast models (such as NASA's GEOS-CF), while the secretariats’ offices provided knowledge of the territory and local operations and implemented suggested measures. This combination enabled the transformation of complex data into actionable steps.</p><h3>What’s Next for Deep Dive Cities Colombia?</h3><p>Going forward, WRI Colombia will continue to support air quality improvement efforts in Bogotá through its deep engagement with the city. With the Barrios Vitales program expanding to the Las Cruces, El Porvenir, Chapinero and San Cristóbal neighborhoods in Bogotá, WRI Colombia will provide analysis of microscale data to evaluate air quality, noise and micro-environmental conditions. These analyses will help Bogotá identify causes of pollution and which public space interventions could help with mitigation.</p><p>In partnership with the new <a href=\"https://breathecities.org/\">Breathe Cities initiative</a>, WRI Colombia will continue clean air efforts in Bogotá by implementing two new strategies to improve air quality:</p><ul><li>Transitioning mopeds to electric models to reduce emissions in congested urban areas.</li><li>Electrifying school bus fleets, prioritizing educational environments and areas of high vulnerability to pollution.</li></ul><p><em>WRI Ross Center’s </em><a href=\"https://www.wri.org/initiatives/deep-dive-cities\"><em>Deep Dive Cities Initiative</em></a><em> focuses on locally driven strategic projects as entry points to foster long-term, cross-sectoral and transformative change. Through the initiative, WRI provides strategic funding and additional technical capacity to support a wide range of projects. The initiative also allows WRI to share lessons learned from across its network of partner cities.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "4 Questions that Will Shape COP30 for Vulnerable Countries",
      "link": "https://www.wri.org/technical-perspectives/cop30-questions-vulnerable-countries",
      "pubDate": "Mon, 20 Oct 2025 16:05:18 EDT",
      "description": "<p>In a year marked by escalating climate impacts, economic headwinds, climate policy rollbacks and a rapidly shifting geopolitical landscape, the road to the 2025 UN climate summit (COP30) has been shaped by uncertainty and urgency. At the same time, the significant uptick of renewable energy in many countries signals important opportunities for progress.</p><div class=\"callout alignright\"><p>This article was written with input from the consortium Allied for Climate Transformation by 2025 (ACT2025), a group of experts and thought leaders from climate-vulnerable countries working to drive greater climate ambition on the international stage. Learn more about ACT2025 and its work <a href=\"https://www.wri.org/initiatives/allied-climate-transformation-act2025\">here</a>.</p></div><p>While countries — including the most <a href=\"https://www.wri.org/initiatives/allied-climate-transformation-act2025/resources/g20-learn-ndcs-climate-vulnerable-nations\">vulnerable</a> — update their climate plans known as <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a> (NDCs), the world is still collectively off track to limit global warming to 1.5 degrees Celsius (2.7 degrees Fahrenheit). And the cost of falling short is already clear. Vulnerable communities worldwide are shouldering mounting death tolls from extreme weather events, <a href=\"https://api.internal-displacement.org/sites/default/files/publications/documents/idmc-grid-2025-global-report-on-internal-displacement.pdf\">disaster-induced internal displacement</a>, and the disruption of global supply chains leading to <a href=\"https://www.nature.com/articles/s43016-021-00400-y\">food insecurity</a> and <a href=\"https://pubmed.ncbi.nlm.nih.gov/36626833/\">reduced healthcare access</a>. Tight global financing conditions and rising debt distress are systemic issues making matters worse.</p><p>That’s not just a problem for climate-vulnerable countries: The impacts of climate change, undeterred by borders, will have direct and knock-on effects that will reverberate throughout the global economy and society.</p><p>That is why COP30 is at a critical crossroads. Failure to deliver strong outcomes risks exacerbating vulnerable countries’ exposure to climate hazards, losing critical development gains, deepening inequality, and further eroding trust in international cooperation and diplomacy.</p><p>On the other hand, climate action can provide important benefits for vulnerable countries, as we’ve seen with <a href=\"https://www.wri.org/initiatives/allied-climate-transformation-act2025/resources/mitigation-spotlight-caribbean\">solar water heaters</a> reducing household energy bills in Barbados, improved air quality in Nepal and Ethiopia with <a href=\"https://insideevs.com/news/768768/ethiopia-nepal-surprising-ev-boom/\">increased EV uptake</a>, and more resilient agriculture across Africa. This year’s summit will be a vital test to find consensus, raise collective ambition, and turn it into real-world action and support.</p><p>COP30 is set on the edge of the Amazon with the Brazilian presidency highlighting a renewed focus on <a href=\"https://cop30.br/en/news-about-cop30/latin-american-forests-are-vital-to-the-climate-crisis-response\">ending forest loss</a>, boosting climate finance and turning negotiations into action — <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub/key-issues\">all vital</a> for climate-vulnerable countries. But will it deliver? For vulnerable countries, the stakes could not be higher. </p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>Attention now turns to the issues that will shape success or failure. At COP30, the <a href=\"https://www.wri.org/initiatives/allied-climate-transformation-act2025\">ACT2025 consortium</a>, a coalition of experts and thought leaders who amplify the voices of climate-vulnerable developing nations in climate negotiations, will be actively participating and watching how the summit responds to four critical questions:</p><h3>1) With the 1.5 Degree C Threshold Under Threat, What Does that Mean for COP30?</h3><p>After a flurry of announcements in September, over 60 countries have now submitted new national climate plans. But <a href=\"https://www.climatewatchdata.org/ndc-tracker\">analysis</a> shows the numbers aren’t adding up. So far, collective ambition falls short of limiting global temperature rise to 1.5 degrees C (2.7 degrees F).</p><p>At a moment when political will is waning, COP30 must deliver a political response to this ambition gap by acknowledging <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">the 1.5 degree C goal is in grave jeopardy</a> and emphasizing the need for major emitters, including all developed and G20 countries, to increase ambition before 2030 (recognizing they <a href=\"https://www.ipcc.ch/sr15/\">have the technological and financial tools to do so</a>). This means taking forward the Global Stocktake goals to triple renewables, double energy efficiency, transition away from fossil fuels, halt forest loss, scale-up sustainable transport and more. Leaders must demonstrate, for example at the COP30 Leaders’ Summit, how they will go above and beyond current commitments to urgently align with what the science demands.</p><p>At the same time, COP30 should welcome and encourage strengthened commitments, <a href=\"https://www.iddri.org/en/publications-and-events/working-paper/paris10-diagnosis-looking-back-look-forward\">celebrate the decade of progress since the Paris Agreement</a>, and provide a forward-looking vision grounded in implementation, transparency and accountability. NDCs cannot be treated as stand-alone documents — they must be aligned with long-term strategies, National Adaptation Plans (NAPs), and sectoral pathways in energy, transport, land use and industry that deliver real-world, whole-of-society transformation. Climate plans must also address the dual challenges of mitigation and adaptation, ensuring that pathways reflect equity by addressing both the urgent need to cut emissions and the pressing realities of climate impacts faced by vulnerable communities.</p><p>It was climate-vulnerable countries, in particular small island developing states (SIDS), who pushed for the Paris Agreement to include the more ambitious stretch goal to limit warming to 1.5 degrees C. They remain its guardians — the moral compass of the negotiations and the defenders of a target that is critical to their survival. We can expect their steely determination to not let it slide.</p><p>Although <a href=\"https://www.carbonbrief.org/state-of-the-climate-2024-sets-a-new-record-as-the-first-year-above-1-5c/\">Earth exceeded 1.5 degrees C of warming in 2024</a>, this threshold is not like flipping a switch — it’s more like adjusting a thermostat. Every fraction of a degree matters, and strong, consistent changes make the difference between staying within safe limits or not. The fight is not lost, but recovery depends on immediate and decisive action. </p><h3>2) How Can Real Progress on Climate-Vulnerable Countries’ Priorities Be Made During COP30 Negotiations?</h3><p>Making progress across three issues  will be critical:</p><h4>Following up on implementation of the new climate finance goal</h4><p>For vulnerable developing countries, the quantity and quality of financial support for the implementation of climate action has <a href=\"https://www.ipcc.ch/report/ar6/wg3/chapter/chapter-15/\">important long-term catalytic benefits</a>, making accelerated and timely delivery of support from developed countries essential. Overall success at COP30 hinges on whether the <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">New Collective Quantified Goal on Climate Finance</a> (NCQG) can springboard a financial response that includes public grant-based and other highly concessional instruments, without worsening unsustainable debt burdens, and that mobilizes quality private investment, especially for climate-vulnerable developing nations. Formal and informal negotiations must focus on clarifying how to accelerate the implementation of the NQCG to deliver at least $300 billion and its upscaling to $1.3 trillion annually by 2035, with developed countries taking the lead and with clear signals on how to triple financial flows of the multilateral climate funds (from 2022 levels by 2030). For climate-vulnerable nations, this level of finance is essential to implement climate plans and turn targets into concrete action. </p><p>The Baku to Belém Roadmap to $1.3 trillion will be an important delivery vehicle in this regard, as it can help establish strong interlinkages and synergies with ongoing initiatives outside the UNFCCC regime on sovereign debt issues, reforms of international financial institutions including multilateral development banks (MDBs), as well as innovative instruments such as solidarity levies to holistically deliver for climate action. For climate-vulnerable countries, it is important for the Roadmap to be in line with the purpose of the NCQG (i.e. to support implementation of developing countries’ climate plans, contribute to increasing and accelerating ambition, and reflect the evolving needs and priorities of developing countries); provide guidance on scaling up grant-based public finance for adaptation, resilience and addressing loss and damage; and that sufficient transparency and accountability arrangements are embedded. </p><h4>Enhancing finance and tracking for adaptation </h4><p>Finalizing how the <a href=\"https://www.wri.org/insights/global-goal-on-adaptation-explained\">Global Goal on Adaptation</a> (GGA) will be put into action will be front-and-center at COP30. First, countries are likely to adopt a set of indicators to track progress towards the achievement of the GGA and its framework targets, which span different sectors and the adaptation policy cycle. </p><p>These indicators go beyond technical assessment — they can offer a more granular and harmonized catalogue of adaptation and resilience action and support, nudging greater alignment and transparency across sectors for governments, businesses and financial actors. A top priority for climate-vulnerable nations will be ensuring the final set of indicators includes those that adequately track delivery of quality finance, capacity building and technology support. This is important for effective implementation of the GGA and its framework targets.</p><p>Second, countries must determine what’s next for adaptation finance given that the <a href=\"https://www4.unfccc.int/sites/NWPStaging/News/Pages/Adaptation-at-the-forefront-of-COP-26-outcomes-in-Glasgow.aspx\">Glasgow pledge</a> to double adaptation finance (from 2019 levels) expires this year. This could be through a new goal on adaptation finance, new pledges and fund replenishments (in particular to the Adaptation Fund), as well as MDB commitments to invest in adaptation and climate resilience in vulnerable countries.</p><p>Despite the notable progress since the Glasgow goal was adopted in 2021, adaptation remains underfunded, with the current <a href=\"https://www.unep.org/resources/adaptation-gap-report-2024\">adaptation finance gap estimated at up to $359 billion per year</a>. There is a risk that adaptation finance may stagnate without deliberate prioritization and delivery; countries are calling for this to be addressed, for example by <a href=\"https://www.climatechangenews.com/2025/06/24/bonn-bulletin-developing-nations-call-for-adaptation-finance-to-triple-by-2030/\">tripling adaptation finance</a> from 2022 levels by 2030 or through a new needs-based goal to respond to the evolving adaptation needs of developing countries as expressed in the IPCC assessments, the Global Stocktake outcome, and NDCs and NAPs.  </p><p>Combining increased financial flows with more effective tracking of adaptation action can help enhance incentives for high-impact investments in adaptation and provide a clearer picture of overall progress. In other words, better tracking could raise global standards for adaptation finance and help ensure funds drive meaningful domestic action where they are most needed. Indeed, <a href=\"https://www.wri.org/insights/climate-adaptation-investment-case\">investing in climate resilience and adaptation</a> strengthens national economies and human security by protecting infrastructure, securing food and water systems, and reducing climate-related shocks. Accelerating progress will require not only tracking but also that adaptation and resilience are embedded within broader national planning and investment strategies across sectors. </p><h4>Building a coherent architecture for loss and damage solutions</h4><p><a href=\"https://www.wri.org/insights/loss-damage-climate-change\">Loss and damage</a> action and financing have received less attention ahead of COP30, but they remain key priorities for climate-vulnerable developing countries. There is urgent need for further capitalization of the recently created Fund for Responding to Loss and Damage (FRLD) with sufficient and predictable resources beyond current pledges. To best support countries, the FRLD should prioritize non-debt-inducing financial instruments, direct access modalities by national entities via simplified application procedures, and expedited funding for the urgent needs of vulnerable countries.</p><p>Additionally, sustaining the <a href=\"https://www.santiago-network.org/\">Santiago Network</a> (which provides technical assistance for the implementation of averting, minimize and addressing loss and damage) through the provision of adequate support is essential to delivering technical assistance on loss and damage —with about $40 million in pledged funding available, the Santiago Network is ready to receive and approve more technical assistance requests. COP30 must mobilize funding to ensure the Santiago Network can continue operating, respond to country requests and expand its regional presence. COP30 must also use the third review of the Warsaw International Mechanism (WIM) to align and strengthen coordination between the WIM, FRLD, Santiago Network and national mechanisms. This is a critical opportunity to establish a coherent, responsive, and rights-based global loss and damage architecture—and it must not be missed. Doing so urgently will prompt solutions-driven dialogues that are more meaningfully driven by the voices of climate-vulnerable nations.</p><h3>3) Will Multilateralism Hold Strong at COP30?</h3><p>For climate-vulnerable countries to have the best chance of achieving strong results, they must have an equal seat at the table — an essential characteristic of the UNFCCC. In addition to increasing attacks on multilateralism and international cooperation, vulnerable countries are also affected by the fact that they have fewer financial and technical resources at their disposal to devote to international climate change decision-making and engagement. Delegations, for example from least developed countries and SIDS, are often fewer in number compared to those of developed countries. The <a href=\"https://cop30.br/en/news-about-cop30/preparations-for-cop30-advance-as-79-countries-confirm-accommodation\">high cost of accommodation in Belém</a> is further creating a logistical headache, putting climate-vulnerable country representation under even more pressure. Ensuring adequate and meaningful representation is itself a test of the inclusiveness and fairness of COP30.</p><p>Nevertheless, the defense of climate multilateralism is key to the Brazilian presidency’s approach to COP30. With the U.S. government’s announcement to withdraw from the Paris Agreement and many donor countries slashing overseas development aid, climate-vulnerable countries are looking for signals that global cooperation remains a priority. Reaffirming multilateralism at COP30 can help rebuild trust by accelerating the implementation of the Paris Agreement and connecting climate action to the real needs and efforts of people on the ground. In doing so, collective action will drive transformative change that leaves no one behind.</p><h3>4) What Impact Will the Recent ICJ Ruling Have on COP30?</h3><p>In July 2025, after a multi-year campaign initiated by Vanuatu and supported by vulnerable countries and communities, youth groups and allies worldwide, the International Court of Justice (ICJ) in The Hague, Netherlands, issued an unprecedented and unanimous <a href=\"https://www.icj-cij.org/case/187\">advisory opinion on the obligations of states in respect of climate change</a>. The UN’s principal judicial body ruled that states have an obligation to protect the environment from greenhouse gas emissions and act with due diligence and cooperation to fulfill this duty. The ruling also reinforced that limiting warming to 1.5 degrees C (2.7 degrees F) is, de facto, the global goal to strive for and it is not optional.</p><p>Countries have a chance to meet the bar set by the ICJ, which emphasized that national climate commitments should reflect their highest ambition possible. High-emitting countries will face increasing moral and legal pressure as a result of the ruling. It gives vulnerable developing countries a potential new tool for holding major polluters to account, and it also emphasizes the duty of cooperation, particularly in terms of financing, technology transfer and support. The COP30 outcome could integrate these messages from the ICJ ruling. </p><h3>COP30 Is Our Chance to Course-Correct</h3><p>As we navigate the intricate landscape of global climate action in 2025, ramping up ambition and scaling support for implementation is imperative. This year’s outcomes must be decisive in establishing a robust global framework capable of addressing the multi-faceted challenges of climate change effectively.</p><p>Governments must use COP30 as an opportunity to catch up with the world’s rapidly changing realities. The task is urgent: The world must move further and faster to ensure the most vulnerable countries, communities and people can build their own resilience — not only to survive, but to thrive. Time is a critical resource we cannot replenish, and for climate vulnerable countries, it’s fast running out.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "ADVISORY: WRI Press Call on Expectations for COP30",
      "link": "https://www.wri.org/news/advisory-wri-press-call-expectations-cop30",
      "pubDate": "Mon, 20 Oct 2025 13:52:12 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>Washington (October 20, 2025) — </strong>Join World Resources Institute (WRI) for </span><a href=\"https://wri.zoom.us/webinar/register/WN_03s-_DkRT121km7NO3LSLw\"><span lang=\"EN-US\">a press call</span></a><span lang=\"EN-US\"> on Monday, October 27, at 9:00am ET / 2:00pm CET, where experts will share insights on what’s needed for a successful outcome at the upcoming COP30 climate summit in Belém, Brazil.</span> </p><p><a href=\"https://wri.zoom.us/webinar/register/WN_03s-_DkRT121km7NO3LSLw\"><span lang=\"EN-US\"><strong>Register here to join</strong></span></a><span lang=\"EN-US\"><strong>.</strong></span></p><p><span lang=\"EN-US\">WRI experts will outline the most critical and debated issues negotiators will face at COP30, including:</span> </p><ul><li><span lang=\"EN-US\"><strong>Mobilizing $1.3 trillion </strong>annually in climate finance for developing countries, including through the Baku to Belem roadmap;</span> </li><li><span lang=\"EN-US\"><strong>Scaling adaptation finance </strong>to strengthen communities’ climate resilience;</span> </li><li><span lang=\"EN-US\">What updated<strong> national climate plans (NDCs)</strong> mean for the Paris Agreement 1.5°C goal — and what's needed to increase ambition;</span> </li><li><span lang=\"EN-US\">Protecting and restoring <strong>forests and critical ecosystems</strong>, advancing <strong>Indigenous rights</strong> and transforming<strong> food systems;</strong></span> </li><li><span lang=\"EN-US\"><strong>Major geopolitical shifts</strong> shaping global climate action, including the growing leadership of emerging economies.</span> </li></ul><p><span lang=\"EN-US\">Following brief remarks, reporters will have the opportunity to ask questions. </span> </p><p><span lang=\"EN-US\"><strong>WHAT</strong></span> </p><p><span lang=\"EN-US\">A press call to preview expected outcomes from the COP30 climate summit in Belém, Brazil.</span> </p><p><span lang=\"EN-US\"><strong>WHEN</strong></span> </p><p><span lang=\"EN-US\">Monday, October 27, 2025 at 9:00am ET / 2:00pm CET.</span> </p><p><span lang=\"EN-US\"><strong>WHO</strong></span> </p><p><em><span lang=\"EN-US\">Speakers</span></em> </p><ul><li><span lang=\"IT\"><strong>Ani Dasgupta</strong>, President & CEO, WRI</span> </li><li><span lang=\"EN-US\"><strong>Melanie Robinson</strong>, Global Climate, Economics and Finance Program Director, WRI</span> </li><li><span lang=\"EN-US\"><strong>Karen Silverwood-Cope</strong>, Climate Director, WRI Brasil</span> </li><li><span lang=\"EN-US\"><strong>Mariana Oliveira</strong>, Manager, Forests, Land Use and Agriculture Program, WRI Brasil</span><span lang=\"EN-US\"> </span> </li><li><span lang=\"EN-US\"><strong>Alison Cinnamond (moderator)</strong>, Global Director for Strategic Communications, WRI</span> </li></ul><p><span lang=\"EN-US\"><strong>WHERE</strong></span> </p><p><span lang=\"EN-US\">This call is for journalists only. Please </span><a href=\"https://wri.zoom.us/webinar/register/WN_03s-_DkRT121km7NO3LSLw\"><span lang=\"EN-US\">RSVP at this link</span></a><span lang=\"EN-US\">. </span> </p><p><span lang=\"EN-US\">If you have any questions, please reach out to Darla van Hoorn, </span><a href=\"mailto:Darla.vanhoorn@wri.org\" target=\"_blank\"><span lang=\"EN-US\">Darla.vanhoorn@wri.org</span></a><span lang=\"EN-US\">. </span> </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Bogotá, Colombia, Uses Data and Smart Urban Design to Cut Air Pollution",
      "link": "https://www.wri.org/insights/bogota-colombia-uses-data-and-smart-urban-design-cut-air-pollution",
      "pubDate": "Mon, 20 Oct 2025 11:31:22 EDT",
      "description": "<p>Nestled in the Andes, Bogotá’s mountainous landscape traps air pollutants, sometimes cloaking the Colombian capital in a dusty smog.</p><p>The consequences have been severe. The city’s poor air quality resulted in an estimated 2,300 excess deaths in 2019. In 2023, Bogotá’s average concentration of PM2.5, a fine particulate matter that can cause respiratory and cardiovascular illnesses, measured more than three times the recommended limit from the World Health Organization (WHO).</p><p>Bogotá is not alone. More than 40% of cities worldwide have air pollution levels over seven times higher than the WHO’s recommended limit. But unlike many other cities, Bogotá is taking groundbreaking steps to address its air challenges. By investing in data and redesigning city infrastructure, it is positioning itself as a leader in the fight for cleaner air.</p><h3>Barrios Vitales: Cleaning the Air One Neighborhood at a Time</h3><p>Bogota’s air pollution comes from sources both inside the city — like energy use, vehicles and factories — and outside it, such as smoke from wildfires and even sand from the <a href=\"https://doi.org/10.22395/rium.v17n32a1\">Sahara Desert</a>. In order to change that situation, Bogota needed to tackle air pollution in the places that feel its impact most acutely: the neighborhoods where people live, work and travel.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"The colorful streets of San Felipe where Bogotá is working to improve air quality\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/52317986158-d05ad967a4-k.jpg?VersionId=rvmWbGDmjUR.v3_gbLmiPJEMKtNSR1HT&itok=8irBL9e3\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>San Felipe, Bogotá, the pilot site of the city's \"Bairros Vitales\" program to cut air pollution and create a more livable neighborhood. Photo by <a href=\"https://www.flickr.com/photos/carlosfpardo/52317986158/in/album-72177720301645285\">Carlos Felipe Pardo/Flickr</a></figcaption>\n</figure>\n<p>Bogotá launched its “Barrios Vitales” (or “Vital Neighborhoods”) initiative in 2024 in San Felipe, a former mixed-use area that’s more recently become a high-traffic hub for arts and culture. Working closely with the community through focus groups, surveys and co-creation workshops, the city took steps to clean the air while also making San Felipe a more enjoyable neighborhood.</p><p>It introduced new pedestrian zones where people can stroll unencumbered by car traffic. Bike lanes replaced some of the busier roads, helping to increase public transit use by 81% and bike and scooter use by 82%.</p><p>The city also added green spaces and installed benches as rest points. These changes encourage walking and cycling over car use, while additional trees and green spaces also help clean the air.</p><p>After these interventions, Bogotá’s Secretary of Mobility confirmed that the share of trips made on foot increased from 16% to 21%, getting more vehicles off the road and reducing air pollutants. Initial findings showed that PM2.5 levels dropped by 13% in San Felipe, thanks to the Barrios Vitales program.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1046\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"837\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"641\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"505\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"302\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People enjoy outside seating and pedestrianized streets in San Felipe, Bogotá.\" height=\"302\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/san-felipe.jpg?VersionId=muzAZVlwd9.aa1oi8xgpviP_txJalewp&itok=PESHWlGV\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Green spaces and bike lanes in San Felipe, Bogotá, are encouraging locals to swap cars for cleaner and more active ways of getting around the neighborhood. Photo by <a href=\"https://www.flickr.com/photos/carlosfpardo/52318122605/in/album-72177720301645285\">Carlos Felipe Pardo/Flickr</a></figcaption>\n</figure>\n<p>Bogotá has since <a href=\"https://www.movilidadbogota.gov.co/web/barrios_vitales\">expanded</a> the Barrios Vitales program to Bosa El Povenir, San Cristobal South, Las Cruces and San Carlos — other heavily trafficked neighborhoods. The city’s masterplan aims to implement 33 Barrios Vitales by 2035.</p><h3>Tackling Air Quality with Better Data  </h3><p>As Bogotá works toward goals in its air quality action plan, <a href=\"https://www.ambientebogota.gov.co/plan-aire-2030\">Plan Aire 2030</a>, having robust and actionable data will remain essential. To that end, in 2020 the city partnered with WRI to enhance its air quality monitoring system with the CanAIRy Alert air quality forecast model. The previous system had limited accuracy outside city boundaries, making it difficult to confidently anticipate high pollution events. The new model combines atmospheric modeling tools from NASA with local air quality monitoring data, allowing for precise, city-specific forecasts. This upgraded system can produce air quality predictions up to five days in advance of high-pollution events. </p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>CanAIRy Alert Air Quality Forecasting System</strong></p><p class=\"secondary\"><a href=\"https://www.canairyalert.org/\">CanAIRy Alert</a> aims to address air quality challenges by translating and packaging globally available datasets — such as NASA’s GEOS-CF forecast, local air quality monitoring data, reference-grade monitors and emissions inventories — into decision-relevant, locally accessible tools for cities in Mexico, Colombia, Ghana, Kenya, Senegal and Uganda.</p></div><p>This early warning system allows authorities to better anticipate days when air pollution may spike and take preventive measures. The city's new alerts advise residents to limit their exposure to pollution by avoiding open spaces during high pollution hours or by reducing their use of private vehicles to help curb emissions. These early warnings are crucial for protecting public health, especially for vulnerable groups such as children, older adults, pregnant people and those with chronic illnesses.</p><p>The city also works with other sectors to implement emissions controls on other sources. During a high-pollution event, the secretary of the environment <a href=\"https://bogota.gov.co/mi-ciudad/ambiente/bogota-medidas-de-prevencion-en-la-alerta-fase-1-por-calidad-del-aire\">may recommend</a>, for example, that the industrial sector limit equipment operations to specific hours of the day, that cargo trucks reschedule deliveries for midday or midnight to avoid peak hours when residents are outside, and that freight operators use alternate routes to avoid entering the city.</p><h3>Bringing It All Together: Design and Data for a Healthier City</h3><p>Bogotá is now working with more communities to enhance connectivity through clean electric mobility, such as the deployment of nearly 1,500 electric buses — with 600 more under procurement — to the transportation system; two cable cars, one in operation and one under construction; and 24 kilometers of metro line, while also extending and improving its 600 kilometers of bike lanes. The city also plans to expand functional greenery like street trees.</p><p>The city will continue to use its enhanced monitoring capabilities to keep people safe and share the benefits of its new urban designs.  </p><p>Bogotá may not be able to overcome its geographical challenges or influence global weather patterns. But through its data-informed urban design approach, the city has created a replicable toolkit for an effective, scalable urban air quality program. With robust and actionable data — and a willingness to reimagine neighborhoods — cities can work proactively to provide cleaner air for all. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "From Degraded Land to Thriving Farms: A Regeneration Story in Ghana's Cocoa Belt",
      "link": "https://www.wri.org/insights/restoring-land-ghana-cocoa-belt",
      "pubDate": "Wed, 15 Oct 2025 10:14:00 EDT",
      "description": "<p>When Alex Tawiah and Georgina Nyarko first heard about beekeeping on their cocoa farm, they were skeptical. Could bees really help them earn a steady income?  </p><p>They put their misgivings aside and decided to work with Goshen Global Vision, a non-profit that helps small farmers build sustainable livelihoods. With training and a small investment, the couple installed eight beehives on their land. They also worked to plant and protect native trees. While many farmers clear natural vegetation to make space for more cocoa plants, Goshen explained that bees need trees for food and shelter, and the shade they provide can even help cocoa trees thrive.</p><p>A year later, the hives have brought so much more than honey to the small cocoa farm.</p><p>Alex and Georgina now earn extra money from harvesting and selling honey from their hives. Bees help pollinate  their cocoa trees, while on-farm trees add nutrients to the soil. The two combined have helped increase the couple’s cocoa yields, further boosting incomes.  </p><p>“I was weary of keeping bees in the farm due to the safety risks it posed to our children who accompany us,” said Nyarko. “But we were assured of protective clothing for safe apiculture. This was a good decision.” Today, Alex and Georgina’s land is part of a growing agroforestry movement across Ghana’s Cocoa Belt. By preserving and planting trees alongside cocoa, farmers are not only restoring degraded land; they’re creating more resilient farms and new income streams.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=FJeF2Z72_b4\" rel=\"nofollow\" title=\"Watch From Cocoa Tree to Chocolate: Learn how Ghanaian Farmers are Ensuring Sustainability of Cocoa\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>Ghana’s Cocoa Economy at a Crossroads</h3><p>Ghana is the world’s second-largest cocoa exporter, <a href=\"https://ghana-cocoa-belt-worldresources.hub.arcgis.com/pages/instructions\">bringing in over <strong>$2.2 billion a year</strong></a><strong>. </strong>But much of that success has come at the expense of the country’s forests.</p><p>Between 2001 and 2017, <a href=\"https://www.globalforestwatch.org/dashboards/country/GHA/\">illegal cocoa farming stripped away more than <strong>13% of Ghana’s forest cover</strong></a>. Without trees to hold soil in place, wind and rain washed away nutrient-rich topsoil. Crop yields dropped, deepening poverty.</p><p>These compounding problems further strained forests and the farmers who relied on them.  “Most times [people] need money, they go to the forest and then they cut the native species and hunt for game,” said <strong>Mary Perpetua Kwakuyi</strong>, executive director of Goshen Global Vision. For example, farmers facing dwindling crop yields sometimes cut trees and sell the timber or charcoal to make ends meet. “Restoration without livelihood is just a conversation,” Kwakuyi said.</p><p>In other words: People don’t destroy forests because they want to; they do it because they have no alternative.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Women with watering cans.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/women-pado_0.jpg?VersionId=l0jpfxNp7qyfOFR010uzrQTMx50mLTEB&itok=mp87eYMK\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Women with the Private Afforestation Development Organization (PADO) water young plants in Ghana’s Cocoa Belt. Photo by Vision in View/WRI</figcaption>\n</figure>\n<h3>Restoring Trees, Revitalizing Farms</h3><p>Today, Tawiah’s family and many others are proving that a thriving cocoa industry doesn’t have to come at the expense of forests. Once considered an afterthought, agroforestry is now central to Goshen’s work in Ghana’s Western Region. The organization trains local farmers to grow trees, maintain hives and harvest honey. Their goal is to turn restored trees into income-generating assets.</p><p>“The bees give them a reason to leave the trees standing,” Kwayuki explained.</p><p>Goshen is one of many organizations working with WRI’s <a href=\"https://www.wri.org/initiatives/restore-local\">Restore Local initiative</a>. Its financing arm, TerraFund has invested in 15 non-profits and five local enterprises in Ghana's Cocoa Belt with the support of founding partners One Tree Planted and Realize Impact. So far, the groups have planted 4.1 million trees and created 6,400 jobs, with 9,300 hectares under restoration.  Collectively, they’re moving closer to achieving Ghana’s national goal of restoring 2 million hectares of degraded land by 2030 under the <a href=\"https://afr100.org/\">African Forest Landscape Restoration Initiative (AFR100)</a>.</p><p>But beyond the numbers, restoration champions’ powerful stories paint a vibrant picture of what investing in local solutions means for the people and nature in this region.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1054\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"885\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"678\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"534\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"320\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Goshen Global Vision.\" height=\"320\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/goshen-global-vision_0.jpg?VersionId=9WjtuMiGb3KlsE0d0Psmr9MwpHSTdIDN&itok=pdPL8uHN\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Goshen Global Vision works closely with WRI’s Restore Local initiative to restore land through beekeeping, agroforestry and other measures. Photo by Sena Affadu/WRI</figcaption>\n</figure>\n<h3>A Network of Restoration Champions</h3><p>For example, Private Afforestation Development Organization (<strong>PADO)</strong> works with farmers like Musah Bigiba to restore land around degraded forest reserves.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1140\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"900\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"683\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"683\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"683\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Man with crates of tomatoes.\" height=\"683\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/pado-tomatoes_0.jpg?VersionId=6degDQd5ROLV8ldPz0eAlt47woK9RzYH&itok=glno0zmD\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A farmer with the Private Afforestation Development Organization (PADO) harvests tomatoes in 2024. Photo by Vision in View/WRI</figcaption>\n</figure>\n<p>For years, Bigiba and his neighbors depended almost entirely on the Tinte Bepo Forest Reserve for survival. But the land was failing them. Degradation had stripped the reserve of its topsoil, making it almost impossible for any of Bigiba’s crops to flourish.</p><p>Five years ago, he joined a growing group of farmers restoring degraded reserves by planting teak, Ofram and Cedrela trees. These previously endangered native and commercial species are now coming back — a boon for the area’s farmers.</p><p>“I believe it is my responsibility to plant trees to protect the land,” Bigiba said. “With more trees, we have better rainfall, and this means better crop yield and more money.”</p><p>Other farmers find that agroforestry brings resilience.</p><p>Ghana’s climate is changing. Rainfall is more erratic, droughts are lengthening, and the heat is rising. For cocoa, a notoriously sensitive crop, this instability is a threat. Trees offer a kind of buffer.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Woman with plants.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/woman-with-plants-fanteakwa-cocoa-cooperative-union_0.jpg?VersionId=bhKO.lu5jhCff_Ic1DjkyJ.CoN13wYkX&itok=52_2eDEf\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A woman cares for plants as part of the Fanteakwa Cocoa Cooperative Union. The group works with Restore Local to help farmers plant fruit trees alongside their cocoa crops, which improves soil fertility and raises incomes. Photo by Vision in View/WRI</figcaption>\n</figure>\n<p>At Fanteakwa Cocoa Cooperative Union, farmers are planting fruit trees like mango, coconut and orange alongside their cocoa trees to enrich the soil and create new income sources. By mixing crops instead of “monocropping,” farmers enrich the land while also protecting themselves from the ever-shifting cocoa market. When cocoa prices fluctuate, fruit and timber provide an alternative. Meanwhile, shade from the trees helps stabilize the microclimate for heat- and sun-sensitive cocoa trees.</p><p>Kwabena Napoleon, a cocoa farmer in the Western region, switched from monocropping to agroforestry. “The erosion was so bad, the soil would be washed away by the rain,” he said. “But now, the trees hold it. My cocoa yields are coming back.”</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Harvesting crops.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/pado-crop-harvest_0.jpg?VersionId=b_SfLMnPwY41vjIoKsEBMmlZL66etPTw&itok=v6oh6Ypy\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Farmers with the Private Afforestation Development Organization (PADO) harvest their crops. Photo by Vision in View/WRI</figcaption>\n</figure>\n<h3>Cocoa and Forests Can Both Thrive in Ghana</h3><p>As the landscape is restored, so is farmers’ sense of pride and possibility. People throughout Ghana are learning a powerful lesson: Cocoa and forests can thrive together — as well as the farmers who rely on them both.</p><p><em>To learn more about restoration champions in the Ghana Cocoa Belt and the impact of Restore Local across African landscapes, read our series </em><a href=\"https://africa.wri.org/initiatives/restore-local\"><em>here.</em></a></p><p><em>EDITOR'S NOTE, 10/16/25: A previous version of this article undercounted the numbers of trees planted, jobs created, and hectares under restoration through TerraFund's work in Ghana's Cocoa Belt. We have updated the numbers. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "More Coal Won't Solve US Energy Woes",
      "link": "https://www.wri.org/insights/trump-coal-plant-extension-cost-impacts",
      "pubDate": "Tue, 14 Oct 2025 09:00:00 EDT",
      "description": "<p>The Trump administration is doubling down on efforts to revive the United States' coal industry.</p><p>On Sept. 29, the U.S. Department of Energy announced <a href=\"https://www.energy.gov/articles/energy-department-announces-625-million-investment-reinvigorate-and-expand-americas-coal\">$625 million</a> in funding aimed at retrofitting and recommissioning aging coal plants to extend their lifespans. The same week, the Department of the Interior said it would open <a href=\"https://www.doi.gov/pressreleases/interior-unleashes-american-coal-power-bold-move-advance-trump-administration\">13.1 million acres</a> of federal land to coal mining, while the Environmental Protection Agency <a href=\"https://www.epa.gov/newsreleases/epa-proposes-repeal-biden-harris-epa-regulations-power-plants-which-if-finalized-would\">proposed</a> weakening regulations meant to limit toxic water and air pollution from coal plants.</p><p>These are the latest in a <a href=\"https://www.energy.gov/articles/energy-department-announces-625-million-investment-reinvigorate-and-expand-americas-coal#:~:text=100%25%20natural%20gas.-,Background%3A,-To%20date%2C%20the\">series of maneuvers</a> intended to shore up U.S. coal in the face of rising energy costs, reliability concerns and growing power demand (not least from <a href=\"https://www.wri.org/insights/us-data-centers-electricity-demand\">new data centers</a>).</p><p>Yet, coal is not an economical answer to energy security. Evidence shows that keeping old plants online is <a href=\"https://gridstrategiesllc.com/wp-content/uploads/Grid-Strategies_Cost-of-Federal-Mandates-to-Retain-Fossil-Burning-Power-Plants.pdf#page=6\">already costing utilities millions</a> — costs that are passed onto ratepayers. While these plants might bolster power supply in the short term, they will ultimately drive up electricity bills, hurt Americans' health and accelerate dangerous climate change.</p><p>The good news is that there are cleaner, more reliable sources available today that can meet the country's rising demand more affordably.</p><h3>Coal Has Declined as Cheaper, Cleaner Power Sources Emerged</h3><p>Two decades ago, nearly half the <a href=\"https://www.eia.gov/electricity/data/browser/#/topic/0?agg=2,0,1&fuel=vtvv&geo=g&sec=g&linechart=ELEC.GEN.GEO-US-99.A~ELEC.GEN.COW-US-99.A~ELEC.GEN.NG-US-99.A~ELEC.GEN.NUC-US-99.A~ELEC.GEN.HYC-US-99.A~ELEC.GEN.WND-US-99.A~ELEC.GEN.TSN-US-99.A~ELEC.GEN.BIO-US-99.A~ELEC.GEN.SUN-US-99.A&columnchart=ELEC.GEN.ALL-US-99.A~ELEC.GEN.COW-US-99.A~ELEC.GEN.NG-US-99.A~ELEC.GEN.NUC-US-99.A~ELEC.GEN.HYC-US-99.A~ELEC.GEN.WND-US-99.A&map=ELEC.GEN.ALL-US-99.A&freq=A&start=2005&end=2024&chartindexed=0&ctype=linechart&ltype=pin&columnvalues=0&rtype=s&pin=&rse=0&maptype=0\">United States</a>' electricity came from coal. Today, only about 15% does.</p><p>The single biggest reason for this shift is that other power sources became more competitive. <a href=\"https://scholar.harvard.edu/sites/scholar.harvard.edu/files/stock/files/the_effect_of_fuel_prices_environmental_regulations_and_other_factors_on_u.s._coal_productions_2008-2016.pdf\">Natural gas prices fell</a> relative to coal as the U.S. ramped up shale gas production, making coal plants less economic. This helped accelerate momentum <a href=\"https://siepr.stanford.edu/publications/policy-brief/what-killing-us-coal-industry\">away from coal and toward natural gas</a> around the early 2010s. Protective environmental and climate regulations have also made it more expensive to operate highly polluting coal plants.</p><p>In tandem, plummeting renewable prices over the last decade and state policies encouraging adoption led to rapid clean energy deployment. Wind and solar <a href=\"https://www.canarymedia.com/articles/clean-energy/wind-and-solar-overtook-coal-on-the-us-grid-in-2024\">overtook coal</a> in the U.S. power mix for the first time in 2024, together contributing 17% of the country's electricity compared to coal's 15%.</p><p>Critically, these sources are not just cheaper than coal, but also cleaner and safer. Coal is the <a href=\"https://understand-energy.stanford.edu/energy-resources/fossil-fuel-energy/coal\">most carbon-intensive fossil fuel</a> and emits toxic pollutants that can lead to <a href=\"https://www.cdc.gov/niosh/docs/2011-172/pdfs/2011-172.pdf\">lung disease and other health risks</a>. One study attributed nearly <a href=\"https://pubmed.ncbi.nlm.nih.gov/37995235/\">half a million</a> deaths in the U.S. between 1999 and 2020 to coal plant pollution.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25531422/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Keeping Coal Plants Online Will Hike Electricity Bills</h3><p>The federal government's recent measures are aimed at recommissioning coal plants that have been taken offline and extending the life of existing plants. Similarly, an April <a href=\"https://www.whitehouse.gov/presidential-actions/2025/04/strengthening-the-reliability-and-security-of-the-united-states-electric-grid/\">executive order</a> directed DOE to evaluate processes for using its emergency powers to improve grid reliability. As a result of this order, the agency has taken action to keep fossil fuel plants slated for retirement in operation, including the <a href=\"https://www.canarymedia.com/articles/politics/a-michigan-coal-plant-was-about-to-close-trump-ordered-it-to-stay-open\">J.H. Campbell coal plant in Michigan</a> and the <a href=\"https://www.utilitydive.com/news/doe-constellation-pjm-emergency-eddystone/749520/\">Eddystone oil- and gas-burning plant in Pennsylvania</a>.</p><p>These measures come at a steep price. With spending needed on retrofits and upgrades, the cost of coal power is rising as aging plants become more expensive to operate and maintain. This means that keeping old plants open can be costly. Consumers Energy — the majority owner of the J.H. Campbell power station that was ordered to remain online past its May 2025 retirement date — <a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0000201533/000081115625000071/cms-20250630.htm\">reported that it spent $29 million</a> in the first 38 days of a DOE order to keep the plant open. At this rate, the cost to keep it running is estimated to be about $279 million a year.</p><p>Rising generation costs ultimately translate to higher rates for electricity customers, contributing to <a href=\"https://www.npr.org/2025/08/16/nx-s1-5502671/electricity-bill-high-inflation-ai\">surging energy bills</a> for U.S. households and businesses. One recent report estimates that efforts to prevent large fossil fuel power plants from retiring could <a href=\"https://earthjustice.org/document/report-the-cost-of-federal-mandates-to-retain-fossil-burning-power-plants\">cost ratepayers about $3.1 billion a year</a> by the end of 2028.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25546913/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>There Are Better Ways to Meet US Power Demand</h3><p>More coal is not the answer to today's energy challenges. What the U.S. needs to keep prices down, meet rising demand and stay competitive on a global scale is: <em>1) </em>to build wind, solar and batteries rapidly now, because they are the quickest to install and least expensive source of energy in many regions; and <em>2)</em> to scale up clean, firm power — a variety of low-carbon sources, including next-generation geothermal, nuclear and hydropower, that can operate around the clock.</p><p>Investing in clean energy today makes good financial sense. The cost of building new renewables <a href=\"https://www.lazard.com/research-insights/levelized-cost-of-energyplus-lcoeplus/\">can be less than operating coal</a>; indeed, research has shown that the majority of U.S. coal plants would be <a href=\"https://energyinnovation.org/report/the-coal-cost-crossover-3-0/\">more expensive to continue running</a> than to replace with local wind or solar. Scaling these sources will also be key to supporting the administration's goal of \"energy dominance\" in a world that's <a href=\"https://www.iea.org/reports/world-energy-investment-2025/executive-summary\">increasingly investing in renewables</a>.</p><p>Despite current headwinds, including the early phase-out of key federal tax credits, U.S. wind and solar are still expected to grow in the coming years. In its latest <a href=\"https://cms.ferc.gov/media/energy-infrastructure-update-july-2025\">energy infrastructure report</a>, the Federal Energy Regulatory Commission forecasts that the U.S. will add 92.6 gigawatts (GW) of new solar and 22.6 GW of new wind between August 2025 and July 2028 — enough to power more than 25 million homes. It also forests that no <em>new</em> coal will be built over this period, while 25 GW of existing coal capacity and 13.7 GW of natural gas capacity are set to retire.</p><p>There are also opportunities to ramp up investment in clean power sources beyond wind and solar and to increase the efficiency of the grid. Technologies such as nuclear and <a href=\"https://www.wri.org/insights/next-generation-geothermal-energy-explained\">advanced geothermal</a> already benefit from bipartisan support in Congress and could potentially represent a significant percentage of the country's future energy mix. In addition, <a href=\"https://www.wri.org/insights/advanced-transmission-technologies-us-power-grid\">new transmission technologies</a> can help modernize the aging grid and increase its efficiency, helping to move more power along existing lines and accommodate rapidly growing demand.</p><p>Now is the time to make smart, forward-looking investments in energy that's safe, affordable, reliable and abundant — rather than <a href=\"https://www.washingtonpost.com/climate-environment/2025/10/07/white-house-fossil-fuel-concierge/\">clinging to systems of the past</a> that will raise costs for consumers.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}