{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-11-24T23:24:25.897469",
  "items": [
    {
      "title": "South Africa Is Fighting Back Against Invasive Plants",
      "link": "https://www.wri.org/insights/south-africa-fighting-back-against-invasive-plants",
      "pubDate": "Mon, 24 Nov 2025 12:11:16 EST",
      "description": "<p>Every spring, Johannesburg’s streets are transformed by a sea of purple as thousands of jacaranda trees burst into bloom. The lavender canopy is a defining feature of the city, as well as of nearby Pretoria.  </p><p>But few know this iconic tree is actually an intruder.  </p><p>Originally from South America, jacarandas are one of hundreds of invasive species reshaping South Africa’s ecosystems. Together, these invasives deplete water supplies, fuel wildfires and crowd out native plants. They cover about <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0254629925002212\">10% of South Africa’s land</a>, an area larger than Iceland.</p><p>Globally, invasive species cost the economy <a href=\"https://www.weforum.org/stories/2023/09/invasive-species-cost-global-economy-billions/\">more than $423 billion each year</a>. They also threaten agricultural productivity, biodiversity, infrastructure and human health. Climate change is only making the problem worse. Warmer temperatures and changing rainfall patterns weaken native ecosystems, giving invasives a competitive advantage.</p><p>Yet, with coordinated efforts over time, degraded land can be restored and natural systems revitalized. In the past decade, South Africa has cleared hundreds of thousands of hectares of invasive species from its rivers and watersheds. These efforts have replenished vital water supplies for major cities, created new jobs, revived native biodiversity and improved water management.</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>Invasive and Naturalized Species </strong></p><p>Invasive species are plants, animals or pathogens introduced into regions outside their natural range through global trade, colonization or migration. Once established, they often spread rapidly, outcompete native species and harm local ecosystems.</p><p>Yet not all introduced species are destructive. Some plants adapt without causing major damage to native flora. For example, guava and agave trees in South Africa are considered <em>naturalized</em>. They can provide benefits to their new ecosystem, such as food and habitat for wildlife, while coexisting with native species.</p></div><h3>The Cost of Invasive Species to South Africa</h3><p>South Africa is one of the most drought-prone countries in the world, receiving just <a href=\"https://www.wri.org/insights/managing-extremes-how-south-african-cities-are-tackling-water-crises\">464 millimeters of rainfall</a> every year — less than half the global average. This scarcity makes the impact of invasive plants on water resources especially severe.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"610\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"932\" />\n              <source height=\"610\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"932\" />\n              <source height=\"610\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"932\" />\n              <source height=\"497\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"298\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A worker removes invasive plants from the Juksekei's riverbanks in Johannesburg. \" height=\"298\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/captura-de-tela-2025-11-24-173726_0.png?VersionId=u3AlKtjZpW1r.KTu_5hoyFikLaPqtcoS&itok=QtvyBwWz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Once invasives take root, removal often requires intensive labor and heavy-duty equipment. Here, workers are removing invasives from the Jukskei’s riverbanks in Johannesburg. Photo by Jenna Echakowitz/SUNCASA</figcaption>\n</figure>\n<p>Many invasive plant species consume a lot of water. With aggressive, complex root structures and high transpiration rates, they use <a href=\"https://link.springer.com/chapter/10.1007/978-3-030-32394-3_15\">between 1.44 billion and 2.44 billion cubic meters of water</a> each year — equivalent to as many as 976,000 Olympic swimming pools. Studies estimate that invasive plants reduce national streamflow by nearly <a href=\"https://watersa.net/article/view/10884\">3% per year</a>, with their impact intensifying during droughts.</p><p>Johannesburg, South Africa’s largest city and economic hub, draws much of its water from the <a href=\"https://joburg.org.za/documents_/Documents/Joburg%20GDS%202040/Joburg%202040%20GDS%20Low%20Res.pdf\">Vaal River</a> and Orange River catchments, where invasive plant infestations threaten its freshwater supply. Invasive species also contribute to major flooding in the city. Dense thickets of South American bugweed and Australian black wattle clog tributaries of the Jukskei and Klip rivers, causing them to overflow during heavy rainfall and flood neighborhoods such as Alexandra.  </p><p>Together, these pressures put Johannesburg under mounting water strain.</p><h3>The Strain on Biodiversity and Agriculture</h3><p>Invasive plant species also threaten South Africa’s biodiversity. In the Western Cape, for example, clusters of 10-meter-tall black wattle trees displace native fynbos, a type of heath mostly made up of hardy, evergreen and highly diverse shrubs. <a href=\"https://www.cbd.int/invasive/problem\">These types of losses can alter entire ecosystems</a>.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-cards\"><noscript><img alt=\"cards visualization\" src=\"https://public.flourish.studio/visualisation/25875478/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>They also pose a growing and costly problem for South African farmers. Non-native plants such as lantana and prickly pear reduce arable land, poison livestock and require expensive chemical or mechanical removal. Some farmers turn to the cheaper alternative of simply burning infested fields — a practice that creates additional environmental risks, including soil degradation and wildfires.</p><p>Faced with intertwined environmental, social and economic threats, South Africa has found ways to restore its landscapes and create healthier, more balanced ecosystems.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25768168/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How South Africa Is Responding</h3><p>The most immediate way to address invasive species is to remove them. But this approach is often costly, labor-intensive and only effective when paired with long-term management and supportive policies. As a result, South Africa’s strategy combines national programs, regional buy-in and local community action, turning an invasive crisis into an opportunity for resilience.</p><h4>Protecting Water Sources</h4><p>To protect its water sources, South Africa has pioneered one of the world’s most ambitious invasive species management programs: <a href=\"https://www.dffe.gov.za/working-water-wfw-programme\">Working for Water</a>. Launched in 1995, the program removes invasive plants from catchments, rivers and reservoirs, helping to increase water supplies. It also creates thousands of jobs in landscape restoration, particularly for women and youth, by equipping them with the skills and equipment needed to clear invasives from the environment.</p><p>Since its beginning, Working for Water has cleared over a million hectares of invasives across the country in collaboration with provinces and municipalities. In the Western Cape, the program works with the Greater Cape Town Water Fund. Together, they have cleared 46,000 hectares of invasives since 2023, recovering <a href=\"https://www.nature.org/en-us/about-us/where-we-work/africa/stories-in-africa/nature-based-solutions-could-protect-cape-town-s-water-supply/\">more than 15 billion liters of water each year</a> for Cape Town’s residents — an amount equal to about two weeks’ supply for the <a href=\"https://www.wri.org/insights/3-things-cities-can-learn-cape-towns-impending-day-zero-water-shut\">drought-prone city of 5 million</a>. </p><p>In the Eastern Cape, <a href=\"https://www.stewardsofnature.com/\">Stewards of Nature</a>, in collaboration with WWF South Africa, developed a Water Impact Calculator to quantify the water recovered through invasive species removal. Using this tool, they found that clearing just 269 hectares — an area smaller than New York's Central Park — of invasive black wattle and Port Jackson (a small flowering tree) freed enough water for<a href=\"https://rsb.org/2025/06/24/rsb-stewards-of-nature-and-wwf-south-africa-share-first-positive-water-impact-results-from-invasive-alien-plant-removal/\"> more than 16,000 households for a year.</a> This approach not only restores water resources but also helps communities adapt to environmental challenges while supporting biodiversity.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"615\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1022\" />\n              <source height=\"615\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1022\" />\n              <source height=\"581\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"457\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"274\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A dam near Johannesburg covered in invasive water hyacinths.\" height=\"274\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/captura-de-tela-2025-11-24-183013_0.png?VersionId=P4_YNKiuup0mj.j8gQOFaRIJU8yo9Kzo&itok=Qml1_db9\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The hartbesspoort Dam near Johannesburg. The water hyacinth, a common invasive species, covers the water.Photo by THEGIFT777/iStock</figcaption>\n</figure>\n<h4>Managing Floods</h4><p>To help Johannesburg better withstand floods, local communities are clearing invasive plants along the city’s riverbanks. This includes initiatives like the <a href=\"https://www.wri.org/initiatives/suncasa\">SUNCASA project</a>, which focuses on removing fast-growing invasives that clog waterways — a problem that becomes especially serious when the Jukskei River floods.  </p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Invasive Removal for Urban Resilience</strong></p><p>The <a href=\"https://www.wri.org/update/suncasa-nature-based-solutions-alexandra-johannesburg\">SUNCASA project is helping restore the Jukskei River and its riverbanks</a> through community-led, nature-based solutions, such as planting urban trees and removing invasive plants, to reduce flooding, improve heat management, strengthen water security, support livelihoods, expand green spaces and protect biodiversity. The project is delivered in collaboration with the International Institute for Sustainable Development and local partners.</p><p>These efforts show that removing invasive plants benefits not only the environment but also water security, disaster risk reduction and social equity. </p></div><p><a href=\"https://nbi.iisd.org/report/river-restoration-and-urban-nbs-in-johannesburg-south-africa/\">Clearing invasives from the Jukskei riverbank</a> also helps restore ecosystem health and opens up riversides for natural infrastructure such as parks and green buffers. These efforts are focused on flood-vulnerable neighborhoods and townships, such as Alexandra, where flooding puts thousands of people at risk every spring.</p><h3>The Future of South Africa vs. Invasives</h3><p>South Africa’s experience with invasive species shows how dramatically ecosystems can be reshaped — and how costly inaction can be.</p><p>Removing invasives is an important first step, but it’s not a \"one-and-done\" solution. Landscape management is continuous: after removal, ongoing site management is needed to keep areas invasive-free. This requires coupling removal efforts with durable policy solutions. Local and national governments must invest in coordinated, long-term strategies that combine ecological restoration, <a href=\"https://theconversation.com/black-wattle-as-firewood-how-south-african-communities-are-putting-invasive-species-to-work-261578\">job creation</a>, public awareness and cross-border cooperation.</p><p>As climate change accelerates, the threat from invasive species grows. Resilience planning must treat invasives as an immediate and expensive threat to ecosystems, water security and climate adaptation efforts. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: COP30 Delivers on Forests and Finance, Underdelivers on Fossil Fuels",
      "link": "https://www.wri.org/news/statement-cop30-delivers-forests-and-finance-underdelivers-fossil-fuels",
      "pubDate": "Sat, 22 Nov 2025 11:53:22 EST",
      "description": "<p><span lang=\"EN-US\"><strong>Belém, Brazil (November 22, 2025) — </strong>Today, negotiators concluded COP30 in Belém, Brazil. They reached an agreement to triple adaptation finance and to hold a series of dialogues on trade within the UNFCCC for the first time. However, the formal negotiations offered an inadequate response to the shortfall in ambition in national climate commitments, failing to explicitly agree on the roadmaps to transition away from fossil fuels and halt deforestation that many countries and stakeholders had advocated for. The Brazilian COP President launched these roadmaps in its own capacity.</span> </p><p><span lang=\"EN-US\">Other major highlights from the summit include the launch of the Tropical Forest Forever Facility; major efforts to unite local, regional and national governments around climate action; pledges for Indigenous Peoples and local communities’ finance and land rights; a pledge to quadruple 'sustainable fuels'; and much more.</span> </p><p><span lang=\"EN-US\"><strong>Following is a statement from Ani Dasgupta, President & CEO, World Resources Institute:</strong></span> </p><p><span lang=\"EN-US\">“COP30 delivered breakthroughs to triple adaptation finance and protect the world’s forests, and it elevated the voices of Indigenous Peoples like never before. This shows that even against a challenging geopolitical backdrop, international climate cooperation can still deliver results.</span> </p><p><span lang=\"EN-US\">“But many will leave Belém disappointed that negotiators couldn't agree to develop a roadmap to transition away from fossil fuels. More than 80 countries stood their ground for a fair and equitable shift off fossil fuels, but intense lobbying from a few petrostates weakened the deal. </span> </p><p><span lang=\"EN-US\">“At the last minute, negotiators incorporated a reference to a previous agreement on accelerating the climate transition in multiple sectors<u>,</u> and the Brazilian Presidency announced it would create fossil fuel and deforestation roadmaps outside of the formal negotiations. Now it’s up to President Lula and the Brazilian COP presidency to turn that into a strong and inclusive global plan to transition away from fossil fuels. </span> </p><p><span lang=\"EN-US\">“An equally robust global plan for halting and reversing deforestation is just as essential.</span> </p><p><span lang=\"EN-US\">“COP30 focused more than ever before on the economic transition. Countries recognized by accelerating climate action they will be rewarded through </span><span lang=\"EN\">growth, investment, security, competitiveness and good-paying jobs. </span><span lang=\"EN-US\">Those who sit on the sidelines will be left behind. The <strong>just transition</strong> outcome underscored that decarbonizing our economies and advancing social and economic development are mutually reinforcing. For the first time in UN climate negotiations, countries agreed to discuss how <strong>trade</strong> can become a bridge rather than a barrier to climate progress. </span> </p><p><span lang=\"EN-US\">“Belém, gateway to the Amazon, was a powerful setting for <strong>nature</strong> to take center stage </span><span>‒ </span><span lang=\"EN-US\">not as a side issue, but as core to climate success. The Tropical Forest Forever Facility has real potential to be a breakthrough for the world’s forests, and now more countries must step up with the finance required to turn promise into progress. </span> </p><p><span lang=\"EN-US\">“Despite setbacks in the negotiating halls, many of us will remember Belém as the COP of action. Cities and states stepped up, with 14,000 local governments committing to slash emissions and protect communities from deadly heat. More countries committed to phase-out coal, restore forests, transform food systems and sustainably manage the ocean. Thirteen nations and one region launched ‘country platforms’ to mobilize public and private finance at scale for their climate and development priorities. Utilities serving millions of customers pledged nearly $150 billion for new grids and storage. Major new initiatives were elevated to create green jobs and harmonize carbon accounting, and nearly 120 acceleration plans were unveiled under the COP30 Action Agenda.</span></p><p><span lang=\"EN-US\">“The <strong>Baku to Belem Roadmap to $1.3 Trillion</strong> marked a step change by outlining practical steps to ensure different sources of finance are working together to drive investment at scale. Announcements throughout the week, from risk guarantees to country platforms, showed that these ideas are already moving from concept to implementation. </span> </p><p><span lang=\"EN-US\">“COP30 succeeded in putting people at the center of climate action. Indigenous Peoples participated in record numbers and made their voices heard. The <strong>Global Ethical Stocktake</strong> affirmed that fairness, inclusion, and responsibility must guide every decision. New commitments for Indigenous Peoples’ and communities’ land rights and finance offer a strong step forward, though far more is needed.</span><span>” </span></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Challenging Discriminatory Cultural Norms to Build Fair, Resilient Communities in Sub-Saharan Africa",
      "link": "https://www.wri.org/update/challenging-discriminatory-cultural-norms-fair-resilient-communities-sub-saharan-africa",
      "pubDate": "Fri, 21 Nov 2025 11:07:30 EST",
      "description": "<p>Social norms and gender biases are widely recognized as <a href=\"https://www.nber.org/system/files/working_papers/w27449/w27449.pdf\">major barriers to the social and economic empowerment of women</a>, <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9576674/\">people with disabilities</a> and other underrepresented groups, including limiting their participation in <a href=\"https://content.govdelivery.com/accounts/USAIDHQ/bulletins/37da0b1\">governance</a> and decision-making. For instance, in many parts of the world, domestic and caregiving responsibilities often prevent women from engaging in paid work. Even when women contribute to household income, evidence suggests that they have <a href=\"https://pubmed.ncbi.nlm.nih.gov/37798047/\">limited control</a> over spending and saving decisions. Research also shows that they are at higher <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8436308/\">risk of gender-based violence</a> when they’re perceived to earn more than their male partners.</p><p><a href=\"https://www.wri.org/initiatives/suncasa\">SUNCASA</a> seeks to address these challenges in urban communities in Africa. Led by the International Institute for Sustainable Development (IISD) and WRI, with support from local partners and funding from Global Affairs Canada, this three-year SUNCASA project works to promote fair and inclusive nature-based solutions (NbS) that help communities adapt to climate change in Dire Dawa, Ethiopia; Kigali, Rwanda; and Johannesburg, South Africa. The project aims to reduce the barriers that women and other underrepresented groups face in fully participating in traditionally male-dominated NbS activities — such as nursery development, urban greening, landscape restoration and agroforestry.  </p><p>A key goal of this project is to ensure that at least half of all project participants are from underrepresented groups, and the project’s commitment to gender equality and social inclusion does not end there. SUNCASA’s partners — HCS Gender Desk in Dire Dawa, AVEGA-Agahozo in Kigali, and GenderCC in Johannesburg —  design and facilitate training programs and community dialogues that help address the long-term barriers restricting the participation of women, youth, the elderly and people with disabilities in NbS activities. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"384\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1280\" />\n              <source height=\"378\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"290\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"228\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"137\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Group holding banner.\" height=\"137\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/suncasa-gender-training-dire-dawa-men-women-hero-2_0.jpg?VersionId=ntB1NzrV9shtyfuDgCT4TqGkuNXXPi9Z&itok=bID9raKA\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Participants in one of the GESI training sessions in Dire Dawa, Ethiopia. Photo by Hararghe Catholic Secretariate</figcaption>\n</figure>\n<p>Building on insights gathered from an initial assessment, these training programs were designed with two related goals. The first was to challenge social norms and gender biases within the NbS worker groups. The second was to hold open discussions among the workers’ families — especially the husbands of female NbS workers — to promote shared household responsibilities and prevent backlash against women participating in male-dominated jobs.</p><p>Together, these initiatives aimed to build a stronger base for more inclusive green jobs in NbS activities across the three cities.</p><p>More than 600 community members took part in the training sessions, including NbS workers, local leaders and elders who play a key role in shaping community norms and changing attitudes. The sessions introduced participants to key GESI concepts such as the difference between “equality” and “equity” and between “gender” and “sex.” They were then shown how social norms and gender biases are shaped by society and can change over time.</p><p>One young woman from Kigali noted, <em>\"I always thought gender was just another word for sex, especially when we talk about ‘gender balance’ as a way to support women’s rights. Now I see that gender is something we learn from society and is not the same as being a woman.\"</em></p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"616\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"994\" />\n              <source height=\"616\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"994\" />\n              <source height=\"598\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"471\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"282\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Gender training.\" height=\"282\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/suncasa-gender-training-kigali-chatting_0.jpg?VersionId=RVHXQwaWeJqn6Osn8su9y2.pzsgGFqgG&itok=095Gmz6g\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A GESI training session in Kigali. Photo by Avega-Agahozo</figcaption>\n</figure>\n<p>The training also discussed how gender norms are not just women’s issues; both men and women can be affected by harmful gender norms. A male participant from Dire Dawa shared, <em>“If males are engaged in culturally ascribed women’s roles, neighbors and the community give names that ridicule men and that discourage and shame them to engage.”</em>  </p><p>Through open dialogue, the sessions encouraged participants to challenge harmful assumptions about gender roles — and collectively reflect on how these roles can shift. In Kigali, an older male participant shared, <em>\"In the past, we used to have women’s roles and men’s roles, but with the development and the cost of living becoming expensive, it’s no longer the case! Men cook food and take care of kids, which was not the case in the past.\"</em></p><p>Similarly, in Johannesburg, a young man shared how he subverted gender expectations. <em>\"I was left alone to look after my niece, and I could not change a diaper, and nobody could teach me as both parents were at work! But guess what I did: I went on Google and learned how to change a diaper and these days I am so close to my niece, as I know how to look after her and feed her.\"</em>  </p><p>These realizations, especially from the couples’ dialogues, helped raise awareness around how families can support women’s engagement in NbS opportunities and encourage a shared responsibility of household chores.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"900\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1200\" />\n              <source height=\"900\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1200\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two people discussing.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/suncasa-gender-training-joburg-women-teacinhg-man_0.jpg?VersionId=qOe3mTJRrawtI2R6N8.H4EbTF2_PS2cT&itok=XsE2zm4U\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>GESI training sessions conducted by Gender CC in Johannesburg. Photo by Alexandra Water Warriors</figcaption>\n</figure>\n<p>While the trainings made important progress in raising awareness and highlighting positive stories of change, participants also acknowledged that significant transformation would take time. A woman from Dire Dawa shared, <em>\"Before the training, we didn’t know if our male (family members) can be engaged in the domestic role, example cooking and baking. Now we know and we will practice after the training.\"</em> </p><p>An elderly couple from Ija Eneni kebele in Dire Dawa echoed this sentiment, emphasizing the value of the training, particularly the couples’ dialogues: “<em>Though we are too old to engage in the various activities assigned to everyone else, still the training enables us to teach and advise our children.</em>” </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1226\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"981\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"751\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"592\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"354\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Training session.\" height=\"354\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/suncasa-gender-training-joburg-participants-flip-cart_0.jpg?VersionId=cM2R1_92YcpuJv6kibOSpuZlztHtVL5C&itok=JwsRv79q\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>GESI training sessions conducted by Gender CC in Johannesburg. Photo by Alexandra Water Warriors</figcaption>\n</figure>\n<p>As participants shared their experiences and challenged social norms, it became clear that achieving gender equity and social inclusion requires both collective efforts and ongoing dialogue. Post-training surveys revealed promising results. Participants reported a stronger understanding of how gender and social norms influence inclusion in the NbS sector. It also revealed growing support from both community and family members for women taking part in these spaces.</p><p>Many participants plan to share the lessons they learned with others in their communities. In Kigali, for example, 45 trained couples will keep engaging in meaningful dialogues and complete practical homework assignments to apply at home. In addition, SUNCASA’s GESI experts will focus on strengthening the capacity of local governments to promote and practice NbS planning and implementation centered on GESI principles. </p><p>This initiative aims to plant the seeds for transformative changes in attitudes and behaviors, shaping future strategies to ensure everyone — regardless of gender or other social factors — can actively contribute to and benefit from NbS for climate change adaptation. As one local leader from Kigali said: “The world cannot be just unless all barriers related to gender are addressed.”</p><p> </p><p>T<em>he authors greatly appreciate the dedication and competence shown by the GESI experts from SUNCASA’s partner organizations toward successfully delivering these activities in the three cities — Bertha Chiroro (Gender CC), Cleopatre Cyezimana (AVEGA), Emebet Belete (HCS), Gisele Umuhoza (AVEGA), Hadas Temesegen (HCS), Ndivile Mokoena (Gender CC), Patrick Shyaka (AVEGA), Rediat Tassew Mezgebu (HCS) and Theogene Niyirora (AVEGA)</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Brazil and UK Announce Declaration to Improve Fertilizers for Food Security, Nature and Climate",
      "link": "https://www.wri.org/news/statement-brazil-and-uk-announce-declaration-improve-fertilizers-food-security-nature-and",
      "pubDate": "Wed, 19 Nov 2025 12:11:24 EST",
      "description": "<p><strong>Belém, Brazil (November 19, 2025) </strong>— At COP30, the governments of Brazil and the UK announced the <a href=\"https://www.gov.uk/government/publications/belem-declaration-on-fertilisers/belem-declaration-on-fertilisers\">Belém Declaration on Fertilisers</a>, a ministerial call to action to improve the production and optimize the use of fertilizers in all their forms for food security, nature, and the climate. Japan also endorsed the call to action, along with a group of civil society organizations.</p><p><strong>Following is a statement from Richard Waite, Director, Agriculture Initiatives, World Resources Institute:</strong></p><p>“Synthetic and organic fertilizers are essential for achieving high crop and pasture yields and for feeding a growing global population. Yet, they are also a major source of greenhouse gas emissions and contribute to air and water pollution. This call to action to improve fertilizer production and use is an important step forward for people, nature and climate.</p><p>“Globally, more than half of the nitrogen applied to crop fields is lost to the environment rather than absorbed by crops—a significant inefficiency. Fertilizer use is also unevenly distributed, with overapplication in some regions causing pollution and underapplication in others leading to low yields and food insecurity.</p><p>“More efficient nitrogen use is a multiple-win solution — it can cut emissions, increase profits for farmers, sustain high yields and food security, improve air and water quality, and strengthen soil health and resilience. Our <a href=\"https://www.wri.org/research/creating-sustainable-food-future\">research</a> shows that raising global nitrogen use efficiency from less than 50 percent today to 70 percent in the future could reduce GHG emissions by 0.6 gigatons of CO2 equivalent per year. Producing lower-carbon fertilizers offers further potential to slash emissions.</p><p>“Achieving these wins requires smarter nutrient management, wider adoption of enhanced efficiency fertilizers such as nitrification inhibitors, and breeding crops that use nitrogen more effectively. More R&D is also needed for promising pathways such as biological nitrification inhibition and biofertilizers. Governments should develop policies and redirect subsidies toward strategies that improve nitrogen use efficiency, reduce nitrogen losses, and lower emissions from fertilizer production.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Financing Adaptation: 11 Financial Instruments that Help Build Climate Resilience",
      "link": "https://www.wri.org/technical-perspectives/climate-adaptation-finance-financial-instruments",
      "pubDate": "Wed, 19 Nov 2025 10:25:33 EST",
      "description": "<p>Climate adaptation has emerged as a high-return investment opportunity. A <a href=\"https://www.wri.org/research/climate-adaptation-investment-case\">recent WRI analysis</a> found that adaptation and resilience investments can unlock broad economic, social and environmental benefits that go far beyond simply avoiding losses, even when an extreme event doesn’t occur. The study — which evaluates the expected public benefits of 320 adaptation and resilience investments across agriculture, health, infrastructure and water — found that, on average, $1 invested in adaptation and resilience has the potential to generate more than $10 in benefits over 10 years.</p><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">From Bonds to Blended Finance: How a Diverse Range of Financial Instruments Are Financing Climate Adaptation and Resilience</div><p>Explore the findings, including a full <a href=\"https://view.officeapps.live.com/op/view.aspx?src=https%3A%2F%2Ffiles.wri.org%2Fd8%2Fs3fs-public%2F2025-11%2Ffinancial-instruments-for-climate-adaptation_sep-2025.xlsx%3FVersionId%3DmJByKICKgBSNtl7gPqBBoc3QpXsXfRmC%26_gl%3D1*vsrs3w*_gcl_au*MTQyODkzMjc1MS4xNzU2ODI4Nzc3&wdOrigin=BROWSELINK\">dataset of 162 cases</a>, from this study on the fast-evolving landscape of financial instruments used for climate adaptation and resilience.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/bonds-blended-finance-how-diverse-range-financial-instruments-are-financing-climate\">Download</a></p></div></div><p>Available finance for adaptation, however, must increase to enable countries and communities to realize these benefits. Despite steady increases between 2018 and 2022 to $77 billion, overall tracked adaptation finance flows appear to have <a href=\"https://www.climatepolicyinitiative.org/wp-content/uploads/2000/06/compressed_Global-Landscape-of-Climate-Finance-2025.pdf\">decreased</a> in 2023. While this dip may be due to data gaps, available adaptation finance is a fraction of the <a href=\"https://www.systemiq.earth/the-returns-on-resilience/\">total annual estimated needs of $250 billion to $350 billion</a>. This so-called “adaptation finance gap” leaves vulnerable countries and communities without the resources they need to invest in adaptation, foregoing the diverse benefits of climate adaptation and resilience.</p><p>Closing the adaptation finance gap requires an improved awareness of how different financial instruments can be structured and deployed to address diverse adaptation needs. It also requires greater understanding of how climate <a href=\"https://www.wri.org/research/climate-adaptation-investment-case\">adaptation contributes to long-term development objectives</a>, including improved health access and outcomes, enhanced productivity, growth and reduced economic uncertainty. Opportunities exist to scale up private finance of investment that build resilience as well. Under South Africa’s leadership, adaptation finance has been a key priority for G20’s <a href=\"https://g20sfwg.org/about-us/\">Sustainable Finance Working Group</a>, which aims to identify and overcome barriers to mobilizing sustainable finance for greener, more resilient and more inclusive economies.</p><p>New WRI research examining how 162 financial instruments are used to reduce and manage the impacts of climate change can help governments — from the national level to states, counties and cities — select and tailor financial instruments to their unique contexts.  Five key insights can be drawn from this research:</p><h3>1) Diverse Financial Instruments Can Support Adaptation Efforts</h3><p>Eleven different types of financial instruments can enable adaptation — far more than just concessional loans and grants. Listed alphabetically, these include:</p><ul><li><a href=\"https://www.convergence.finance/blended-finance\"><strong>Blended finance</strong></a>: a strategic combination of catalytic capital from public or philanthropic sources to increase private sector investment in sustainable development. The concessional element helps to de-risk investments, making them more financially viable and more attractive to private investors. Blended finance packages may include various components, such as equity, debt, guarantees and other incentives.</li><li><a href=\"https://www.investor.gov/introduction-investing/investing-basics/investment-products/bonds-or-fixed-income-products/bonds#:~:text=A%20bond%20is%20a%20debt%20security%2C%20like,may%20be%20a%20government%2C%20municipality%2C%20or%20corporation\"><strong>Bonds</strong></a>: debt security instruments issued by governments, municipalities, corporations and other entities to raise money from investors willing to lend capital for a certain amount of time at a specific interest rate. Issuers must repay the principal value of the bond at maturity.</li><li><a href=\"https://asiasociety.org/policy-institute/navigating-belt-road-initiative-toolkit/glossary/finance/concessional-loans\"><strong>Concessional loans</strong></a>: below-market-rate loans offered by major financial institutions, such as development banks and multilateral funds, to developing countries. Concessional loans have more generous terms than market loans, including lower interest rates and/or longer grace periods.</li><li><a href=\"https://documents1.worldbank.org/curated/en/099080524122596875/pdf/BOSIB170e4732504619bc417c0d0996ec21.pdf\"><strong>Debt swaps</strong></a>: agreements between a government and one or more of its creditors to replace existing sovereign debt with one or more liabilities (a new debt with different terms or equity) that entail a spending commitment over time toward a specific goal (e.g., climate action, environmental conservation or development goals).</li><li><a href=\"https://www.financialprotectionforum.org/what-is-disaster-risk-finance-drf\"><strong>Disaster risk financing (DRF)</strong></a>: a strategic combination of approaches that support countries’ financial resilience to natural disasters and helps them address fiscal impacts, economic losses and recovery. A complete DRF package may include precautionary funds, contingent finance, catastrophe insurance, risk-transfer mechanisms and new debt for reconstruction. A DRF initiative may include other of the eleven instruments listed here but is shown separately as it embodies a more holistic approach.</li><li><a href=\"https://corporatefinanceinstitute.com/resources/valuation/equity-definition/\"><strong>Equity</strong></a>: the market value of assets owned by shareholders with an ownership stake in a company or project after all debts are paid off. By buying a share of the venture, equity investors provide finance to it and share in the potential profits (and losses) of the venture.</li><li><strong>Grants</strong>: non-repayable funds provided to a recipient for a specific purpose, such as a project or program. They are often used for initiatives that may not generate financial returns but have significant social or environmental benefits.</li><li><a href=\"https://corporatefinanceinstitute.com/resources/commercial-lending/guarantee/\"><strong>Guarantees</strong></a>: legally-binding agreements wherein a guarantor assumes responsibility for the debt or performance obligations of the borrower in the event of a default. Guarantees can reduce the perceived risk of an investment and encourage lending among risk-averse investors.</li><li><strong>Insurance/risk transfer</strong>: instruments that are means of protection from future financial losses incurred due to specific events, such as natural disasters or project failures. An insurer agrees to compensate the insured for those losses in exchange for a premium. Insurance reduces financial risks and can provide a safety net.</li><li><a href=\"https://documents1.worldbank.org/curated/en/978521472029369304/pdf/Achieving-universal-access-to-water-and-sanitation-by-2030-the-role-of-blended-finance.pdf\"><strong>Market-based loans</strong></a>: loans provided by banks and some development institutions on commercial terms rather than concessional terms and reflect the borrower’s market conditions and creditworthiness.</li><li><a href=\"https://doi.org/10.1093/acrefore/9780199389414.013.580\"><strong>Payment for ecosystem services</strong></a>: payments in kind or in cash to participants (typically landowners) who volunteer to provide services to a specific user or to society. Payments are conditional on natural resource management practices such as ecosystem protection and conservation rather than on delivery of services.</li></ul><h3>2) Financial instruments Can Be Used Across Multiple Physical Risks</h3><p>Each of the 11 financial instruments has mobilized finance for multiple adaptation needs. We mapped each case to a range of physical climate risks — droughts, floods, heat, storms, wildfires and land and ecosystem degradation — and found that none of the instruments were exclusively deployed to address only one physical climate risk. Bonds, disaster risk financing, equity, grants and payment for ecosystem services were applied to all six of the physical risks included in the study, as well as building capacity for climate resilience more generally.</p><p>For example, the <a href=\"https://climatefundmanagers.com/funds/#ci2\">Climate Investor Two (CI2) blended finance initiative</a> illustrates how a single financial instrument can support diverse adaptation needs. CI2 is designed to support the private sector in developing and constructing climate-resilient infrastructure projects in emerging markets — specifically in the water, sanitation and ocean sectors — and aims to support projects that source, transport and treat water for municipal and industrial users in water-stressed regions experiencing droughts, floods or other water disasters.  Notably, CI2 represents the Green Climate Fund’s first large-scale private sector program in the water sector and is the <a href=\"https://climatefundmanagers.com/2025/10/13/cfms-climate-investor-two-fund-closes-at-usd-1-065-billion-becoming-the-largest-climate-adaptation-infrastructure-fund-in-emerging-markets/\">largest climate adaptation infrastructure fund</a> with a focus on emerging markets.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1436\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1149\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"880\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"693\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"415\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Diverse financial instruments used to finance climate adaptation.\" height=\"415\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/25-11-13-insights-scaling-for-adaptation-1.png?VersionId=AXtrjAatqfLNy0P1.aUZiZISZhFwWU5z&itok=-JeDC6JM\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>We also found, however, that some instruments have not been applied to certain risks. For instance, blended finance has not been used for wildfires, while debt swaps have not been used for storms, heat or wildfires. While our sample was not exhaustive of all financial instruments for adaptation, this implies that some instruments may align better with certain climate risks than others and highlights the opportunity for further innovation.  </p><h3>3) Adaptation Financial Instruments Focus on Reducing Risks Rather than Managing Them</h3><p>Climate adaptation generally includes risk reduction and risk management. Risk reduction involves proactive actions in sectors such as agriculture, infrastructure and water that help reduce future climate impacts. On the other hand, risk management refers to the specific disaster risk preparations, response and recovery measures needed to cope with disasters as they strike.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"976\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"781\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"598\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"471\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"282\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"The building blocks of climate adaptation.\" height=\"282\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/25-11-13-insights-scaling-for-adaptation-2.png?VersionId=vSUo9Z9o9zWMBK3xsrObpteAv1MrhnCa&itok=vfcdNqHL\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Both are needed — but ex ante expenditures on risk reduction are often seen as investments with high development rates of return, whereas ex post risk management instruments are more generally perceived as necessary costs. Investments in risk reduction investment <a href=\"https://www.wri.org/research/climate-adaptation-investment-case\">can unlock significant development benefits</a> even if the anticipated extreme event never occurs. This potential gives them a greater economic upside than risk management expenditures.</p><p>We found that 64% of the cases in this study reduced risks, 31% managed risks and only 5% did both. Blended finance, bonds, concessional finance, debt swaps and grant instruments are especially focused on proactive interventions that enable adaptation to current and future risks, while disaster risk finance and insurance/risk transfer products focus on mobilizing finance for disaster responses and recoveries and help build back better after climate shocks.  </p><p>The more frequent use of certain finance instruments for risk management than risk reduction or vice versa is partly a function of their design. Risk insurance/transfer and disaster risk financing instruments — such as the <a href=\"https://hive.greenfinanceinstitute.com/gfihive/revenues-for-nature/case-studies/quintana-roo-reef-protection-parametric-insurance/\">Quintana Roo Reef Protection Policy in Mexico</a> and the multi-country <a href=\"https://descartesunderwriting.com/solutions/cyclone\">Descartes parametric cyclones insurance scheme</a> — are designed to trigger the rapid deployment of finance for disaster response and recovery.</p><p>While other instruments might be used for reconstruction over longer timeframes, their deployment is often too slow to respond to the immediate impacts of a disaster and are better suited for risk reduction activities. Examples of such instruments include <a href=\"https://www.firstrand.co.za/media/investors/governance/firstrand-sustainability-bond-framework.pdf\">FirstRand Limited's Green Bonds</a>, which supports financing or refinancing of investments that address physical climate risk; the <a href=\"https://www.eib.org/en/projects/pipelines/all/20240355\">Outrigger Impact Fund</a> that provides both debt and equity financing for resilience investments; and the <a href=\"https://greenguarantee.co/\">Green Guarantee Company</a> that provides credit guarantees for investments in adaptation and mitigation.</p><p>The types of instruments that support both risk reduction and management are diverse and include four examples of grants and one each of blended finance, concessional loans, disaster risk financing and guarantees.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1442\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1153\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"883\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"696\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"416\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"How financial instruments are being used to reduce or manage climate risks.\" height=\"416\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/25-11-13-insights-scaling-for-adaptation-3.png?VersionId=YlqNRKH0NnWTFcB3jxyvLtD6ZDlN5oiB&itok=2Zb-ullb\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The focus of the financial landscape — both overall and across almost all years included in the study — implies a recognition that proactive adaptation investments can yield high social, environmental and economic returns. Knowing how instruments have been deployed to finance risk reduction versus risk management can help decision-makers identify which instrument might better suit their adaptation needs.</p><h3>4) Most Adaptation Finance Structures Adopt a Programmatic Approach</h3><p>Among the financial instruments we analyzed, 75% demonstrated pooled characteristics while only 25% involved project-specific finance. Project finance refers to the flow of capital from an investor to the recipient through a single specialized agreement (typically targeted toward a specific outcome or set of outcomes). Pooled finance, on the other hand, brings together capital from different sources, which is then allocated to multiple projects with similar or complementary outcomes.</p><p>Two examples of project-specific finance are the <a href=\"https://documents.worldbank.org/en/publication/documents-reports/documentdetail/747691542225189578/rwanda-kigali-bulk-water-project\">Kigali Bulk Water Supply Project</a> and <a href=\"https://www.rbf.gov.fj/wp-content/uploads/2020/03/Fiji-Sovereign-Green-Bond-Impact-Report-2019.pdf\">Fiji’s sovereign green bond</a>. The Kigali project is a public-private partnership between the government of Rwanda and Kigali Water Limited to develop, design, finance, construct and operate a bulk water facility in Kanzenza. The Fiji green bond helped the Government of Fiji raise around $50 million to help finance its transition toward a low-carbon and climate-resilient economy.</p><p>Among the four approaches to pooled finance we identified (funds, facilities, mechanisms and programs), programs were the most frequent. A program is a group of related projects managed in a coordinated way to achieve broader, strategic objectives. One example is the European Infrastructure Bank’s (EIB) program <a href=\"https://www.eib.org/en/press/all/2024-321-la-banque-agricole-et-la-bei-avec-le-soutien-de-l-ue-signent-un-accord-pour-appuyer-la-souverainete-alimentaire-du-senegal\">enabling adaptation for farmers and women in Senegal</a>. Through a partnership between EIB and La Banque Agricole, the concessional loan program invests in small and medium enterprises leading on climate adaptation solutions in agriculture, with a particular focus on women. Other examples of pooled finance are the <a href=\"https://adapta.earth/climatebank\">ADAPTA Climate Finance Facility</a>, a debt facility to enhance agricultural finance and food security in Sub-Saharan Africa; and the <a href=\"https://www.admcapital.com/adm-capital-launches-first-impact-fund/\">Asia Climate Landscapes Fund</a>, a blended finance fund that provides medium- to long-term senior secured loans to small and medium-sized enterprises in Indonesia.</p><p>In our analysis, we also found that 45% of programs are grant-based, such as the <a href=\"https://www.afdb.org/en/topics-and-sectors/initiatives-and-partnerships/adf-climate-action-window\">African Development Fund’s Climate Action Window</a> for African countries and the <a href=\"https://www.fs.usda.gov/managing-land/fire/grants/cwdg\">Community Wildfire Defense Grant Program</a> in the United States. Also, 70% of funds are structured as blended finance, while the highest category of mechanisms is insurance and risk transfer instruments at 37%. The <a href=\"https://treasury.gov.au/sites/default/files/2021-12/c2021-226351-factsheet.pdf\">Australian Reinsurance Pool Corporation's Cyclone Pool</a> is an example of such a mechanism. It is a reinsurance arrangement between insurers and the Australian Reinsurance Pool Corporation. The Cyclone Pool reduces insurance premiums for households and small businesses facing high cyclone risk by lowering the cost of reinsurance.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1375\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1100\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"843\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"664\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"397\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"How financial instruments use pooled versus project-specific finance.\" height=\"397\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/25-11-13-insights-scaling-for-adaptation-4.png?VersionId=Xdtbr0xjIXi1DS0VQ.l._WYUcR47MSh9&itok=JFGzqKUn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>We found that pooled finance can help investors balance the political and financial uncertainties typically associated with investing in a country, thereby removing barriers to investment. These pooled risk instruments highlight that both physical and financial risks can be shared — and thus mitigated — while still financing adaptation actions that are responsive to local contexts, governance structures and capacities, and systems for tracking results.</p><h3>5) Collaboration and Innovation Are Essential to Scaling Adaptation Finance</h3><p>Pooled structures used in adaptation finance often bring together — and rely on collaboration between — diverse actors. These include multilateral development banks, government agencies, private investors, small and medium-sized enterprises, smallholder farmers and property owners, among many others. They also typically layer different sources of concessional and commercial capital depending on the objectives and risk appetite of financiers. The broad range of actors involved in financing adaptation is likely due to both the pervasive impacts of climate change, as well as the diverse economic, social and environmental benefits that climate adaptation can generate. The financial instrument type and institutional arrangement used to finance climate adaptation depends on the broader development contexts and investment objectives.</p><p>Collaboration and new partnerships can support the innovation that is required to help advance and expand adaptation finance markets, which could <a href=\"https://www.systemiq.earth/the-returns-on-resilience/\">reach up to $1.3 trillion annually by 2030</a>. More research is needed to determine which instrument is best suited to address a specific risk in different sectoral and development contexts. Research on enabling policies and environments can also help understand how policymakers can foster a wider and more diverse group of investors. Innovation can emerge from funders, recipients, guarantors, governments and implementation agents who seek to match adaptation needs with available resources.</p><h3>Financing the Future of Climate Adaptation and Resilience</h3><p>Mobilizing finance for adaptation requires an awareness of the fast-evolving landscape of financial instruments that can deliver tangible benefits for vulnerable countries, communities and businesses. Despite the world’s current adaptation finance gap, <a href=\"https://www.wri.org/research/bonds-blended-finance-how-diverse-range-financial-instruments-are-financing-climate\">WRI’s new study</a> shows that diverse stakeholders are committed to designing financial solutions that respond to a range of adaptation needs. This study has positive implications for discussions in global climate and economic forums on how to meet adaptation finance targets.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "5 Key Insights on the State of US Clean Energy Jobs",
      "link": "https://www.wri.org/insights/clean-energy-jobs-us-report-findings",
      "pubDate": "Wed, 19 Nov 2025 08:05:14 EST",
      "description": "<p>As a major source of new jobs, the clean energy industry represents an innovative and vital sector of the U.S. workforce. Workers with job titles like solar installer, energy storage engineer, battery manufacturing technician, energy efficiency auditor, electric vehicle charger maintenance worker and wind turbine technician, are all part of a workforce whose growth is outpacing overall employment growth despite overall <a href=\"https://www.oecd.org/en/publications/oecd-economic-outlook-interim-report-september-2025_67b10c01-en.html\">economic slowdown</a> and <a href=\"https://www.marketwatch.com/story/are-we-in-a-reccession-yes-if-you-live-in-one-of-these-22-states-3947b4cd\">recessionary conditions</a> in parts of the U.S.</p><p>However, policy reversals by the Trump administration are creating an unpredictable environment for clean energy investors and developers, slowing the industry’s rapid growth and risking billions of dollars in investment and thousands of jobs. U.S. renewable energy investment <a href=\"https://www.bloomberg.com/opinion/articles/2025-08-29/green-energy-is-booming-just-not-in-the-us\">fell by 36%</a> in the first half of 2025 compared to the same period last year. This decline happened despite record-high global investment in renewables during the same period.</p><p>Here we used the last several years of data from the annual <a href=\"https://www.energy.gov/policy/us-energy-employment-jobs-report-useer\">U.S. Department of Energy’s Energy and Employment Report</a> to better understand the state and outlook of U.S. clean energy jobs in the U.S. By deciphering and classifying energy jobs between “clean energy” and “traditional” categories we’ve been able to gain a clearer perspective on how critical clean energy jobs are to the nation’s labor market.</p><p>Here are five key findings from our analysis:</p><h3>1) Clean Energy Jobs Have Been Outperforming the Rest of the Labor Market</h3><p>Driven by increased investment, rising energy demand and government policies that accelerated the transition to a clean energy economy, clean energy jobs grew by nearly 12%, going from 3.2 million workers in 2021 to 3.6 million by the end of 2024.  Across the country, 22 out of every 1,000 workers were employed in clean energy-related positions in 2024. During the same period, the broader U.S. job market only grew by only 8%.  </p><p>It is especially interesting to note that clean energy employment grew by 3% from 2023 to 2024, while the total U.S. workforce only <a href=\"https://www.bls.gov/web/empsit/ceseeb1a.htm\">grew by 1%</a>, after factoring in record-breaking <a href=\"https://www.npr.org/2025/09/09/nx-s1-5527000/bls-us-job-growth-numbers-revised\">downward revision</a> to the national jobs data, suggesting the U.S. labor market was significantly weaker over the past couple of years than previously believed.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26166534/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Clean energy gains have been broad based, with jobs in clean fuels; clean electric power generation; clean transmission, distribution and storage; energy efficiency; and clean vehicles sectors all rising year-over-year since 2021.  Subsectors leading job growth during this same period include electric vehicle charging and other grid modernization which grew nearly 25%; solar, which grew just under 11%; and battery electric vehicles, which grew over 40%.</p><p>In terms of total jobs numbers, energy efficiency — which includes occupations like energy auditors and HVAC technicians — leads the way with nearly 2.4 million jobs at the end of 2024. Clean electric power generation, clean vehicles, and clean transmission, distribution and storage had 733,000, 398,000 and 173,000 jobs, respectively.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-hierarchy\"><noscript><img alt=\"hierarchy visualization\" src=\"https://public.flourish.studio/visualisation/26166712/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>2) Clean Energy Jobs Are Found Nationwide</h3><p>There is a broad demand for clean energy across the country, in politically diverse counties and states. <a href=\"https://climatecommunication.gmu.edu/all/climate-change-in-the-american-mind-politics-policy-fall-2024/\">Recent</a> <a href=\"https://www.pewresearch.org/science/2025/06/05/americans-views-on-energy-at-the-start-of-trumps-second-term/\">polls</a> confirm broad, cross partisan support for clean energy, with a majority of Americans prioritizing it over fossil fuels. However, this consensus narrows among lawmakers, due to differing political views on the role of fossil fuels and the urgency of climate change.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"><noscript><img alt=\"table visualization\" src=\"https://public.flourish.studio/visualisation/26284414/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>California leads the nation with more than 554,000 clean energy jobs, followed by Texas, with more than 283,000 jobs. New York and Florida also host hundreds of thousands of clean energy jobs.</p><p>Due to ambitious climate policies and ample renewable energy resources, like sun and wind, California and New York each boast more than 50% of clean energy jobs as a share of their total energy jobs. In Texas, however, clean energy jobs make up only 29% of the state’s more than 990,000 total energy workers — despite the state being the <a href=\"https://www.eia.gov/state/analysis.php?sid=TX\">largest generator of wind power</a> in the U.S. and accounting for 21% of wind energy jobs in 2024. That is largely because Texas’ massive energy industry centers around fossil fuels.</p><p>Generally, states in the <a href=\"https://www2.census.gov/geo/pdfs/maps-data/maps/reference/us_regdiv.pdf\">Northeast and West</a> have the highest proportion of clean energy jobs compared to the overall energy sector, making up 71% of both Vermont and Massachusetts’ energy sectors, for example. The West, however, has the highest proportion of clean energy workers in the broader economy, who make up 2.7% of that region’s total workforce. In contrast, the South has the lowest share of clean energy jobs — both as a proportion of energy workers and total workforce.</p><p>Clean energy, however, has been and will likely continue to be a source of job creation across all four regions. In recent years, the South experienced the highest job growth with a 13% increase of clean energy jobs between 2021 and 2024 and a 3.6% increase from 2023 to 2024.</p><p>According to recent data from the <a href=\"https://www.cleaninvestmentmonitor.org/\">Clean Investment Monitor</a>, the share of clean energy employment could surge from 23 to 27 out of every 1,000 workers in all 50 states, with more than 500,000 new clean energy jobs expected in the South and West alone. These new jobs would make up 9.6% and 7.6%, respectively, of the South and the West’s energy sector jobs, marking a significant shift toward clean energy in these regions.</p><p>Still, these projections are not guaranteed. Even during a favorable regulatory and policy environment, energy projects risk cancellations from unexpected costs, labor shortages or <a href=\"https://www.wri.org/insights/clean-energy-community-benefits-agreements\">community opposition</a>. In today’s environment, as U.S. federal agencies have recently <a href=\"https://www.wri.org/insights/clean-energy-progress-united-states\">created and exacerbated financial uncertainty for clean energy projects</a>, hundreds of thousands of potential jobs are at risk. For example, the South could potentially lose more than 300,000 jobs from previously announced clean energy projects if these projects are canceled.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26167360/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>3) Construction and Manufacturing Jobs Are Vital to Clean Energy, But Workforce Shortages Loom</h3><p>Construction and manufacturing are vital to the expansion of clean energy, supplying the physical infrastructure, equipment and materials necessary to produce, store and distribute clean energy. In 2024, construction jobs made up 45% of the clean energy workforce (more than 1.6 million jobs), while manufacturing accounted for nearly 16%, mostly in energy efficiency. It is important to note, however, that investments into clean energy manufacturing in the U.S., especially battery storage and electric vehicle manufacturing, have <a href=\"https://www.cleaninvestmentmonitor.org/reports/q2-2025-update\">slowed and been canceled</a> at a higher rate than other announced clean energy projects during the first two quarters of 2025.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26193689/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Approximately 64,000 clean energy construction jobs — a 4% gain — were among the <a href=\"https://www.bls.gov/iag/tgs/iag23.htm\">204,000 total construction jobs</a> added to the U.S. economy between 2023 and 2024. Job gains in clean energy manufacturing have been less robust, but still notable when juxtaposed against the entire manufacturing sector. Nearly 10,000 clean energy manufacturing jobs were added in 2024, with a growth rate of 1.8%. In contrast, manufacturing writ large <a href=\"https://www.bls.gov/iag/tgs/iag31-33.htm\">lost more than 55,000 jobs</a> between 2023 and 2024.</p><p>In addition to recent federal policy changes threatening the momentum of the clean energy industry, construction and manufacturing industries are facing significant worker shortages as a significant portion of the current workforce is nearing retirement age. Meanwhile, younger generations have <a href=\"https://www.getjobber.com/bluecollarreport/\">shown less interest</a> in these types of careers.</p><p>For example, demand for electricians is expected to <a href=\"https://www.bls.gov/ooh/construction-and-extraction/electricians.htm\">increase by 9%</a> (or 77,400 jobs) economywide between 2024 and 2034, while an estimated <a href=\"https://www.mckinsey.com/capabilities/people-and-organizational-performance/our-insights/tradespeople-wanted-the-need-for-critical-trade-skills-in-the-us\">30% of union electricians</a> are expected to reach retirement age in the next decade. As the demand for clean energy solutions like electric vehicles, battery storage, solar panels and wind turbines rises, skilled electricians become even more critical for both new construction and infrastructure upgrades. The American Welding Society also projects a shortage of around <a href=\"https://weldingworkforcedata.com/\">320,000 welders by 2029</a>. These workers are crucial to manufacturing, as welding is involved in <a href=\"https://www.mckinsey.com/capabilities/people-and-organizational-performance/our-insights/tradespeople-wanted-the-need-for-critical-trade-skills-in-the-us\">over 70% of all manufactured products</a>.</p><p>The clean energy industry can’t prosper without a robust workforce training ecosystem, especially for skilled trades. Governments and businesses will need to work together to expand training and education of younger workers through community colleges, vocational schools and labor unions to create new talent pipelines.</p><h3>4) While Clean Energy Growth Outpaces Fossil Fuels, Many Fossil-Fuel Workers Are Getting Left Behind</h3><p>Overall, clean energy employment growth has significantly outpaced growth in fossil fuels jobs. Job growth in traditional electricity generation (including natural gas, coal, oil and petroleum) has remained steady, growing by 7% since 2021. In contrast, employment in clean energy electricity generation has grown by 11% since 2021. Other energy sectors have followed a similar trajectory.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26168960/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Fossil-fuel jobs, however, still account for a significant share of energy jobs in some states such as Alaska (41%), Louisiana (39%), New Mexico (42%), North Dakota (53%), Oklahoma (39%), West Virgina (32%) and Wyoming (45%). Fossil fuel extraction jobs, which includes coal mining and oil and gas extraction jobs, grew by nearly 18% between 2021 and 2024. Despite this growth, these jobs are at higher risk of decline over the long term due to the shift toward renewable energy, with coal mining being particularly vulnerable. Oil and gas extraction workforce is also projected to <a href=\"https://datausa.io/profile/naics/oil-gas-extraction\">decline by 6%</a> over the next 10-year period.</p><p>These jobs are often concentrated in specific locations. For example, in Texas, fossil-fuel extraction jobs — which account for 29% of energy jobs — are concentrated in the West and South, while clean energy jobs are often located in or near major cities or in areas better suited for renewable energy generation. Texas also saw a 14% decline in coal mining jobs between 2021 and 2024, despite a nationwide increase during the same period (this was a minor uptick after a long-term decline), further highlighting the place-based nature of job creation and displacement.</p><p>A <a href=\"https://www.nature.com/articles/s41467-023-41133-9\">growing</a> <a href=\"https://www.journals.uchicago.edu/doi/epdf/10.1086/727880\">body</a> of <a href=\"https://www.sciencedirect.com/science/article/pii/S2214790X23001855\">research</a> is demonstrating that a geographic mismatch is occurring between areas experiencing significant losses in fossil-fuel jobs and areas where new clean energy jobs are being created. Displaced fossil-fuel workers are <a href=\"https://www.nature.com/articles/s41467-023-41133-9\">less likely to relocate</a> for clean energy jobs, even when they have transferable skills. Therefore, locally-tailored and place-based responses that include retraining, reskilling initiatives and financial support will be needed to ensure a fair and just transition for these workers, whether within the clean energy industry or other industries.</p><h5> 5) Clean Energy Is Now Facing Significant Headwinds</h5><p>Despite strong growth over the last four years, the clean energy industry faced setbacks in 2025. A slowing national economy, tariff uncertainty and policy actions by the Trump administration — combined with <a href=\"https://www.wri.org/update/reconciliation-budget-bill-industry-divestment\">major changes</a> to federal clean energy funding in the 2025 budget reconciliation act (also known as <a href=\"https://www.congress.gov/bill/119th-congress/house-bill/1/text\">the One Big Beautiful Bill Act</a>) — have all contributed to a spate of clean energy project cancellations this year.</p><p>Data from the Rhodium Group-MIT/CEEPR Clean Investment Monitor shows that 110 projects representing at least $36 billion in announced investments were canceled as of September. As a result, for the first time since at least 2020, canceled and paused clean energy project investments are <a href=\"https://e2.org/releases/june-25-clean-economy-works/\">outpacing</a> newly announced investments. While many of these projects may not have reached completion even in a more favorable business environment, the scale suggests that clean energy projects are facing significant and atypical headwinds.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/26167535/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>However, due to rapidly falling costs, widespread innovation, a surge in demand driven by climate concerns and rising electricity needs, the long-term future for the clean energy economy remains optimistic.</p><p>Between 2024 and 2034, <a href=\"https://www.bls.gov/news.release/pdf/ecopro.pdf\">data from the Bureau of Labor Statistics</a> suggests solar, wind, geothermal, and “other” electric power generation (a category which includes more novel energy sources such as tidal power), as well as the category that includes manufacturing of battery storage systems, will each have double or even triple digit employment growth by percentage. Wind turbine service technicians and solar photovoltaic installers will be the two fastest growing occupations during that same time period. While these estimates are more limited in scope than the data in the U.S. Energy and Employment report and have significant uncertainty based on overall economic and policy assumptions, they still suggest a positive trend in clean energy employment.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26167604/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Clean Energy Can Power a More Sustainable and Prosperous Future</h3><p>The past four years of data has proven that clean energy is a key driver of employment growth in the United States. As clean energy jobs outpace the overall job market and fossil fuels jobs, the path to decarbonization and emissions reductions will come by expanding the economic pie with new jobs for American workers.</p><p>Progress toward a clean energy future will not be without its hiccups. The nation’s overall economy and policy decisions are having, and will continue to have, a large impact on the pace of the transition. In addition, movement toward clean energy will create opportunity for millions of Americans. But it will also pose new challenges for workers in traditional energy sectors, a reality which economic policy will need to address. One thing is clear, however: Clean energy stands to be a leading industry driving job growth in the United States.</p><p> </p><h5><em>About the Data in this Article</em></h5><p><em>The </em><a href=\"https://www.energy.gov/policy/us-energy-employment-jobs-report-useer\"><em>U.S. Energy and Employment Report</em></a><em>, published annually by the U.S. Department of Energy, covers both traditional and clean energy employment across five sectors: electric power generation, energy efficiency, fuels, motor vehicles, and transmission, distribution and storage. The report also breaks down energy employment by industry, providing insights into specific industries such as manufacturing, construction, utilities and professional services. While this article primarily focuses on the 2025 report, which provides data for 2024, previous years data were also analyzed to identify change over time. Additional data were used from </em><a href=\"https://cleanjobsamerica.e2.org/\"><em>E2</em></a><em>, the </em><a href=\"https://www.bls.gov/emp/tables/industry-occupation-matrix-industry.htm\"><em>U.S. Bureau of Labor Statistics</em></a><em> and the </em><a href=\"https://www.cleaninvestmentmonitor.org/\"><em>Rhodium Group-MIT/CEEPR Clean Investment Monitor</em></a><em>.</em></p><p><em>To calculate the difference between clean and traditional energy jobs growth, the authors classified clean and traditional energy subsectors based on the sector’s contributions to reducing carbon emissions. Traditional energy subsectors are further divided into fossil and non-fossil-fuel subsectors.</em></p><h5 class=\"text-align-center\" style=\"font-size: 1.1rem;\">Traditional Energy Vs. Clean Energy</h5><table border=\"1\" class=\"table tablesaw tablesaw-stack\"><thead><tr><th><strong>Category</strong></th><th><strong>Traditional Energy</strong></th><th><strong>Clean Energy</strong></th></tr></thead><tbody><tr><td rowspan=\"7\" style=\"background-color: #fff;\"><strong>Fuel</strong></td><td style=\"background-color: #fff;\">Natural Gas*</td><td rowspan=\"7\" style=\"background-color: #fff;\">Nuclear Fuels</td></tr><tr><td style=\"background-color: #fff;\">Coal*</td></tr><tr><td style=\"background-color: #fff;\">Petroleum*</td></tr><tr><td style=\"background-color: #fff;\">Corn Ethanol</td></tr><tr><td style=\"background-color: #fff;\">Woody Biomass/Cellulosic Biofuel</td></tr><tr><td style=\"background-color: #fff;\">Other Biofuels</td></tr><tr><td style=\"background-color: #fff;\">Other Fuels*</td></tr><tr><td rowspan=\"6\" style=\"background-color: #fff;\"><strong>Electric Power Generation</strong></td><td style=\"background-color: #fff;\">Natural gas*</td><td style=\"background-color: #fff;\">Wind</td></tr><tr><td style=\"background-color: #fff;\">Coal*</td><td style=\"background-color: #fff;\">Solar</td></tr><tr><td style=\"background-color: #fff;\">Oil & Other Petroleum*</td><td style=\"background-color: #fff;\">Nuclear</td></tr><tr><td style=\"background-color: #fff;\">Combined Heat & Power*</td><td style=\"background-color: #fff;\">Geothermal</td></tr><tr><td style=\"background-color: #fff;\">Bioenergy</td><td rowspan=\"2\" style=\"background-color: #fff;\">Hydropower</td></tr><tr><td style=\"background-color: #fff;\">Other Power Generation*</td></tr><tr><td rowspan=\"6\" style=\"background-color: #fff;\"><strong>Transmission, Distribution, Storage</strong></td><td style=\"background-color: #fff;\">Traditional T&D Electricity*</td><td style=\"background-color: #fff;\">Battery Storage</td></tr><tr><td style=\"background-color: #fff;\">Traditional T&D Fuels*</td><td style=\"background-color: #fff;\">Smart Grid</td></tr><tr><td rowspan=\"4\" style=\"background-color: #fff;\">Other T&D*</td><td style=\"background-color: #fff;\">Microgrid</td></tr><tr><td style=\"background-color: #fff;\">Other Grid Modernization</td></tr><tr><td style=\"background-color: #fff;\">Electric Vehicle Charging</td></tr><tr><td style=\"background-color: #fff;\">Other Storage</td></tr><tr><td rowspan=\"4\" style=\"background-color: #fff;\"><strong>Motor Vehicles and Component Parts</strong></td><td style=\"background-color: #fff;\">Gasoline & Diesel Motor Vehicles*</td><td style=\"background-color: #fff;\">Hybrid Electric Vehicles</td></tr><tr><td style=\"background-color: #fff;\">Natural Gas Vehicles*</td><td style=\"background-color: #fff;\">Battery Electric Vehicles</td></tr><tr><td rowspan=\"2\" style=\"background-color: #fff;\">Other Vehicles*</td><td style=\"background-color: #fff;\">Plug-in Hybrid Vehicles</td></tr><tr><td style=\"background-color: #fff;\">Hydrogen/Fuel Cell Vehicles</td></tr><tr><td rowspan=\"6\" style=\"background-color: #fff;\"><strong>Energy Efficiency</strong></td><td rowspan=\"6\" style=\"background-color: #fff;\"> </td><td style=\"background-color: #fff;\">Traditional HVAC</td></tr><tr><td style=\"background-color: #fff;\">Certified Appliances, Products & Services</td></tr><tr><td style=\"background-color: #fff;\">Advanced & Recycled Building Materials</td></tr><tr><td style=\"background-color: #fff;\">LED, CFL & Other Efficient Lighting</td></tr><tr><td style=\"background-color: #fff;\">Renewable Heating & Cooling</td></tr><tr><td style=\"background-color: #fff;\">Other</td></tr></tbody></table><p class=\"secondary\"><em>* Indicates fossil fuels subsectors</em></p><p class=\"secondary\"><em>Source: Authors classification based on </em><a href=\"https://www.energy.gov/media/348941\"><em>U.S. Energy and Employment Report (2025)</em></a></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: Brazil Pledges 100% Sustainable Management of National Waters by 2030, Joins the Ocean Panel at COP30",
      "link": "https://www.wri.org/news/release-brazil-pledges-100-sustainable-management-national-waters-2030-joins-ocean-panel-cop30",
      "pubDate": "Tue, 18 Nov 2025 11:37:46 EST",
      "description": "<p><em>Part of a global wave of commitments, Brazil's announcement underscores the ocean's critical role in tackling the climate crisis</em></p><p><strong>Belém, Brazil (November 18, 2025) </strong>– Today at COP30 in Belém, Brazil announced a landmark commitment to sustainably manage all 3.68 million km2 of its national waters by 2030. Joining the <a href=\"https://oceanpanel.org/\">High Level Panel for a Sustainable Ocean Economy</a> (Ocean Panel) as its nineteenth member, Brazil brings important leadership and momentum to ocean-climate action.</p><p>Brazil's ocean area is the tenth largest in the world, and boasts the longest coastline in South America. Its waters underpin an ocean economy that contributes roughly <a href=\"https://www.scirp.org/journal/paperinformation?paperid=130330\">19% of Brazil's GDP</a>, supports 3.5 million jobs in fisheries and aquaculture and drives around 70% of national tourism revenue.</p><p>“Without the ocean, we cannot truly confront climate change. We must harness its immense potential to reduce emissions and protect our coasts from extreme weather,” said <strong>Luiz Inácio Lula da Silva, President of Brazil</strong>. “The ocean is central to Brazil’s culture, diet and livelihoods, and building a sustainable ocean economy will open new opportunities for Brazilians. That’s why we have joined the Ocean Panel in its vision to safeguard the ocean and use its resources wisely and responsibly.”  </p><p>The country is also home to the world's second-largest area of mangroves, which can store up to five times more carbon per area than tropical forests and absorb it from the atmosphere about three times faster. These vital ecosystems protect coastlines from severe weather and serve as nurseries for a diverse array of marine life – playing a crucial role in climate mitigation, adaptation and food security.</p><p>The Ocean Panel, co-chaired by Norway and Palau, and supported by a Secretariat housed at World Resources Institute, brings together heads of state and government from nineteen countries to accelerate sustainable use and protection of the world’s ocean areas. Members, including Brazil, have committed to producing national Sustainable Ocean Plans (SOPs) within five years, guiding sustainable management of 100% of ocean areas under their national jurisdiction.</p><p>Earlier this year at the United Nations Ocean Conference, Brazil joined France to launch the <a href=\"https://www.wri.org/news/release-brazil-and-france-launch-new-global-challenge-put-ocean-center-climate-action\">Blue NDC Challenge</a>, an initiative designed to help countries strengthen and implement ocean-climate actions within their national climate commitments. <a href=\"https://oceanpanel.org/publication/ocean-solutions-to-climate-change/\">Research</a> from the Ocean Panel shows that ocean-based climate solutions could deliver up to 35% of the greenhouse gas (GHG) emissions reductions needed to limit warming to 1.5°C by 2050 – a significant opportunity <a href=\"https://www.wri.org/research/ocean-based-climate-action-2025-ndcs-preliminary-update\">that remains largely untapped</a>.  </p><p>“The Ocean Panel represents a diverse range of countries, but our ambition remains the same: the ocean must be central to our collective future.” said <strong>H.E. Surangel S. Whipps Jr., President of Palau and Co-Chair of the Ocean Panel</strong>. “Brazil presides over a vast ocean area and in committing to 100% sustainable management, it strengthens not just its own future but the future of every ocean-dependent nation.”</p><p>“The Ocean Panel provides a platform for promoting better understanding of the economic importance and environmental status of the ocean,” said <strong>Jonas Gahr Støre, Prime Minister of Norway and fellow Co-chair of the Ocean Panel</strong>. “It greatly strengthens the Panel that a significant coastal nation like Brazil now has decided to join. The ocean is essential for the well-being of all people, as it sustains livelihoods, regulates our climate, and provides vital resources for future generations.”  </p><p>This year, ten countries outside the Ocean Panel – Panama, the Republic of Korea and eight African nations (Angola, Benin, Cameroon, Republic of Congo, Côte d’Ivoire, Equatorial Guinea, Liberia and Nigeria) – have also pledged to sustainably manage 100% of their national waters.  </p><p>Panama and the Republic of Korea made their commitments through the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>, an Ocean Panel campaign that encourages all coastal and ocean states to make similar commitments, while the African nations adopted the Yaoundé Declaration to advance the same goal.  </p><p>These growing commitments signal a rising recognition among nations of the ocean’s vital role in tackling the climate crisis.  </p><hr /><p><strong>Notes to Editors</strong></p><p><strong>Media contact: </strong>Sophie Brady, sophie.brady@wri.org </p><p><strong>About the Ocean Panel  </strong><br />Co-chaired by Norway and Palau, and supported by the Secretariat housed at World Resources Institute, the Ocean Panel includes Australia, Canada, Chile, Fiji, France, Ghana, Indonesia, Jamaica, Japan, Kenya, Mexico, Namibia, Norway, Palau, Portugal, Seychelles, United Arab Emirates, the United Kingdom and now Brazil.  </p><p>Together, these 19 nations represent 42% of the world’s coastlines, 40% of global Exclusive Economic Zones (EEZs), 19% of the world’s fisheries and marine aquaculture and 21% of the world’s shipping fleet.</p><p>The Ocean Panel is supported by the UN Secretary-General's Special Envoy for the Ocean. Learn more at oceanpanel.org and wri.org/our-work/topics/ocean.  </p><p><strong>About World Resources Institute (WRI)  </strong><br />WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: More Countries Include Ocean Action in Climate Plans – But Biggest Climate Opportunities Still Untapped, WRI Report Finds",
      "link": "https://www.wri.org/news/release-more-countries-include-ocean-action-climate-plans-biggest-climate-opportunities-still",
      "pubDate": "Tue, 18 Nov 2025 07:15:23 EST",
      "description": "<p><em>The report comes as six countries join the Blue NDC Challenge at COP30 to accelerate ocean action in national climate commitments – including Belgium, Cambodia, Canada, Indonesia, Portugal and Singapore</em></p><p><strong>Belém, Brazil (November 18, 2025) </strong>– The ocean is increasingly being recognized in national climate plans – but most countries are still overlooking the most powerful actions to cut emissions and build resilience, according to <a href=\"https://www.wri.org/research/ocean-based-climate-action-2025-ndcs-preliminary-update\">a new report</a> led by World Resources Institute (WRI), with Ocean Conservancy and Ocean & Climate Platform, released today at COP30 in Belém.</p><p>Of 66 newly submitted Nationally Determined Contributions (NDCs) from coastal and island countries, 61 include at least one ocean-related measure*. That marks an increase from 62% in 2015, to 73% in 2022, and now 92% of NDCs submitted so far for the 2025 NDC cycle.</p><p>Yet the most transformative measures – such as phasing out offshore oil and gas, decarbonizing shipping, expanding offshore renewables, and scaling sustainable seafood – remain rare, making up just 12% of ocean actions. Countries are still only scratching the surface of the ocean’s climate potential. </p><p><a href=\"https://oceanpanel.org/publication/ocean-solutions-to-climate-change/\">Research</a> from the Ocean Panel shows that ocean-based climate solutions can deliver up to 35% of the greenhouse gas (GHG) emissions reductions needed to limit warming to 1.5°C by 2050 – a major missed opportunity if left untapped.  </p><p>“With the window to cut emissions rapidly closing, coastal and island countries yet to submit their NDCs must recognize the ocean as a powerful, underused ally in meeting global climate goals.” said <strong>Tom Pickerell, Global Director for WRI's Ocean Program</strong>. “Despite growing momentum, ocean-based climate solutions remain underfunded and overlooked. What’s needed at this COP is bold recognition of the ocean’s potential – and action to deploy proven solutions at scale.\"</p><p>Some countries are already showing how integrating ocean action across sectors can advance both climate and development goals.  </p><ul><li><strong>Republic of the Marshall Islands:</strong> Its NDC includes cutting domestic shipping emissions by 40% by 2030, testing innovative Ocean Thermal Energy Conversion technology to generate clean energy, and managing fisheries to safeguard cultural heritage and livelihoods. The country has also designated nearly 48,000 km2 of ocean as protected sanctuaries.</li><li><strong>Brazil:</strong> Its NDC aims to generate 16 GW of offshore wind energy by 2050 and establish the regulatory framework to make this expansion possible – creating jobs, strengthening energy independence and advancing a clean energy future for the country.  </li></ul><p>Separate <a href=\"https://oceanpanel.org/publication/finance-for-the-sustainable-ocean-economy/\">research</a> by the Ocean Panel suggests that every $1 invested in ocean solutions could yield at least $5 in global benefits by 2050. Conversely, continuing harmful and unsustainable ocean practices could result in more than $8 trillion in losses by 2050.</p><p>“There's a huge gap between the promise of ocean-climate solutions and the pace at which we are adopting them,” said <strong>Anna-Maria Laura, Senior Director of Climate Policy at Ocean Conservancy</strong>. “The gap isn’t in science or technology – it’s in funding and implementation. The ocean is sounding the alarm through stronger storms, dying coral reefs, and rising seas. But the ocean can also help us fight back through solutions like offshore wind. It’s time to fund and implement these solutions as if the future of our ocean and our planet depend on them – because they do.”</p><p>The report also highlights the urgent need for countries to rapidly step up measures to adapt to the effects of a changing climate. Island and coastal countries face especially high stakes, with over 680 million people currently living in low-lying coastal zones at risk from rising seas and coastal erosion – a figure expected to surpass 1 billion by 2050.  </p><p>The latest NDCs show some progress on adaptation: in fact, over 90% of ocean actions focus on adaptation, particularly in Sub-Saharan Africa, Latin America and the Caribbean and Oceania. Yet the pace and scale of action remain far too low to protect vulnerable communities and livelihoods, and gaps in technology and knowledge transfer hold back effective action. Alarmingly, just 13% of ocean-based actions explicitly address equity, even though women, youth, Indigenous Peoples, and local coastal communities are often hit hardest by climate impacts.</p><p>To help close these gaps, the <a href=\"https://www.wri.org/news/release-brazil-and-france-launch-new-global-challenge-put-ocean-center-climate-action\">Blue NDC Challenge</a>, launched earlier this year by France and Brazil, helps countries in strengthen and implement ocean-climate actions in their national commitments. Coordinated by WRI, the Ocean & Climate Platform and Ocean Conservancy, the Challenge welcomes six new members today at COP30 – Belgium, Cambodia, Canada, Indonesia, Portugal and Singapore. Together, these countries will form the Blue NDC Taskforce to drive implementation of ocean commitments in the 2025 NDC cycle, by mobilizing political leadership, technical expertise and investment.</p><p>“Meeting global climate goals won’t happen in isolation,” said<strong> Melanie Robinson, said WRI’s Global Climate, Economics and Finance Program Director</strong>. “Countries, communities, and organizations must work together – sharing knowledge, aligning policies and scaling solutions. Initiatives like the Blue NDC Challenge show how collaboration can transform promises into action, shielding coastal communities from rising seas, creating green jobs, and charting the world toward a cleaner, more resilient future.”  </p><p>“As countries move from promises to action, this round of climate plans must serve as clear roadmaps for guiding every step of the journey,\" said <strong>Loreley Picourt, Executive Director of the Ocean & Climate Platform</strong>. \"By directing investment, building capacity and scaling solutions, we can secure a resilient ocean – but if we fail, we risk undermining the foundation of life on our planet.”</p><p><strong>Notes to Editors</strong></p><p><strong>Media contact:</strong> Sophie Brady, <a href=\"mailto:sophie.brady@wri.org\">sophie.brady@wri.org</a></p><p><strong>About the report:</strong></p><ul><li>*The report defines an ocean action, or ocean-related measure, as a policy, target or measure that aims to reduce or avoid greenhouse gas (GHG) emissions, sequester GHGs, or support adaptation and resilience to climate impacts in the ocean and in coastal and marine environments.</li><li>NDCs included in the report were submitted since the Global Stocktake, up to November 6, 2025. Ocean inclusion in coastal and island nations’ NDCs has increased:  <ul><li><a href=\"https://www.wri.org/research/ocean-based-climate-action-new-updated-ndcs\">62% in 2015</a> (69 out of 111)</li><li><a href=\"https://www.wri.org/research/ocean-based-climate-action-new-updated-ndcs\">73% in 2022 </a>(77 out of 106)</li><li><a href=\"https://www.wri.org/research/ocean-based-climate-action-2025-ndcs-preliminary-update\">92% in 2025</a> (61 out of 66 submitted so far).</li></ul></li><li>Report co-authors: World Resources Institute, Ocean Conservancy, Ocean & Climate Platform, Oceans 5, NDC Partnership, Food and Agriculture Organization, and the Nature Conservancy.</li></ul><p><strong>About World Resources Institute (WRI) </strong><br />WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.   </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "China’s Overseas Industrial Parks Provide a Path to Decarbonization",
      "link": "https://www.wri.org/insights/chinas-overseas-industrial-parks-decarbonization",
      "pubDate": "Mon, 17 Nov 2025 08:15:20 EST",
      "description": "<p>A decade ago, few would have imagined that state-of-the-art clean-energy technologies could be deployed in remote regions, like the Indonesia island of Sulawesi, which straddles the equator between the Indian and Pacific oceans.</p><p>But last year, a steel mill in the Indonesia Morowali Industrial Park began covering its roof with solar photovoltaic (PV) panels, replacing 65.9 megawatts (MW) of power previously generated by an on-site coal power plant. This 270 million yuan ($37.5 million) investment from a Chinese company will help the steel mill cut about <a href=\"https://www.yicaiglobal.com/news/chinas-yonker-secures-usd38-million-deal-to-build-operate-pv-facilities-for-steel-mill-in-indonesia\">100,000 metric tons of carbon dioxide emissions</a> each year.</p><p>Similar projects are starting to occur elsewhere in the world, too. For example, in Africa, a fiberglass manufacturer at the TEDA Industrial Park commissioned <a href=\"https://www.sohu.com/a/353718073_418320\">a 7.5 MW rooftop solar project</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"The Morowali Industrial Park. \" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/morowali-industrial-park-indonesia_0.jpg?VersionId=CwZHW27g5YNOJb6Cina7W_BSgIUe6rXS&itok=xBhldw6v\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>At a steel mill at Morowali Industrial Park in Indonesia, a Chinese company invested $37.5 million to install rooftop solar panels, helping the park move away from a reliance on fossil fuels. Photo by Raynton Rare'a/Shutterstock.</figcaption>\n</figure>\n<p>As concentrated hubs of both production and energy consumption, industrial parks can make a significant impact in the global industrial transition to clean energy.</p><h3>China’s Potential to Spur Decarbonization of Global Industrial Parks</h3><p>Among the few countries that invest in overseas industrial parks — manufacturing and business facilities developed by one country and located in another — China’s investment has been significant. Together with development assistance, investment in overseas industrial parks is a leading form of China’s international investment.</p><p>New WRI research evaluating the <a href=\"https://www.wri.org/research/technological-potential-assessment-renewable-energy-projects-developed-chinas-overseas\">technical potential of renewable energy projects developed in China’s overseas industrial parks,</a> show between 1992 and 2022, the country invested 652 billion yuan ($89.7 billion) in 159 overseas industrial parks. These parks, which are joint ventures funded and operated by China and their host countries, are located in 54 countries around the world.  </p><p>From mineral-rich resource hubs to high-tech research centers, these industrial parks are vital to global supply chains, shaping manufacturing and helping to spur global economic growth.  These parks also include agro-industrial facilities which operate agriculture plants and processing businesses, and trade and logistics parks that serve as hubs where goods are stored and transported.</p><p>Nearly half the industrial parks are in Asia, while industrial parks in Africa and Europe make up the majority of the other half. Notably, most of these parks are situated in areas rich in renewable energy resources. For instance, most lie in mid- to low-latitude regions with ample and reliable sunshine, making them well-suited for solar energy deployment.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/25872859/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Our research shows that transitioning China’s overseas industrial parks to clean energy will sharply cut emissions in host countries, helping them reach their own climate change and renewable energy development goals.</p><p>By 2050, converting all of the China’s overseas industrial parks to solar PV and wind power systems, would bring the world 2% closer to reaching net zero. Making the transition before 2030 will bring the world nearly 5% closer to achieving this goal. This is technically achievable because the mature technologies needed to accomplish this already exist. Solar PV projects in China’s overseas industrial parks can reach maximum installed capacity of 419.66 gigawatts (GW). Wind power projects can reach maximum installed capacity of 116.48 GW. All told, this could eliminate a total of 340 million metric tons of carbon dioxide emissions each year.</p><h3>Opportunities and Challenges</h3><p>Supplying stable electricity to industrial park tenants is typically a fundamental service provided by its operators. For parks located in remote areas without access to the grid, operators need to build their own captive power plants, utilizing local energy resources. They may choose coal, diesel, gas or renewables, whichever is the least expensive or technically feasible. Tenants that want clean electricity may need to design, build, operate and maintain their own renewable energy plants in collaboration with industrial park operators and/or local solar or wind companies.</p><h4>Technical Potential for Renewable Energy Solutions</h4><p>Different technologies, rooftop solar PV systems, ground-mounted solar PV systems and wind power systems offer various advantages. Their scalability depends on geography, weather and energy requirements of various types of industrial parks.  While quickly replacing entire fossil-fuel powered facilities is unrealistic in most cases, renewable energy could begin supplying smaller parts of the energy mix.</p><h4>Converting to Renewable Energy Can Attract Private Investors</h4><p>Integrating renewable energy into the electricity generation portfolio of industrial parks could attract an investment of more than 2 billion yuan ($280 million). This includes a potential investment of 552 million yuan ($77 million) in rooftop solar PV projects, 1.1 billion yuan ($158 million) in ground-mounted PV projects and 383 million yuan ($53 million) in wind projects.</p><h4>Policy and Market Motivations to Decarbonize</h4><p>China’s overseas industrial parks conduct low-carbon planning and actions on a voluntary basis, guided <a href=\"https://www.wri.org/technical-perspectives/5-ways-china-can-further-decarbonize-overseas-industrial-parks\">by associated policies and directives</a> from government agencies, as well as by a national pledge to stop building overseas coal-fired power plants and step up support for clean energy.</p><p>There are also two emerging drivers stimulating their motivation: dynamic policies from host countries and evolving market demands.</p><p>The net-advantages of renewable energy over fossil-fuel based electricity options may be minimal when solely from a financial perspective. For the policy-driven lever, as the host country establishes a national energy transition strategy and sets national climate goals, creating sector-specific decarbonization requirements, such as registration and business license permissions for captive power plants in industrial parks or allowing electricity trade across property boundaries within parks, is a key next step.</p><p>Other factors may also have an impact, such as whether tax exemptions are applied to imports of renewable energy generation equipment, such as PV panels, into host countries without manufacturing capacity. Comparative electricity price and cost are always crucial, as they directly influence the investment-return model in business decisions regarding adopting renewable energy solutions.</p><p>For the market-driven lever, there is an emerging trend where key offtakers from the end market increasingly require that their deliverables be manufactured using 100% green electricity. Several tenants in the industrial parks are upstream players in various industries (such as stainless steel and battery), supplying intermediate products (such as refined nickel, nickel sulfate) as vendors in the supply chain.</p><h3>Scaling Up Broader Decarbonization Practices</h3><p>Decarbonization in industrial parks will require a collaborative effort. Establishing a multi-stakeholder partnership involving policymakers from both supply and demand countries, business investors, industrial park operators and financial institutions is crucial to unlock the technical potential of renewable energy. This requires enhanced, science-based coordination and cooperation among all relevant stakeholders.</p><h4>Align Decarbonization Standards Nationally and Internationally</h4><p>It is highly necessary for on-the-ground practitioners to guide concrete actions, inform policy frameworks and support project-wide evaluations. On renewable energy consumption proportion, for instance, <a href=\"https://wri.org.cn/research/Evaluating-Chinese-Overseas-Industrial-Parks-By-Applying-Low-Carbon-Development-Indicator-System?_gl=1*2zxvjd*_gcl_au*ODQyMzIwMjcxLjE3NTI1NDYyODk.\">it is recommended</a> that renewable energy account for at least 15% of the total energy consumption within industrial parks.</p><h4>Prioritize Energy Planning in Industrial Park Investments</h4><p>Energy planning should be at the core of industrial parks’ future market scoping, ESG portfolios and investment strategies. Building on a solid understanding of host countries’ low-carbon policies and energy transition plans, industrial parks need to integrate local power pricing mechanisms and energy supply dynamics. This process should culminate in the development of a holistic, scenario-based and time-bound energy plan — potentially including a decarbonization roadmap that replaces existing fossil fuel-based captive plants (e.g., coal or diesel) with renewable energy-based captive solutions (e.g., rooftop solar projects) — and should be fully integrated into overall investment decision-making.</p><h4>Maximizing Resource and Market Opportunities</h4><p>Most industrial parks are in regions with abundant renewable resources and in proximity to end markets for renewable energy products such as solar PV panels. These favorable market conditions, resource endowments and technical potential can be harnessed to foster sustainable business partnerships, viable profit models and financing package such as blended finance. Such collaborations may involve industrial park developers, tenant companies and renewable energy investors.  The projects can take various operational forms, including self-consumption, partial grid connection or full grid integration.</p><div class=\"report-teaser gold-borders-medium alignright\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"328\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"232\" />\n              <source height=\"328\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"232\" />\n              <source height=\"328\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"232\" />\n              <source height=\"328\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"232\" />\n              <source height=\"328\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"232\" />\n                  <img alt=\"Cover of technical report on China's overseas industrial parks.\" height=\"328\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/china-industrial-parks-report-teaser_0.png?VersionId=AU8i.3nFsiMulXwSFoXDzWpMN6YPc_Pk&itok=mgIPntNW\" width=\"232\" />\n\n  \n\n</div>\n      \n  </article>\n<div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Technical Potential Assessment of Renewable Energy Projects Developed in China’s Overseas Industrial Parks</div><p>Explore the full report.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/technical-potential-assessment-renewable-energy-projects-developed-chinas-overseas\">Download</a></p></div></div><h4>Develop High-Quality Project Preparation and Feasibility Studies</h4><p>The process from concept to finalized investment documentation often takes longer than expected, with readiness being the key bottleneck. In this regard, renewable energy project preparation must fully meet requirements across technical, financial, and legal dimensions; ensure that cost–benefit analyses accurately capture financial flows and operational performance over a multi-year horizon; comprehensively assess the availability of financial tools and products to mitigate potential energy transition risks; and meaningfully incorporate community-level concerns throughout the process. Financial institutions can adopt tailored energy and electricity supply strategies that align with their specific priorities, including profitability, payback period, emission reductions and social impact. For example, China-Nigeria Economic and Trade Cooperation Zone is moving faster to take actions toward a clean energy transition and sustainable development with investment from the China–Africa Development Fund and support from the South-South Cooperation Fund on Climate Change.</p><h3>Toward a Decarbonized Future</h3><p>Industrial parks vary across a wide array of sectors, geographies and purposes, and so will their decarbonization trajectories. Whether the power is used to forge steel or manufacture fiberglass, and how much the renewable generation can be scaled will depend on multiple factors, such as economic circumstances, and governments’ policies and priorities at the national, regional and local level. </p><p>It also requires cooperation, negotiation and agreement between commercial investors, industrial parks’ operators and tenants. Feasibility can also hinge on whether renewables can supply constant enough power, to meet energy needs around the clock, and whether the companies and their customers prioritize decarbonization strategies. Nonetheless, one point is clear: industrial parks increasingly have the potential to translate their commitments into concrete low-carbon on-the-ground actions.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Tripling the Adaptation Finance Goal Is Possible — Here’s What It Takes",
      "link": "https://www.wri.org/insights/tripling-adaptation-finance-goal",
      "pubDate": "Fri, 14 Nov 2025 17:22:36 EST",
      "description": "<p><a href=\"https://www.wri.org/insights/scaling-adaptation-finance\">Accelerating adaptation finance</a> is an increasingly urgent priority for global climate action, particularly for developing countries and communities facing the brunt of climate impacts. At this year’s UN Climate Change Conference (COP30) in Belém, Brazil, there’s an opportunity for negotiators to adopt a new adaptation finance goal.</p><p>There are different views of what such a goal could look like. Some developing nations have emphasized that any goal would likely not meet adaptation needs. Meanwhile, many developed nations have resisted a new goal, pointing to last year’s agreement on a new goal of at least <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">$300 billion</a> for all climate finance (known as the new collective quantified goal or NCQG) as a final agreement that shouldn’t be reopened.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>But at COP30, tripling the $40 billion adaptation goal agreed to four years ago at COP26 to create a new $120 billion goal is gaining traction. For example, during negotiations this week, groups like the Independent Alliance of Latin America and the Caribbean and the Least Development Countries have <a href=\"https://www.climatechangenews.com/2025/06/24/bonn-bulletin-developing-nations-call-for-adaptation-finance-to-triple-by-2030/#:~:text=%E2%80%9CWe're%20never%20going%20to,fall%20by%2010%25%20in%202026.\">advocated for such a target</a>.</p><p>We explore here whether a tripling of the adaptation finance goal would be possible — and find that it could be by 2035, the target year for the $300 billion NCQG. </p><h3>What's Needed for a New Adaptation Finance Goal</h3><p> Developing countries — excluding China — need around <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2025/11/IHLEG-on-Climate-Finance-Fourth-Report-Delivering-an-integrated-climate-finance-agenda.pdf\">$400 billion per year by 2035</a> to address adaptation and resilience needs, according to the Independent High-Level Expert Group on Climate Finance, a panel of economists, finance experts and policymakers. However, global adaptation finance is still far from this amount, even though investments will pay off trillions of dollars in avoided losses, many lives saved, <a href=\"https://files.wri.org/d8/s3fs-public/2025-06/strengthening-investment-case-climate-adaptation.pdf?VersionId=een52ahEiIO4IaOA6e8ps4fQCN4xTtph&_gl=1*nbbbp*_gcl_au*MTIwNjQxNjg1MS4xNzYxMzU4MTkx\">economic, environmental and social benefits</a> and greater stability amid the shocks of a warming world.</p><p>At COP26 in 2021, developed countries agreed to at least double their adaptation finance for developing countries from 2019 levels of around <a href=\"https://www.oecd.org/content/dam/oecd/en/publications/reports/2024/05/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_8031029a/19150727-en.pdf\">$18.8 billion</a> to approximately $40 billion. Although recent reports suggest this might not be achieved, indications from the <a href=\"https://www.consilium.europa.eu/en/infographics/climate-finance/\">European Union</a> and the <a href=\"https://2021-2025.state.gov/cop-29-update-u-s-international-public-climate-finance/\">United States</a> on their adaptation finance in years 2023 and 2024 mean that it may well be.</p><p>Using 2035 as the target date — and considering that the adaptation goal would become part of the total $300 billion of the goal agreed to at COP29 — we found that tripling the adaptation goal is possible. But every relevant source of finance will need to step up, and the system will need to work better as a whole. Here’s one way the tripling could be achieved:</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/26219466/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Multilateral Development Banks Play a Vital Role</h4><p>To achieve $120 billion in international adaptation finance, multilateral development banks (MDBs) will need to play a critical role. According to our calculations, they will need to provide almost 60% of a tripled goal, or just under $70 billion. This is around the same percentage that they provided in 2022 (the latest complete numbers available; <a href=\"https://idbinvest.org/en/publications/2024-joint-mdb-summary-report-climate-finance#:~:text=The%20Joint%20Report%20on%20Multilateral,English\">$26 billion</a> divided by $40 billion).</p><p> In June of this year, during the fourth International Conference for Finance and Development in Seville, Spain, governments <a href=\"https://docs.un.org/en/A/CONF.227/2025/L.1\">stated</a> that they “encourage MDBs to further increase and optimize MDB annual lending capacity with the view to potentially tripling it while ensuring their financial sustainability.” Tripling MDB finance has also been recommended by a <a href=\"https://cdn.gihub.org/umbraco/media/5368/the_triple_agenda_g20-ieg_report_volume2_2023.pdf\">G20 Independent Expert Group in 2023</a>, and by the <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2024/11/Raising-ambition-and-accelerating-delivery-of-climate-finance_Third-IHLEG-report.pdf\">Independent High Level Expert Group on Climate Finance</a>. How much funding tripling MDB finance would result in depends on the baseline used, but in 2023 <a href=\"https://cdn.gihub.org/umbraco/media/5368/the_triple_agenda_g20-ieg_report_volume2_2023.pdf\">the G20 Independent Expert Group on tripling put this number at $390 billion</a>.</p><p>Using this $390 billion number, if 50% were to go to climate action — close to <a href=\"https://www.wri.org/insights/mdb-climate-finance-2023\">current MDB targets</a> — MDBs would provide around $195 billion in total climate finance by 2035. The MDBs themselves have committed to increasing their climate finance to $120 billion by 2030, with adaptation finance making up 35%. If we keep this same percentage but apply it to the $195 billion figure, <strong>by 2035 MDB adaptation finance would stand at $68 billion.</strong></p><p><strong> </strong>Note that we also assume here that this new goal would be guided by the same approach that was agreed for the $300 billion goal at COP29, in terms of “the voluntary intention of Parties to count all climate-related outflows from and climate-related finance mobilized by multilateral development banks towards achievement of the goal set forth in this paragraph.” We therefore count all MDB adaptation finance here, not just the share attributed to developed countries.</p><p>One challenge standing in the way of reaching this amount of MDB adaptation finance is that it is easier to increase funding for mitigation than adaptation. Mitigation activities, such as energy efficiency and the buildout of clean power generation, are concentrated in wealthier developing countries and often entail a financial return and so can frequently be financed with less concessional public finance and by mobilizing private finance. By contrast, adaptation investments often bring significant economic, social and environmental benefits but little direct financial profit, like investments in wetlands restoration for flood protection or climate smart agriculture. Adaptation investment needs are also often concentrated in poorer countries, which require more highly concessional public finance.</p><p>Increasing highly concessional funding from the MDBs is difficult as it requires higher contributions from governments to the MDBs, which may not be realistic given the constraints on overseas developing assistance in the current global political environment. Increasing adaptation finance may therefore require growing not just the total amount of available concessional finance, but also the percentage of concessional finance for adaptation.</p><p>For example, the International Development Association (IDA) — the World Bank’s concessional lending window — provided <a href=\"https://thedocs.worldbank.org/en/doc/490f85c37503a770642cc40cc7a0bf6b-0410012024/related/IDA-focus-climate-change-25-oct-2024.pdf\">on average around 20% of its funding toward adaptation</a> over the last three years (fiscal years 2022-2024). If all of IDA were to triple from $33.8 billion in financing in fiscal year 2025 to around $101 billion, and if the percentage of adaptation finance stayed at 20%, IDA’s adaptation finance would go from $5.1 billion in fiscal year 2024 (latest number available) to around $20 billion by 2035.</p><p>However, tripling IDA will be challenging given the financial and political support required to make this happen. Thus, to triple adaptation finance from the World Bank, the percentage of IDA finance that’s allocated for adaptation would likely also need to increase. If adaptation finance instead made up 30% of IDA funding, total IDA funding could double instead of triple and adaptation finance would still reach around $20 billion. If IDA funding stays flat, adaptation finance would need to make up 60% of IDA funding to reach $20 billion.</p><h4>Bilateral Funding Must Rebound After Low Period</h4><p>Bilateral finance — which flows directly from one country to another — makes up a second important source of adaptation finance. By our estimate, this source will need to grow over the next 10 years, but it will be even more challenging than growing MDB concessional finance given today’s political constraints and priorities. Unlike MDBs, bilateral funders also are typically not able to use capital markets to increase the amounts of funding they can provide. </p><p>The latest complete numbers available for bilateral finance are from 2022, when bilateral sources <a href=\"https://www.oecd.org/content/dam/oecd/en/publications/reports/2024/05/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_8031029a/19150727-en.pdf\">provided $10.6 billion</a>, or one third of international adaptation finance. Given total adaptation finance likely increased in 2023 and 2024, we assume that this number will go up for those years, though we don’t yet have the data on how much. Our rough assumption is that bilateral finance reached $15 billion in 2024. From 2025, the impacts of reductions in climate finance from developed countries like the U.S. will be felt more strongly and we therefore assume that adaptation finance will stagnate.</p><p>To reach a 2035 tripling goal, this downward trend will need to shift. We assume it starts to do so in 2028, sending bilateral adaptation finance upward again at around 3% to 4% per year (a bit over average inflation) — <strong>reaching $20 billion by 2035</strong>.</p><p>Again, we assume the rules for the $300 billion climate finance goal apply, and so we primarily included contributions from the same bilateral contributors to the 2025 $40 billion goal (also known as <a href=\"https://unfccc.int/cop3/fccc/climate/annex2.htm\">Annex II countries</a>) and we added $2 billion to reflect finance from other countries that may voluntarily choose to contribute to the new goal. This may be an underestimate.</p><h4>Increased Rate of Private Finance Mobilization</h4><p>A new adaptation finance goal could benefit from increased private finance flows leveraged by public funding.</p><p>Mobilization of private finance can, for example, come in the form of public co-financing or loan guarantees that encourage private investment by reducing investment risks. By our estimate, private finance mobilized for adaptation will grow by 2035, in part from increased public funding that’s used to mobilize private contributions, and in part because the rate of mobilization per public dollar will go up. The increased mobilization rate will be the result of a growing emphasis on identifying ways to <a href=\"https://www.wri.org/insights/private-sector-climate-adaptation-finance\">shift private investments toward adaptation</a>, the <a href=\"https://www.systemiq.earth/the-returns-on-resilience/\">expanding markets for resilience solutions</a> and a growth in <a href=\"https://www.spglobal.com/sustainable1/en/insights/special-editorial/risky-business-companies-progress-on-adapting-to-climate-change\">private sector awareness of climate risks and opportunities</a>. The rate will stay significantly lower, though, than the mobilization rate for mitigation investments, given the different overall financial returns on investment.</p><p>Using numbers from the Organization for Economic Cooperation and Development for 2022, we calculate that bilateral and multilateral adaptation finance mobilized 11 cents of private finance for every $1 of public adaptation funding. We estimate that this mobilization rate will slightly increase, reaching 18 cents per dollar. <strong>This would result in around $18 billion in mobilized private finance by 2035.</strong></p><h4>Multilateral Climate Funds Meet and Exceed Tripling Targets, But Remains Small</h4><p>Multilateral climate funds will likely continue to play a vital role as providers of grants and highly concessional finance for adaptation, but their total funding will remain small relative to other sources of finance.</p><p>At last year’s COP29 in Baku, Azerbaijan, countries agreed to triple the size of the multilateral climate funds by 2030 compared to 2022. In 2022 these funds <a href=\"https://www.unep.org/resources/adaptation-gap-report-2024\">provided $1.1 billion in adaptation finance</a>, which if tripled would reach $3.3 billion. We estimate that increased emphasis on adaptation finance and continued growth of these funds between 2030 and 2035 would result in <strong>around $4 billion in adaptation finance from these institutions</strong>.</p><h4>Filling the Funding Gap</h4><p>While the traditional sources of finance mentioned above will need to make up the great majority of international adaptation finance counted toward a new goal, it will likely not get us the entire way there. For this, governments will need to be bold and creative. One option is to increase use of Special Drawing Rights (SDRs) for investments in resilience in developing countries. SDRs are reserve assets allocated to members of the International Monetary Fund; advanced economies may have a surplus of SDRs that can be rechanneled to other countries or employed to back existing funds that are focused on resilience. Another is to significantly grow the number of countries committed to <a href=\"https://solidaritylevies.org/\">implementing new fees or taxes</a> on activities like private aviation, cryptocurrency or financial transactions.</p><p>If implemented by a significant number of countries, these types of actions could give rise to large amounts of funding, with some estimates suggesting that new levies or fees <a href=\"https://solidaritylevies.org/about/\">could raise over $100 billion per year</a>. Achieving such large-scale numbers would require overcoming significant political hurdles. To count these funds toward an adaptation finance goal, governments would also need to commit to channeling these resources to adaptation investments in developing countries. Because of this, <strong>we use a still ambitious but more conservative estimate of $8 billion for this category of activities.</strong></p><h4>Scaling Adaptation Finance</h4><p>Adaptation finance is critical to resilient and just economic development around the world. As climate risks intensify, so does the urgency for a financing framework that is predictable, equitable and responsive to the real needs of vulnerable countries and communities. A new adaptation finance goal could potentially reinforce global recognition that adaptation is as important as mitigation and help achieve the balance countries have agreed to while addressing adaptation financing gap.</p><p>A new goal should be followed up with work to ensure adaptation finance flows to the countries, communities and investments that need it most. </p><p>By our estimates, a tripling of the goal is possible, but countries need to seize this moment with ambition and solidarity. A new global goal on adaptation finance can become a foundation for a more resilient, climate-secure future for all.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}