{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2026-01-04T07:26:52.965408",
  "items": [
    {
      "title": "Why Broken Resolutions Are Not (Entirely) Your Fault",
      "link": "https://www.wri.org/insights/new-years-resolutions-behavioral-science",
      "pubDate": "Mon, 29 Dec 2025 09:00:06 EST",
      "description": "<p>Now is the time of year when everyone thinks about what they'd like to change about themselves. Despite the museum of abandoned aspirations behind us — the language-learning app that now just judges us in three different languages, the journal whose one lonely entry reads 'Day 1: This is the year!' — we embrace resolutions each January with the cheerful confidence of someone who has never met their past self.</p><p>This seems bleak, but here's a secret I've learned as a behavioral scientist: Past failures aren't always our fault — at least not entirely.</p><p>There's only so much control we all have over our own lives. Sure, sometimes failure is the product of workaday laziness. But often we blame the player when we should (at least partly) <a href=\"https://www.wri.org/insights/climate-impact-behavior-shifts\">blame the game</a>.</p><h3>Why New Year's Resolutions Often Fail</h3><p>There is a simple equation from social psychologist Kurt Lewin that explains almost everything you need to know about why our new year's resolutions often fail and what to do about it:</p><p class=\"text-align-center\"><em>B = f(P,E)</em></p><p>Where \"B,\" behavior, is a function of \"P,\" the person,<em> and</em> \"E,\" their environment.</p><p>Individual behaviors are literally part of the equation, but they are shaped by systems — by policies, by industry, by the circumstances in which we live. Personal choices matter, of course. But our ability to execute our choices is heavily influenced by the environment around us. (I explore this topic in depth in <a href=\"https://www.wri.org/insights/climate-impact-behavior-shifts\">my research</a> published earlier this year.)</p><p>Take bike riding. With intentions of sustainable transport, I bought an electric bike. I ride it a fair amount, and I love it. But I don't use it as much as I'd like because there are very few protected lanes in my neighborhood. So, when I reach for my bike, fueled with good intentions (the P force in the equation), I can feel my wind-in-the-hair ambitions riding directly into my fear of the cars that drive along next to me (the E in the equation). My desire to keep my bones in their current structure wins, and I reach for car keys instead of my bike.</p><p>So, should we all abandon our new year's resolutions because personal change is impossible without systemic change? Of course not! While it's tempting to surrender to forces beyond our control, <a href=\"https://www.wri.org/insights/climate-friendly-choices-ranked\">individual choices</a> remain powerful; they're literally half of Lewin's equation.</p><p>Our individual choices are seeds of change. Like any seed, they require an ecosystem of supporting conditions to flourish. The key is working both dimensions: designing our micro-environments while advocating for macro systems that nurture larger change. Think of it as both planting seeds and improving soil conditions — neither alone suffices, but together they create the conditions for success.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=l7pMehDJqPw\" rel=\"nofollow\" title=\"Watch Sustainable Behavior Shifts: The Missing Piece\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>Making Sustainable New Year's Resolutions a Reality</h3><p>There are lots of ways people can make healthier choices for themselves and the planet. Part of being successful is choosing wisely. There is a cartoon that captures this insight. Two blue whales are talking, and one says, \"My new year's resolution is to lose 38,000 pounds.\"</p><p>Start too big or with too many goals, and we will lose confidence and then traction. We aim for whale-sized goals when goldfish-sized beginnings serve us better. The trick is picking the right goals and making sure they are right-sized.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1013\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"810\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"620\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"489\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"293\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People bagging produce at a farmer's market stall.\" height=\"293\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2024-12/farmers-market.jpg?VersionId=MjIYsVk1vBMa0G8tqKClSOXCjucWUQbd&itok=aD4BTzDV\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Shoppers bag produce at a farmer's market. Eating less meat and more plant-based protein is one impactful way to lower your climate footprint. Photo by SochAnam/iStock</figcaption>\n</figure>\n<p>There are many relatively simple changes that can make a positive impact on the climate. And <a href=\"https://www.wri.org/insights/climate-impact-behavior-shifts\">some matter much more than others</a>.</p><p>Biking or walking instead of driving a gas-powered car can reduce carbon emissions and local air pollution. Plant-based diets are less resource-intensive than meat-based ones — especially red meat. <a href=\"https://www.wri.org/insights/6-pressing-questions-about-beef-and-climate-change-answered\">Beef production</a>, for example, requires 20 times more land and emits 20 times the greenhouse gases per gram of edible protein than common plant-based options like beans. And reducing food waste can curb planet-warming methane emissions while also saving households money.</p><p>Those who resolve to take up healthy and sustainable behavior changes can make them easier and more likely by using the <a href=\"https://www.bi.team/publications/east-four-simple-ways-to-apply-behavioural-insights/\"><strong>EAST framework</strong></a>:</p><ul><li>Keep the behavior <strong>easy</strong>, so it takes minimal effort to do;</li><li>Keep the behavior <strong>attractive</strong>, so there are incentives built in;</li><li>Keep the behavior <strong>social</strong>, so you see other people doing the same; and</li><li>Keep the behavior<strong> timely</strong>, so you experience a benefit right away.</li></ul><p>If your goal is to take public transit more instead of driving, the EAST framework might involve easing friction by auto-loading fare cards, pre-programing routes, and adding smart alerts that make sure you get to the bus or metro on time.</p><p>You might make this behavior attractive by downloading podcasts and investing in decent headphones. Sharing the commute with a colleague can make it more fun and help you stick to your commitment. Finally, creating immediate rewards can reinforce your choice. That favorite coffee shop near your stop becomes a daily bright spot, while tracking your gas savings provides instant gratification.</p><h3>Creating a Healthier Planet Requires Personal Choice<em> and</em> Systemic Shifts</h3><p>I am an applied behavioral scientist who works on pro-climate behaviors. If anyone should be able to build a healthy and sustainable practice, it's me. Armed with the EAST framework and determination, I crafted what seemed like the perfect sustainable transportation plan: an electric bike chosen for ease, a really comfortable seat for attraction, shared rides with my daughter for social connection. Yet despite this carefully engineered situation, I find myself reaching for my car keys (an EV, but still) more often than I'd like. I did what I could, but now I need policymakers in Washington, D.C., where I live, to invest in protected bike lanes. I can change my habits, but I can't redesign my streets — at least, not without engaging with the systems that shape our urban landscape.</p><p>That's why personal actions like voting and consumer advocacy are also critical: to ensure that bigger institutions like governments and businesses are acting in the best interests of people, nature and the climate.</p><p>Just as our abandoned language apps might judge us in three languages, the climate judges our collective (in)action in countless ways. But this time could be different — not because we've changed, but because we finally understand that we've been missing half the equation. Maybe this is the year we reframe our resolutions through Lewin's elegant equation and see that personal change and planetary survival share the same winning formula: where B = f(P,E) adds up to <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">thwarting climate change</a>, and aligning individual will with systemic support may just save the planet.</p><p><em>This article was first published on Dec. 23, 2024. It was updated on Dec. 29, 2025, to reflect recent research.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Indonesia Poised to Harness Ocean’s Climate Potential",
      "link": "https://www.wri.org/insights/indonesia-ocean-climate-potential",
      "pubDate": "Mon, 29 Dec 2025 07:00:00 EST",
      "description": "<p>The ocean could be one of our <a href=\"https://www.wri.org/insights/ocean-based-climate-change-solutions\">most powerful allies</a> in fighting climate change, <em>if </em>we do a better job of protecting and leveraging it.</p><p>In few places is this truer than Indonesia.</p><p>Indonesia is the world's biggest archipelagic nation, comprising upwards of 17,000 islands and 108,000 kilometers of coastline. It houses more than <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1466-8238.2010.00584.x\">one-fifth of all mangroves</a> and <a href=\"https://www.sciencedirect.com/science/article/pii/S0048969718310751\">5% of seagrass meadows</a> on the planet — ecosystems that are <a href=\"https://www.wri.org/insights/what-is-blue-carbon-benefits-for-people-planet\">critical to storing carbon</a> and buffering against climate change impacts. The country also relies heavily on the ocean for transportation, tourism, food and myriad other necessities.</p><p>Targeted action in these areas — from restoring coastal ecosystems to electrifying marine transport — could help tackle planet-warming emissions while also uplifting Indonesia's economy and allowing nature to flourish. We're seeing glimmers of progress already: Like many countries, <a href=\"https://www.wri.org/news/statement-indonesia-submits-its-national-climate-commitment-new-emissions-targets-ahead-cop30\">Indonesia's new climate plan</a> attempts to put a <a href=\"https://www.wri.org/news/release-more-coastal-and-island-countries-include-ocean-action-climate-plans-biggest-climate\">stronger emphasis on the ocean</a> than previous commitments.</p><p>However, these plans still aren't nearly as ambitious as they could be. And they overlook some of the most impactful areas for action. Without remedying these gaps, Indonesia could miss major opportunities for tackling climate change — and the chance to emerge as a global ocean leader.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A group of high school students planting mangrove seedlings on a sunny day.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/mangrove-planting-sumba-indonesia_0.jpg?VersionId=nZDJUWlTJqnHCsEO5y8yOZAfFjDnmPcQ&itok=Vgifa9qQ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mangrove planting in Sumba, Indonesia. Coastal ecosystems like mangroves help curb climate change by absorbing vast amount of carbon. Photo by Heinrich Dominggus Dengi/Shutterstock.</figcaption>\n</figure>\n<h3>Indonesia's Outsized Ocean Potential</h3><p>Ocean-based climate action can take many forms, from conserving mangrove forests to harvesting energy from the tide.</p><p><a href=\"https://www.climateworkscentre.org/resource/sea-of-opportunity-ocean-based-mitigation-to-support-indonesias-climate-ambition/\">Three ocean-based sectors in Indonesia</a> offer the biggest potential to reduce emissions and help limit global warming, according to <a href=\"https://www.climateworkscentre.org/wp-content/uploads/2023/09/Sea-of-opportunity-Summary-Report-Climateworks-Centre-September-2023.pdf\">Climateworks Centre</a>:</p><h4>Protecting and restoring coastal ecosystems</h4><p>\"<a href=\"https://www.wri.org/insights/what-is-blue-carbon-benefits-for-people-planet\">Blue carbon</a>\" ecosystems, such as mangroves, seagrass meadows and tidal marshes, have become an important part of climate mitigation in the past decade. This is mainly because they can store large amounts of carbon in their biomass and soil — up to <a href=\"https://www.wri.org/insights/what-is-blue-carbon-benefits-for-people-planet\">5 times more</a> than tropical forests over an equal area — for long periods. However, these ecosystems are rapidly succumbing to climate change, pollution, shoreline development and other threats, and few are protected.</p><p>By preventing mangrove deforestation and degradation, and by expanding restoration and reforestation, Indonesia could eliminate 32-41 million tonnes of CO2 equivalent (MtCO2e) annually by 2030. That's roughly equal to cutting out emissions from <a href=\"https://www.epa.gov/greenvehicles/greenhouse-gas-emissions-typical-passenger-vehicle\">10 million cars per year</a>. Including seagrasses in these measures could reduce an additional 17-60 MtCO2e per year by 2030.</p><h4>Maritime industry and infrastructure</h4><p>Maritime transport is crucial for Indonesia, an archipelago of thousands of inhabited islands located along major global trade routes. The Strait of Malacca, which runs about 900 kilometers along northern Sumatra, is one of the world's busiest and most emissions-intensive shipping routes. It also contributes significantly to <a href=\"https://wri-indonesia.org/en/insights/7-things-know-about-jakartas-air-pollution-crisis\">air pollution</a> in Indonesia, where many cities already grapple with unhealthy air quality.</p><p>Yet this strategic position gives Indonesia a unique opportunity to lead the transition toward <a href=\"https://www.wri.org/insights/how-to-decarbonize-international-shipping\">low-emissions international shipping</a>. Electrification and shifting to renewable energy in domestic marine transport could reduce emissions by 2.1-2.8 MtCO2e per year by 2030, while international shipping and port activities could cut an additional 10.3-13.9 MtCO2e.</p><h4>Offshore renewable energy</h4><p>Indonesia's population has grown rapidly over the past 30 years, driving more than a 230% increase in energy demand. And demand is expected to keep rising by almost 5% per year through 2030. To meet this need and support its clean energy transition, Indonesia has committed to expanding renewable energy by <a href=\"https://eastasiaforum.org/2025/05/16/new-taskforce-powers-indonesias-energy-transition/\">19%-21% by 2030</a>.</p><p>Offshore resources (including wind, wave, tidal and ocean thermal energy) can help meet Indonesia's renewable energy goal, providing the same low-emissions and clean air benefits as onshore renewables while avoiding land-use constraints. By 2030, wave, tidal, offshore wind and ocean thermal energy could cut Indonesia's emissions by 0.83 MtCO2e per year, with even greater potential by 2050.</p><p><strong>According to Climateworks Centre's analysis<sup>1</sup>, ocean-based action could deliver nearly half (49%) of additional emissions cuts needed in Indonesia by 2050 to align with holding warming to 1.5 degrees C. </strong>By comparison, ocean-based solutions could deliver <a href=\"https://www.wri.org/insights/ocean-based-climate-change-solutions\">35% of the emissions reductions needed globally</a> over that period — showing the outsized role that the ocean can play in Indonesia's climate trajectory.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Underwater shot of mangrove roots with fish swimming among them.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-12/mangrove-roots_0.jpg?VersionId=hHxJc.daqL6.eu2XMGYv3jaUnyzfeW6s&h=3bcf01bb&itok=OIJXuINr\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mangroves' root systems help to stabilize shorelines, protect coastal communities from erosion and storms, and provide habitat for wildlife. Photo by jafarsodik/Shutterstock.</figcaption>\n</figure>\n<h3>It's Not Just About the Climate</h3><p>Fighting climate change isn't the only reason to invest in ocean solutions.</p><p>Efforts across the broader \"blue ecosystem\" can also <a href=\"https://www.wri.org/research/unlocking-potential-blue-carbon-ecosystems-national-climate-policy\">help Indonesia build resilience</a> to extreme weather. About 1,800 kilometers of the country's coastline is considered highly vulnerable to climate change impacts, with potential economic losses in the marine and coastal sector estimated at <a href=\"https://lcdi-indonesia.id/wp-content/uploads/2021/11/0_Executive-Summary.pdf\">81.82 trillion Indonesian rupiah</a> ($5.16 billion) in 2024. Ecosystems like <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/10.1890/10-1510.1\">mangroves help to stabilize shorelines</a> and dampen wave energy, buffering against storm surges, preventing erosion and shielding coastal communities from damage.</p><p>At the same time, a healthy ocean is essential to local economies and wellbeing, particularly in island nations like Indonesia. Protecting marine ecosystems can <a href=\"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2021.671753/full\">support coastal livelihoods</a>, <a href=\"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2021.671753/full\">strengthen food security</a> and bolster local industries. <a href=\"https://www.sciencedirect.com/science/article/pii/S0095069623000062\">One study</a> shows that fish catches near mangroves can be up to 70% higher than in areas without them. Mangroves and seagrass also create opportunities for eco-tourism, providing direct economic benefits for local communities.</p><p>Ocean action can also fight poverty and inequality. For example, the <a href=\"https://www.ykan.or.id/en/publications/articles/perspectives/gender-inclusive-approach-to-mangrove-restoration/\">SECURE (Shrimp-Carbon Aquaculture) project</a> in East Kalimantan involves women's groups in restoring 50%-80% of the area's shrimp and milkfish ponds back to their original state as mangroves. In addition to boosting coastal resilience, the effort increases income and enhances women's roles in supporting their families. A socio-economic survey recorded a 12% income rise for aquaculture farmers and an average 40% increase for women's groups compared to the baseline.</p><h3>Current Policies Fall Well Short of This Potential</h3><p>Indonesia's government has formally recognized the importance of ocean-based climate actions for years, both within its national climate commitments (known as a <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a>, or NDCs) and in its <a href=\"https://www.wri.org/climate/long-term-strategies/what-is-long-term-strategy\">long-term strategy</a> — the name for country plans that are meant to drive low-carbon and climate-resilient development through 2050.</p><p>But real-world progress is lagging.</p><p>To date, the ocean components of these plans have focused almost exclusively on mangrove restoration. Indonesia's last NDC (from 2022) committed to restore 600,000 hectares of mangroves by 2024. However, the country had only restored about 84,400 hectares (14% of the target) by the end of last year. The government terminated the Peat and Mangrove Restoration Agency, which was tasked with accelerating mangrove restoration in nine priority provinces, in early 2025. Indonesia has also faced financial and technical difficulties; the cost of mangrove restoration is <a href=\"https://thedocs.worldbank.org/en/doc/89fd7ff87561a4a913ed3371278e7933-0070062022/related/The-Economics-of-Large-scale-Mangrove-Conservation-and-Restoration-in-Indonesia-Brief-Note-Interactive-220516.pdf\">often much higher</a> than other land-based restoration.</p><p>Efforts to protect and restore seagrass meadows are even further behind. Indonesia is still working to develop <a href=\"https://oceanpanel.org/wp-content/uploads/2023/06/Ocean_Panel_Blue_Carbon_Handbook-1.pdf\">carbon measurement</a> protocols for seagrass. Alongside a new national seagrass map launched in December 2025, this will serve as the baseline data for improving ecosystem management and measuring changes in emissions.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"884\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"707\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"542\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"255\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cranes load cargo ships at a busy port. \" height=\"255\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/jakarta-shipping-port_0.jpg?VersionId=fqp8DBBbfzEuXVQXWit8LM0QsFz7WEm.&itok=n163EpPG\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A busy port in Jakarta. Indonesia's position along major shipping routes is an opportunity to lead the transition toward a cleaner shipping industry. Photo by hasanbaban/Shutterstock.</figcaption>\n</figure>\n<p>Indonesia's government is leveraging policy to help grow finance for ocean-based action, including the Roadmap for Mitigation Actions in the Marine and Fisheries Sector and the Procedures for Implementing the Economic Value of Carbon in the Marine Sector. These regulations are a first step toward developing carbon pricing mechanisms for the ocean sector, such as carbon trading and results-based payments, that will support involvement in both domestic and international carbon markets. These mechanisms are expected to be implemented by governments as businesses as well as local communities, and could help mobilize financing toward achieving Indonesia's national climate goals.</p><p>Yet major gaps remain — and Indonesia's newest national climate plan, released in October 2025, does little to close them. The new NDC acknowledges the need to protect and sustainably use coastal ecosystems like mangroves, but does not lay out explicit targets or activities to support this. Nor does it establish an absolute emissions-reduction target for the ocean sector. And the potential contributions from activities beyond blue carbon ecosystems, such as marine transport or offshore renewable energy, have not been fully explored or quantified.</p><p>In addition, efforts to protect and manage mangroves remain categorized within the Forestry and Other Land Use (FOLU) sector only. This makes it difficult to coordinate ecosystem management and monitoring with other ministries, such as the Ministry of Environment and Ministry of Marine and Fisheries Affairs, further hampering progress.</p><table class=\"table tablesaw tablesaw-stack\"><thead><tr><th>NDC Version</th><th>Ocean Sector Inclusion</th><th>Commitments for Ocean-Based Climate Actions</th></tr></thead><tbody><tr><td><a href=\"https://unfccc.int/sites/default/files/NDC/2022-09/23.09.2022_Enhanced%20NDC%20Indonesia.pdf\">Enhanced NDC</a> (2022)</td><td>Ocean sector is partially recognized by including mangrove ecosystem management and protection in climate mitigation (under the FOLU sector) and adaptation actions.</td><td>600,000 ha mangrove restoration by 2024</td></tr><tr><td><p><a href=\"https://unfccc.int/sites/default/files/2025-10/Indonesia_Second%20NDC_2025.10.24.pdf\">Second NDC</a></p><p>(2025)</p></td><td>Similar to the Enhanced NDC, but with greater recognition of blue carbon potential, including seagrass alongside mangroves.</td><td>No explicit targets</td></tr></tbody></table><h3>How Can Indonesia Step Up Its Efforts?</h3><p>Indonesia's new climate commitment recognizes the value the ocean can bring for people, nature and the climate. And the country is taking steps in the right direction. But much more is possible — and needed.</p><p>The question now is how Indonesia can translate the immense promise of ocean-based climate solutions into real, rapid change.</p><ul><li><p><strong>Improve regulation and planning: </strong>The updated version of Indonesia's Second NDC (expected around 2027/2028) should establish a clear definition and scope for marine-based sectors, including what is meant by blue carbon and related ecosystems. It should also develop and adopt robust, science-based methodologies for measuring GHG emissions and reductions from mangroves, seagrasses and other blue carbon ecosystems, and ensure alignment with <a href=\"https://www.ipcc-nggip.iges.or.jp/public/2019rf/pdf/4_Volume4/19R_V4_Ch07_Wetlands.pdf\">IPCC Wetlands guidance</a>. In addition, Indonesia needs to enhance its mangrove GHG inventory methods by integrating belowground biomass and accelerate national seagrass mapping, as well as the development of country-specific carbon measurement approaches.</p><p> </p></li><li><p><strong>Strengthen governance and coordination: </strong>Indonesia needs to strengthen integrated governance for the ocean sector to support its national climate commitments, ensuring that monitoring, reporting and verification (MRV) processes are well coordinated across relevant ministries and institutions. It should also clearly define and harmonize the mandates of the Ministry of Marine Affairs and Fisheries, the Ministry of Forestry, the Ministry of Environment, and regional authorities to prevent overlap and streamline blue carbon ecosystem management. In addition, Indonesia should establish a legal framework that formally requires line ministries to contribute to NDC preparation, implementation and reporting.</p><p> </p></li><li><p><strong>Gather more robust data: </strong>Indonesia needs more robust data and methodologies to better understand how sectors like blue carbon, maritime industry and offshore renewable energy can contribute to climate goals, and to assess how impactful its actions are. The country should work on building technical capacity at national and local levels to support the development, refinement and application of emerging GHG calculation and MRV methodologies, particularly for seagrass carbon accounting. In addition, Indonesia must enhance data integration across agencies involved in ocean-based climate actions, ensuring that information is not fragmented or stored in silos. Harmonized datasets will enable consistent MRV and support reporting requirements under the UN Framework Convention on Climate Change (UNFCCC).</p><p> </p></li><li><strong>Shift financial flows to support ocean action: </strong>Indonesia needs to provide clear guidance — through new regulations, technical standards or approved financial instruments — to help unlock diverse financing sources, including carbon markets, for ocean-climate initiatives. It should also invest in capacity-building programs to ensure local and national actors can meet the technical requirements of carbon accounting and verification. Finally, Indonesia must mobilize both public and private finance by improving regulatory certainty and demonstrating credible, quantifiable emissions-reduction potentials, enabling ocean-climate actions to be scaled up more effectively.</li></ul><p>Integrating ocean-based activities into climate commitments is not only about policy design, but also the ability to unlock finance, build local capacity, and deliver real and tangible climate benefits.</p><p><sup>1 Climateworks Centre evaluated how ocean-based mitigation could increase emissions reductions and help close the gap between two pathways in </sup><a href=\"https://unfccc.int/sites/default/files/resource/Indonesia_LTS-LCCR_2021.pdf\"><sup>Indonesia's long-term strategy</sup></a><sup>: the Transition Scenario (which bridges the NDC's unconditional pathway toward a Paris Agreement-aligned pathway/LCCP) at 1,526 MtCO2e by 2050, and the more ambitious LCCP scenario at 540 MtCO2e by 2050.</sup></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Multilevel Collaboration Advances Zero Emission and Resilient Buildings in Colombia, Kenya and the Philippines",
      "link": "https://www.wri.org/update/zerb-accelerator-2025-progress-colombia-kenya-philippines",
      "pubDate": "Fri, 19 Dec 2025 09:00:00 EST",
      "description": "<p><a href=\"https://www.wri.org/update/launch-of-zero-emissions-and-resilient-buildings-zerb-accelerator\">Launched at COP29</a> under the <a href=\"https://www.wri.org/initiatives/subnational-climate-action-leaders-exchange-scale-inactive\">Subnational Climate Action Leadership Exchange Partnership</a>, the <a href=\"https://www.wri.org/initiatives/zero-emission-resilient-buildings-zerb-accelerator\">Zero Emission and Resilient Buildings (ZERB) Accelerator</a> brings national and subnational governments together to rapidly decarbonize and climate-proof the buildings and construction sector. Implemented by C40 Cities, World Resources Institute (WRI) and the Under2 Coalition (Climate Group), and funded by Bloomberg Philanthropies, the Accelerator supports governments in designing, implementing and enforcing policies that reduce building emissions and increase resilience to climate change impacts.</p><p>The ZERB Accelerator has since become a recognized global initiative and an active member of <a href=\"https://globalabc.org/\">UNEP's Global Alliance for Buildings and Construction</a> (GlobalABC). Through its newly created Expert Advisory Group (EAG), it convenes over 40 organizations working across areas such as green finance, building codes, capacity strengthening and national-local coordination.</p><p>In its first year, the ZERB Accelerator piloted ambitious multilevel climate action with national and subnational partners in Colombia, Kenya and the Philippines. It helped advance mandatory building standards and national roadmaps while strengthening enforcement capacity across subnational governments, ultimately contributing to national and international climate mitigation goals. These achievements were presented by government partners from Colombia and Kenya at <a href=\"https://www.youtube.com/live/fMHn_ZR2JD8\">a panel event during COP30</a> to showcase how multilevel government partnerships can help unlock impact across the buildings and construction sector.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1067\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"854\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"654\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"515\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"308\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Panelists speaking at a climate-friendly buildings event at the UN climate summit.\" height=\"308\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/cop30-zerb-accelerator-panel_0.jpg?VersionId=qzQMstF1xa7kZZzHZpDLEClCEQcgjQdw&itok=Xd2bepKq\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Panelists at the ZERB Accelerator panel event at COP30 shared experiences on how multilevel action can accelerate the transition to zero emission and resilient buildings in Colombia and Kenya. From left to right: <strong>Champa Pantel</strong> (Executive Director for Governments and Policy, Climate Group), <strong>Carolina Stibel Duarte</strong> (Climate Change Director, Ministry of Environment, Colombia), <strong>Kennedy Matheka </strong>(Deputy Director of Buildings Safety and Climate Resilience, Ministry of Lands, Public Works & Urban Development, Kenya). Photo by Toby Walker/Under2 Climate Group</figcaption>\n</figure>\n<h3>Colombia</h3><p>In Colombia, the ZERB Accelerator is supporting local implementation of the country's new mandatory building energy and water regulation (<a href=\"https://www.cccs.org.co/colombia-takes-a-decisive-step-toward-sustainability-with-new-regulation-for-efficient-buildings/\">Resolution 0194</a>). It is working in partnership with the Ministry of the Environment and Sustainable Development (MESD); the Ministry of Housing, City and Territory (MHCT); and subnational governments of different sizes, including Bogotá, Santiago de Cali, Valledupar and Maicao.</p><p>In 2025, WRI led ZERB Accelerator activities with the Ministry of Housing and local EAG partners — including the Colombian Council of Sustainable Construction (CCCS) and the Swiss Agency for Development and Cooperation's CEELA project on building efficiency implemented by EBP Chile — co-hosting a series of webinars and working sessions for subnational governments. These sessions aimed to disseminate information about Resolution 0194 and co-design implementation guidelines, as well as enforcement and reporting mechanisms, suitable for nationwide adoption by municipalities of all sizes. The ZERB Accelerator and EAG partners then used insights from these sessions and international best practices to create recommendations for the enforcement of the Resolution and the design of the digital platform that will be used as its monitoring and control mechanism. The platform is meant to help maximize adoption by subnational governments as well as representatives from the construction sector.</p><p>Lastly, in coordination with the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High-Ambition Multilevel Partnerships (CHAMP)</a> initiative, the project supported the update of Colombia's NDC 3.0 for the housing sector. The new NDC recognizes sustainable construction as a key measure to help reach the national target of reducing greenhouse gas emissions 51% by 2030, relative to the emissions projected for that year under the reference scenario. Resolution 0194 is consolidated as one of the main instruments to operationalize this commitment.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1052\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"842\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"645\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"508\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People attending an event.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/climate-resilient-housing-event_0.jpg?VersionId=2WQ9iOMyJA2VxCKMj_PC.O4QpgJRmY6a&itok=BuPsoZWc\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The event \"Weaving a Climate-Resilient Future for NDC 3.0 from the Housing, Water and Sanitation Sector,\" held on September 3, 2025, and organized by WRI, MESD and MHCT.</figcaption>\n</figure>\n<h3>Kenya</h3><p>In Kenya, the ZERB Accelerator has partnered at the national level with the State Department of Public Works (which sits under the Ministry of Lands, Public Works & Urban Development) and at the subnational level with the Council of Governors and the pilot county of Kisumu. This collaboration, led by WRI with the instrumental support of the Kenya Green Building Society (KGBS), aims to ensure that local governments are included in developing and implementing two key national frameworks: the National Decarbonization Roadmap for Buildings and Construction (2026-2040), which is led by the Global Building Performance Network (GBPN); and the National Green Building Standards, which are coordinated by the International Finance Corporation (IFC) Africa. The ZERB Accelerator also provided recommendations for the design, implementation and enforcement of these new standards.</p><p>On Oct. 27-28, 2025, the ZERB Accelerator hosted a two-day workshop in Naivasha, Kenya, bringing together governments, EAG partners and local actors to gather feedback on the Decarbonization Roadmap and discuss key elements for local implementation of the Green Building Standards. Additionally, through a series of working meetings, participants reviewed past and current experiences with green buildings and building regulations to identify gaps, challenges and opportunities for Kenya's new standards.</p><p>Insights and data from local government representatives, together with technical guidance from the World Bank and the American Society for Heating, Refrigeration and Air Conditioning Engineers (ASHRAE), are now informing the design and implementation of the National Roadmap and National Green Building Standards, particularly in shaping how Kenya's county governments can take effective local action. </p><h3>The Philippines</h3><p>The Philippines is a relatively new addition to the ZERB accelerator; Quezon City and the national Department of Energy joined in the last quarter of 2025. Led by C40, the multilevel partnership and the EAG established a two-year workplan that will set out a process for revising national codes to improve the performance of new buildings. The new codes are meant to incorporate best practices in building energy efficiency and low carbon and resilient design. A range of local expert stakeholders will be included in the working groups.</p><h3>The Road Ahead</h3><p>The ZERB Accelerator and partners are entering a transition in 2026 as the initiative's first stage comes to a close. The Accelerator's work moving forward will align with the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">CHAMP initiative</a> to strengthen national commitments supported by local action. EAG members and partner governments will continue to guide and support individual country workplans.</p><p>In Colombia, CCCS and CEELA will continue supporting local capacity building and digitalization of the monitoring system. In Kenya, IFC Africa will continue developing the National Green Building Standards, while KGBS and GlobalABC engage in capacity building with Kisumu and other county governments to pilot local implementation. In the Philippines, C40 will continue to support ZERB Accelerator activities in 2026 to deliver the workplan agreed with the jurisdictions and EAG partners, contributing to national and international commitments.</p><p>The ZERB Accelerator stands as an example of the powerful impact that is possible through multilevel partnerships. Looking ahead to 2026 and beyond, stakeholders will continue to seek new partnerships and resources that are essential for sustaining progress toward a resilient, zero-emission buildings sector.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "COP30 Laid a Path to $1.3 Trillion in Climate Finance. What's Next?",
      "link": "https://www.wri.org/technical-perspectives/cop30-progress-1-3-trillion",
      "pubDate": "Thu, 18 Dec 2025 15:10:14 EST",
      "description": "<p>Reaching <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">$1.3 trillion annually</a> in external finance for developing country climate action might seem like a steep mountain to climb, requiring a seven-fold increase from today's levels.</p><p>That target — committed to at <a href=\"https://www.wri.org/insights/cop29-outcomes-next-steps\">COP29 in 2024</a> — must be reached by 2035. That means we have 10 years to dramatically scale financial flows.</p><p>This year's climate summit (COP30) had <a href=\"https://www.wri.org/insights/cop30-outcomes-next-steps\">mixed results</a>, including some ups and downs for finance outcomes. But three important developments help show the way forward.</p><h3>1) A Trio of Strategic Approaches Showed a Path Toward $1.3 Trillion</h3><p>A series of documents launched at and around COP30 lay the groundwork for systemic change and clarify potential next steps.</p><p>First, the arrival of the <a href=\"https://unfccc.int/documents/650953\">Baku-to-Belém Roadmap (B2B Roadmap) to $1.3T</a> — and the related <a href=\"https://cop30.br/en/news-about-cop30/report-of-the-cop30-circle-of-finance-ministers-launched-during-imf-and-world-bank-meetings\">Circle of Finance Ministers report</a> — provides a shared framework for action on climate finance. In addition, the International High Level Expert Group published its <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2025/11/IHLEG-on-Climate-Finance-4th-Report-Delivering-an-integrated-climate-finance-agenda.pdf\">fourth report on climate finance</a>. Previous reports have broken down the need for climate finance and how private, public, domestic and international flows may compare. This time, the IHLEG focused on \"delivering an integrated climate finance agenda\" — an indication that actors are focusing on making the parts work together as a system — and concluded that reaching $1.3 trillion was \"entirely feasible.\"</p><p>The five levers laid out in the B2B Roadmap are grants, concessional finance and low-cost capital; fiscal space and debt sustainability; transformative private finance and affordable cost of capital; capacity and coordination for scaled climate portfolios; and systems and structures for equitable capital flows. Each of these levers must be activated to their full potential.</p><p>These themes were evident across discussions both inside and outside the formal negotiations at COP30. Its closing agreement, known as the <a href=\"https://unfccc.int/sites/default/files/resource/cma2025_L24_adv.pdf\">Global Mutirão</a> decision, decided to \"urgently advance\" actions towards $1.3 trillion — and \"notes\" the Roadmap. This may reflect the short timeframe that negotiators had to digest the Roadmap, which was released just days before the summit. Further outreach in 2026 will be crucial.</p><p>Taken together, the Roadmap, Circle of Finance Ministers report and IHLEG report introduce systemic shifts on the scale needed. As befits an \"implementation COP,\" they move us from diagnosing the shortfall in finance to acting on it.</p><h3>2) Awareness of Adaptation Finance Was Dialed Up a Notch</h3><p>At COP30, countries reaffirmed that the goal to provide approximately $40 billion in adaptation finance to developing countries by 2025 will be met and agreed to at least triple this amount by 2035.</p><p>Several new initiatives announced at the summit will contribute to scaling up adaptation finance. Multilateral development banks (MDBs) launched the <a href=\"https://www.caf.com/en/currently/news/idb-caf-and-cdb-launch-caribbean-debt-for-resilience-joint-initiative/\">Caribbean Debt-for-Resilience Joint Initiative</a>, led by Inter-American Development Bank, Development Bank of Latin America and the Caribbean, and Caribbean Development Bank. This effort aims to expand debt-for-resilience swaps; improve coordination among governments, MDBs and the private sector; and strengthen transparency and monitoring standards to boost resilience investments.</p><p>Philanthropies are also stepping up their contributions to adaptation finance. The <a href=\"https://www.rockefellerfoundation.org/news/global-philanthropies-commit-300-million-to-accelerate-solutions-on-climate-and-health/\">Climate and Health Funders Coalition</a> committed $300 million to implement the Belém Health Action Plan, including climate-resilient health systems and disease prevention. Agricultural resilience received a boost with the launch of the <a href=\"https://cop30.br/en/news-about-cop30/brazil-launches-initiative-to-restore-degraded-agricultural-areas-in-different-regions-of-the-planet\">Resilient Agriculture Investment for Net-Zero Land Degradation (RAIZ) platform</a>, designed to mobilize investments for restoring degraded agricultural lands. The <a href=\"https://docs.gatesfoundation.org/documents/cop30_announcement_fact_sheet_2025.pdf\">Gates Foundation pledged $1.4 billion</a> to support smallholder farmers.</p><p>On the other hand, finance pledges from developed countries were limited. Several countries announced renewed contributions to the Adaptation Fund, but the total funding amount of $135 million was <a href=\"https://www.adaptation-fund.org/adaptation-fund-mobilizes-over-us-133-million-for-most-vulnerable-at-cop30-in-brazil/\">modest</a> compared to the minimum replenishment target of $300 million expected for 2025.</p><h3>3) Country Platforms Gained Significant Traction</h3><p>Country platforms are emerging as a key tool to help drive finance toward national climate and development goals. They have the potential to align diverse stakeholders — including investors — around transformational investments and complementary policy reforms, and to do so in a way that is country-led. (<a href=\"https://www.wri.org/climate/financing-country-platforms\">WRI has discussed their promise at length elsewhere.</a>)</p><p>Some initiatives similar to country platforms have existed for years, such as the Just Energy Transition Partnership (JETP) platforms in Indonesia, Senegal, South Africa and Vietnam. However, the concept broke through in a major way at COP30, with <a href=\"https://www.greenclimate.fund/news/fourteen-new-country-platforms-announced-collaboration-gcf-drive-country-led-climate-solutions\">13 countries announcing plans</a> to develop country platforms, plus a joint platform for the Caribbean. These will be supported through the Green Climate Fund's Readiness Program and include diverse geographies, economic contexts and themes that go beyond the energy sector to include adaptation, nature-based solutions, transport and industry. Major economies like Colombia, India and Nigeria are among the new participants. This adds to a number of other countries that have already put forward country platforms, including Bangladesh, Brazil and Egypt.</p><p>Country platforms hold great potential for unlocking and scaling finance because they provide a way of translating high-level commitments contained in nationally determined contributions (NDCs) into specific investments. They also provide the enabling policy environment required to mobilize finance from different stakeholders. Investors will stay away from certain geographies if the policy environment is unfavorable or bankable projects are unavailable. Platforms provide a venue for coordinating reforms and building pipelines with key stakeholders at the table.</p><h3>Where More Work Is Needed</h3><p>One way to read the finance developments at COP30 is to focus on the possibilities that were opened. From new analysis, new frameworks, new consensus and new platforms emerges the possibility that this year's impact will measure much more significantly when the fruit of these changes has flowered. That depends, of course, on following through in 2026. Three things are key:</p><h4>1) Translate the new frameworks into action</h4><p>All three of the recently released documents — the Baku-to-Belém Roadmap, Circle of Ministers Report and newest IHLEG analysis — provide useful frameworks and actions that, taken together, could help us reach the $1.3 trillion goal. The documents are not perfect, nor were the processes that created them. But each could play a valuable role in detailing the steps that governments and investors can take to help deliver finance where it's most needed.</p><p>Throughout 2026, the <a href=\"https://www.linkedin.com/company/cop30/\">COP30 Brazil Presidency</a> will convene an independent expert group to refine data and develop concrete financing pathways to reach $1.3 trillion. We should not let these documents sit on a shelf, but instead use the momentum they created to push for the policy, institutional and financial changes needed to shift financial flows.</p><h4>2) Boost public finance, especially concessional finance</h4><p>The Roadmap, Circle of Ministers report and IHLEG report all emphasize the continued importance of international public finance. For example, all three call for increased concessional finance, including expanding special drawing rights (SDRs) or new sources of finance, such as Global Solidarity Levies. IHLEG suggests that MDBs will be responsible for mobilizing most of the $300 billion and much of the $1.3 trillion in climate finance for developing countries by 2035, acting alongside other public finance institutions, including <a href=\"https://www.wri.org/insights/national-development-banks-climate-finance\">national development banks</a>, bilateral development finance institutions, and Vertical Climate and Environmental Funds.</p><p>Some significant initial commitments were made to the Tropical Forest Forever Facility and secretariat, totaling <a href=\"https://tfff.earth/cop30-ends-with-over-us-6-7-billion-for-the-tfff/\">almost $7 billion</a> if conditions are met. Yet the fund initially aimed to raise $25 billion from governments before focusing on a $10 billion target, ultimately falling short of either mark. Others that were considering pledges — both governments and major MDBs, such as European Bank for Reconstruction and Development, Asian Infrastructure Investment Bank, European Investment Bank and more — will need to step up and make contributions. The fund will need this initial capitalization by concessional sources to then go to markets for the additional $100 billion. (For more, see WRI's <a href=\"https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facility\">statement</a> and <a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\">article</a> on TFFF.)</p><h4>3) Lay the groundwork for private finance expansion</h4><p>The trio of documents also emphasize the need to rapidly grow private sector investments in emerging markets and developing economies. According to the IHLEG, half of the $1.3 trillion will need to come from private finance — sixteen times the level of existing flows — and a significant share of domestic resource mobilization will likely need to come from the private sector as well. This will require a transformation in market frameworks, including creating enabling conditions (such as regulatory certainty), deepening local financial markets, managing foreign exchange risk, and ramping up instruments like guarantees.</p><p>A set of principles was presented ahead of COP30 to encourage greater interoperability between the more than 50 national and regional sustainable finance taxonomies. This will help countries attract private capital and reduce transaction costs — especially critical since fewer than one-third of developing countries currently have taxonomies in place. COP30 also hosted the first-ever Asset Owners summit, with institutions holding $10 trillion in assets identifying how to contribute to the $1.3 trillion target. It was clear that while leading investors are allocating capital to the transition, this is not happening at the speed or scale required and is geographically uneven, with some regions currently left behind.</p><p>Many efforts to mobilize private finance are still being led by the public sector. One development was the <a href=\"https://www.idfc.org/wp-content/uploads/2025/11/press-release-pdb-guarantee-hub-fv.pdf\">new Public Development Bank Guarantee Hub (PDB Guarantee Hub)</a>. This will expand private investment in emerging and developing economies by building guarantee capacity for PDBs at both regional and national levels, with a goal of deploying up to $10 billion in guarantees. Another public-led effort came from the Brazilian central bank and Inter-American Development Bank, with the announcement that <a href=\"https://www.iadb.org/en/news/idb-brazil-central-bank-agreement-unlocks-34-billion-fx-hedging-mobilize-private-investment\">IDB will help Brazil hedge against foreign exchange risk</a>. Foreign exchange risk can drive up the cost of capital in countries that foreign investors deem too risky to invest in.</p><h3>What's Next on the Road to $1.3 Trillion?</h3><p>The coming year offers opportunities to promote the Baku-to-Belém Roadmap and accompanying documents across countries and stimulate further practical initiatives to bring its strategy to life. The Roadmap itself listed 15 follow-up actions for key players, such as the IMF, MDBs, credit rating agencies, the insurance sector, prudential regulators and leading investors. Coordinated action will be important given that the U.S.-led G20 in 2026 will no longer be a forum for financial ministry coordination on climate. Growing alliances, such as the Coalition of Finance Ministers for Climate Action, which includes more than 100 countries, will play a pivotal coordinating function. Progress toward the actions listed in the Roadmap will be a key test to assess how the financial architecture is actually reforming to address the climate finance needs.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What Is the EU Deforestation Regulation? 7 Key Questions, Answered",
      "link": "https://www.wri.org/insights/explain-eu-deforestation-regulation",
      "pubDate": "Wed, 17 Dec 2025 16:38:00 EST",
      "description": "<p>The world <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">is losing</a> 18 soccer fields of tropical primary every minute; much of it is the result of clearing for farms, pastures and tree plantations.</p><p>As a major buyer of commodities largely responsible for fueling deforestation — such as palm oil, cocoa, coffee, soy, cattle and timber — the EU has both a responsibility and an opportunity to help shift global markets toward more sustainable supply chains. The landmark <strong>EU Deforestation Regulation (EUDR)</strong>, adopted in 2023, requires businesses to demonstrate that the products they sell or export to the EU do not come from land that was recently deforested or degraded. </p><p>The EUDR is a key step in responding to today’s deforestation and supporting countries in achieving their national forest protection policies. <strong>Yet despite its promise, the regulation has faced delays and pushback, threatening its timely implementation.</strong></p><p>Just weeks before the EUDR was to go into force on Dec. 30, 2025, the <a href=\"https://www.europarl.europa.eu/news/en/press-room/20251211IPR32168/deforestation-law-parliament-adopts-changes-to-postpone-and-simplify-measures\">European Parliament voted to delay</a> entry into application of the law until Dec. 30, 2026 for large corporations and until June 30, 2027 for small businesses with fewer than 50 employees and earning less than 10 million euros ($11.7 million) in annual sales of covered products. The vote on the amendment also weakened the regulation by removing books and publications from the list of products it covered.</p><p>At a time when forests are increasingly under threat, it’s more urgent than ever to understand the regulation and ensure its full and rapid implementation. Here, we dive deeply into the legislation's details and potential impacts.</p><h3>What Is the EUDR?</h3><p>The EUDR is a landmark law that came into force in June 2023. Its goal is to ensure that certain products sold in or exported to the EU do not come from land that was deforested or degraded after Dec. 31, 2020. The regulation is designed to prevent EU consumer demand from driving further forest loss or damage, while also reducing the region’s contribution to greenhouse gas emissions and global biodiversity decline.</p><p>The EUDR covers timber and six key agricultural commodities: cattle, cocoa, coffee, oil palm, rubber, soy, as well as products made from them such as beef, furniture and chocolate. To be sold in or exported from the EU market, these products must meet the following <strong>three conditions</strong>:</p><ol><li>They are <strong>deforestation-free</strong>.</li><li>They have been <strong>produced in compliance with the relevant laws of the country of origin</strong>.</li><li>They are <strong>covered by a due diligence statement</strong>, showing that the company has checked the origin and ensured the products meet EUDR requirements.</li></ol><p>This means businesses must demonstrate that any EUDR-covered commodities were not produced on land <a href=\"https://www.globalforestwatch.org/blog/data/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">that was deforested</a> nor did they <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/monitoring-forest-degradation-eudr/\" target=\"_blank\">contribute to forest degradation</a> after the Dec. 31, 2020 cutoff date. Although the regulation is legally in place, companies are not required to start complying until Dec. 30, 2026 for large corporations and June 30, 2027 for small enterprises.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1026\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"821\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"629\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"495\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A timeline of EUDR development milestones \" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/25-10-23-eudr-timeline-v5.png?VersionId=lWo21nIOVTQUK9v9Quisc0j1qN7agnid&itok=dw_qtSiY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Why Is the EUDR important?</h3><p>The EUDR offers a major opportunity for the EU to reduce its role in global deforestation and biodiversity loss, as well as help create deforestation-free supply chains. It supports the commitment made by the 144 countries that signed the Glasgow Leaders’ Declaration in 2021 to halt and reverse forest loss and land degradation by 2030. It can also serve as a model for other major consumer markets looking to lower their environmental footprints.</p><p>Since 2014, the EU has been the second-largest importer of goods linked to tropical deforestation after China. In 2017 alone, it accounted for <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwwfeu.awsassets.panda.org%2Fdownloads%2Fstepping_up___the_continuing_impact_of_eu_consumption_on_nature_worldwide_fullreport_low_res.pdf&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158329836%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=xoQHWFyeUsGUmUQW8%2Fo8i2eTAuqAWgKIXXe5E9iAy9U%3D&reserved=0\" target=\"_blank\">16% of global deforestation</a> tied to international trade — equal to 203,000 hectares of forest.</p><p>More recently, in 2021, the <a href=\"https://comtradeplus.un.org/\" target=\"_blank\">EU was among the world’s top five importers</a> of five of the six agricultural commodities covered by the EUDR (cocoa, coffee, palm oil, rubber and soy) and the largest importer of cocoa beans and coffee worldwide<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> . Among all the agricultural products the EU buys, <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcommodityfootprints.earth%2F&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158357131%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=zL81%2FOzUzXSEGDx6a7UaraT0UHb0wJzg%2BF45W6mUWwc%3D&reserved=0\" target=\"_blank\">beef, cocoa and palm oil were linked to the most deforestation</a> in the countries they came from. In fact, out of 160 agricultural commodities imported by the EU, just six — beef, palm oil, soy, cocoa, coffee and rubber, as covered by the EUDR — made up 58% of the estimated forest loss tied to EU imports.</p><p>By reducing the EU’s forest-loss footprint and tackling deforestation risks in its supply chains, the EUDR could help reverse deforestation worldwide. In 2024, a record 6.7 million hectares of <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" target=\"_blank\">primary tropical forests</a> were lost — nearly double the 2023 rate and equivalent of losing 18 soccer fields of forest every minute. While wildfires captured global attention, some of the increase was due to agricultural conversion and logging.</p><h3>What Challenges and Setbacks Has the EUDR Faced?</h3><p>In December 2024, <a href=\"https://eur-lex.europa.eu/eli/reg/2024/3234/oj/eng\" target=\"_blank\">the EU postponed the start of EUDR </a>compliance by 12 months to give companies more time to prepare to meet the regulation’s requirements. Then in September 2025, the EU Commission again signaled its intention to delay implementation by another year, reportedly because of issues with the EU platform used to submit due diligence statements.</p><p>A month later, the EU Commission put forward a formal proposal to simplify the EUDR for micro and small businesses, as well as downstream operators, delaying the enforcement date of the EUDR for these enterprises. </p><p>On Dec. 17, the European Parliament voted to delay the date the EUDR would take effect by a full year. Large companies would not be held accountable until a Dec. 30, 2026 start date, while small companies with less than 50 employees and earning less than 10 million euros ($11.7 million) in sales would not need to comply until June 30, 2027.</p><p>Challenges also came from new proposals earlier in the year which called on the EU Commission to revise its <a href=\"https://environment.ec.europa.eu/publications/commission-implementing-regulation-laying-down-rules-application-deforestation-regulation_en\">benchmarking classification</a> system designed to help EU businesses and enforcement authorities conduct due diligence and enforce compliance. The risk levels indicate the percentage of checks on shipments, with greater scrutiny given to higher-risk countries. </p><p> Some EU member state representatives have suggested adding a “no-risk” category to exempt certain countries from due diligence requirements; another suggestion proposed removing the system altogether. But <a href=\"https://www.fern.org/publications-insight/wto-implications-of-the-proposed-no-risk-amendment-to-the-eudr/\">changes like these</a> could <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\">create loopholes and ultimately weaken</a> the regulation’s effectiveness. The European Parliament already <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\">rejected a similar idea in 2024</a> for that very reason.</p><p>The EUDR was initially agreed upon following a lengthy negotiation between EU institutions and member states, as well as impact assessments and extensive consultations. Derailing its implementation penalizes producer countries and companies that have already invested in compliance, and it would create confusion and uncertainty in the EU market. The regulation may not be perfect, but it’s a necessary step toward deforestation-free supply chains. <a href=\"https://www.cofcointernational.com/newsroom/first-cofco-soymeal-shipment-aligned-with-upcoming-eu-deforestation-regulation-eudr-requirements-loads-in-argentina/\">Many companies</a> have already shown that <a href=\"https://www.adm.com/en-us/news/news-releases/2024/7/as-eu-deforestation-regulation-approaches-adm-offers-fully-verified-segregated-traceable-soybean-meal-and-oil-to-european-customers/\">EUDR</a> <a href=\"https://www.danzer.com/en/company/media-relations/danzer-blog/item/we-are-ready-for-the-eu-deforestation-regulation-eudr\">compliance</a> is possible, and <a href=\"https://www.linkedin.com/posts/neumann-kaffee-gruppe_neumannkaffeegruppe-nkg-greencoffee-activity-7341043266814902282-ZxzX?utm_source=share&utm_medium=member_desktop&rcm=ACoAAAE1-pABvCIe5Hj5bAjDVEQyxMlfXsVXU2U\">several</a> have urged the EU to uphold the legal text and stick to <a href=\"https://www.tchibo.com/de/de/news/tchibo-fordert-umsetzung-eudr\">implementation timeline</a>.</p><p>Since adoption, the EUDR has faced criticism from both inside and outside the EU. Most concerns focus on cost and complexity of compliance, as well as fairness, particularly for smallholder farmers. In response, the European Commission, EU member states and other development institutions have ramped up investment in <a href=\"https://green-forum.ec.europa.eu/nature-and-biodiversity/deforestation-regulation-implementation_en\">EUDR preparedness</a> by issuing resources and guidance, with a particular emphasis on <a href=\"https://zerodeforestationhub.eu/\">preventing smallholder exclusion from the EU market</a>.</p><h3>What Counts as Deforestation and Degradation Under the EUDR?</h3><div class=\"callout alignright\"><p class=\"secondary\">The regulation's <strong>definition of a forest </strong>largely follows the UN Food and Agriculture Organization (FAO) which defines it as land larger than 0.5 hectares with trees taller than 5 meters and a canopy cover of at least 10% that is not primarily used for farming or urban development.</p></div><p>Under the EUDR, <strong>deforestation</strong> refers to clearing forest to make way for agriculture. The key factor is the conversion of land that was forest in 2020 into farmland — such as pastures or soy plantations. It’s a complete land-use change: the forest is no longer a forest.</p><ul><li>If that forest is cleared — whether by people or natural events like fire — and then converted into farmland, such as pastures for raising cattle or fields for soy or palm oil, it is considered deforestation.</li><li>However, if a forest is cleared, for example by fire (whether from human activity or natural causes) and is <strong>not</strong> used to produce any of the six EUDR-covered agricultural commodities, it is <strong>not </strong>considered deforestation under the regulations.</li><li>Forests used for wood production are not considered deforestation unless they’re also used for agriculture, for example, cattle grazing under the tree canopy.</li></ul><p>The EUDR also covers <strong>degradation</strong>. Land that was forest in 2020 can be used for wood production and remain classified as a forest, even if it’s temporarily unstocked, according to EUDR definitions. A forest used for wood production is not considered degraded unless there's a specific structural change, such as:</p><ul><li>Converting primary forest (native, untouched forest) into other wooded land (trees have 5%-10% canopy cover) or into plantation or planted forest.</li><li>Converting naturally regenerating forest (which has largely grown back on its own) into other wooded land used or plantation forest.</li></ul><h3>Who Does the EUDR Affect?</h3><p>The EUDR affects any company that imports, produces or exports specific products, and their derivatives, to or from the EU market. This includes <strong>operators</strong> (those placing products on the market or exporting them from the market) and <strong>traders</strong> (those distributing and selling products).</p><p>It applies to companies based in the EU and internationally, and to businesses of all sizes, from micro and small enterprises to large corporations. However, larger businesses face stricter reporting requirements than smaller ones.</p><p>The EUDR spans multiple sectors, from food and beverage (such as companies sourcing cocoa and coffee) to fashion (leather goods, for example) to the healthcare industry (products such as latex gloves).</p><h3>How Are Countries and Companies Preparing for the EUDR?</h3><p>Under the EUDR, companies must prove that products linked to deforestation or degradation after Dec. 31, 2020, are not entering the EU market. This requires a due diligence process: collecting supply chain information (including geolocation), assessing the risk of deforestation and taking steps to eliminate any identified risk before the product can be put on the market.</p><h4>Country-level efforts</h4><p>Many producer countries are already taking concrete steps to prepare for the EUDR, from adopting national plans to developing traceability systems and improving data transparency. For example, Indonesia, Ghana and Vietnam are investing in government-led efforts to make information available to companies that must comply with the regulation. Delaying enforcement or altering the regulation’s scope could undermine these leading producer countries.</p><p>Vietnam stands out as a strong example of how the EUDR is reinforcing national policies to combat deforestation. As a top exporter of rubber and coffee, the country has shifted its focus from illegal logging to broader deforestation risks in agriculture since the regulation’s introduction.  In 2023, the Ministry of Agriculture and Rural Development adopted a <a href=\"https://www.4c-services.org/wp-content/uploads/2023/12/02.-Nguyen-Nhu-Cuong_Action-Plan-for-the-compliance-with-EUDR-of-Viet-Nam.pdf\" target=\"_blank\">national action plan</a> prioritizing sustainable agricultural transformation. The following year, it launched a traceability system for coffee farms, piloting geospatial verification (such as satellite images) in key producing provinces. Developed through <a href=\"https://idh.org/news/vietnams-coffee-sector-marks-a-landmark-step-towards-sustainability-launching-the-eudr-database-system-for-forest-and-coffee-growing-areas\" target=\"_blank\">public-private collaboration</a>, the system cross-references land-use maps and cadastral data to ensure EUDR compliance. Plans are also underway to expand it to rubber and cocoa.</p><p>Vietnam’s progress shows how the regulation can act as a catalyst for stronger policy alignment between global market demands and local sustainability goals. </p><p>EU member states are also preparing by using satellite and aerial earth observation data, such as forest maps from 2020 (the EUDR cutoff year) to detect deforestation, alongside other monitoring solutions and tools to support compliant imports. </p><h4>Private-sector efforts</h4><p>Companies across supply chains are ramping up EUDR preparations, sparking a wave of innovation in monitoring and traceability. Many are developing satellite-based systems to verify deforestation-free sourcing, training smallholder farmers to meet EUDR requirements and partnering with governments and NGOs to improve data sharing and risk assessment.</p><p>For example, <a href=\"https://www.meridia.land/case/unilevers-smallholder-hub-programme\" target=\"_blank\">Unilever and Meridia</a> are working together to map smallholder farmers in Indonesia, making it possible to trace palm oil from plantation to mill. <a href=\"https://sustainablenaturalrubber.org/annual-report-2024/\" target=\"_blank\">The Global Platform for Sustainable Natural Rubber (GPSNR)</a> has created a system to help companies follow sustainability practices and demonstrate EUDR compliance. Open-source platforms like WRI’s Global Forest Watch are also <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">supporting companies in verifying supply chains</a>.</p><p>These efforts from governments, companies and EU countries show how the EUDR is already driving unprecedented action — transforming compliance from a burden into an opportunity to build more responsible and transparent supply chains. The challenge now is scaling these solutions across all commodities and regions.</p><h3>What's Next for the EUDR?</h3><p>The EUDR represents a major milestone in the fight against commodity-driven deforestation.</p><p>The EU must reject attempts to further weaken the regulation’s core requirements — most urgently by not agreeing to further reductions of scope or obligations. Its effectiveness depends on maintaining its ambition without dilution or delay. Backtracking at this stage undermines the EUDR’s credibility and sends the wrong signal to global markets.  </p><p>At the same time, the EU should also step up efforts to provide businesses with practical training and support to help them develop the skills needed for compliance, especially for small businesses that may otherwise struggle to meet requirements.</p><p>The European Parliament and Council must also <a href=\"https://www.wri.org/news/statement-european-commission-protects-eudrs-core-principles\">give businesses clear guidance</a> — and avoid adding uncertainty with further changes to the law. The EUDR is not only a necessary response to the crisis of forest loss, but also a vital tool to support and complement producer country efforts to halt deforestation by 2030.</p><p id=\"footnotes\"><em>Editor's Note: This piece was originally published on July 8, 2025. It's been updated to reflect new policy developments, most recently on Dec. 17, 2025. </em></p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup>Timber and timber products are not included.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "NGOs Support New Geothermal Sustainable Development Pact",
      "link": "https://www.wri.org/update/ngos-support-new-geothermal-sustainable-development-pact",
      "pubDate": "Wed, 17 Dec 2025 12:54:09 EST",
      "description": "<p>We, the undersigned groups, welcome the release of the <a href=\"https://fervoenergy.com/fervo-launches-geothermal-sustainable-development-pact/\">Geothermal Sustainable Development Pact</a> and the underlying <a href=\"https://fervoenergy.com/wp-content/uploads/2025/10/FERVO-0058-2025-Geothermal-Pact-Paper-Principles-Only-V2.pdf\">Principles for Responsible Geothermal Development</a>.</p><p>Next-generation geothermal technologies can provide needed sources of clean, resilient heat and electricity. The principles and provisions contained in the Geothermal Sustainable Development Pact are a commendable initial step in identifying best practices for the responsible development of these resources.</p><p>These principles contain important parameters, including early engagement and consultation with local communities, fair labor practices, avoidance and protection of sensitive areas and environmental and cultural resources, protection of water resources, use of near-zero emissions electricity generation technologies, and the use of best available induced seismicity mitigation measures.  </p><p>The Geothermal Sustainable Development Pact also includes notable provisions that can help overcome public data gaps and lead to more informed policymaking and project planning for next-generation geothermal. These include provisions on the public disclosure of chemicals in hydraulic fracturing fluids, public disclosure of water intensity data, and the use of the best available <a href=\"https://www1.eere.energy.gov/geothermal/pdfs/geothermal_seismicity_protocol_012012.pdf\">induced seismicity protocol</a> developed by the U.S. Department of Energy.</p><p>Our groups look forward to working with industry and other partners in a collaborative process on the further development, refinement, and implementation of these principles and pact provisions to support the sustainable development of next-generation geothermal energy.</p><p>Sincerely,</p><p>Center for Public Enterprise</p><p>Clean Air Task Force</p><p>Environmental Defense Fund</p><p>Federation of American Scientists</p><p>League of Conservation Voters</p><p>National Wildlife Federation</p><p>The Nature Conservancy</p><p>World Resources Institute</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Nigeria Puts Youth at the Heart of Its Climate Future",
      "link": "https://www.wri.org/update/nigeria-youth-climate-action",
      "pubDate": "Wed, 17 Dec 2025 12:14:13 EST",
      "description": "<p>Nigeria's future rests in the hands of its youth. As Africa's most populous nation, Nigeria is home to over 230 million people — <a href=\"https://www.statista.com/statistics/1122838/population-of-nigeria/?srsltid=AfmBOornb0DPZ6rX_zXvJ309rIlhVd34o9QHRz6TCOcOGipqoF8Eg9dc\">more than half under the age of 19</a>. Moreover, projections show that <a href=\"https://www.prb.org/resources/africas-future-youth-and-the-data-defining-their-lives/\">42% of the world's youth</a> will be African by 2030. This means Nigeria's young people will play an outsized role in shaping not just their country's development, but also their continent's and the world's trajectory.</p><p>This demographic advantage intersects with complex national realities. Nigeria is <a href=\"https://www.policycenter.ma/sites/default/files/2025-05/PB_32-25%20%28Loubna%20Eddallal%29.pdf\">one of Africa's largest oil producers</a> and among its five largest economies. While the country's oil and gas reserves have catapulted it to stronger economic security, extraction and processing have also led to devastating environmental impacts, from low crop production to <a href=\"https://www.cleanairfund.org/clean-air-africas-cities/lagos/\">high air pollution levels</a>. Nigeria also ranks among the most climate vulnerable countries in the world, facing severe droughts, widespread flooding and wildfires every year.</p><p>These numbers highlight the country's central challenge: How can Nigeria maintain and diversify economic growth while supporting an expanding population, in a way that will deliver a sustainable future for all?</p><h3>Youth Jobs and Skills: A Defining National Priority</h3><p>Every year, <a href=\"https://www.worldbank.org/en/country/nigeria/overview#:~:text=Nigeria%20faces%20a%20persistent%20challenge,dynamic%20and%20inclusive%20growth%20path.\">3.5 million young Nigerians</a> enter the labor market — <a href=\"https://www.weforum.org/stories/2025/11/nigeria-youth-wave-skills-powerhouse/\">one of the largest waves of youth</a> entering the workforce anywhere in the world. This holds immense potential: By equipping young people with the right skills, the country could supercharge its transition to a low-carbon and climate-resilient economy. It also creates pressure: Without workforce preparation, Nigeria risks missing out on the growth opportunities that come with these demographic and economic shifts.</p><p>To help close this gap, WRI worked with GreenHubAfrica to develop a <a href=\"https://course.greenhubafrica.com/courses/\">Youth Environment and Climate Leadership Training Course</a>, with curriculum development guided by an all-youth steering committee and supported by Nigeria's Department of Climate Change in the Federal Ministry of Environment. Participants are trained on five themes aligned with Nigeria's national climate goals. These include climate finance and grant writing, energy access and just transition, green entrepreneurship, climate change and health, and climate negotiations and policy analysis.</p><p>The courses provided a comprehensive background on critical climate-related topics, preparing youth to better understand their role in supporting Nigeria's climate plans and giving them a competitive edge in the job market. Initially delivered in person in Lagos, the courses were later made freely available online. Over 3,600 courses have been completed to date, a number that continues to grow as more young people access the training.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"920\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"736\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"564\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"444\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"266\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Young people in a conference room.\" height=\"266\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/nigeria-youth-climate-action_0.png?VersionId=Fh9Z5UfXpJ0Pyc8T_aj4sA.Hp25WPUp6&itok=57nyixX0\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Participants at the first-ever in-person training for the Youth Environment and Climate Leadership Training Course, in August 2024. Photo by GreenHubAfrica</figcaption>\n</figure>\n<h3>Amplifying Youth Voices in Climate Action</h3><p>Building on this foundation, WRI partnered with GreenHubAfrica to host a <a href=\"https://greenhubafrica.com/%F0%9F%93%9A-youth-voices-climate-action-read-the-yecl-2025-winning-essays/\">Youth Environment and Climate Leadership Essay Competition</a>, providing young people a platform to translate their knowledge into actionable ideas. Jurors, including representatives from Nigeria's Department of Climate Change, selected winners from across the country's six geopolitical regions. The winning essays showcased a diversity of ideas aimed at addressing Nigeria's climate challenges:</p><div class=\"callout alignright\"><p class=\"secondary\"><em><strong>Disclaimer: </strong>The views and recommendations expressed in these essays reflect the perspectives of the writers. WRI issues recommendations only after careful research, so these essays should not be interpreted as WRI positions.</em></p></div><p><strong>Tamunobarafiri Brown</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/1-Tamunobarafiri_Brown_YECLTEssay-Firi-Brown-1.pdf\">wrote about how decentralizing power generation</a> can unite states within geopolitical zones to harness their renewable energy sources and establish grids in strategic regions: \"[For example,] the northwestern zone has some of the highest solar radiation levels, making it ideal for solar power. Areas like Sokoto and Katsina have significant wind potential, especially during the Harmattan period [when the northeasterly trade wind blows from the Sahara to West Africa]. Due to the aridity of land in some parts of the northwestern zone, energy farms can be set up.\"</p><p><strong>Hafsat Abdilkadir Jalo</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/Hafsat_Jalo_YECLTEssay.docx-Hafsat-Abdulkadir-Jalo.pdf\">explored how AI-driven health forecasting, decentralized health hubs and eco-friendly healthcare practices</a> could strengthen the resilience of Nigeria's healthcare system to climate impacts: \"Pilot projects in the most vulnerable regions, such as the Niger Delta or Northeast Nigeria, could be the first step in implementing decentralized health hubs and AI forecasting. Partnerships with tech companies, NGOs and global health organizations could secure the necessary funding and expertise. Public-private partnerships could overcome barriers related to funding, infrastructure and training.\"</p><p><strong>Chidinma Emihe</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/11/Chidinma_Emihe_YECLTEssay-Emihe-Chidinma.pdf\">suggested using a podcast as a research and knowledge-building tool</a> to foster dialogues on how to shift to a low-carbon economy in ways that create fair economic opportunities and protect vulnerable communities. She noted: \"Knowledge deficits are not just technical; they also have psychological and emotional consequences. When communities cannot see viable economic pathways forward, the result is not simply unemployment, but collective uncertainty which manifests as fear, despair and resistance to change.\"</p><p><strong>Amarachi Doris Amushi</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/Amarachi_Amushi_YECLTEssay-Amushi-Doris.pdf\">encouraged the use of small-scale biodigesters</a> to convert organic waste into clean energy and natural fertilizer, tackling both pollution and energy shortages while improving soil health and agricultural productivity: \"In rural areas, farmers can use animal manure and crop waste to generate biogas for cooking and electricity, and bio-slurry to enrich their farmlands.\"</p><p><strong>Salim Sanu Haladu</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/Salim_Sanihaladu_YECLTEssay-Salim-Sani-Haladu.pdf\">focused on the urban heat island effect</a> — where dense buildings and heat-absorbing surfaces make cities significantly warmer — and recommended using aluminum and other heat-reflective roofing as a solution: \"Aluminum roofing should be given priority because, beyond heat wave relief, it is also cost effective. Aluminum reflects 70% of solar radiation compared to iron's 30%. Though slightly costlier, aluminum lasts twice as long as iron, making it more economical.\"</p><p><strong>Sunday Odu</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/Sunday_Odu_YELCTEssay-2-Sunday-Odu-1.pdf\">proposed a grant-writing fellowship for disadvantaged areas</a> in Nigeria to give young people the tools to write compelling proposals and secure climate funding, noting: \"The climate crisis is an opportunity, grants are a more viable and sustainable climate finance instrument than concessional loans and debts, and grant writing is an opportunity to break the silos and leave no one behind.\"</p><p>These proposals illustrate a remarkable blend of creativity, technical insight and practical solutions — evidence that Nigeria's youth are ready to lead.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://youtu.be/Fl7P79UCcEU\" rel=\"nofollow\" title=\"Watch Young people from Nigeria are speaking up on climate action\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>Policy Foundations for a Youth-Led Future</h3><p>Nigeria's government has ambitious plans to tackle climate change, from its national climate commitment (known as a \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contribution</a>,\" or \"NDC\") under the Paris Agreement, to its 2050 Long-Term Low Emission Vision and <a href=\"https://www.iea.org/policies/12508-nigerias-national-action-plan-to-reduce-short-lived-climate-pollutants\">National Action Plan to reduce short-lived climate pollutants.</a> These are reinforced by the legally binding 2021 Climate Change Act, which guides the development and implementation of mechanisms to reduce carbon emissions and ensure a more sustainable future, with specific attention to vulnerable groups, including women and youth.</p><p>Harnessing the energy and innovation of Nigeria's youth to help deliver these goals will require targeted policy support. The success of these ambitious climate plans depends on strong societal buy-in — and in Nigeria, youth engagement is especially vital. The government recognizes this, as reflected in its 2021 National Youth Policy, which focuses on enhancing youth development and participation in the country's sustainable development agenda. In line with the policy's guidelines, the government included consultations with youth in its 2025 NDC revision process. This led to clear cross-sectoral measures and actions in the NDC around engaging and empowering youth.</p><h3>Youth Driving Nigeria's Climate Future</h3><p>Nigeria's youth are not just inheriting the climate challenge — they are shaping solutions. This deep engagement with young people in Nigeria shows that they perceive climate change as a global emergency and are taking strong stands in climate action, demanding their governments do the same. Countries should commit to amplifying youth voices in decision making on climate action through political participation, capacity development, and giving them room to become young innovators.</p><p>By investing in young people's skills, amplifying their voices, and opening pathways for meaningful leadership, Nigeria can transform its demographic advantage into a sustainable, youth-powered climate future — setting an example for the continent and the world.</p><p><em>This article was written in collaboration with </em><a href=\"https://environment.gov.ng/climate-change/\"><em>Dr. Iniobong Abiola-Awe</em></a><em>, Director of the Department of Climate Change in Nigeria's Federal Ministry of Environment.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Our Biggest Stories of 2025: From Climate Politics to AI and Beyond",
      "link": "https://www.wri.org/insights/our-top-stories-2025",
      "pubDate": "Wed, 17 Dec 2025 08:00:00 EST",
      "description": "<p>2025 was in many ways a year of upheaval, from political turnovers and trade wars to energy tensions and the meteoric rise of AI.</p><p>Amid this turmoil, some countries deprioritized climate action, slowing momentum at a time when we urgently need to pick up the pace. The evidence is all around us in the form of blistering heat, deadly floods and rampant wildfires.</p><p>But that's not the whole story.</p><p>While countries like the U.S. are stepping back, others are taking up the mantle of climate leadership. We're seeing a solar revolution in <a href=\"https://www.wri.org/insights/pakistan-solar-energy-boom\">Pakistan</a>. Electric vehicle uptake is growing globally, with EV sales outpacing gas-powered cars in places like <a href=\"https://www.wri.org/insights/countries-adopting-electric-vehicles-fastest\">Norway and Sweden</a>. Nature-based solutions are taking off across <a href=\"https://www.wri.org/insights/nature-based-climate-solutions-sub-saharan-africa\">Africa</a>. And at the UN climate summit in November, leaders <a href=\"https://www.wri.org/insights/tripling-adaptation-finance-goal\">agreed to triple</a> the amount of money flowing to climate adaptation in developing countries.</p><p>While the <a href=\"https://www.wri.org/insights/green-transition-after-climate-setbacks\">headwinds</a> facing the green transition should not be understated, there's also growing evidence that climate action is one of the best ways to <a href=\"https://www.wri.org/insights/rebranding-climate-action\">improve people's lives</a>.</p><p>WRI was here through the ups, downs and everything in between. Our editors selected what we believe to be some of our most important stories from the year. Through these articles, our experts <strong>unpack the latest climate science</strong>, <strong>analyze emerging trends</strong> and <strong>shed light on promising solutions</strong>.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"3-4-width-image\" style=\"display: block;\">\n<img alt=\"Installing solar panels in Pakistan.\" src=\"https://files.wri.org/d8/s3fs-public/2025-12/pakistan-solar_0.jpg\" style=\"width: 75%; margin: 0 auto;\" />\n</div></div>\n      \n  </article>\n\n<figcaption>Workers install solar panels in Bahawalpur, Pakistan. The country has seen a rapid and unexpected clean energy boom in recent years. Photo by Xinhua/Alamy</figcaption>\n</figure>\n<h2 class=\"top-stories-header\">Our Changing Planet</h2><p>Extreme weather upended communities around the globe in 2025, from devastating <a href=\"https://www.wri.org/insights/los-angeles-fires-january-2025-explained\">wildfires in Los Angeles</a> to severe flooding in southern Asia. Yet the broader changes driving these events aren't always as visible.</p><h3><a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">World’s Warming Target in Peril</a></h3><p>Data released in 2025 underscored just how close we are to surpassing the world's 1.5 degree C warming threshold, a target scientists say is necessary for keeping some of the worst climate impacts at bay. <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\"><strong>Learn more </strong>→</a></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/23709217/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3><a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">Forests’ Carbon Sink Is Shrinking</a></h3><p>WRI research found that forests' absorbed far less carbon than usual in 2023 and 2024, a worrying sign for their ability to curb climate change. <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\"><strong>Learn more →</strong></a></p><h3><a href=\"https://www.wri.org/insights/extreme-heat-reshaping-urban-life\">Extreme Heat Is Reshaping Urban Life</a></h3><p>Extreme heat is no longer rare or seasonal. It's a growing pressure that's undermining jobs, transportation and our own health. Europe alone saw thousands of heat-related deaths this year, exacerbated by <a href=\"https://www.wri.org/insights/europes-heat-and-air-conditioning-dilemma\">low access to air conditioning</a>. <a href=\"https://www.wri.org/insights/extreme-heat-reshaping-urban-life\"><strong>Learn more →</strong></a></p><h3><a href=\"https://www.wri.org/insights/global-trends-forest-fires\">Fires Ravage Tropical Forests</a></h3><p>New data confirmed: Forest fires<em> are</em> getting worse, burning twice as much forest today as they did 20 years ago. Even historically wet places like tropical rainforests are feeling the effects.<strong> </strong><a href=\"https://www.wri.org/insights/global-trends-forest-fires\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/water-risks-unesco-world-heritage-sites\">Cherished Destinations Face Growing Water Risks</a></h3><p>From Machu Picchu to the Taj Mahal, WRI research found that most UNESCO World Heritage Sites now face severe water risks such as droughts and floods. Cultural value isn't the only thing at stake.<strong> </strong><a href=\"https://www.wri.org/insights/water-risks-unesco-world-heritage-sites\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/23961186/thumbnail\" width=\"100%\" /></noscript></div>\n</div>\n      \n  </article>\n<h2 class=\"top-stories-header\">New Global Realities</h2><p>New political regimes, changing geopolitics and technological advancements are reshaping the world. These shifts have serious implications for how — and how quickly — we tackle climate and development challenges.</p><h3><a href=\"https://www.wri.org/insights/green-transition-after-climate-setbacks\">Recent Setbacks Won’t Derail the Green Transition</a> </h3><p>Climate action saw serious setbacks this year, from policy reversals in the U.S. to cuts in international aid. Yet there's reason to believe these hurdles won't halt the great green transition already underway. <a href=\"https://www.wri.org/insights/green-transition-after-climate-setbacks\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/ai-promise-and-peril-for-planet\">AI Offers Promise and Peril for the Planet</a></h3><p>Some see AI's rapid ascent as a solution to thorny climate challenges. Others, as a resource drain that will only compound environmental harms. The truth lies somewhere in the middle. <a href=\"https://www.wri.org/insights/ai-promise-and-peril-for-planet\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div style=\"display: block;\">\n<img alt=\"Goshen Global Vision group of women holding signs.\" src=\"https://files.wri.org/d8/s3fs-public/2025-12/phoenix-data-center_0.jpg\" style=\"width: 75%; margin: 0 auto;\" />\n</div></div>\n      \n  </article>\n\n<figcaption>The rapid, AI-driven expansion of large data centers like this one in Phoenix, Ariz. has serious implications for energy, water and land use. Photo by Aerovista Luchtfotografie/Shutterstock</figcaption>\n</figure>\n<h3><a href=\"https://www.wri.org/insights/critical-minerals-explained\">The Critical Mineral Conundrum, Explained</a></h3><p>Demand for critical minerals like lithium, copper and cobalt could more than double by 2030, largely for clean energy and electric vehicles. While these technologies are central to a low-carbon future, a surge in new mineral mining could also pose risks for people and nature if not managed properly. <a href=\"https://www.wri.org/insights/critical-minerals-explained\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/whats-driving-us-electricity-prices\">What’s Behind Rising Energy Prices?</a></h3><p>U.S. electricity prices are up almost 30% on average since 2010 and still climbing. Common theories about what's behind this rise — data centers? growing demand? wind and solar? — mask a more complex story. <a href=\"https://www.wri.org/insights/whats-driving-us-electricity-prices\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">Countries Deliver Lackluster Climate Plans</a></h3><p>All countries were due to submit new national climate commitments this year. Many are falling short of the ambition needed. And collectively, they're far off track from holding temperature rise to <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">1.5 degrees C</a>. <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h2 class=\"top-stories-header\">Accelerating Solutions</h2><p>We already know much about what's needed to tackle the climate crisis from the countries, communities and companies making strong headway. From 2025 onward, the world's big task is to accelerate the pace of change.</p><h3><a href=\"https://www.wri.org/insights/paris-agreement-progress-10-years\">10 Years After the Paris Agreement, What’s Next?</a></h3><p>On the Paris Agreement's 10th anniversary, WRI President and CEO Ani Dasgupta reflected on what the landmark climate treaty achieved in its first decade — and how to keep its vision alive. <a href=\"https://www.wri.org/insights/paris-agreement-progress-10-years\"><strong>Learn more →</strong></a></p><h3><a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">The State of Climate Action in 2025</a></h3><p>The latest State of Climate Action report found that not one indicator of global climate action is moving fast enough. But importantly, it also charts a path to get on track. <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\"><strong>Learn more →</strong></a></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/25750177/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3><a href=\"https://www.wri.org/insights/climate-adaptation-investment-case\">The Compelling Investment Case for Climate Adaptation</a></h3><p>WRI research finds that every $1 spent on climate resilience can generate up to $10.50 in economic, social and environmental benefits over the next 10 years, turning traditional views of climate adaptation on their head. <a href=\"https://www.wri.org/insights/climate-adaptation-investment-case\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/accelerating-the-energy-transition-6-opportunities\">6 Ways to Accelerate World’s Energy Transition</a></h3><p>The world <em>is </em>moving toward a clean energy future, but too slowly. Unlocking progress will take six things, from modernizing power grids to overcoming local pushback. <a href=\"https://www.wri.org/insights/accelerating-the-energy-transition-6-opportunities\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/restoring-land-ghana-cocoa-belt\">Reviving Land to Boost Economies</a></h3><p>From <a href=\"https://www.wri.org/insights/restoring-land-ghana-cocoa-belt\">Ghana's cocoa belt</a> to the \"Cradle of Mankind\" in <a href=\"https://www.wri.org/insights/farmers-restore-greater-rift-valley-kenya\">Kenya's Greater Rift Valley</a>, an important change is taking root. Farmers are proving that it's possible to restore degraded lands while boosting incomes in the process. <a href=\"https://www.wri.org/initiatives/restore-local/explore-our-stories\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div style=\"display: block;\">\n<img alt=\"Goshen Global Vision group of women holding signs.\" src=\"https://files.wri.org/d8/s3fs-public/2025-10/goshen-global-vision_0.jpg\" style=\"width: 75%; margin: 0 auto;\" />\n</div></div>\n      \n  </article>\n\n<figcaption>Goshen Global Vision and WRI’s Restore Local initiative work with local farmers to restore land in Ghana through beekeeping, agroforestry and other measures. Photo by Sena Affadu/WRI</figcaption>\n</figure>\n<p><em>Explore more stories at the intersection of people, nature and climate on </em><a href=\"https://www.wri.org/insights\"><em><strong>Insights</strong></em></a><em>. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Defining Sustainable, Affordable and Healthy Diets with European Food System Stakeholders",
      "link": "https://www.wri.org/update/defining-sustainable-affordable-healthy-diets-european-food-system",
      "pubDate": "Tue, 16 Dec 2025 08:15:12 EST",
      "description": "<p>While our current food system has been effective at delivering food to global markets, it is simultaneously causing significant climate, health and ecological damage. As we all witnessed during COVID-19, our food system is also remarkably vulnerable to disruptions and, most critically, is failing to adequately nourish the global population.</p><p>Millions of people around the world are facing hunger, food insecurity, obesity or diet-related diseases while our industrial-scale food system drives greater biodiversity loss, poverty, debt, and irreversible damage to our air, water, and soil. Incremental changes to this unsustainable model will not be enough. A <a href=\"https://www.cityfoodpolicy.com/2024/03/05/1387/\">bold and transformational shift is required</a>, and a growing global consensus agrees that comprehensive government actions are needed to target the food system as a whole.</p><p>Last year, WRI launched a cross-cutting project to empower subnational governments with the awareness, tools and resources needed for meaningful action on their local <em>food environments</em>. The project combines the expertise of the WRI Diets team at the intersection of <a href=\"https://www.wri.org/food/climate-friendly-diets\">climate, food and nutrition</a> with that of WRI's global Cities team, which has a deep understanding of <a href=\"https://www.wri.org/research/7-transformations-more-equitable-sustainable-cities\">urban development and service provision</a>.</p><p>As part of this work, WRI gathered with a group of food system stakeholders from across Europe at the <a href=\"https://urban-future.org/\">Urban Future</a> conference this past May in Lodz, Poland, to discuss what sustainable, affordable and healthy diets meant to them. The outcome of these conversations will help shape a toolkit that will provide subnational governments with a suite of interventions to accelerate local shifts in diets at scale.</p><h3>Understanding the Food Environment</h3><p>We consider the food environment as the when, where and how in which people make decisions about the food they consume. This includes the physical infrastructure — like proliferation of supermarkets in a certain area or the proximity of local farms to farmers markets — but it also includes prices, advertisements, labeling and so many other dynamic elements that ultimately shape a buyer’s behavior.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/26830276/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Approaching food system problems from a <em>food</em> <em>environment</em> perspective allows for a more comprehensive understanding of how buying decisions take place, which are often <a href=\"https://foodpolicycoalition.eu/wp-content/uploads/2021/10/Food-Environments-for-SFS_EU-FPC.pdf\">beyond an individual’s control</a>. That’s why we think subnational governments have a unique opportunity and a responsibility to shape food environments that are healthier, more sustainable and more affordable. </p><h3>Defining a Sustainable Urban Future</h3><p>To better understand the complex world of sustainable, affordable and healthy food, we convened more than 20 food system stakeholders including members of government, research, food policy networks and NGOs to share their perspectives. Participants covered a diversity of European geographies and represented a range of experiences from local food initiatives in Poland to the national food policy council networks of Italy and Germany (a list of participating organizations can be found at the bottom of this page).</p><p>The convening featured a live research activity where stakeholders workshopped three concepts independently: <strong>sustainable </strong>diets, <strong>affordable </strong>diets and <strong>healthy </strong>diets. Stakeholders were divided into three groups and facilitators worked their way around the room to discuss each topic with each group. While these three elements are critical to improving local food environments, we wanted to tease apart the similarities and differences among them and understand how each concept plays a role in shaping the resulting food environment. Here is what we heard:</p><p>The <strong>sustainable diets </strong>conversation touched on a range of issues beyond the carbon intensity of the food. Our audience spoke with passion about the systems that produce food, protection of biodiversity, water, soil and nature, as well as climate impact. Stakeholders also identified challenges, such as, a lack of incentives for farmers to produce a more sustainable food supply and the short-termism of governments and regulators that prioritize industrial over local production. The stakeholders were keen to advise that we should consider environmental impact in the broadest sense — encouraging consideration of regenerative agriculture and agroecology to promote improved circularity of agricultural resources.</p><p>Stakeholders considered an <strong>affordable diet </strong>to be one that is accessible to everyone, regardless of income, ensuring basic nutritional needs are met without financial struggle. Going beyond mere survival, the groups discussed the importance of purchasing culturally appropriate, healthy and nourishing food that supports daily life and participation in society. The stakeholders recognized that in the current food system, affordable food is often unhealthy and overly processed. As such, better quality food should not have a higher price tag and instead pricing could respond to buyer needs through programs and subsidies — especially those with low incomes. Corporate control over everything from seeds to land to pesticides was identified as a key challenge to more affordable food, as well as a lack of understanding among governments and decision-makers on the connection between better diets and stronger communities.</p><p>On <strong>healthy diets</strong>, key themes emerged around food that is nutritious, varied, rich in fruit and vegetables, and not overly processed. The group discussed how healthy diets enable people to learn, work, play and thrive in their daily lives, and how needs change over the course of their lives. At a societal level, it was discussed how healthy diets reduce the burden of disease and ill health on people and health care systems. To reduce this burden, healthy diets require the reduction of meat consumption, sugar, salt, fat and other heavily processed foods. Sufficiency was seen as a key element for healthy diets — having <em>enough</em> food and balancing diets between food groups and seasonal products.</p><p>Alongside physical health, a link to mental health was made; food is wrapped into daily rituals and plays an important role in living a happy life. In addition to the health of the people eating the food, the group also said that it is important to take a holistic perspective and consider the health of people involved in the production of food, exposure to chemicals and poor working conditions, as well as animal welfare and the wider impacts food systems have on the health of ecosystems, future generations and the planet as a whole. Stakeholders discussed how the fast-paced and hyper-urbanized industrial lifestyles in Europe tend to limit personal time for cooking healthy meals with fresh ingredients, as well as the larger challenge of shifting entrenched consumer food habits. The resources supporting advertising for unhealthy food was also identified as a key barrier.</p><h3>Creating a Sustainable, Healthy and Affordable Food System</h3><p>To put sustainable, healthy and affordable food systems into practice, stakeholders mentioned a range of ideas that cross-pollinate across the three focus areas. Stakeholders emphasized the need for a fundamental transformation of the current food system to prioritize health, sustainability and affordability over corporate monopolies and lobbying that maintain the status quo. This involves policies that support local and small producers, conscious public procurement and fair pricing that pays farmers well. The idea of the “true cost” of food was also mentioned, with subsidies to ensure accessibility for all.</p><p>Stakeholders were adamant that higher quality food (healthy, organic, local and less processed) be made affordable and visible through a mix of regulations and taxation, public food infrastructure and conscious public procurement to ensure dignified access to nutritious food for all. The group suggested shorter food chains, localized production and community initiatives like local gardens, kitchens and food sharing to enhance accessibility and address issues like food poverty and social stigma. Implementing social solidarity schemes, providing universal programs like free school meals, and reducing food waste were all crucial components identified, as well as nutritional guidelines and comprehensive educational programs on diets, cooking skills, food systems and sustainability.</p><p>These insights have been essential in developing a comprehensive approach to understanding and changing local food environments. Over recent months, our team has continued to speak to representatives of local governments across Europe to understand what they can implement on the ground and the barriers preventing concrete action. Next, we plan to share guidance for subnational governments to pursue sustainable, healthy and affordable diets for people living in their regions, which we intend to pilot with select subnationals to empower decision-makers and accelerate action.</p><p><em>List of participating organizations in WRI's Poland food system stakeholder convening, May 21, 2025:</em></p><ul><li><a href=\"https://carbonneutralcities.org/our-work/\">Carbon Neutral Cities</a> (Global)</li><li><a href=\"https://www.theclimategroup.org/states-and-regions-under2-coalition\">Climate Group (Under 2 Coalition)</a> (Global)</li><li><a href=\"https://www.c40.org/what-we-do/scaling-up-climate-action/food-systems/\">C40</a> (Global)</li><li><a href=\"https://iclei.org/what_we_do/\">ICLEI – Local Governments for Sustainability</a> (Global)</li><li><a href=\"https://eurocities.eu/topics/food/\">Euro Cities</a></li><li><a href=\"https://www.milanurbanfoodpolicypact.org/our-cities/\">MUFPP</a> (Global)</li><li><a href=\"https://jesc.eu/ecology/food-policy/\">Jesuit European Social Centre</a></li><li><a href=\"https://gceurope.org/\">Generation Climate Europe</a></li><li><a href=\"https://ernaehrungsraete.org/\">German Food Policy Council Network</a></li><li><a href=\"https://www.gasztrohos.hu/en\">Heroes Responsible Dining</a> (Hungary)</li><li><a href=\"https://miestolaboratorija.lt/naujienos/kaip-uzauginti-zero-waste-karta/\">Italian Network for Local Food Policy</a></li><li><a href=\"https://miestolaboratorija.lt/naujienos/kaip-uzauginti-zero-waste-karta/\">City Zero Waste Lab</a> (Lithuania)</li><li><a href=\"https://www.wroclaw.pl/\">Municipality of Wroclaw</a> (Poland)</li><li><a href=\"https://www.sggw.edu.pl/en/home/\">Warsaw University Life Sciences</a> (Poland)</li><li><a href=\"https://www.feast2030.eu/livinglabs/lodz\">FEAST Living Lab Lodz</a> (Poland)</li><li><a href=\"https://acsa.ong/\">Alimentar Cidades Sustentáveis Associação</a> (Portugal)</li><li><a href=\"https://cities2030.eu/city-in-project/bruges/\">City of Bruges</a> (Belgium)</li><li><a href=\"https://www.lipor.pt/en/\">LIPOR: Municipalities Association for Sustainable Waste Management of Greater Porto</a> (Portugal)</li><li><a href=\"https://www.cascais.pt/\">Municipality of Cascais</a> (Portugal)</li><li><a href=\"https://wiki.landscape-portal.org/index.php?title=AESOP4FOOD\">AESOP4Food or Foodscapes</a> (European network)</li><li><a href=\"https://urban-future.org/speaker/daniel-stendahl/\">Linköping City Council</a> (Sweden)</li><li><a href=\"https://baeredygtighed.ltk.dk/\">Municipality of Lyngby-Taarbæk</a> (Denmark)</li><li><a href=\"https://www.nova-gorica.si/en/\">City of Nova Gorica</a> (Slovenia)</li><li><a href=\"https://montessorifarm.wmf.edu.pl/?page_id=610&lang=en\">Warsaw Montessori Family</a> (Poland)</li></ul>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What's Really Driving Up US Electricity Prices? We Unpack the Numbers.",
      "link": "https://www.wri.org/insights/whats-driving-us-electricity-prices",
      "pubDate": "Mon, 15 Dec 2025 14:00:51 EST",
      "description": "<p>Since 2010, the average price of electricity across the United States has risen by almost 30% with no signs of slowing down. This year alone, electric utilities across the nation have requested rate increases totaling <a href=\"https://www.americanprogress.org/article/residents-of-49-states-and-washington-d-c-face-increasing-electric-and-natural-gas-bills/\">$71.2 billion</a> through 2028.</p><p>As a result, the public has been playing a blame game with prices, pointing the finger at everything from the rise in <a href=\"https://www.ucs.org/sites/default/files/2025-09/PJM%20Data%20Center%20Issue%20Brief%20-%20Sep%202025.pdf\">new AI data centers</a>, grid investments, growth in clean energy, to other sources of <a href=\"https://www.wri.org/insights/managing-electricity-demand-growth-us\">electricity demand</a>.</p><p>But the electricity price story is too complicated to blame just one thing. According to an <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=6\">October study from the Lawrence Berkley National Laboratory and the Brattle Group</a>, electricity price changes across the U.S. in recent years were driven by a combination of many factors, including infrastructure impacts from extreme weather like wildfires and hurricanes, grid upgrades needed for modernization and resilience, and volatility of fossil-fuel costs.</p><p>To really understand what’s going on and what's needed to bring prices down, it’s critical to dive into the details: How does the picture change depending on geography, the type of customer and time frame? What’s influencing rates and what are the actual impacts on power bills?</p><h3>How Are Electricity Prices Changing?</h3><p>At first glance, it seems obvious that electricity prices are increasing across the board — but a closer look reveals important trends and variations at regional, state and local levels. For example, a low-income household in California, an AI-powering data center in Virginia and a small family hardware store in Kansas all experience different rate changes. Even determining the direction of electricity price changes isn’t straightforward.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26424155/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>The average retail price for one kilowatt-hour (kWh) of electricity sold in the U.S. has increased by over 30% since 2010. But a lot about the economy has changed since 2010 — adjusting for inflation allows us to account for these changes. In fact, on an inflation-adjusted basis, the average retail electricity price actually <em>declined</em> by 8% from its 2010 level. And since 2019, it’s basically been flat.  </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/26582435/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p><strong>The picture gets murkier when looking across types of customers</strong>. Unlike many other goods, the price per unit of electricity strongly depends on <em>who </em>is buying it. This is because electricity system costs are <a href=\"https://pubs.naruc.org/pub.cfm?id=7BFEF211-155D-0A36-31AA-F629ECB940DC\">allocated across customer categories</a> to ensure that customers pay fairly for the costs they create for the system.</p><p>After adjusting for inflation, residential customers saw prices rise a half-cent per kWh between 2019 and 2024. For an average household consuming  <a href=\"https://www.eia.gov/tools/faqs/faq.php?id=97&t=3\">10,791 kWh</a> per year, that 3% increase amounts to almost $540 a year in additional utility expenses. In contrast, commercial and industrial customers have seen<em> reductions</em> in inflation-adjusted retail electricity prices, with decreases of 0.3 cent per kWh and 0.2 cent per kWh, respectively.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/26424449/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p><strong>But the biggest factor shaping trends? Location</strong>. Accounting again for inflation, 32 states saw average retail prices <em>decrease</em> between 2019 and 2024. Even in places with increases in average electricity prices, the amount of change was unevenly distributed — while much of the Northeast saw mild to moderate price increases, California saw a major increase of over 6 cents per kWh. On the surface these patterns could appear to reflect state political leanings — but if only the story were that straightforward. In reality, price changes (whether up or down) are driven by complicated webs of factors from business trends to weather to data center growth — all unique to each state.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1179\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"943\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"722\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"569\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A large building is being constructed to house a data center.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/data-center-constructrion-rising-electricity-prices_0.jpg?VersionId=oEQ059MKzWBpnM.b28WCki4SUZXRmOJY&itok=H_upzGXZ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>New construction of data centers in Virginia, like this one in Loudon County, may be contributing to rising electricity prices in the state. Gerville/iStock.</figcaption>\n</figure>\n<h3>What’s Driving High Electricity Prices and What Can Bring Relief?  </h3><p>There’s no single explanation for U.S. price trends across all types of customers in all contexts. Rates are highly regulated by state public service commissions or, for municipal and co-operative utilities, by governing boards — so local economic trends and policy decisions play a major role. It’s also very important to note that these analyses are retrospective. It’s not guaranteed that what caused prices to change from 2019 to 2024 will apply now or the next five years. Already, prices today are <a href=\"https://www.eia.gov/outlooks/steo/data/browser/#/?v=19&f=A&s=0&start=2020&end=2026&map=&ctype=linechart&maptype=0&linechart=ESRCUUS~ESCMUUS~ESICUUS\">about 5% higher than 2024</a> levels and are expected to continue their upward march in 2026.</p><p>This problem does not have a one-size-fits-all solution and policymakers will need to look for the signals beneath the noise to provide relief for the people and businesses bearing the brunt of price increases.</p><p>This makes the conversation more complicated, but the extra bit of effort to understand each context will help decision-makers identify the right solutions. Using the recent Lawrence Berkeley National Laboratory and Brattle Group study, we looked deeper into five historic drivers, the trajectory of current trends, and what policymakers and regulators can do now to bring people real relief.</p><h4>1) Demand for Electricity is Outpacing Supply</h4><p>In some places, higher prices can be explained by the law of supply and demand: More electricity is needed than is currently available. In PJM, the regional transmission organization serving the Mid-Atlantic and parts of the Midwest, tight supply and growing demand  have contributed to <a href=\"https://www.reuters.com/business/energy/biggest-us-power-grid-auction-prices-rise-by-22-new-heights-2025-07-22/\">record prices</a> in the auction for future supply. According to PJM’s independent market monitor, new data centers are largely responsible for this trend, driving a <a href=\"https://www.utilitydive.com/news/data-centers-pjm-capacity-auction-market-monitor/801780/\">$7.3 billion</a>, or 82% increase, in auction revenues this year alone. Those revenues will ultimately be paid by customers, who are already <a href=\"https://www.utilitydive.com/news/new-jersey-electric-bills-pjm-bpu-pseg-auction/740053/\">seeing higher costs</a> from last year’s capacity auction on their bills.</p><p>These high prices are sending a signal to energy suppliers to bring more resources online to serve these peaks. But Rome was not built in a day, and neither is new power generation. Recent analysis found that new <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=52158\">combined cycle</a> gas resources cannot come online until <a href=\"https://gridlab.org/portfolio-item/gas-tubine-cost-report/\">at least 2030</a>, at costs <a href=\"https://www.bloomberg.com/news/audio/2025-10-02/zero-gas-turbine-shortage-drives-companies-to-coal-podcast\">exceeding $2,600 per kW</a>. This is an unprecedented situation that calls for a <a href=\"https://www.latitudemedia.com/news/open-circuit-if-large-loads-lower-rates-how-can-data-centers-do-the-same/#:~:text=to%20impact%20rates%3F-,Caroline%20Golin%3A%20I,-think%20their%20impact\">broader approach</a> to deploying resources like storage, <a href=\"https://rmi.org/how-virtual-power-plants-can-help-the-united-states-win-the-ai-race/\">virtual power plants</a> or other <a href=\"https://energyinnovation.org/wp-content/uploads/Dodging-the-Firm-Fixation-for-Data-Centers-and-the-Grid.pdf\">emerging</a> alternatives more quickly and cheaply in order to bring some price relief.</p><p>Over the long term, however, gradual growth in demand doesn’t necessarily mean higher costs in the energy world. In North Dakota, substantial load growth from oil and gas extraction, cryptocurrency, data centers and agricultural processing led to an almost <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=51\">3 cent per kWh</a> (inflation-adjusted) price reduction for all customers. As demand grew, North Dakota utilities were able to spread fixed system costs across a larger base of demand, lowering the amount each customer must pay. In California, PG&E states that each new gigawatt of customer load could lower customer bills by <a href=\"https://www.utilitydive.com/news/data-center-pge-earnings-wildfire/803766/\">1% to 2%</a> by spreading system costs over a larger pool of demand. Here we see that with the right policies, load growth and new demand challenges can actually present an <em>opportunity</em> to address affordability issues.</p><p>In the face of constrained supply, one way to quickly unlock affordable sources of energy is by <a href=\"https://www.esig.energy/wp-content/uploads/2025/02/ESIG-Demand-Response-Wholesale-Markets-ES-2025.pdf\">removing barriers</a> that limit demand-side resources. Inconsistent rules and inadequate compensation structures hinder the potential of solutions that address the problem by reducing and managing demand rather than building more supply — such as <a href=\"https://nicholasinstitute.duke.edu/sites/default/files/publications/how-does-proposed-large-load-interconnection-process-could-unlock-benefits-load-flexibility.pdf\">more flexibility at data centers</a> and grid-enhancing technologies. Longer term, the U.S. will need to build new supply and the infrastructure to support it, which means streamlining permitting and review timelines — but in the more medium term, demand-side solutions will be a valuable tool for policymakers.</p><h4>2) An Aging Grid Needs Replacement</h4><p>It’s no secret that one of the biggest and most widespread drivers pushing up costs across the country is aging distribution and transmission infrastructure. According to the <a href=\"https://www.energy.gov/gdo/articles/what-does-it-take-modernize-us-electric-grid\">U.S. Department of Energy</a>, most of the U.S. electric grid was built in the 1960s and 1970s and is now approaching the end of its expected 50- to 80-year lifespan. At the distribution level, utilities report that <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=29\">almost 28%</a> of their spending on local power systems are driven by a need to replace old infrastructure.</p><p>Replacing aging equipment shouldn’t translate to dramatic rate hikes, as equipment costs are usually amortized, or spread out over time, reducing the burden and creating a more stable rate for customers.  </p><p>But, the sheer number of needed replacements paired with supply chain constraints from the COVID-19 pandemic have caused a <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=29\">steep increase in component costs</a>, which ramps up spending and ultimately results in rate increases.</p><p>While some infrastructure will eventually need to be replaced, one near-term solution to reduce new construction all at once is to use <a href=\"https://www.wri.org/insights/advanced-transmission-technologies-us-power-grid\">advanced conductors or grid enhancing technologies</a> that can expand the capacity of the existing grid more quickly and cheaply.</p><p>In addition, <a href=\"https://www.cotransmissionauthority.com/\">some</a> states are experimenting with a <a href=\"https://publicenterprise.org/wp-content/uploads/Public-Developer-August-2024-1.pdf\">larger public sector role</a> in financing and building infrastructure to reduce costs. State governments can develop, finance, and/or own new transmission and distribution infrastructure, or they can refinance existing utility assets. Research has <a href=\"https://haas.berkeley.edu/wp-content/uploads/WP329.pdf\">shown</a> that approved rates of return for utilities in the U.S. exceed what their risk profile justifies — so regulators can explore <a href=\"https://rmi.org/rebalancing-return-on-equity-to-accelerate-an-affordable-clean-energy-future/\">reforming how rates of return are set</a>, which would ultimately lower costs for customers.</p><h4>3) Severe Weather and Climate Change Are Driving Up Costs</h4><p>Damage from natural disasters and the need to prepare for severe weather — which has become increasingly frequent, unpredictable and extreme due to climate change — has necessitated significant spending on grid upgrades and modernization. While news coverage of extreme weather events often features <a href=\"https://in\">images</a> <a href=\"https://news3lv.com/news/local/strong-winds-cause-extensive-damage-across-las-vegas-and-surrounding-areas\">depicting</a> downed power lines, it often fails to capture the money, time and effort that goes into replacing them.  </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Electrical workers are seen behind a down powerline and pole in the roadway.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/down-power-lines_0.jpg?VersionId=g.bk3Ho89DogqIBKHuNAONX2vCR1dTAT&itok=5oBYT9Do\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Electric crews respond to downed powerlines after a severe storm. The increasing costs of repairing the grid after storms are contributing to rising electricity prices. Photo by Scott Alan Ritchie/Shutterstock.</figcaption>\n</figure>\n<p>Nowhere has seen more impact on rates from climate change than California. Wildfire mitigation efforts alone account for <a href=\"https://www.cpuc.ca.gov/-/media/cpuc-website/divisions/office-of-governmental-affairs-division/reports/2024/2024-sb-695-report.pdf#page=56\">$27 billion</a> in costs placed in rates for California utilities between 2019 and 2023. These costs are not just from direct investment in new or updated projects: Rapidly rising insurance costs accounted for <a href=\"https://www.cpuc.ca.gov/-/media/cpuc-website/divisions/office-of-governmental-affairs-division/reports/2024/2024-sb-695-report.pdf#page=56\">40%</a> of wildfire-related costs between 2019 and 2023. On the other side of the country, utilities from Florida to Maine have increased spending to repair <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=31\">storm damage</a> and prepare for future weather events — costs that are then recovered in rate increases.</p><p>There’s no denying it: Climate change is already impacting the grid. Electricity system planners must anticipate this reality and shape planning processes accordingly so they can mitigate risks and better manage electricity costs. Meanwhile, policymakers have an opportunity to leverage public financing for climate-related investments and can pursue <a href=\"https://www.hamiltonproject.org/wp-content/uploads/2025/05/20240522_THP_Climate_Wildfire_Proposal.pdf\">best practices</a> in mitigation and insurance.</p><h4>4) Fluctuating Natural Gas Prices Lead to More Volatile Bills</h4><p>As natural gas has overtaken coal to become the single largest source of electricity generation, its prices have played an increasingly large role in electricity rates for consumers. But, natural gas is a famously <a href=\"https://rmi.org/the-myth-of-stable-and-affordable-natural-gas-prices/\">volatile</a> commodity, and is very vulnerable to big price swings based on industry cycles and <a href=\"https://thehill.com/opinion/energy-environment/597700-3-steps-to-boost-energy-security-and-relieve-gas-price-spikes/\">global</a> forces.</p><p>So, it’s not surprising to find that states with higher reliance on natural gas experienced more electricity price volatility in the past 15 years. Unfortunately, the spike in rates due to natural gas costs is unlikely to go away any time soon. The <a href=\"https://www.eia.gov/outlooks/steo/report/natgas.php\">U.S. Energy Information Administration</a> reports that in October 2025 prices were up 45% compared to last year and are expected to climb another 16% by this time next year.</p><p>Because many utilities can pass 100% of these costs directly to consumers through fuel adjustment charges, natural gas prices have increasingly become a key factor determining retail price. One solution that multiple states have pursued are <a href=\"https://efis.psc.mo.gov/Document/Display/798144\">fuel-cost sharing mechanisms</a>, which require utilities to bear some of the natural gas price risk and incentivizes them to pursue hedging and efficiency strategies. Longer term, policymakers can <a href=\"https://media.rff.org/documents/Report_24-04.pdf\">shield investors and customers from uncertainty</a> by prioritizing clean energy generation that’s not subject to these operating cost fluctuations.</p><h4>5) Cost-Effective Wind and Solar Can Drive Down Rates</h4><p>Beginning in the 1990s, many states began adopting policies meant to jump-start or accelerate clean energy development. One of the most widespread of these policies, introduced by <a href=\"https://www.cesa.org/projects/100-clean-energy-collaborative/guide/table-of-100-clean-energy-states/\">almost half of U.S. states</a>, are clean electricity standards (CES). They require utilities to include certain amounts of renewable or clean electricity in their resource mix.</p><p>The states that report compliance costs of CES policies found that costs related to adding more clean energy to the mix equated to an average increase in retail rates of about a quarter-cent per kWh between 2019 and 2024 — compared to a national average retail rate of <a href=\"https://www.eia.gov/outlooks/steo/data/browser/#/?v=21&f=A&s=&start=2020&end=2025&id=&maptype=0&ctype=linechart&linechart=ESTCU_US\">12.9 cents per kWh</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1048\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Wind turbines are located behind homes in a valley in Provo, Utah.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/wind-power-provo-utah-neighborhood_0.jpg?VersionId=TD2K9K52JVOi6ibOSWaKgMZ70S5xY382&itok=L_bTW72s\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Wind turbines provide energy to homes in Provo, Utah. States implementing clean energy standard policies have seen a decrease in energy costs. Photo by jmoor17/iStock</figcaption>\n</figure>\n<p>But that’s not the whole story. As a result of supportive public policies like CES, renewable generation sources like solar and wind are increasingly cheap and for years have represented the <a href=\"https://www.lazard.com/media/5tlbhyla/lazards-lcoeplus-june-2025-_vf.pdf\">least expensive forms</a> of energy to develop on average. Between 2019 and 2024, only one quarter of utility-scale wind and solar growth was required by state CES policies — the remaining three quarters was driven by market demand.</p><p>Further, evidence suggests that market-driven renewable projects may drive retail prices even lower. Similarly, net energy metering policies that allow customers with rooftop solar to sell electricity back to the grid for credit on their utility bills have <a href=\"https://www.nationalacademies.org/read/26704/chapter/10#179\">successfully launched</a> robust markets for <a href=\"https://www.wri.org/insights/distributed-energy-resources-explained-us\">distributed energy resources</a>. These policies have become so successful that in some states, <a href=\"https://www.cpuc.ca.gov/nemrevisit\">rate makers are revising</a> policies to ensure they equitably and effectively serve the priorities and dynamics of the current grid.</p><p>Because electricity rates directly reflect system costs, increasing the share of cheap renewables should help keep prices in check. Policymakers can build on the successes of net energy metering and CES as they refine policy frameworks for decarbonizing the grid. In this new era, we’ll need creative solutions like clean firm capacity (such as from <a href=\"https://www.wri.org/insights/next-generation-geothermal-energy-explained\">next-generation geothermal</a> and other technologies) and increased grid-customer engagement through automated demand response functions.</p><p>As technologies mature, continuous <a href=\"https://nap.nationalacademies.org/read/26704/chapter/10#180\">policy fine-tuning</a> will ensure the transition to clean energy remains cost-effective and equitable. In the long run, the evidence clearly shows us that more clean energy means lower system costs and cheaper power bills for consumers.</p><h3>Scapegoats or Solutions?</h3><p>Electricity prices in the U.S. have never been driven by one single factor. They reflect a complex web of economic, policy and environmental forces. While it’s tempting to look for easy answers and scapegoats, the reality is rarely that straightforward.</p><p>As the U.S. electricity system faces unprecedented challenges, policymakers, regulators and advocates have a choice: chase blame or drive solutions. These groups can bring down prices and bring relief to people who need it most by embracing clean energy, proactive planning and fair policies.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}