{
  "title": "Climate Justice Alliance",
  "link": "https://climatejusticealliance.org/",
  "description": "Working Towards a Just Transition",
  "category": "social_impact",
  "source_url": "https://www.climatejusticealliance.org/feed/",
  "fetched_at": "2026-01-29T21:35:23.070051",
  "items": [
    {
      "title": "Migrant Justice is Climate Justice – And Our Communities are Rising",
      "link": "https://climatejusticealliance.org/migrant-justice-is-climate-justice/",
      "pubDate": "Thu, 29 Jan 2026 04:51:44 +0000",
      "description": "<p>Climate justice is inseparable from migrant justice. Both are rooted in a deep tradition of creating a just and livable future for everyone. Both demand collective, bold solutions led by frontline communities. Solutions that build a world where everyone can thrive.</p>\n<p>The post <a href=\"https://climatejusticealliance.org/migrant-justice-is-climate-justice/\">Migrant Justice is Climate Justice – And Our Communities are Rising</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA Submits Public Letter with 17 EJ Organizations to Oppose More Handouts to Polluting Industries",
      "link": "https://climatejusticealliance.org/cja-submits-public-letter-with-17-ej-organizations-to-oppose-more-handouts-to-polluting-industries/",
      "pubDate": "Tue, 13 Jan 2026 18:09:08 +0000",
      "description": "<p>Trump’s EPA is making moves to make it legal and easier for corporations and industry to pollute waterbodies and wetlands throughout the United States. We firmly oppose these continued attempts by big business and corporate actors to buy out Washington.  Climate Justice Alliance and 17 other national and local environmental justice organizations submitted a public […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/cja-submits-public-letter-with-17-ej-organizations-to-oppose-more-handouts-to-polluting-industries/\">CJA Submits Public Letter with 17 EJ Organizations to Oppose More Handouts to Polluting Industries</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA Condemns Trump’s Move to Pull the US out of International Bodies",
      "link": "https://climatejusticealliance.org/cja-condemns-trumps-move-to-pull-the-us-out-of-international-bodies/",
      "pubDate": "Fri, 09 Jan 2026 15:15:43 +0000",
      "description": "<p>Trump has withdrawn the U.S. from the United Nations’ Framework Convention on Climate Change (UNFCCC) along with 65 other international bodies, treaties, and organizations that lead global cooperation around climate, human rights, security, trade, economics, and international law.  This is a disastrous decision that goes against common sense and puts the safety and well-being of […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/cja-condemns-trumps-move-to-pull-the-us-out-of-international-bodies/\">CJA Condemns Trump’s Move to Pull the US out of International Bodies</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "AI Data Centers",
      "link": "https://climatejusticealliance.org/ai-data-centers/",
      "pubDate": "Mon, 05 Jan 2026 21:17:05 +0000",
      "description": "<p>Climate Justice Alliance created seven educational resources for alliance members outlining AI and data center environmental justice impacts, including increased energy consumption, ratepayer hikes, land and water acquisition and compromise, impacts on frontline communities, especially Black communities, and the implications for tech security.  In October 2025, CJA took a delegation of 10 southern and southwest […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/ai-data-centers/\">AI Data Centers</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA, NAACP Condemn Trump Administration’s Move to Block State Authority on AI Regulation",
      "link": "https://climatejusticealliance.org/cja-naacp-position-on-ai-eo/",
      "pubDate": "Fri, 12 Dec 2025 14:41:14 +0000",
      "description": "<p>Washington, D.C. – In response to the White House’s Executive Order released December 11th, “Ensuring a National Policy Framework for the Artificial Intelligence,” Climate Justice Alliance Legislative Director Mar Zepeda and NAACP Director of the Center for Environmental and Climate Justice Abre’ Conner issued the following joint statement: “Climate Justice Alliance (CJA) and the NAACP […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/cja-naacp-position-on-ai-eo/\">CJA, NAACP Condemn Trump Administration’s Move to Block State Authority on AI Regulation</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA Statement on COP30",
      "link": "https://climatejusticealliance.org/a-climate-agreement-with-no-mention-of-fossil-fuels-is-a-farce/",
      "pubDate": "Mon, 24 Nov 2025 20:19:13 +0000",
      "description": "<p>Contact: kayla@unbendablemedia.com Belém do Pará, Brazil – In response to the closure of negotiations at COP30 in Brazil, Mar Zepeda Salazar, Legislative Director of Climate Justice Alliance, released the following statement: “COP30 came to a close weakening rather than strengthening climate resolve with no global agreement on phasing out fossil fuels, as communities continue to […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/a-climate-agreement-with-no-mention-of-fossil-fuels-is-a-farce/\">CJA Statement on COP30</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA Condemns SPEED Act Markup, Citing Threats to Frontline Communities and Tribal Sovereignty",
      "link": "https://climatejusticealliance.org/the-speed-act-another-dirty-deal-for-the-people/",
      "pubDate": "Thu, 20 Nov 2025 15:31:06 +0000",
      "description": "<p>Contact: kayla@unbendablemedia.com Nov. 20, 2025 – In response to today’s markup of the SPEED Act by Natural Resources Committee Chair Bruce Westerman (R-Ark.) and Rep. Jared Golden (D-ME), Climate Justice Alliance Executive Director KD Chavez issued the following statement: “Despite a month-long recess in the House, the SPEED Act shows no meaningful improvements that address […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/the-speed-act-another-dirty-deal-for-the-people/\">CJA Condemns SPEED Act Markup, Citing Threats to Frontline Communities and Tribal Sovereignty</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "Climate Justice Alliance Calls on Congress to Put People and Planet First as Shutdown Ends",
      "link": "https://climatejusticealliance.org/climate-justice-alliance-shutdown/",
      "pubDate": "Thu, 13 Nov 2025 16:36:42 +0000",
      "description": "<p>As the US Congress returns to Washington, D.C. today to vote to end the government shut down, Climate Justice Alliance executive director, KD Chavez, issued the following statement: “As this intentional shutdown comes to a close, we must acknowledge that harm on hard-working families, our local communities, and the natural places we all love continues. […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/climate-justice-alliance-shutdown/\">Climate Justice Alliance Calls on Congress to Put People and Planet First as Shutdown Ends</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "Over 140 Environmental Organizations Demand EPA Withdraw of Rollback of Greenhouse Gas Reporting Program",
      "link": "https://climatejusticealliance.org/over-140-orgs-demand-withdraw-of-rollback-of-greenhouse-gas-reporting-program/",
      "pubDate": "Tue, 04 Nov 2025 14:32:04 +0000",
      "description": "<p>Groups say EPA’s rollback threatens transparency and community right-to-know. Contact: kayla@unbendablemedia.com Washington, D.C. — Today, Climate Justice Alliance, GreenLatinos, and WE ACT for Environmental Justice, together with more than 140 partner organizations, primarily Environmental Justice and Tribal organizations, submitted formal comments opposing the U.S. Environmental Protection Agency’s (EPA) proposal to repeal and suspend the Greenhouse […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/over-140-orgs-demand-withdraw-of-rollback-of-greenhouse-gas-reporting-program/\">Over 140 Environmental Organizations Demand EPA Withdraw of Rollback of Greenhouse Gas Reporting Program</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "Environmental Justice Leaders Submit Joint Opposition to EPA’s Methane Rule Delay",
      "link": "https://climatejusticealliance.org/environmental-justice-leaders-submit-joint-opposition-to-epas-methane-rule-delay/",
      "pubDate": "Thu, 02 Oct 2025 13:12:34 +0000",
      "description": "<p>Contact: kayla@unbendablemedia.com Washington, D.C. — GreenLatinos, WE ACT for Environmental Justice, and the Climate Justice Alliance, together with 106 partner organizations — primarily environmental justice and Tribal organizations — submitted formal comments opposing the U.S. Environmental Protection Agency’s (EPA) proposal to delay compliance deadlines under the Section 111 Methane Rule. The coalition’s letter urges EPA […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/environmental-justice-leaders-submit-joint-opposition-to-epas-methane-rule-delay/\">Environmental Justice Leaders Submit Joint Opposition to EPA’s Methane Rule Delay</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    }
  ]
}