{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-10-07T21:20:29.561645",
  "items": [
    {
      "title": "Bottom-Up Experiences in Recife and Teresina Underpin Brazil’s New National Policy on Urban Peripheries",
      "link": "https://www.wri.org/update/bottom-experiences-recife-and-teresina-underpin-brazils-new-national-policy-urban",
      "pubDate": "Mon, 06 Oct 2025 14:25:48 EDT",
      "description": "<p>Building solutions for urban peripheries — the sprawling, poorly served, low-income informal neighborhoods on the outskirts of Brazilian cities — requires recognizing their value.</p><p>Brazilian peripheries, while poor, often have knowledge, organizational forms and collective practices that are already helping provide concrete responses to everyday challenges. Insights from these existing efforts can support more sustainable solutions for structural issues, such as access to decent housing and basic urban services in the face of the climate crisis.</p><p>The need to better understand and support homegrown solutions in informal neighborhoods has fueled the urban laboratories of <a href=\"https://www.wri.org/initiatives/transformative-urban-coalitions?utm_medium=redirect&utm_source=wrirosscities&utm_campaign=cities\">Transformative Urban Coalitions</a>, a project co-led by WRI in Brazil and Mexico, the United Nations University’s Institute for Environment and Human Security, the International Institute for Environment and Development, and the German Institute for Development and Sustainability.</p><p><a href=\"https://www.wribrasil.org.br/noticias/cidades-brasileiras-abordagens-locais-inovadoras-crise-climatica\">Since 2022</a>, resident-led coalitions in Comunidade do Pilar in Recife and Residencial Edgar Gayoso in Teresina have developed <a href=\"https://www.wribrasil.org.br/atividades/mutiroes-realizam-transformacoes-em-comunidades-de-recife-e-teresina\">bottom-up solutions</a>, strengthened ties and <a href=\"https://www.wribrasil.org.br/atividades/como-qualificacao-de-territorios-vulneraveis-em-recife-e-teresina-gera-acesso\">created opportunities</a> to address climate change and other challenges.</p><p>Now, the success of these projects is trickling up. In 2024, the Brazilian federal government launched <a href=\"https://www.gov.br/cidades/pt-br/novo-pac-selecoes-2025/periferia-viva-urbanizacao-de-favelas\">Periferia Viva</a>, a federal program for slum urbanization led by the National Secretariat for Peripheries. The program directs federal investments toward integrated urban development in peripheral communities across the country, with the goal of transforming 58 marginalized communities across Brazil by promoting slum upgrading, <a href=\"https://publications.iadb.org/publications/english/document/Land-Regularization-and-Administration-Projects-A-Comparative-Evaluation.pdf\">land regularization</a>, new social housing and community participation.</p><h3>From Local Experience to National Impact</h3><p>One of these communities is Peixinhos in Olinda, just north of Recife. There, under Periferia Viva, a new “territorial post” provides a physical space for the program’s technical assistance teams to co-create interventions with residents and oversee implementation.</p><p>Lessons learned from Transformative Urban Coalitions are reflected in the <a href=\"https://www.gov.br/cidades/pt-br/assuntos/publicacoes/arquivos/arquivos/periferias/plano-de-acao-periferia-viva_v16.pdf/\">Periferia Viva Action Plan Guide</a>, a set of recommendations and steps for implementing the action plan, aimed at equipping local actors to deliver inclusive and resilient solutions on the ground. The guide was developed with the support from WRI Brasil, and the technical teams based in the territorial posts are asked to use it to guide their work with communities.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People talking in street.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/eriferia-viva-peixinhos-2_0.jpg?VersionId=iyEcuYJvlBuaIKdjYrlaTKvZaXDETwEt&itok=rLzuSq1m\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Territorial Posts unite teams responsible for co-creating actions with the community. Photo by Silla Cadengue/WRI Brasil</figcaption>\n</figure>\n<p>The Transformative Urban Coalitions project has been a critical proving ground for this approach. In 2023, Guilherme Simões, Brazil’s national secretary for peripheries, visited Comunidade do Pilar to learn about the interventions underway there by community members. In May 2025, he visited Recife again, this time to inaugurate the new Peixinhos territorial post as part of Periferia Viva, alongside other authorities and community leaders.</p><p>The <a href=\"https://www.rehouse.org/\">REHOUSE</a> partnership, supported by WRI, has also influenced Periferia Viva through knowledge sharing, technical assistance on climate justice and guidance on addressing social and environmental inequities. These important lessons on multilevel action are going beyond Brazil, highlighting how community-led interventions can be scaled through national-level policies like Periferia Viva.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1125\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Community discussion.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/comunidade-pilar-0.jpg?VersionId=7VkSeA_RY_3CcojGuyuy0MO9T7r5bxp6&itok=Lgtb4LmS\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Global Consortium for Urban Transformation Alliances visited Comunidade do Pilar. Photo by Millena Oliveira/WRI Brasil</figcaption>\n</figure>\n<h3>Focus on Scaling Up</h3><p>The experience gained from close engagement with communities on resilient and inclusive urban development actions in Recife and Teresina forms the foundation for a new phase of WRI’s support for Periferia Viva.</p><p>Beyond continuing support for the Transformative Urban Coalitions Urban Labs in these cities, WRI Brasil is now coordinating the <a href=\"https://www.wribrasil.org.br/atividades/rede-periferia-viva-lancada-apoiar-acoes-urbanizacao-de-favelas\">Periferia Viva Network</a>, a national practice community aimed at facilitating coordination among the many different actors involved in project implementation and construction in informal neighborhoods.</p><p>This network helps align public policies focused on marginalized communities and promotes knowledge-sharing across regions. By fostering continuous collaboration among stakeholders, it ensures that the lessons learned in Recife and Teresina can be applied elsewhere, increasing the program's replicability.</p><p>The goal is to scale up efforts to enhance and upgrade vulnerable communities through solutions designed with — and for — communities, rather than applying cookie cutter, top-down approaches. The network will encourage dynamic exchanges between diverse experiences, promoting collective learning and the spread of innovative approaches that encourage action while respecting each community’s unique characteristics.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: EAT-Lancet Report Underscores Urgent Need to Make Healthy, Sustainable Food Accessible for All",
      "link": "https://www.wri.org/news/statement-eat-lancet-food-report",
      "pubDate": "Fri, 03 Oct 2025 09:50:08 EDT",
      "description": "<p><span style=\"color: black;\"><strong>LONDON (October 3, 2025) </strong></span><span>—</span><span style=\"color: black;\"><strong> </strong>Today, EAT and </span><em><span style=\"color: black;\">The</span><span> </span><span style=\"color: black;\">Lancet </span></em><span style=\"color: black;\">released the 2025 EAT-</span><em><span style=\"color: black;\">Lancet</span><span> </span></em><span style=\"color: black;\">Commission, a major scientific update to one of the most influential food system reports of the past decade.</span></p><p><a href=\"https://eatforum.org/update/the-2025-eat-lancet-commission-report-launches/\"><span style=\"color: black;\">The report</span></a><span style=\"color: black;\"> outlines how to build healthy, sustainable, and just food systems within planetary boundaries, featuring new scientific evidence and scenario-based pathways to guide global food system transformation.  </span><br /><span style=\"color: black;\"> </span><br /><span style=\"color: black;\"><strong>Following is a statement by Anne Bordier, Director of Food Initiatives at World Resources Institute:</strong> </span></p><p><span style=\"color: black;\">“The report drives home a vital truth: healthy, sustainable eating isn’t just a personal choice – it’s shaped by the systems that put food on our plates every day. It’s the responsibility of food providers and policymakers to make healthy diets with a low carbon footprint the easy, affordable, and irresistible option for all.  </span></p><p><span style=\"color: black;\">“With food prices </span><a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.fao.org%2Fworldfoodsituation%2Ffoodpricesindex%2Fen%2F&data=05%7C02%7Cdarla.vanhoorn%40wri.org%7C1f3d418225834560e1d108de0282e726%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638950958401738001%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=9c2evd7ReSkBk01RwxWtb2kBS1aju6Rwzn0W9%2B846OU%3D&reserved=0\"><span style=\"color: blue;\"><u>up over 35%</u></span></a><span style=\"color: black;\"> since 2019, families are trapped in a triple bind: not enough to eat, struggling to afford nutritious food or living in environments flooded with unhealthy, unsustainable options. This is more than an economic crisis - it’s a profound equity crisis, where the most vulnerable carry the heaviest burden and face the fewest choices.” </span></p><p><span style=\"color: black;\">“</span><a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.worldwildlife.org%2Fpublications%2Fdriven-to-waste-the-global-impact-of-food-loss-and-waste-on-farms&data=05%7C02%7Cdarla.vanhoorn%40wri.org%7C1f3d418225834560e1d108de0282e726%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638950958401754239%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=zmX87cOwu%2BAO2JPw9Bo4HSLgixv0lzIQIOdhisfG07A%3D&reserved=0\" title=\"https://www.worldwildlife.org/publications/driven-to-waste-the-global-impact-of-food-loss-and-waste-on-farms\"><span style=\"color: blue;\"><u>Around 40%</u></span></a><span style=\"color: black;\"> of all food is wasted. Getting more out of the food we already grow is one of the easiest, most impactful steps we can take – with huge benefits for climate, health, and food security. Better storage, surplus redistribution, and clear targets can unlock healthy food for more people while conserving resources and cutting emissions. At the same time, boosting agriculture’s productivity and reducing its environmental footprint will be essential to feed a growing population while protecting nature and the climate.\"</span></p><p><span style=\"color: black;\">“Meeting climate and nutrition goals won’t happen overnight – it takes smart investment, persistence, creativity and real collaboration. Fortunately, a </span><a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.wri.org%2Fresearch%2Fcreating-sustainable-food-future&data=05%7C02%7Cdarla.vanhoorn%40wri.org%7C1f3d418225834560e1d108de0282e726%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638950958401770506%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=prX%2F35bgUFfgn3uujxdOXQiOwtJl%2F8QJiTU3fa7Ryew%3D&reserved=0\"><span style=\"color: blue;\"><u>toolbox full of solutions</u></span></a><span style=\"color: black;\"> grounded in quantitative modeling, behavioral science, consumer insights and industry know-how already exists. The challenge now is scaling what works – making healthy, sustainable food the default, not the exception.” </span></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: P4G Awards $3.8M to 14 Climate Startups Driving Green Innovation in Emerging Markets",
      "link": "https://www.wri.org/news/p4g-round-4-climate-startup-funding-2025",
      "pubDate": "Wed, 01 Oct 2025 14:59:35 EDT",
      "description": "<p><strong>WASHINGTON (October 1, 2025) </strong>— Today, World Resources Institute's <a href=\"https://p4gpartnerships.org/\" target=\"_blank\">Partnering for Green Growth and the Global Goals 2030</a> (P4G) awarded $3.8 million in grants and technical assistance to 14 climate startups across Africa, Latin America and Southeast Asia. This funding will help these early-stage businesses grow breakthrough solutions — from clean cooling systems in Vietnam to water-absorbing pavers in Indonesia, and solar-powered dryers for agricultural crops in Kenya<em> </em>— making them investment-ready to accelerate green growth in emerging markets. </p><p>Mobilizing climate finance is one of the most urgent priorities of our time. Achieving this requires unprecedented investment in innovative solutions that can rapidly reduce emissions, build resilience and support a just transition for communities around the world. Yet in emerging markets, startups with promising solutions often face steep barriers to growth.  </p><p>While graduation rates from early-stage funding – commonly known as seed – to their first major investment round (Series A) <a href=\"https://www.jpmorgan.com/content/dam/jpmorgan/documents/cb/insights/banking/commercial-banking/cb-insights-banking-startup-insights-report.pdf\" target=\"_blank\">average 20–30%</a> in developed markets, they drop to around <a href=\"https://www.lavca.org/wp-content/uploads/2024/08/LAVCA_Startup-Ecosystem-Insights_2024-1.pdf\" target=\"_blank\">10%</a> in Latin America and just <a href=\"https://partechpartners.com/africa-reports/2024-africa-tech-venture-capital-report/equity-breakdown\" target=\"_blank\">5%</a> in Africa. Common challenges include financial modeling, preparing investor documentation and developing effective pitch and marketing materials. </p><p>P4G bridges these gaps by pairing startups with nonprofits and technical experts to strengthen their business models, ESG strategies and market positioning. Through its National Platforms – public-private coalitions at the country level – P4G also connects startups with government agencies, facilitates policy dialogues and hosts workshops to foster a more enabling environment for climate businesses. </p><p>“Climate startups are powerful engines of innovation and play a key role in accelerating the transition to a low-carbon future,” said <strong>Robyn McGuckin, Executive Director, P4G</strong>. “From working closely with these entrepreneurs, we’ve seen how targeted funding and hands-on support can unlock their full potential – helping them scale faster, create jobs, boost local economies and deliver climate solutions that the world can’t afford to wait for.”  </p><p>One of the newly funded partnerships, <a href=\"https://p4gpartnerships.org/pioneering-green-partnerships/all-p4g-partnerships/vox-cool-assist\" target=\"_blank\">VOX Cool – ASSIST Vietnam</a>, will use its funds to scale “Cold Battery” technology — an affordable, low-emission cooling solution that stores thermal energy for when it’s needed most. By ensuring reliable, energy-efficient refrigeration, it cuts electricity costs, reduces fossil fuel reliance and prevents food spoilage.  </p><p>“We are scaling a technology that not only reduces food loss and emissions in Vietnam but can also serve as a model for how emerging markets build more efficient and cleaner cold chain systems,” <strong>said Dr. Khoa Le, co-founder and CEO, VOX Cool</strong>. “With P4G’s support, we can scale faster, create greater value for farmers and businesses, and demonstrate how innovative cooling can drive both economic growth and climate action.”  </p><p>Other partnerships receiving funding include: </p><ul><li><a href=\"https://p4gpartnerships.org/pioneering-green-partnerships/all-p4g-partnerships/parsons-kinetics-acosol\" target=\"_blank\"><strong>Parsons Kinetics - ACOSOL</strong></a><strong> </strong>– patented wind turbines inspired by the aerodynamics of the Varasanta tree seed in Colombia.</li><li><a href=\"https://p4gpartnerships.org/reservoair-kopernik\" target=\"_blank\"><strong>ReservoAir - Kopernik</strong></a><strong> </strong>– porous pavers that absorb water 100x faster than conventional paver and reduces the risk of flooding in Indonesia.</li><li><a href=\"https://p4gpartnerships.org/pioneering-green-partnerships/all-p4g-partnerships/synnefa-solidaridad\" target=\"_blank\"><strong>Synnefa - Solidaridad</strong></a><strong> </strong>– Solar dryers that use smart technology to cut agricultural crop drying time from weeks to just 2–3 days in Kenya. </li></ul><p>These startups provide real-world evidence of what works to tackle pressing challenges in food systems, energy, transport and water, helping to attract private sector investment and de-risk the climate innovation space.   </p><p>Since 2018, P4G-backed partnerships have leveraged this support to raise over $211 million in commercial and non-commercial investments, create over 17,000 green jobs, produce nearly 7.9 million metric liters of clean water, reclaim more than 130,000 metric tons of waste and revitalize over 307,000 hectares of land with climate smart agricultural practices. These outcomes underscore P4G’s long-term commitment to catalyzing green growth and scaling market-based climate solutions in emerging economies. </p><p>P4G received 167 applications for this round of funding. An <a href=\"https://p4gpartnerships.org/team#igc\" target=\"_blank\">Independent Grants Committee</a>, comprising climate and impact investing experts, evaluated the shortlisted partnerships to select the final recipients. The new partnerships will focus on advancing impact in Colombia, Ethiopia, Indonesia, Kenya, South Africa and Vietnam. </p><p>Explore the full list of partnerships <a href=\"https://p4gpartnerships.org/p4g-partnerships?field_partnership_year_target_id=All&field_round_value=round_4&field_focus_area_target_id=All\">here</a>. </p><p><strong>About P4G </strong> </p><p>P4G helps early-stage climate startups in emerging markets and developing economies become investment ready. We provide startups with grants and technical assistance, and partner them with national level public-private platforms to help navigate the marketplace. Through this approach, P4G strengthens market systems for climate entrepreneurs and accelerates just and resilient country economic transitions. Hosted by World Resources Institute and funded by Denmark, the Netherlands and the Republic of Korea, P4G accelerates food, water and energy partnerships in Colombia, Ethiopia, Indonesia, Kenya, South Africa and Vietnam. To learn more, visit <a href=\"https://www.p4gpartnerships.org/\" target=\"_blank\">www.p4gpartnerships.org</a>. </p><p><strong>About World Resources Institute </strong> </p><p>WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.   </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Perfect Storm Fueling Pakistan’s Solar Boom",
      "link": "https://www.wri.org/insights/pakistan-solar-energy-boom",
      "pubDate": "Wed, 01 Oct 2025 12:00:00 EDT",
      "description": "<p>Pakistan has witnessed one of the most rapid and unanticipated transitions to clean energy, driven largely by homes and businesses installing rooftop solar panels. In just a few years, the country’s electric grid <a href=\"https://cleantechnica.com/2025/04/04/pakistans-22-gw-solar-shock-how-a-fragile-state-went-full-clean-energy/\">transformed</a> from negligible solar power to an expected 20% of all its electricity coming from solar by 2026.</p><p>What began as modest adoption under a 2015 incentive program turned into a mass phenomenon a decade later, with households, businesses and farmers rapidly turning to solar. While energy transitions are often imagined as a complicated political process that requires long-term planning, international climate finance or industrial policy, Pakistan proves a different story is possible: A revolution driven by market forces, rather than climate-driven or state-led green policies.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Rooftop solar panels in the city of Karachi, Pakistan. \" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-10/pakistan-solar-panels-rooftops_0.jpg?VersionId=dpD.JrJezUtND_abb7FXxj9Wj0ux3ql9&h=c6980913&itok=AUgevh-W\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Solar panels on homes and businesses in Karachi, Pakistan. The country is witnessing a people-led solar energy transformation. Photo by Hexzain / Shutterstock.</figcaption>\n</figure>\n<h3>A Perfect Solar Storm</h3><p>Solar adoption in Pakistan resulted from a “perfect storm” of supply and demand.</p><p>On the demand side, an unprecedented hike in electricity tariffs — up 155% in just three years — <a href=\"https://paklaweservice.com/updates/PLP-others/PakistanEconomicSurvey2024-25.pdf\">rendered grid power unaffordable</a> for many people and businesses. Industrial and residential users faced sharp price increases as subsidies were withdrawn. Simultaneously, Pakistan’s economic crisis, high global fuel prices and mandatory fixed costs to maintain underutilized fossil-fuel plants compounded the spiralling costs.</p><p>On the supply side, global solar panel prices fell by nearly 50% due to Chinese manufacturing overcapacity, while Pakistan <a href=\"https://uploads.renewablesfirst.org/The_Great_Solar_Rush_in_Pakistan_38157451a3.pdf\">exempted solar photovoltaic (PV) imports</a> from duties and sales taxes until mid-2025. Together, these factors made rooftop solar systems (also known as distributed solar PV) financially attractive.</p><p>In agriculture, the removal of diesel subsidies further <a href=\"https://paklaweservice.com/updates/PLP-others/PakistanEconomicSurvey2024-25.pdf\">tipped the balance toward solar pumps</a>, while maintaining the grid stability <a href=\"https://documents.worldbank.org/en/publication/documents-reports/documentdetail/099062824120620952#:~:text=This%20report%20is%20based%20on,(MTF)%20for%20Energy%20Access.\">made solar appear more dependable than grid</a>.</p><p>The combination of these demand- and supply-side disruptions made solar an infrastructure of necessity. It offered cheaper, more reliable and more immediate energy relief compared to the grid. Pre-existing policies which supported this included the favorable net-metering policy — which subsidized customers to sell power into the grid at a price higher than just the fuel saving; legacy subsidy programs for off-grid solar for rural households and agriculture; and policies for development of utility-scale power plants.</p><p>Between 2019 and 2025, cumulative solar panel imports <a href=\"https://paklaweservice.com/updates/PLP-others/PakistanEconomicSurvey2024-25.pdf\">surpassed Pakistan’s total installed power plant capacity by 2 gigawatts (GW)</a>. Yet only a fraction of this was utility-scale (0.7 GW) and connected to the grid suggesting a paradigm shift in the country’s power sector, with rapid growth of small solar PV systems, the actual scale of which is difficult to estimate.</p><h3>The Early Adopters</h3><p>Pakistan’s residential sector became an important early adopter as it sought more affordable electricity, particularly by households consuming large amounts of electricity. They faced volume-based prices where the last unit of electricity used is priced at a much higher rate than the first unit in an effort to protect energy access for its poorer residents. As tariffs rose steeply, many high-consumption households installed rooftop systems to reduce demand on the grid. In 2020, 10% of consumers were paying unsubsidized tariffs. By 2024, that number decreased to 1%, while those benefiting from net-metering policies <a href=\"https://uploads.renewablesfirst.org/The_Great_Solar_Rush_in_Pakistan_38157451a3.pdf\">rose from 57% to 89%</a>.</p><p>Off-grid households, especially in remote provinces like Balochistan and Sindh, where grid access remains below 70%, have increasingly come to rely on stand-alone PV systems, as well. With an estimated capacity between <a href=\"https://documents.worldbank.org/en/publication/documents-reports/documentdetail/099062824120620952#:~:text=This%20report%20is%20based%20on,(MTF)%20for%20Energy%20Access.\">1 GW and 1.7 GW</a>, stand-alone solar home systems are now the most common off-grid electricity source, enabling households in poor and remote areas to access daytime electricity for their basic needs — a service that was until now unavailable to them.</p><p>Farmers, too, were among the earliest movers in the agricultural sector’s shift away from using diesel generators and/or an unreliable power grid. Contributing <a href=\"https://www.pakistangulfeconomist.com/2025/01/14/agriculture-in-pakistan-a-comprehensive-overview/#google_vignette\">roughly 19% of the country’s GDP and employing about 38% of its workforce</a>, the trajectory of the agricultural sector’s shift to using solar  represents one of the least discussed but most transformative changes.</p><p>Of the 1.5 million to 2 million nationwide tube wells (which are pumps that provide groundwater to crops), <a href=\"https://documents.worldbank.org/en/publication/documents-reports/documentdetail/099062824120620952#:~:text=This%20report%20is%20based%20on,(MTF)%20for%20Energy%20Access.\">80% relied on imported diesel units unconnected to the grid</a>. As diesel became expensive with the removal of subsidies, solar pumps became much more cost effective. At the same time, the grid was becoming more unreliable, also motivating a shift to solar. As a result, agricultural electricity demand decreased by 34.3% in 2024.</p><p>Estimates by experts suggest that half of the tube wells will switch to solar power, adding 5.6 GW to 7.5 GW of distributed PV capacity — equivalent to 1 million U.S. residential rooftop solar systems. This shift has not only restructured energy in rural Pakistan but also reduced dependence on costly imported diesel.</p><p>Businesses in the industrial sector also embraced renewable systems to hedge against both tariff hikes and frequent electricity supply interruptions. Given that industry was already dependent on expensive backup diesel and gas generators, the removal of subsidies improved the business case for solar adoption in the industrial sector as well. Export-oriented industries, especially textiles, found solar doubly beneficial – lower costs and cleaner electricity for global competitiveness. While solar plus batteries cannot yet ensure full energy independence, it has significantly reduced the strain on the electricity grid, with industrial demand falling from 31,008 GW per hour (GWh) in fiscal year 2023 to <a href=\"https://paklaweservice.com/updates/PLP-others/PakistanEconomicSurvey2024-25.pdf\">27,830 GWh in fiscal year 2024</a>.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Solar panels in an agricultural field in Pakistan.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-10/solar-panels-pakistan-agriculture_0.jpg?VersionId=_I2LWlkXS7GpLbhjpTBRSzpcikKWEWeC&h=c6980913&itok=-6IbCks7\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Solar panels in agricultural fields have become popular in Pakistan as an inexpensive way of generating electricity for solar pumps that irrigate the land. Photo by GreenThumbShots / Shutterstock.</figcaption>\n</figure>\n<h3>Financing, Informal Economies and Community-Built Infrastructures</h3><p>Perhaps the most distinctive feature of Pakistan’s solar transition is its facilitation by a new wave of mostly self-taught solar entrepreneurs who entered the market during the country’s economic decline beginning in 2022. Leveraging informal merchandise networks in rural areas and importing solar panels through wealthy Pakistani trading houses from China, they have created hyperlocal supply chains that extend into Pakistan’s interior lands. Technicians have learned installation and maintenance by doing — circulating knowledge within communities and via YouTube and WhatsApp groups. These people-led efforts built a domestic workforce and created exportable skills, with Pakistani solar technicians now finding opportunities abroad.</p><p>Civil society and non-governmental organizations have also helped facilitate the transition by piloting school solarization or bundling small household systems with microfinance. The dominant pattern, however, is vernacular: infrastructures improvised through neighborhood electricians, local supply chains and community trust. Social proof reinforced this spread — seeing peers succeed (and often reduce their electricity bills to near zero) increased the attractiveness and reduced the risk perception for new adopters.</p><p>Moreover, what began as a solar rush is now evolving into a solar-plus-storage story, as imports of lithium-ion batteries grew in 2024 alongside solar PV imports, despite high taxes and import duties. Alongside 17 GW of solar PV imports in 2024, Pakistan imported an estimated <a href=\"https://ieefa.org/resources/net-metering-reforms-and-grid-challenges-amid-pakistans-solar-rise\">1.25 GWh of lithium-ion batteries</a>. Battery storage allows households and businesses to not just save money during the daytime, but also use stored energy in morning and evening hours to minimize outages and better optimize the electric grid. Though nascent, battery adoption is rising and will soon become another source of income to help stabilize Pakistan’s overall electricity grid.</p><h3>Solar as an Equalizer of Energy Access</h3><p>One of the most profound yet under-acknowledged dimensions of Pakistan’s solar boom is how it’s facilitated energy access after 60 years of trying to do this with subsidized fossil fuels. Instead of just urban areas and industrial clusters, where the grid is centralized, vast swaths of rural Pakistan that were previously unserved by the grid, now has access to low-cost electricity.</p><p>For rural households, stand-alone PV systems mean that access to lighting, connectivity and cooling are no longer contingent on state investment in transmission lines. For schools, solarization is enabling study sessions, functioning fans during heat waves and reliable power for learning — outcomes that directly address decades of infrastructural neglect due to the high costs of importing diesel fuel. Rural health clinics, too, are beginning to operate refrigerators for vaccines and equipment for basic diagnostics, where unreliable electricity made sophisticated electronics unworkable.</p><p>By creating new access opportunities in marginalized communities, solar challenges the entrenched inequities of Pakistan’s energy regime. However, this democratizing potential is still uneven: Households able to afford storage systems or larger arrays benefit more than those limited to small daytime systems. Yet, even within these limits, solar has begun to blur the structural divides between the grid-connected and the energy-poor, offering an incremental correction of historical legacies.</p><h3>Emerging Challenges</h3><p>Despite the staggering rates of adoption, contradictions continue to persist. Distributed solar has reduced grid demand, triggering what analysts describe as a <a href=\"https://ieefa.org/resources/net-metering-reforms-and-grid-challenges-amid-pakistans-solar-rise\">potential utility death spiral</a>. Electric companies, already plagued by 20% transmission losses and endemic theft, now face collapsing revenues as high-paying consumers defect. Pakistan faces a paradox — a surplus of fossil-fuel plants with installed capacity of 46 GW under the China–Pakistan Economic Corridor partnership is now underutilized, but the U.S.-dollar denominated debt still has to be repaid. As more high-paying consumers defect, revenues collapse and electricity rates go up due to fixed capacity payments to idle thermal plants, deepening circular debt.</p><p>Policy responses — such as eliminating net-metering programs and imposing a 10% tax on imported panels — are unlikely to reverse the trajectory. Further, as central and provincial policies continue to act at cross-purposes, with provincial authorities promoting agricultural solarization, and the federal government imposing import taxes to stabilise revenues, these contradictions may push more consumers towards off-grid systems, accelerating the fragmentation of the power sector.</p><h3>How Can Pakistan Maintain Its Solar Momentum?</h3><p>Pakistan’s solar transition has demonstrated a definitive shift from technology commercialization to full market acceptance of renewable energy among lower-income communities. It is neither a climate-driven decarbonization nor a state-led green transition, but a counter-infrastructure of necessity that has expanded access at a pace unimaginable through conventional planning. What began as fragmented responses to tariff hikes and unreliable supply, has grown into one of the most striking people-led energy shifts in history.</p><p>While contradictions remain — utilities face revenue collapse and uneven finance access risks deepening divides — the broader trajectory is still transformative. Solar has displaced expensive imported fossil fuels, powered education and health care institutions, and given households and farmers a measure of energy sovereignty long denied by the centralized grid. Equally important, it has fostered new skills, livelihoods and forms of collective learning that extend well beyond energy.</p><p>Momentum is likely to accelerate as cost declines, supply chains improve and storage becomes standard on all new deployments. With localized guidelines, skill investment and recognition of solar PVs role in expanding energy access, Pakistan’s people-led transition can evolve from an infrastructure of necessity into a foundation for resilience, opportunity and social renewal.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Colombia Updates its Climate Commitments to 2035",
      "link": "https://www.wri.org/news/statement-colombia-updates-its-climate-commitments-2035",
      "pubDate": "Fri, 26 Sep 2025 11:43:11 EDT",
      "description": "<p><strong>Bogotá, D. C., Colombia (September 26, 2025)</strong> — Colombia has submitted its new national climate plan, or Nationally Determined Contribution 3.0 (NDC), committing to limit its emissions in 2035 to a maximum of between 155 and 161 million tons of carbon dioxide equivalent (MtCO2eq). Colombia has also reaffirmed its commitment to reduce black carbon emissions by 6,130 to 8,873 tons by 2035 compared to 2014 emissions, excluding forest fires.</p><p>The country’s new NDC also includes a climate adaptation component aimed at “reducing risk and the socio-economic impacts associated with climate variability and change.” Eight priorities have been defined for this component: biodiversity and ecosystem services; water resources; food security and agricultural production; human health; infrastructure; disaster risk management; cultural heritage; and human settlements.</p><p><em>Note: The Spanish version of this statement is </em><a href=\"https://es.wri.org/noticias/colombia-actualiza-sus-compromisos-climaticos-con-miras-al-2035\"><em>available here</em></a><em>.</em></p><p><strong>Following is a statement by Carolina Useche, Director of Climate, Economics, and Finance at WRI Colombia:</strong></p><p>“This NDC update sends an encouraging signal of continuity in climate governance in our country. The declarative version, approved by the Intersectoral Commission on Climate Change, reaffirms Colombia’s international commitments not only to emissions reduction and the protection of strategic ecosystems such as the Amazon, but also to promoting socio-economic development that benefits people, nature and the climate.</p><p>“The update also highlights the inclusion of a loss and damage component, recognizing it as a reality and as a pillar of climate action. The goal is to foster greater financial support from the international community.</p><p>“In addition, as one of the first countries to endorse the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multi-Level Partnerships</a> (CHAMP) declaration, Colombia’s NDC acknowledges the role of <a href=\"https://thecityfix.com/blog/how-subnational-governments-are-shaping-colombias-next-generation-climate-commitments/\">subnational governments</a> in planning and implementing measures to both mitigate and adapt to climate change. The country will seek to promote governance that integrates national and subnational perspectives on climate action to meet its national climate goals.</p><p>“For over a decade, WRI has supported Colombia in defining and implementing its international commitments under the Paris Agreement, including the <a href=\"https://www.wri.org/outcomes/important-countries-identify-opportunities-climate-action\">NDC</a> and Colombia’s Long-Term Climate Strategy (<a href=\"https://www.wri.org/outcomes/education-campaign-public-servants-students-advances-climate-action-colombia\">E2050</a>). Under this new NDC, WRI will continue providing technical assistance to the country to advance evidence-based climate action.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "From the Ground Up: How Community-Based Organizations Can Build an Equitable and Clean Energy Future",
      "link": "https://www.wri.org/technical-perspective/community-based-organizations-clean-energy-solar-programs",
      "pubDate": "Thu, 25 Sep 2025 08:20:17 EDT",
      "description": "<p>Across the United States, energy rates continue to climb and contribute to energy inequities. Since 2021, the average residential electricity bill increased by $22 per month, adding up to an additional $264 per year, with more price hikes projected through 2030. The rise is largely <a href=\"https://powerlines.org/wp-content/uploads/2025/04/PowerLines_Utility-Bills-Are-Rising_2025-1.pdf\">driven by inflation, aging grid infrastructure and</a> growing electricity demand from data centers.  A recent analysis by the <a href=\"https://www.americanprogress.org/article/with-americans-facing-utility-bill-increases-this-year-the-one-big-beautiful-bill-act-threatens-to-drive-costs-even-higher/\">Center for American Progress</a> found that nearly 60 utilities have either raised or are proposing to raise electric and gas rates by a combined $41.9 billion — impacts that could reach over 80 million customers.</p><p>Electricity rate hikes disproportionately impact low-income households. According to the <a href=\"https://www.aceee.org/sites/default/files/pdfs/data_update_-_city_energy_burdens_0.pdf\">2024 Policy Brief on City Energy Burdens</a> by the American Council for an Energy Efficient Economy (ACEEE), one in four low-income households spends more than 15% of their income on energy, far exceeding the 6% threshold that indicates high burden. Black, Latino, Indigenous and immigrant households are disproportionately represented among these families, reflecting the legacy of discriminatory housing policies, inefficient housing stock and limited access to energy efficiency upgrades. The same ACEEE analysis found that nearly 77 million households, or one in every two households, have had to reduce or forego essentials like medicine or food at least once or twice to pay utility bills. </p><p>While low-income communities already face the greatest risk of climate-related impacts such as urban heat, extreme weather events and pollution, they are also being excluded from the decisions that offer potential solutions to the energy affordability crisis, such as clean energy.</p><p>Clean energy can help improve affordability by directly reducing households’ monthly utility bills and providing long-term price stability. While installing solar panels often requires high upfront costs that put it out of reach for historically disadvantaged or low-income households, once the system is installed, it provides families with a cheaper, more reliable and independent energy supply.</p><p>Subscriber-based community solar can also offer similar benefits but with even lower commitment that allows renters to participate. Low- to moderate-income (LMI) solar programs provide key financial support mechanisms, such as grants, rebates, on-bill financing, third-party ownership models and community solar options, that eliminate or reduce upfront payments. By covering or deferring these initial expenses, LMI solar programs provide a pathway for households to reap the long-term benefits of clean energy.</p><p>To avoid unintended obstacles to program uptake and address systemic barriers, successful LMI solar programs are designed together with the communities they aim to serve. Community-based organizations (CBOs) can be a key partner in this process, ensuring that program details such as financing options, outreach and program administration meet the needs of communities as well as thoroughly address the energy burden crisis and expand reliable, affordable and accessible clean energy.<strong>                       </strong></p><h3>The Case for CBO Leadership</h3><p>Locally formed and staffed by residents of nearby communities, <a href=\"https://www.wri.org/insights/justice40-community-based-organizations-environmental-justice\">CBOs</a> can take many forms; their missions typically center around religion, food, health care, education, housing, social services and/or community development. Given this local focus, CBOs have a deep understanding of local circumstances that allows them to act as trusted community liaisons: advocating for the community’s specific needs, educating residents on various issues, raising awareness about available resources and ensuring that community voices are heard through town halls, door-to-door outreach and focus groups.</p><p>Throughout May and June, WRI met with 10 environmental and equity-focused CBOs from across the United States to better understand their role in the community and their involvement in programmatic decisions for LMI-focused solar energy programs. From those conversations, we determined that many CBOs possess three key characteristics which make them uniquely qualified to not just champion or facilitate LMI solar programs, but also to inform and design them.</p><p>First, they are deeply trusted in the communities that they serve — their people and work are well-known among community members. Second, they are accessible; they routinely engage with the community in a capacity that makes them approachable and reliable. Lastly, they have a deep understanding of the local context, derived from their own belonging and familiarity with the community that they serve.</p><p>Based on these conversations, plus feedback from a WRI-hosted <a href=\"https://www.wri.org/events/2025/6/advancing-energy-equity-locally-led-solar-how-cbos-are-lighting-path-community-impact\">webinar on CBO-led clean energy programs</a>, and an analysis of LMI-focused solar program case studies, the team identified four persistent barriers that CBOs described as limiting solar adoption by LMI households:</p><ol><li>Homes need repairs first, such as roof repairs or replacements and electrical upgrades.</li><li>For residential rooftop solar, even with the few remaining available financial incentives, installation costs are still too high.</li><li>Program requirements or applications are complex and difficult for residents to navigate.</li><li>There is a disconnect with or distrust of solar developers due to <a href=\"https://www.utilitydive.com/news/residential-rooftop-solar-complaints-tax-credits-fraud-deceptive-abusive-practices/651774/\">occasional predatory practices and deceptive actors</a>.</li></ol><h3>How CBOs Can Plug in Now</h3><p>How can CBOs solve these barriers by using their unique perspective to serve as a bridge between communities and solar programs? WRI identified seven strategies that CBOs can utilize to promote successful design and implementation of LMI-focused solar energy programs. These strategies range in both levels of effort required and approach, so CBOs of all sizes and capacities can help advance energy equity in their communities.</p><h4>1. Amplify success stories and testimonials to build trust.</h4><p>Solar implementation can have a “ripple effect” thanks to peer modeling. When one neighbor successfully installs solar panels, others are <a href=\"https://emp.lbl.gov/news/berkeley-lab-study-explores-how-low#:~:text=Low-income%20households%20are%20more,neighbors%20to%20install%20solar%20too\">more likely to follow</a>. CBOs can amplify local success stories and highlight the benefits of solar, building trust and increasing community interest in the technology. </p><h4>2. Raise community awareness of existing solar programs.</h4><p>CBOs are often more trusted messengers than government staff when it comes to community programming. They can provide resources and materials on existing solar programs and ensure that all communities have access to the cost-saving benefits of renewable energy.</p><h4>3. Help co-design programs by tailoring solutions to overcome local barriers.</h4><p>CBOs can engage with grant recipients and <a href=\"https://www.cesa.org/wp-content/uploads/SFA-for-CBOs.pdf\">city sustainability teams</a> to make sure that programs center community priorities and are accessible, attractive and relevant for the communities that they support.</p><h4>4. Identify workforce development programs and connect with community members.</h4><p>A <a href=\"https://www.cesa.org/wp-content/uploads/Regional-Summaries-US-Community-Based-Organizations-and-Their-Relationship-to-Solar-Energy-Development.pdf\">strong local workforce</a> helps successfully scale rooftop and community solar projects. CBOs can do more than support the design and facilitation of training programs; more importantly, they can also leverage established relationships to <a href=\"https://www.jff.org/wp-content/uploads/2023/09/What_Can_CBOs_Teach_Us_About_Achieving_Equity_in_Workforce_Development_122023.pdf\">ensure residents can access career pathways</a> as the clean energy economy evolves.</p><h4>5. Help residents navigate and enroll in various energy assistance programs.</h4><p>Low-income solar programs can require extensive paperwork to apply — including income verification and access to past electricity bills — that serve as a barrier to participation. CBOs can help <a href=\"https://www.cesa.org/wp-content/uploads/Implementing-Washington-DCs-Solar-for-All-Program.pdf\">streamline this process</a> by providing checklists on what is needed to sign up, as well as by holding in-person Q&A events that work to demystify the application process.</p><h4>6. Join community task forces, working groups and/or advisory committees to discuss barriers and solutions to low-income solar.</h4><p>Because CBOs are often a trusted entity with whom community members can voice concerns and develop solutions, they often have a unique and holistic understanding of the barriers to low-income solar adoption. They can use this knowledge to develop solutions in key community forums, such as task forces, working groups and/or advisory committees.</p><h4>7. Vet solar installers and developers to streamline collaboration and build trust with program participants.</h4><p>Many low-income households may hesitate to adopt solar due to unfamiliarity with and distrust of installers and developers. CBOs can play a critical role in protecting residents from deceptive practices in a variety of ways. By vetting solar vendors and contractors, fostering direct engagement and guiding investors on equitable engagement strategies, CBOs can foster trust between installers and developers and community members. Partnering with government-led group procurement can also help provide assurance to program participants that the contractors are trusted.</p><p>These strategies aim to expand opportunities for CBO involvement in energy equity and LMI solar initiatives. However, many CBOs are already active in solar program design and implementation; across the country, numerous organizations have successfully advanced rooftop solar adoption among LMI households.</p><h3>Replicable Pathways: Templates for Community-Driven Solar Success</h3><h4>Georgia Interfaith Power & Light (GIPL)</h4><p>GIPL supports faith communities in adopting solar energy through its <a href=\"https://gipl.org/solar#:~:text=GIPL%20helps%20faith%20communities%20and%20religious%20schools%20explore,commitment%20to%20being%20better%20stewards%20of%20Sacred%20Earth\">Congregational Solar Program (CSP)</a>, which has been active since 2018. GIPL assists houses of worship by serving as a liaison between congregations, vetted installers and utilities to streamline effective projects. The CSP facilitates solar feasibility studies, reviews proposals with congregations and supports decision-making around financing options — including if and how to utilize power purchase agreements, grants, tax incentives such as <a href=\"https://www.wri.org/insights/direct-pay-clean-energy-tax-credits-us-benefits\">direct pay</a> (authorized through the Inflation Reduction Act) and GIPL’s own solar loan fund.</p><p>Through education, storytelling and media outreach, GIPL raises awareness and inspires other congregations to follow suit. It provides materials such as one-pagers, social media graphics and case studies to build trust and demonstrate the real impact of solar savings. Their approach aims to create a ripple effect: enabling faith communities to become solar adopters, reinvesting some of that savings into local needs and inspiring broader community transformation.</p><p>So far, GIPL has installed 620 kilowatts across 25 projects, offsetting 3,541 metric tons of carbon dioxide annually. GIPL is proving that CBOs are not peripheral to clean energy implementation but rather are essential to building a just solar future.</p><p>When asked what advice GIPL would give to other CBOs looking to engage with program administrators and local governments around clean energy, Hannah Shultz, GIPL’s program director, emphasized the need for resource planning and partnership development, specifically establishing relationships with the program administrator, as GIPL did with Georgia BRIGHT, and connecting with pro-bono organizations, such as Lawyers for Good Government. This external support and technical resources were key in establishing and expanding GIPL’s solar assistance program. Many other participants in the June 2025 webinar agreed, with 70% of respondents asserting they needed more one-on-one coaching, formal guidance and toolkits to implement the proposed strategies.</p><h4>Washington, D.C.’s Solar for All Program<strong> </strong></h4><p>In administering <a href=\"https://www.cesa.org/wp-content/uploads/Implementing-Washington-DCs-Solar-for-All-Program.pdf\">Washington, D.C.’s Solar for All program</a> since 2016, the D.C. Department of Energy and Environment collaborated closely with CBOs to ensure program success. The locally run program was enabled and funded through the Renewable Portfolio Standard of 2016 and served as a model for the 2022 national program. At the program’s outset, CBOs assisted in generating support and community buy-in for the program, as communities were justifiably hesitant to subscribe to a program that seemed too good to be true. Key supporting activities included writing letters of support for the Solar for All program, which were used to recruit new subscribers, and meeting with community members to share program details through trusted messengers. Throughout the program, CBOs served as crucial connectors between the program administrator and communities to ensure fair treatment of subscribers and achievement of program goals.</p><h4>Michigan's Solar for All Program</h4><p>Michigan’s Department of Environment, Great Lakes, and Energy was one of the Environmental Protection Agency’s (EPA) Solar for All grant awardees which included CBOs as integral in producing an inclusive program that reflected community priorities in its design and implementation. The <a href=\"https://www.michigan.gov/egle/about/organization/climate-and-energy/mi-healthy-climate-plan/funding/ggrf/mi-solar\">MI Solar for All program</a> also highlighted the various roles that CBOs played in implementing LMI solar programs. For community solar projects, CBOs may be site hosts and design projects to benefit their communities, such as resilience hubs. Alternatively, CBOs could assist in identifying site hosts for community solar projects. For residential rooftop solar projects, CBOs can play a critical role in engaging community members, raising awareness of the program and advising on program application.</p><p>The MI Solar for All program envisioned its partner CBOs as a key instrument for educating community members about energy efficiency, enabling upgrades, solar and energy storage, as well as how such technologies are helpful in lowering household electricity bills. To build this out, it organized a focus group of CBOs to understand the communities they intend to serve, tailor engagement strategies, address barriers to previous program participation and discuss how best to on-board CBOs as formal, compensated partners.</p><p>Although the MI Solar for All program, which provided free low-cost solar for LMI residents in all 50 states, was formally canceled by the EPA in August 2025, ongoing legal challenges mean its future remains uncertain. City and state leaders, however, can take lessons from the program’s approach.</p><h3>Conclusion</h3><p>Solar deployment is a critical part of the solution to rising energy costs, and the path to equitable and affordable clean energy begins at the community level. CBOs bring lived experience, cultural understanding and respect, and deep local trust that cannot be replicated by outside actors. When included as true partners, CBOs can transform solar programs from technical interventions into community-driven solutions that meet families and households' energy needs. Without their leadership, many programs risk reinforcing existing energy inequities instead of dismantling them.</p><p>Policymakers, utilities and program administrators must commit resources, decision-making power and long-term partnerships to ensure CBOs are not only consulted but positioned as co-leaders in clean energy deployment. Funders and advocates can accelerate progress by investing in CBO capacity, offering technical support, and amplifying their success stories to catalyze replication nationwide. Most importantly, communities must be empowered to shape the clean energy future on their own terms.</p><p>To thoroughly address energy insecurity and ensure that the benefits of solar reach those who need them most, we must center equity, trust and community leadership at every stage. The question is not whether community leaders should lead, but how we can remove barriers to their participation and provide clearer entry points into program design, ultimately ensuring all communities will experience the benefits from the clean energy transition.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: China Announces New Climate Target",
      "link": "https://www.wri.org/news/statement-china-announces-new-climate-target",
      "pubDate": "Wed, 24 Sep 2025 22:00:00 EDT",
      "description": "<p><strong>NEW YORK (September 24, 2025)</strong> — At the UN Secretary-General’s Special High-Level Event on Climate Action, Premier Li Qiang announced that China will cut greenhouse gas emissions by 7-10% by 2035 as part of its national climate commitment under the Paris Agreement.</p><p>China also made several sectoral commitments, including to: increase the share of its non-fossil fuels in its total energy consumption to over 30%, expand the installed capacity of wind and solar to over 6 times 2020 levels, striving to bring the total to 3,600 gigawatts, increase forest stocks to 24 billion cubic meters, and make electric vehicles the mainstream of new sales.</p><p>The following are statements from WRI’s Global Climate, Economics and Finance Program and WRI China.</p><p><strong>Melanie Robinson, Global Climate, Economics and Finance Director at World Resources Institute:</strong></p><p>“China has committed to a 7-10% emissions reductions target from peak levels, striving for more. This includes an absolute target and all greenhouse gases for the first time.</p><p>“Depending on assumptions, delivering the top end of this target by 2035, would require a decline at least 3 times faster from 2035 to reach China’s 2060 net zero target. </p><p>“However, if China’s pace of deployment of renewables and EVs, and rate of emissions decrease (which was <a href=\"https://www.carbonbrief.org/analysis-record-solar-growth-keeps-chinas-co2-falling-in-first-half-of-2025/\">1% in the first half of 2025</a>, year over year), continues, China would overdeliver on its 2035 target. China has overdelivered in some areas in the past, notably on renewables. Renewables, batteries and EVs are together contributing to <a href=\"https://www.carbonbrief.org/analysis-clean-energy-contributed-a-record-10-of-chinas-gdp-in-2024/#:~:text=Clean,9tn\">a quarter of China’s economic growth</a>. </p><p>“China has the scale, technological ability and economic momentum to play a major role in the transition.”</p><p><strong>Dr. Fang Li, Country Director of World Resources Institute China: </strong></p><p>“China's latest NDC marks a new step in its low-carbon transition and provides a key signal to the world as COP30 approaches.</p><p>“It is notable that China’s topline target addresses methane and other high-impact greenhouse gases. Reducing these emissions will benefit both the climate and human health, as they also act as ambient pollutants.</p><p>“China is working to address the practical challenges of the low-carbon economic transition in ways that are good for growth, jobs and equity. Already China’s economy is seeing the positive impacts of its investments in clean energy. Looking ahead, COP30 will provide both China and the international community with a crucial opportunity to advance the transition toward a cleaner, more prosperous world.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Critical EU Deforestation Regulation Faces Another Delay",
      "link": "https://www.wri.org/insights/explain-eu-deforestation-regulation",
      "pubDate": "Wed, 24 Sep 2025 18:18:00 EDT",
      "description": "<p>The world <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">is losing</a> 18 soccer fields of tropical primary every minute; much of it is the result of clearing for farms, pastures and tree plantations.</p><p>As a major buyer of commodities largely responsible for fueling deforestation — such as palm oil, cocoa, coffee, soy, cattle and timber — the EU has both a responsibility and an opportunity to help shift global markets toward more sustainable supply chains. The landmark <strong>EU Deforestation Regulation (EUDR)</strong>, adopted in 2023, requires businesses to demonstrate that the products they sell or export to the EU do not come from land that was recently deforested or degraded. </p><p>The EUDR is a key step in responding to today’s deforestation and supporting countries in achieving their national forest protection policies. <strong>Yet despite its promise, the regulation faces delays and pushback, threatening its timely implementation.</strong></p><p>In September 2025, the EU Commission <a href=\"https://www.wri.org/news/statement-time-to-enforce-not-delay-eu-deforestation-regulation\">proposed delaying</a> the EUDR's enforcement until December 2026, pushing back its start date for the second year in a row. In July 2025, <a href=\"https://www.euronews.com/my-europe/2025/07/07/nineteen-eu-countries-call-for-simplification-of-eu-deforestation-law\" target=\"_blank\">EU Agriculture Ministers issued a letter calling for the EUDR's simplification</a>, while a symbolic vote in the European Parliament objected to the regulation's critical benchmarking system. </p><p>At a time when forests are increasingly under threat, it’s more urgent than ever to understand the regulation and ensure its full and rapid implementation. Here, we dive deeply into the legislation's details and potential impacts.</p><h3>What Is the EUDR?</h3><p>The EUDR is a landmark law that came into force in June 2023. Its goal is to ensure that certain products sold in or exported to the EU do not come from land that was deforested or degraded after Dec. 31, 2020. The regulation is designed to prevent EU consumer demand from driving further forest loss or damage, while also reducing the region’s contribution to greenhouse gas emissions and global biodiversity decline.</p><p>The EUDR covers timber and six key agricultural commodities: cattle, cocoa, coffee, oil palm, rubber, soy, as well as products made from them such as beef, furniture and chocolate. To be sold in or exported from the EU market, these products must meet the following <strong>three conditions</strong>:</p><ol><li>They are <strong>deforestation-free</strong>.</li><li>They have been <strong>produced in compliance with the relevant laws of the country of origin</strong>.</li><li>They are <strong>covered by a due diligence statement</strong>, showing that the company has checked the origin and ensured the products meet EUDR requirements.</li></ol><p>This means businesses must demonstrate that any EUDR-covered commodities were not produced on land <a href=\"https://www.globalforestwatch.org/blog/data/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">that was deforested</a> nor did they <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/monitoring-forest-degradation-eudr/\" target=\"_blank\">contribute to forest degradation</a> after the Dec. 31, 2020 cutoff date. Although the regulation is legally in place, companies are not yet required to comply yet. The rules will apply starting from Dec. 30, 2025, for large enterprises and June 30, 2026, for small and medium-sized businesses.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1026\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"821\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"629\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"495\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A graphic that shows the key EUDR development milestones from 2003 to 2026\" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/25-7-7-eudr-timeline-v3_0.png?VersionId=yjL36gY4ley7L3GRiiF4CpKNCc0xcqdN&itok=XmopERpJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p> </p><h3>Why Is the EUDR important?</h3><p>The EUDR offers a major opportunity for the EU to reduce its role in global deforestation and biodiversity loss, as well as help create deforestation-free supply chains. It supports the commitment made by the 144 countries that signed the Glasgow Leaders’ Declaration in 2021 to halt and reverse forest loss and land degradation by 2030. It can also serve as a model for other major consumer markets looking to lower their environmental footprints.</p><p>Since 2014, the EU has been the second-largest importer of goods linked to tropical deforestation after China. In 2017 alone, it accounted for <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwwfeu.awsassets.panda.org%2Fdownloads%2Fstepping_up___the_continuing_impact_of_eu_consumption_on_nature_worldwide_fullreport_low_res.pdf&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158329836%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=xoQHWFyeUsGUmUQW8%2Fo8i2eTAuqAWgKIXXe5E9iAy9U%3D&reserved=0\" target=\"_blank\">16% of global deforestation</a> tied to international trade — equal to 203,000 hectares of forest.</p><p>More recently, in 2021, the <a href=\"https://comtradeplus.un.org/\" target=\"_blank\">EU was among the world’s top five importers</a> of five of the six agricultural commodities covered by the EUDR (cocoa, coffee, palm oil, rubber and soy) and the largest importer of cocoa beans and coffee worldwide<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> . Among all the agricultural products the EU buys, <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcommodityfootprints.earth%2F&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158357131%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=zL81%2FOzUzXSEGDx6a7UaraT0UHb0wJzg%2BF45W6mUWwc%3D&reserved=0\" target=\"_blank\">beef, cocoa and palm oil were linked to the most deforestation</a> in the countries they came from. In fact, out of 160 agricultural commodities imported by the EU, just six — beef, palm oil, soy, cocoa, coffee and rubber, as covered by the EUDR — made up 58% of the estimated forest loss tied to EU imports.</p><p>By reducing the EU’s forest-loss footprint and tackling deforestation risks in its supply chains, the EUDR could help reverse deforestation worldwide. In 2024, a record 6.7 million hectares of <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" target=\"_blank\">primary tropical forests</a> were lost — nearly double the 2023 rate and equivalent of losing 18 soccer fields of forest every minute. While wildfires captured global attention, some of the increase was due to agricultural conversion and logging.</p><h3>What Challenges and Setbacks Has the EUDR Faced?</h3><p>In December 2024, <a href=\"https://eur-lex.europa.eu/eli/reg/2024/3234/oj/eng\" target=\"_blank\">the EU postponed the start of EUDR </a>compliance by 12 months to give companies more time to prepare to meet the regulation’s requirements. Then in September 2025, the EU Commission again signaled its intention to delay implementation by another year, reportedly because of issues with the EU platform used to submit due diligence statements. Once the commission makes its proposal for a delay, both the European Council and European Parliament will have to agree to these terms. Some fear proposals to water down the regulation will be reintroduced during this amendment process. </p><p>In May 2025, the European Commission published the regulation’s <a href=\"https://environment.ec.europa.eu/publications/commission-implementing-regulation-laying-down-rules-application-deforestation-regulation_en\" target=\"_blank\">benchmarking classification</a> system, which ranks countries as low, standard and high risk based on indicators assessing the deforestation risk linked to commodity production in each country. The ranking system was designed to help businesses and enforcement authorities in the EU to conduct due diligence and enforce compliance. The risk levels indicate the percentage of checks on shipments, with greater scrutiny given to higher-risk countries. </p><p>New proposals call on the EU Commission to revise the benchmarking classification system introduced in 2025. Some EU member state representatives have suggested adding a “no-risk” category to exempt certain countries from due diligence requirements; another suggestion proposed removing the system altogether. But <a href=\"https://www.fern.org/publications-insight/wto-implications-of-the-proposed-no-risk-amendment-to-the-eudr/\" target=\"_blank\">changes like these</a> could <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\" target=\"_blank\">create loopholes and ultimately weaken</a> the regulation’s effectiveness. The European Parliament already <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\" target=\"_blank\">rejected a similar idea in 2024</a> for that very reason.</p><p>The EUDR was agreed upon following a lengthy negotiation between EU institutions and member states, as well as impact assessments and extensive consultations. Derailing its implementation would penalize producer countries and companies that have already invested in compliance, and it would create confusion and uncertainty in the EU market. The regulation may not be perfect, but it’s a necessary step toward deforestation-free supply chains. <a href=\"https://www.cofcointernational.com/newsroom/first-cofco-soymeal-shipment-aligned-with-upcoming-eu-deforestation-regulation-eudr-requirements-loads-in-argentina/\" target=\"_blank\">Many companies</a> have already shown that <a href=\"https://www.adm.com/en-us/news/news-releases/2024/7/as-eu-deforestation-regulation-approaches-adm-offers-fully-verified-segregated-traceable-soybean-meal-and-oil-to-european-customers/\" target=\"_blank\">EUDR</a> <a href=\"https://www.danzer.com/en/company/media-relations/danzer-blog/item/we-are-ready-for-the-eu-deforestation-regulation-eudr\" target=\"_blank\">compliance</a> is possible, and <a href=\"https://www.linkedin.com/posts/neumann-kaffee-gruppe_neumannkaffeegruppe-nkg-greencoffee-activity-7341043266814902282-ZxzX?utm_source=share&utm_medium=member_desktop&rcm=ACoAAAE1-pABvCIe5Hj5bAjDVEQyxMlfXsVXU2U\" target=\"_blank\">several</a> have urged the EU to uphold the legal text and stick to <a href=\"https://www.tchibo.com/de/de/news/tchibo-fordert-umsetzung-eudr\" target=\"_blank\">implementation timeline</a>.</p><p>Since adoption, the EUDR has faced criticism from both inside and outside the EU. Most concerns focus on cost and complexity of compliance, as well as fairness, particularly for smallholder farmers. In response, the European Commission, EU member states and other development institutions have ramped up investment in <a href=\"https://green-forum.ec.europa.eu/nature-and-biodiversity/deforestation-regulation-implementation_en\" target=\"_blank\">EUDR preparedness</a> by issuing resources and guidance, with a particular emphasis on <a href=\"https://zerodeforestationhub.eu/\" target=\"_blank\">preventing smallholder exclusion from the EU market</a>.</p><h3>What Counts as Deforestation and Degradation Under the EUDR?</h3><div class=\"callout alignright\"><p class=\"secondary\">The regulation's <strong>definition of a forest </strong>largely follows the UN Food and Agriculture Organization (FAO) which defines it as land larger than 0.5 hectares with trees taller than 5 meters and a canopy cover of at least 10% that is not primarily used for farming or urban development.</p></div><p>Under the EUDR, <strong>deforestation</strong> refers to clearing forest to make way for agriculture. The key factor is the conversion of land that was forest in 2020 into farmland — such as pastures or soy plantations. It’s a complete land-use change: the forest is no longer a forest.</p><ul><li>If that forest is cleared — whether by people or natural events like fire — and then converted into farmland, such as pastures for raising cattle or fields for soy or palm oil, it is considered deforestation.</li><li>However, if a forest is cleared, for example by fire (whether from human activity or natural causes) and is <strong>not</strong> used to produce any of the six EUDR-covered agricultural commodities, it is <strong>not </strong>considered deforestation under the regulations.</li><li>Forests used for wood production are not considered deforestation unless they’re also used for agriculture, for example, cattle grazing under the tree canopy.</li></ul><p>The EUDR also covers <strong>degradation</strong>. Land that was forest in 2020 can be used for wood production and remain classified as a forest, even if it’s temporarily unstocked, according to EUDR definitions. A forest used for wood production is not considered degraded unless there's a specific structural change, such as:</p><ul><li>Converting primary forest (native, untouched forest) into other wooded land (trees have 5%-10% canopy cover) or into plantation or planted forest.</li><li>Converting naturally regenerating forest (which has largely grown back on its own) into other wooded land used or plantation forest.</li></ul><h3>Who Does the EUDR Affect?</h3><p>The EUDR affects any company that imports, produces or exports specific products, and their derivatives, to or from the EU market. This includes <strong>operators</strong> (those placing products on the market or exporting them from the market) and <strong>traders</strong> (those distributing and selling products).</p><p>It applies to companies based in the EU and internationally, and to businesses of all sizes, from micro and small enterprises to large corporations. However, larger businesses face stricter reporting requirements than smaller ones.</p><p>The EUDR spans multiple sectors, from food and beverage (such as companies sourcing cocoa and coffee) to fashion (leather goods, for example) to the healthcare industry (products such as latex gloves).</p><h3>How Are Countries and Companies Preparing for the EUDR?</h3><p>Under the EUDR, companies must prove that products linked to deforestation or degradation after Dec. 31, 2020, are not entering the EU market. This requires a due diligence process: collecting supply chain information (including geolocation), assessing the risk of deforestation and taking steps to eliminate any identified risk before the product can be put on the market.</p><h4>Country-level efforts</h4><p>Many producer countries are already taking concrete steps to prepare for the EUDR, from adopting national plans to developing traceability systems and improving data transparency. For example, Indonesia, Ghana and Vietnam are investing in government-led efforts to make information available to companies that must comply with the regulation. Delaying enforcement or altering the regulation’s scope could undermine these leading producer countries.</p><p>Vietnam stands out as a strong example of how the EUDR is reinforcing national policies to combat deforestation. As a top exporter of rubber and coffee, the country has shifted its focus from illegal logging to broader deforestation risks in agriculture since the regulation’s introduction.  In 2023, the Ministry of Agriculture and Rural Development adopted a <a href=\"https://www.4c-services.org/wp-content/uploads/2023/12/02.-Nguyen-Nhu-Cuong_Action-Plan-for-the-compliance-with-EUDR-of-Viet-Nam.pdf\" target=\"_blank\">national action plan</a> prioritizing sustainable agricultural transformation. The following year, it launched a traceability system for coffee farms, piloting geospatial verification (such as satellite images) in key producing provinces. Developed through <a href=\"https://idh.org/news/vietnams-coffee-sector-marks-a-landmark-step-towards-sustainability-launching-the-eudr-database-system-for-forest-and-coffee-growing-areas\" target=\"_blank\">public-private collaboration</a>, the system cross-references land-use maps and cadastral data to ensure EUDR compliance. Plans are also underway to expand it to rubber and cocoa.</p><p>Vietnam’s progress shows how the regulation can act as a catalyst for stronger policy alignment between global market demands and local sustainability goals. </p><p>EU member states are also preparing by using satellite and aerial earth observation data, such as forest maps from 2020 (the EUDR cutoff year) to detect deforestation, alongside other monitoring solutions and tools to support compliant imports. </p><h4>Private-sector efforts</h4><p>Companies across supply chains are ramping up EUDR preparations, sparking a wave of innovation in monitoring and traceability. Many are developing satellite-based systems to verify deforestation-free sourcing, training smallholder farmers to meet EUDR requirements and partnering with governments and NGOs to improve data sharing and risk assessment.</p><p>For example, <a href=\"https://www.meridia.land/case/unilevers-smallholder-hub-programme\" target=\"_blank\">Unilever and Meridia</a> are working together to map smallholder farmers in Indonesia, making it possible to trace palm oil from plantation to mill. <a href=\"https://sustainablenaturalrubber.org/annual-report-2024/\" target=\"_blank\">The Global Platform for Sustainable Natural Rubber (GPSNR)</a> has created a system to help companies follow sustainability practices and demonstrate EUDR compliance. Open-source platforms like WRI’s Global Forest Watch are also <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">supporting companies in verifying supply chains</a>.</p><p>These efforts from governments, companies and EU countries show how the EUDR is already driving unprecedented action — transforming compliance from a burden into an opportunity to build more responsible and transparent supply chains. The challenge now is scaling these solutions across all commodities and regions.</p><h3>What's Next for the EUDR?</h3><p>The EUDR represents a major milestone in the fight against commodity-driven deforestation.</p><p>The EU must reject attempts to weaken the regulation’s core requirements. Its effectiveness depends on maintaining its ambition without dilution or delay. Backtracking at this stage would undermine the EUDR’s credibility and send the wrong signal to global markets. </p><p>At the same time, the EU should also step up efforts to provide clear guidance to businesses, along with practical training and support to help them develop the skills needed for compliance, especially for small businesses that may otherwise struggle to meet requirements.</p><p id=\"footnotes\">The European Commission, the European Parliament and Member States should stay the course and <a href=\"https://www.wri.org/news/statement-proposed-changes-threaten-effectiveness-eu-deforestation-regulation\" target=\"_blank\">deliver the EUDR as planned</a>. It is not only a necessary response to the crisis of forest loss, but also a vital tool to support and complement producer country efforts to halt deforestation by 2030.</p><p id=\"footnotes\"><em>Editor's Note: This piece was originally published on July 8, 2025. It was updated in September 2025 to reflect new policy developments. </em></p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup>Timber and timber products are not included.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Countries Announce New Climate Pledges at UN Summit, But Far More Action Needed",
      "link": "https://www.wri.org/news/statement-countries-announce-new-climate-pledges-un-summit-far-more-action-needed",
      "pubDate": "Wed, 24 Sep 2025 18:00:55 EDT",
      "description": "<p><strong>NEW YORK (September 24, 2025)</strong> — The UN Secretary-General’s Climate Summit closed today with several new climate commitments from countries setting emissions targets through 2035 — a critical waypoint on the path to net zero by mid-century. The Summit is an important milestone as the UN prepares its NDC Synthesis Report next month, which will assess the collective impact of new pledges before this year’s COP30.</p><p>This statement reflects both country announcements and official NDC submissions made so far, drawing on preliminary <a href=\"https://www.climatewatchdata.org/\">Climate Watch</a> data to show their potential emissions reductions in gigatons compared to countries’ 2030 targets. </p><p><strong>Following is a statement from Ani Dasgupta, President & CEO, World Resources Institute: </strong></p><p>“We cannot sugarcoat it: these new climate plans do not put us anywhere near on track for a safe future. The lack of ambition from most major emitters so far, barring a few, underscores the immense political challenge countries face of transforming their entire economy. Yet vulnerable countries continue to step up with bold climate leadership.</p><p>“Countries’ last round of NDCs put the world on track for up to 2.8°C of warming, already exposing billions of people to more frequent and intense heatwaves, wildfires, storms and floods. By 2035, the world needs to cut 31.2 gigatons of emissions to stay on track for 1.5°C, or 20.2 Gt for 2°C. The NDCs and announcements so far would reduce that by just 2 gigatons  — only 6% of what’s needed for 1.5°C and 10% for 2°C. </p><p>“By COP30, it is critical that all countries deliver the most ambitious possible climate plans, especially the major emitters still missing from the table.</p><p>“Some countries are taking steps to transform key sectors of their economy. Falling costs are accelerating this momentum: clean energy, heat pumps, and electric vehicles are now the lowest cost option in many parts of the world — creating jobs, boosting countries’ growth and competitiveness, securing reliable clean energy, and improving people’s quality of life. Countries need to do much more to seize this momentum and scale up renewable energy and clean transport solutions.</p><p>“The stakes could not be higher. Climate-related disasters cost the world at least $300 billion in 2024 alone, and without stronger steps these losses will continue to escalate. By COP30, all countries must present a clear response and double down on solutions within our grasp to cut emissions and build adequate resilience.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "4 Levers to Help Scale Net-Zero Carbon and Resilient Housing",
      "link": "https://www.wri.org/technical-perspectives/scaling-net-zero-carbon-and-resilient-buildings",
      "pubDate": "Wed, 24 Sep 2025 11:05:07 EDT",
      "description": "<p>The built environment accounts for over <a href=\"https://wedocs.unep.org/20.500.11822/47214\">one-third of global emissions</a>. In rapidly developing markets like India and Mexico, a surge in housing construction faces a pivotal choice: lock in high-carbon infrastructure or, with the right interventions, enable resilient, low-carbon designs and create <a href=\"https://www.iea.org/reports/net-zero-by-2050\">millions of green jobs.</a></p><p>When supported by integrated policies, targeted finance and adaptive business models, these markets have the potential to leapfrog to <a href=\"https://worldgbc.org/climate-action/what-is-a-net-zero-carbon-building/\">net-zero carbon and resilient buildings</a> (NZCRBs), reducing emissions, strengthening climate resilience and delivering important socio-economic benefits — from lower energy bills to healthier living conditions.</p><p>Yet, progress remains slow: NZCRBs make up <a href=\"https://www.buildings.com/resiliency-sustainability/energy-water-efficiency/article/33018289/net-zero-building-market-forecasted-to-experience-significant-growth\">less than 1% of global building stock</a>, with residential buildings comprising an even smaller percentage. While demand for efficient housing is growing rapidly, fragmented policies, limited financing and pilots that fail to scale still limit progress. By focusing on residential housing where these challenges converge and urgency is greatest, this article aims to unpack the most persistent barriers.</p><p>To unlock large-scale solutions and investment, it is essential to first clarify a shared definition of NZCRBs and then carefully map the systemic barriers to overcome.</p><h3>What Are Net-Zero Carbon and Resilient Buildings?</h3><p>NZCRBs minimize energy demand, employ renewable energy and are built or retrofitted using low-carbon or recycled materials. They are designed to withstand climate shocks, such as heat waves, flooding and storms, while reducing emissions through the entire life cycle of the building from material sourcing to operation to end-of-life.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/24874212/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>There are many types of NZCRBs, including those designed for residential, commercial and institutional uses. Unlike traditional sustainability-certifiable buildings, which primarily focus on reducing energy use and environmental impact, or resilience-oriented buildings, which emphasize physical durability and disaster risk reduction, NZCRBs deliberately integrate both priorities. They simultaneously address decarbonization and climate adaptation, aligning the built environment with net-zero carbon pathways and safeguarding communities against intensifying climate hazards. This holistic approach ensures that homes are not only energy-efficient and low-emission but future-proofed and capable of maintaining safety and livability during extreme events.</p><p>The relative balance between the “net zero” and “resilience” dimensions of NZCRBs can differ across geographies. In medium-income, temperate regions with stronger energy policies, like in Mexico and Latin America, the emphasis often leans toward decarbonization, maximizing efficiency, renewable integration and carbon-neutral materials. In contrast, in climate-vulnerable and rapidly urbanizing regions such as India and Southeast Asia, resilience features may be prioritized, which could include passive cooling, flood-proofing and structural durability, with net-zero measures introduced incrementally. This geographic differentiation underscores the importance of context-specific pathways: All NZCRBs share common principles, but their design and implementation must reflect local climate priorities, regulatory frameworks and socioeconomic realities.</p><p>While NZCRB design principles can apply broadly, our focus is scaling both net-zero and resilient residential dwellings, given their outsized impact and opportunity. These homes offer clear benefits: lower energy costs, healthier indoor environments and reduced vulnerability to climate risks. However, key barriers persist, such as limited affordability, lack of tailored finance, weak policy enforcement, entrenched unsustainable practices and limited technical capacity — especially in emerging markets.</p><h3>What’s Holding NZCRBs Back? And How Can Sustainable Buildings Be Scaled?</h3><p>Smaller developers and building owners often face high upfront costs when shifting to NZCRBs. Energy-efficiency upgrades frequently place the financial burden on owners, while tenants capture most of the benefits. This split-incentive challenge is common in rental housing markets and hampers upgrades. In India, for instance, landlords of low-income rental units are often reluctant to invest in passive cooling or energy-efficient retrofits because tenants capture the utility savings but lack the security of tenure to justify contributing to upfront costs. Similar dynamics <a href=\"https://journals.sagepub.com/doi/10.1177/01956574241281107\">have been documented</a> in Mexico’s rental housing sector, where building owners hesitate to finance rooftop solar or insulation improvements without mechanisms to share benefits and costs with tenants.</p><p>Risk‐sharing models, such as joint investments among owners, cooperative financing and owner–tenant agreements help distribute costs more fairly. In Europe, <a href=\"https://www.jll.com/en-uk/newsroom/revamping-green-leases-is-critical-to-driving-decarbonization\">green lease</a> arrangements are emerging to align incentives, explicitly linking rent structures to energy performance so both landlords and tenants gain from efficiency upgrades. These innovations tackle resistance and unlock investment, boosting investor confidence, fostering transparency and reducing the initial costs of action.</p><p>For residential buildings, pairing inclusive finance and supportive policy frameworks specifically addresses affordability and equitable access. However, policy gaps and weak enforcement continue to slow progress. Both local and national governments play critical roles as market catalysts.  Well‐designed and consistently enforced building decarbonization and resilience policies — integrated across housing, energy, utilities and planning —are needed to directly target regulatory fragmentation and unsustainable practices. For example, the Eco Niwas Samhita, India's Energy Conservation Building Code for residential buildings, sets mandatory efficiency standards for building envelopes, shading and ventilation, helping reduce heat and energy use in low- and middle-income housing.</p><p>In Mexico City, while detailed NZCRB‐type standards are less widespread (especially for low-income housing), the city’s complementary technical standards have been incorporating energy-efficiency and sustainability requirements into the building permit regime, especially for larger residential and mixed-use buildings. These are being updated to cover more resilience dimensions as well.</p><p>Stakeholder collaboration is often missing in practice, leading to fragmented standards, duplicated efforts and limited uptake of sustainable building solutions. In cities, global developers experiment with pilot NZCRB projects, but without platforms to share data or lessons, results remain siloed, stifling replication and market confidence. Stakeholder collaboration is therefore essential. Cross-sector knowledge hubs that share best practices and facilitate data exchange are crucial for setting standards and supporting government benchmarking for greater transparency and accountability. These platforms turn lessons learned into practice, provide businesses with supply chain and market intelligence, and address technical gaps and market barriers by creating the conditions for NZCRBs to move from pilots to market standards.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/24861679/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>The Four Levers to Scale NZCRBs</h3><p>Against this landscape of challenges, WRI's <a href=\"https://www.wri.org/initiatives/all-net-zero-built-environment\">All in for a Net Zero Built Environment</a> initiative has identified four critical levers for driving transformative change: coordinated action, supportive policies, tailored finance and business model innovation.</p><p>Each of the levers is mapped to different barriers. By directly targeting specific challenges like affordability, weak policy signals and lack of technical or financial innovation, these strategies provide a coherent pathway to scaling. While the four interconnected levers are essential for scaling NZCRBs in India and Mexico, the levers can also be applied globally.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/24874256/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>1) Commitment and Collaboration</h4><p>Scaling NZCRBs requires coordinated action across national and local governments, developers, financial institutions, utilities and community groups. City action plans and national roadmaps have proven critical in Europe, and more recently also in <a href=\"https://www.wri.org/update/mexico-india-advance-net-zero-climate-resilient-buildings\">Mexico and India</a>, to help bridge policy gaps by identifying retrofit targets and integrating housing, energy and planning policies. These strategies ensure coherence between local ambitions and national climate goals. Knowledge hubs and multi-stakeholder task forces that bring together architects, builders, investors, utilities, regulators and civil society can harmonize standards, track implementation and share best practices across markets. Embedding social inclusion within these structures ensures that vulnerable and marginalized groups are represented in decision-making, leading to equitable and effective outcomes. Without this vertical, horizontal and inclusive coordination, policies risk missing cross-cutting issues, such as aligning building codes with electricity access or linking housing subsidies to low-carbon design.</p><h4>2) Supportive Policies</h4><p>Mandatory energy codes for life-cycle emissions and climate-resilience standards accelerate mitigation, while incentives like tax breaks and fast-track permitting reduce compliance costs for builders and investors. Robust codes paired with life-cycle assessments ensure that emissions are addressed from construction through operation and end-of-life, preventing carbon lock-in and enabling a true accounting of environmental impacts. These tools provide a foundation for scaling NZCRBs that remains sustainable over decades. Effective programs often sequence voluntary initiatives to pilot new approaches, gradually transitioning to mandatory codes as supply chains and markets mature. This approach enables innovation at early stages, while safeguards, such as subsidies and social housing, ensure that standards do not exclude low-income communities, due to affordability constraints, as they take effect.</p><h4>3) Financial Instruments and Mechanisms</h4><p>Finance is a significant and complex barrier to NZCRB adoption. Residential buildings require substantial upfront and long-term capital, which smaller developers or households often cannot access. Effective solutions include:</p><ul><li><strong>Sovereign green bonds</strong> fund climate-friendly buildings, but typically only large developers can access them.</li><li><strong>Blended finance </strong>of philanthropic and public funds can reduce risk to enable the participation of smaller firms and affordable housing projects.</li><li><strong>Performance-based investments</strong> channel financing toward projects that achieve energy savings and align capital deployment with measurable results.</li><li><strong>On-bill and</strong> <strong>property assessed clean energy (PACE) financing</strong> tie repayments to utility bills or property taxes to reduce upfront cost of construction or retrofit.</li></ul><div class=\"callout city-callout\"><p class=\"secondary body-link city-callout-heading\"><strong>Case Study</strong></p><p><em><strong>Mexico’s Hipoteca Verde and EcoCasa</strong></em></p><p>By giving homeowners and developers tailored financial support, Mexico shows that affordability and sustainability in the housing sector can go together. Under Mexico’s sustainable strategy called Nationally Appropriate Mitigation Action, two programs stand out:</p><p>• Hipoteca Verde, run by Infonavit, which is both the national housing agency and the country’s single largest mortgage lender, offering additional mortgage lines for homeowners to install energy-efficient appliances.</p><p>• EcoCasa, run by Sociedad Hipotecaria Federal, which funds developers to design and build homes to passive standards that minimize energy use.</p><p>Both are financed through blended mechanisms combining national funds and international support. These programs reach low-income families, enable retrofits or efficient new builds, and embed sustainability into Mexico’s housing policy framework.</p></div><h4>4) Business Model Innovations</h4><p>Pilots often stall without scalable delivery models. Successful approaches feature shared-risk structures such as third-party ownership, joint ventures and performance-based contracts like those offered by energy service companies. Creating enabling conditions for one-stop-shops is also essential, as these entities streamline design, financing and construction, reduce transaction costs and ensure consistent project delivery. Together, these models lower market entry barriers for developers and households, build investor confidence and help move NZCRBs from isolated pilots to market scale.</p><div class=\"callout city-callout\"><p class=\"secondary body-link city-callout-heading\"><strong>Case Studies</strong></p><p class=\"secondary\"><em><strong>Bootes, India — One-Stop Net-Zero Construction</strong></em></p><p class=\"secondary\">Bootes, a construction firm in India, uses a single turnkey contract to deliver sustainable buildings by managing engineering, procurement and construction. The use of prefabricated modules enables speed and cost savings. For example, a <a href=\"https://www.constructionweekonline.in/business/bootes-builds-net-zero-library-for-the-jhansi-development-authority\">public net-zero library</a> in Jhansi, Uttar Pradesh was completed in just 90 days. The library generates 100% on-site energy, reducing carbon emissions by around 85%, cutting embodied carbon via use of locally sourced low-environmental impact materials, implementing water conservation through rainwater harvesting and greywater recycling, and integrating ventilation and daylighting strategies for healthy indoor environments. While the company works across building typologies, its prefabricated modules are relevant for residential housing too as they allow for rapid scale-up and reduced material waste and construction time and cost. The company guarantees energy performance, uses joint ventures to share capital risk and aligns projects with India’s national net-zero targets. By handling every stage under one contract, Bootes cuts red tape for residential housing and public infrastructure.</p><p class=\"secondary\"><em><strong>Energiesprong, Netherlands — Retrofit at Scale</strong></em></p><p>Energiesprong is a Dutch-born initiative that retrofits social housing to net-zero energy in under 10 days. Prefabricated solar façades and insulated rooftops are combined with 30-year energy performance contracts, allowing cost recovery through energy savings. Now operating in the UK, France and Germany, Energiesprong acts as a market facilitator, coordinating housing agencies, builders and financiers. Its strength lies in bulk procurement, standardization and public-private co-financing. Energiesprong proves that retrofitting thousands of homes can be as scalable and efficient as new construction.</p></div><h3>No One Size Fits All: Coordinating Models, Instruments and Institutions for NZCRBs</h3><p>Sustainable buildings require significant, long-term investment for both construction and ongoing operation, as maintaining strong environmental performance is an ongoing process. To scale NZCRBs, it is essential to combine funding strategies, business models and supportive policies or regulations in practical ways.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"><noscript><img alt=\"table visualization\" src=\"https://public.flourish.studio/visualisation/25163727/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Within the first two years, governments and partners should establish the foundation for scaling NZCRBs by carrying out baseline assessments of residential building stock and emissions, along with gap analyses to identify priority needs. Clear decarbonization targets should then be set and integrated into city and national climate action plans.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"><noscript><img alt=\"table visualization\" src=\"https://public.flourish.studio/visualisation/25223418/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Early pilot projects, as seen in Mexico, India and Northern Europe for example, should deploy financial tools such as green mortgages, subsidies for low-income households, and on-bill finance, allowing authorities to test which models are most effective for lowering upfront barriers across different contexts and building types. At this stage, it is also crucial to establish multi-level governance coordination platforms that bring together housing ministries, municipalities, utilities, developers, financiers and communities to ensure alignment and reduce fragmentation.</p><p>In the mid-term (3 to 5 years), the focus shifts to institutionalizing these foundational steps. Targets and lessons from pilots must be translated into enforceable building codes, performance standards and fiscal policies that move beyond voluntary adoption. Incentive-based programs, particularly those designed for low-income housing, can scale up proven approaches while ensuring equity. Building institutional capacity for monitoring, compliance and enforcement will be essential to ensure targets are not only aspirational, but achievable in practice.</p><p>By the long-term (next 10 years), NZCRB goals should be fully integrated into broader frameworks of urban planning, zoning, ESG reporting and fiscal reform. This period should see the expansion of climate-resilient housing programs, the implementation of life-cycle carbon requirements in planning rules and the full alignment of residential building standards with net-zero targets. International partnerships will be key to support technology transfer, innovation and access to advanced materials and designs. Finally, adaptation and equity must remain at the center of all strategies, ensuring that decarbonization delivers not only emissions reductions but also greater resilience and inclusive benefits for all communities.</p><p>Scaling NZCRBs is not just about building homes; it is about transforming entire systems by aligning policy, finance and innovative business models to unlock market-wide change. When inclusive governance is part of the status quo, countries can move from pilot projects to full-scale and widespread adoption.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}