{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-07-18T08:36:14.844553",
  "items": [
    {
      "title": "What Does ‘Green’ Procurement Mean? Initiatives and Standards for Cement and Steel.",
      "link": "https://www.wri.org/insights/green-procurement-initiatives",
      "pubDate": "Thu, 17 Jul 2025 13:30:00 EDT",
      "description": "<p>Decarbonizing cement and steel production — which together are responsible for <a href=\"https://www.nature.com/articles/d41586-022-00758-4\">nearly 14%</a> of global carbon dioxide (CO2) emissions — will be critical to achieving national and global climate goals. But progress has been slower than in other sectors, like transportation and power, for several reasons.</p><p>One prominent reason is the role of CO2-emitting chemical processes in steel and cement production. On top of that are entrenched manufacturing practices, slow turnover of equipment in plants, and the relatively high cost of low-carbon technologies — all of which make it difficult to introduce changes that would decrease emissions.</p><p>This is where “green procurement” comes in. Green purchasing, or procurement, is emerging as one of the most effective policy measures to drive early demand for low-emissions cement, concrete and steel. Within the <a href=\"https://www.oecd.org/gov/public-procurement/green/\">public sector,</a> green procurement means prioritizing the purchase of low-carbon products in government-funded construction projects. In the <a href=\"https://greenbusinessbureau.com/blog/what-is-a-green-procurement-policy/\">private sector</a>, it means leveraging companies’ purchasing power to decarbonize their supply chains and investments.</p><p>The past few years have seen several green procurement initiatives and policies for cement and steel introduced around the world. However, they often differ in key areas — including reporting requirements, definitions of what qualifies as “green” or low-emissions, and the ambition of their emissions-intensity benchmarks. These differences can limit comparability and create challenges for suppliers and buyers operating across multiple jurisdictions.</p><p>To drive meaningful global progress, these initiatives need to work together. Harmonizing green procurement measures through aligned definitions, data frameworks and methodological approaches is essential to ensure they are interoperable and mutually reinforcing. Importantly, harmonization does not require uniformity. Rather, it means that different systems should be able to interact and align in meaningful and consistent ways.</p><div class=\"callout\"><p><strong>Measuring Product-Level Emissions</strong></p><p>Initiatives and policies around green procurement are increasingly based on “emissions-intensity” benchmarks; for example, how much CO2 is released per ton of cement or steel produced. Such benchmarks help determine if a product meets certain standards or qualifies for a certification.</p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><p class=\"measuring-product-level-emissions\">To set these benchmarks, programs usually require manufacturers to report standardized emissions data for each product. This is done through Type III Environmental Product Declarations (EPDs), which are like nutrition labels for environmental impacts. EPDs are based on Product Category Rules (PCRs), which explain how environmental impacts, including but not limited to GHG emissions, are measured and reported for specific product types. At the foundation of this system is lifecycle assessment (LCA) data with emissions and resource-use information that suppliers use to develop their EPDs.</p><p>While EPDs and PCRs provide standardized rules for measuring and reporting product-level emissions, the way green procurement initiatives and policies apply these tools can vary significantly.</p></dd></dl></div><h3>Key Green Procurement Initiatives and Policies</h3><p>The following are examples of green procurement initiatives and government policies currently being implemented for cement, concrete and steel:</p><h4>Initiatives (benchmarks listed in Table 1):</h4><ul><li>The <a href=\"https://www.industrialenergyaccelerator.org/areas-of-work/the-industrial-deep-decarbonisation-initiative/\"><strong>Industrial Deep Decarbonization Initiative (IDDI)</strong></a> was started under the UN Industrial Development Organization. IDDI launched the Green Public Procurement Pledge in September 2022 to encourage governments to report environmental data and use low- and near-zero-emissions cement/concrete and steel in their construction projects. IDDI has nine current member countries, including Brazil, Canada, Germany, India, Japan, Saudi Arabia, the United Arab Emirates, the United Kingdom and the United States.</li><li><a href=\"https://initiatives.weforum.org/first-movers-coalition/home\">World Economic Forum’s <strong>First Movers’ Coalition</strong></a> (FMC), is a public-private partnership that was launched in 2021 targeting companies’ procurement of near-zero-emissions goods across seven emissions-intensive sectors. FMC includes 102 global companies, each of which has committed to using its purchasing power to create markets in at least one of these sectors. So far, 27 companies have committed to the steel sector target and seven companies have committed to the cement/concrete sector target.</li><li>The Climate Group’s <a href=\"https://www.theclimategroup.org/steelzero\"><strong>SteelZero</strong></a> and <a href=\"https://www.theclimategroup.org/concretezero\"><strong>ConcreteZero</strong></a> initiatives are corporate partnerships committed to using net-zero steel and low- and net-zero-emissions concrete (and effectively cement, as its key ingredient). SteelZero, launched in 2020, is a partnership with <a href=\"https://www.responsiblesteel.org/\">ResponsibleSteel</a> and currently includes 42 companies. ConcreteZero, launched in 2022, is a partnership with <a href=\"https://www.wbcsd.org/\">WBCSD</a> and <a href=\"https://worldgbc.org/\">WorldGBC</a> and currently includes 36 companies.</li></ul><h4>Government policies (benchmarks listed in Table 2):</h4><ul><li>In the <strong>United States</strong>, the 2022 Inflation Reduction Act allocated $4.5 billion to the General Services Administration (GSA), Federal Highway Administration (FHWA) and Environmental Protection Agency (EPA) to purchase construction materials with “substantially lower embodied carbon” under the Federal Buy Clean Initiative. Between 2023 and 2024, <a href=\"https://www.gsa.gov/system/files/Steel%20-%20GSA%20IRA%20Low%20Embodied%20Carbon%20Requirements%20%28Dec.%202023%29_508.pdf\">GSA</a> and <a href=\"https://www.fhwa.dot.gov/lowcarbon/thresholds/steel.cfm\">FHWA</a> published low-emissions benchmarks (see Table 2) based on EPA interim guidance. In late 2024, <a href=\"https://www.epa.gov/system/files/documents/2024-12/c-more_draft_approach_developing_product-level_embodied_greenhouse_gas_emissions_thresholds.pdf\">EPA announced a draft approach</a> under its <a href=\"https://www.epa.gov/greenerproducts/labeling-materials-products\">Carbon Labeling Program</a>. While these steps laid the groundwork for Buy Clean implementation, the Trump administration has since directed agencies to disregard these priorities at the federal level. The future of U.S. involvement in international efforts like IDDI and FMC is uncertain, though states like <a href=\"https://California\">California</a>, <a href=\"https://Colorado\">Colorado</a> and <a href=\"https://ogs.ny.gov/nys-buy-clean-concrete-guidelines-0\">New York</a> continue advancing their own Buy Clean policies.</li><li>The <strong>European Union’s</strong> <a href=\"https://commission.europa.eu/energy-climate-change-environment/standards-tools-and-labels/products-labelling-rules-and-requirements/ecodesign-sustainable-products-regulation_en\">Ecodesign for Sustainable Products Regulation (ESPR)</a> allows it to establish “ecodesign requirements” for iron, steel and other products beginning in 2025 based on sustainability characteristics, including product carbon footprints. Cement ecodesign requirements will be established through the EU <a href=\"https://single-market-economy.ec.europa.eu/sectors/construction/construction-products-regulation-cpr_en\">Construction Products Regulation (CPR)</a> and will guide the bloc’s development of <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32024R1781&qid=1719580391746\">mandatory green public procurement rules and incentives</a> through the ESPR. However, it remains unclear how the ESPR will align or interact with international initiatives, such as the IDDI, or national efforts.</li><li><strong>Ireland</strong> <a href=\"https://enterprise.gov.ie/en/publications/guidance-public-bodies-reducing-embodied-carbon-in-construction.html\">enacted</a> a policy in 2024 mandating green public procurement of cement and concrete. It requires the purchase of <a href=\"https://www.wri.org/insights/lower-carbon-blended-cement\">blended cements</a> with at least a 30% of the clinker (the most emissions-intensive ingredient in cement and concrete) replaced with supplementary cementitious materials for all public construction. The mandate also requires cement and concrete EPDs to be submitted when bidding for public contracts. This is the first stage of a decades-long <a href=\"https://enterprise.gov.ie/en/publications/publication-files/reducing-embodied-carbon-in-cement-and-concrete-through-public-procurement-in-ireland.pdf\">strategy</a> to decarbonize the Irish cement and concrete sector.</li><li><strong>Türkiye</strong> started implementing a <a href=\"https://www.resmigazete.gov.tr/eskiler/2024/03/20240316-3.htm\">green public procurement program for cement</a> in early 2025. The government has placed a limit on the amount of clinker allowed in cement used for public construction projects, requiring public contracts to use cement with 20% clinker replacement through 2029 and 25% clinker replacement from 2030.</li></ul><p>These green procurement initiatives focus on product-level accounting. Green procurement policies that require project-level emissions accounting (which considers the whole construction project, and not just individual materials used) have been enacted in countries such as <a href=\"https://www.tbs-sct.canada.ca/pol/doc-eng.aspx?id=32573\">Canada</a>, <a href=\"https://missionpossiblepartnership.org/wp-content/uploads/2022/06/LowCarbonConcreteandConstruction.pdf\">Germany, the Netherlands, the U.K. and Sweden</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Construction worker installing steel scaffolding \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-04/steel-construction-wri_anthony-fomin-unsplash.jpg?VersionId=HdvbmZUo7HwJdSDzwjBHN0M1fd_iBNfI&itok=AmI0CMT1\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>As part of the SteelZero initiative, member organizations must make a public commitment to buying and using 100% net-zero steel by 2050 and an interim commitment to buy and use low-emission steel for 50% of their steel requirement by 2030. Photo by Anthony Fomin/Unsplash</figcaption>\n</figure>\n<h3>Comparing Benchmarks and Decarbonization Ambition of Product-Level Programs</h3><p>The main product-level green procurement initiatives and policies for cement and steel come with varying definitions of the regulated material. They set different benchmarks for what is defined as “low-emissions” or “near-zero emissions.” They also differ in their emissions-intensity benchmarks; the technological readiness of decarbonization options that can meet these benchmarks; and their targeted share of total purchases (for example, how much of their total purchases need to be “green”).</p><p>Understanding these differences will help guide conversations about harmonizing standards as low-carbon products become more available.</p><p>Among the above initiatives, the <strong>FMC</strong> is most focused on spurring the adoption of cutting-edge decarbonization technologies in the industrial sector. FMC recruits cement- and steel-consuming companies with high climate ambition. All signatories commit to making sure that at least 10% of their cement, concrete and/or steel bought by 2030 qualifies as “near-zero” (benchmarks given in Table 1). The FMC’s high decarbonization benchmarks target a small portion of the market, requiring technologies and approaches that have significant decarbonization potential but are less developed and not yet ready for large scale deployment. The aim of such a program is to spur investment and help create early demand for near-zero emissions products, even if they currently come with a “<a href=\"https://www.breakthroughenergy.org/our-approach/the-green-premium/\">green premium</a>” due to higher production costs. Scaling these solutions will require strong policy support and investment to drive down costs over time.</p><p><strong>IDDI </strong>aims to encourage widespread uptake of green public procurement policies in member countries by offering different levels of commitment with decreasing carbon-intensity benchmarks. It allows member countries four commitment levels: The first only requires data reporting, while subsequent levels require increasing use of low- and near-zero products. IDDI allows multiple options for target setting, including methodologies and benchmarks from <a href=\"https://www.iea.org/reports/achieving-net-zero-heavy-industry-sectors-in-g7-members\">IEA</a>, <a href=\"https://www.responsiblesteel.org/standards\">Responsible Steel</a>, FMC, SteelZero, ConcreteZero and national green labels. This enables countries to set targets based on nationally determined circumstances. As with FMC, products meeting higher levels of commitments will likely have a green premium.</p><p><strong>SteelZero </strong>and <strong>ConcreteZero</strong> have less stringent benchmarks but aim for wider market penetration compared to FMC. They set interim targets to purchase 50% low-emissions steel and concrete by 2030, increasing to 100% net-zero products by 2050. These two initiatives offer companies more flexibility by allowing multiple pathways for certification, such as through ResponsibleSteel, <a href=\"https://sciencebasedtargets.org/sectors/cement\">SBTi</a> or other related standards. Products meeting these benchmarks could have a green premium.</p><p><strong>Table 1.</strong> <strong>Benchmarks and standards adopted by public and private procurement initiatives</strong></p><table border=\"1\" class=\"tablesaw tablesaw-stack\" width=\"647\"><thead><tr><th width=\"99\"><strong>Initiative/ Policy</strong></th><th width=\"86\"><p><strong>Type</strong></p><p> </p><p> </p></th><th width=\"335\"><strong>Definitions & Benchmarks</strong></th><th width=\"126\"><strong>Targeted Share of Purchases</strong> </th></tr></thead><tbody><tr><td width=\"99\">FMC</td><td width=\"86\">Public/private</td><td width=\"335\"><p><strong>Near zero emissions steel: </strong>50-400 kg CO2e/t.<br /><strong>Near zero emissions cement: </strong>184 kg CO2/t.</p><p><strong>Near zero emissions concrete:</strong> 70-144 kg CO2/m<sup>3</sup>.</p></td><td width=\"126\">10% by 2030</td></tr><tr><td width=\"99\">IDDI</td><td width=\"86\">Public</td><td width=\"335\"><p>Multiple options including using IEA, Responsible Steel, FMC, SteelZero, ConcreteZero standards and national labels.</p><p><strong>IEA:-</strong></p><p> </p><p><strong>Low Emission Steel:</strong> 400 - 2400 kgCO2e/t crude steel</p><p><strong>Low Emission Cement:</strong> 240 - 750 kgCO2e/t cement <strong>Near Zero Steel:</strong> 50 - 400 kgCO2e/t crude steel <strong>Near Zero Cement:</strong> 40 - 125 kgCO2e/t cement</p></td><td width=\"126\">Signatories to decide</td></tr><tr><td width=\"99\">SteelZero</td><td width=\"86\">Private</td><td width=\"335\"><strong>Low emission steel:</strong> 350-2000 kg CO2e/t.<br /><strong>Net zero steel:</strong> As close to zero as possible.</td><td width=\"126\">50% low emission by 2030<br />100% net zero by 2050</td></tr><tr><td width=\"99\">ConcreteZero</td><td width=\"86\">Private</td><td width=\"335\"><strong>Low embodied carbon concrete: </strong>150-382 kg CO2/m<sup>3</sup>.<br /><strong>Net zero concrete:</strong> As close to zero as possible with at least 90% mitigation.</td><td width=\"126\">30% low carbon by 2025<br />50% low carbon by 2030<br />100% net zero by 2050</td></tr></tbody></table><p class=\"secondary\"><em>Notes: Range for steel, cement and concrete depends on scrap share, clinker ratio and concrete compressive strength respectively. Source: Authors’ analysis</em></p><p><strong>Table 2. Benchmarks and standards adopted by public procurement policies in various countries</strong></p><table border=\"1\" class=\"tablesaw tablesaw-stack\"><thead><tr><th width=\"100\"><strong>Government or Agency</strong></th><th width=\"122\"><strong>Type of Policy</strong></th><th width=\"83\"><strong>Material</strong></th><th width=\"295\"><strong>Definitions & Benchmarks</strong></th></tr></thead><tbody><tr><td rowspan=\"3\" style=\"background-color: #fff;\" width=\"100\">U.S. GSA</td><td rowspan=\"3\" style=\"background-color: #fff;\" width=\"122\">Recommendation/priority</td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.gsa.gov/system/files/Steel%20-%20GSA%20IRA%20Low%20Embodied%20Carbon%20Requirements%20%28Dec.%202023%29_508.pdf\">Steel</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20<sup>th</sup> Percentile:</strong> 611-2,228 kgCO2e/t</p><p><strong>40<sup>th</sup> Percentile:</strong> 713-2,324 kgCO2e/t</p><p><strong>Better than Average:</strong> 760-2,408 kgCO2e/t</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.gsa.gov/real-estate/gsa-properties/inflation-reduction-act/lec-program-details/material-requirements/concrete-cement-and-concrete-masonry-units\">Cement</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20<sup>th</sup> Percentile:</strong> 0.751 kgCO2e/kg</p><p><strong>40<sup>th</sup> Percentile:</strong> 0.819 kgCO2e/kg</p><p><strong>Better Than Average:</strong> 0.858 kgCO2e/kg</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.gsa.gov/real-estate/gsa-properties/inflation-reduction-act/lec-program-details/material-requirements/concrete-cement-and-concrete-masonry-units\">Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20<sup>th</sup> Percentile:</strong> 228-321 kgCO2/m3*</p><p><strong>40<sup>th</sup> Percentile:</strong> 261-362 kgCO2/m3*</p><p><strong>Better Than Average:</strong> 277-402kgCO2/m3*</p></td></tr><tr><td rowspan=\"2\" style=\"background-color: #fff;\" width=\"100\">U.S. FHWA</td><td rowspan=\"2\" style=\"background-color: #fff;\" width=\"122\"><p>Recommendation/priority</p><p> </p></td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.fhwa.dot.gov/lowcarbon/thresholds/steel.cfm\">Steel</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20th Percentile Unfabricated Reinforcing Bar:</strong> 0.614 kgCO2e/kg</p><p><strong>40th Percentile Unfabricated Reinforcing Bar:</strong> 0.678 kgCO2e/kg</p><p><strong>Better Than Average:</strong> 0.755 kgCO2e/kg</p><p> </p><p><strong>20th Percentile Unfabricated Hot-rolled Structural Sections:</strong> 0.713 kgCO2e/kg</p><p><strong>40th Percentile Unfabricated Hot-rolled Structural Sections:</strong> 0.816 kgCO2e/kg</p><p><strong>Better Than Average:</strong> 1 kgCO2e/kg</p><p> </p><p><strong>20th Percentile Steel Deck:</strong> 1.63 kgCO2e/kg</p><p><strong>40th Percentile Steel Deck: </strong>1.85 kgCO2e/kg</p><p><strong>Better than Average Steel Deck:</strong> 2.32 kgCO2e/kg</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.fhwa.dot.gov/lowcarbon/thresholds/concrete.cfm\">Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20th Percentile: </strong>146-406 kgCO2e/yd3**</p><p><strong>40th Percentile: </strong>168-448 kgCO2e/yd3**</p><p><strong>Better than Average: </strong>177-478 kgCO2e/yd3**</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">California</td><td style=\"background-color: #fff;\" width=\"122\"><p>Recommendation/priority</p><p> </p></td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.dgs.ca.gov/PD/Resources/Page-Content/Procurement-Division-Resources-List-Folder/Buy-Clean-California-Act\">Steel</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>Hot Rolled Structural Steel: </strong>1.01 tCO2e/t</p><p><strong>Hollow Structural Sections: </strong>1.71 tCO2e/t</p><p><strong>Steel Plate:</strong> 1.49 tCO2e/t</p><p><strong>Concrete Reinforcing Steel:</strong> 0.755 tCO2e/t</p></td></tr><tr><td rowspan=\"3\" style=\"background-color: #fff;\" width=\"100\">Colorado</td><td rowspan=\"3\" style=\"background-color: #fff;\" width=\"122\"><p>Recommendation/priority</p><p> </p></td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://osa.colorado.gov/sites/osa/files/documents/EE-5.1%20%281%29.pdf\">Steel</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>Fabricated Steel Reinforcing Bar \"Rebar\":</strong> 1030 kgCO2e/t</p><p><strong>Fabricated Hot-rolled Steel:</strong> 1,220 kgCO2e/t</p><p><strong>Fabricated Plate Steel:</strong> 1,730 kgCO2e/t</p><p><strong>Fabricated Hollow Structural Sections:</strong> 1,990 kgCO2e/t</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://osa.colorado.gov/sites/osa/files/documents/EE-5.1%20%281%29.pdf\">Cement</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Cement: </strong>1,112 kgCO2e/t</td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://osa.colorado.gov/sites/osa/files/documents/EE-5.1%20%281%29.pdf\">Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Concrete:</strong> 232-580 kgCO2e/m3</td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">New York</td><td style=\"background-color: #fff;\" width=\"122\">Recommendation/priority</td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://ogs.ny.gov/nys-buy-clean-concrete-guidelines-0\">Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Concrete: </strong>275-541 kgCO2e/y3</td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">European Union</td><td style=\"background-color: #fff;\" width=\"122\"><p>Recommendation/priority;</p><p>Green taxonomy/ labels</p></td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://commission.europa.eu/energy-climate-change-environment/standards-tools-and-labels/products-labelling-rules-and-requirements/ecodesign-sustainable-products-regulation_en\">Steel, Cement/Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\">To be determined starting 2025<u> through ESPR and Industrial Decarbonization Accelerator Act</u></td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">Ireland</td><td style=\"background-color: #fff;\" width=\"122\">Mandate</td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://enterprise.gov.ie/en/publications/guidance-public-bodies-reducing-embodied-carbon-in-construction.html\">Cement</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Maximum Clinker Content of Cement:</strong> 70%</td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">Türkiye</td><td style=\"background-color: #fff;\" width=\"122\">Mandate</td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.resmigazete.gov.tr/eskiler/2024/03/20240316-3.htm\">Cement</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Maximum Clinker Content of Cement: </strong>80%</td></tr></tbody></table><p class=\"secondary\"><em>Note: While standards created by the U.S. GSA and the FHWA were planned to be replaced by those adopted by the EPA, implementation of the Federal Buy Clean Initiative has been halted.</em></p><p class=\"secondary\"> *Depending on compressive strength</p><p class=\"secondary\">**Depending on compressive strength and region</p><p class=\"secondary\">***Depending on share of scrap inputs</p><p>Comparing low-emissions benchmarks across public procurement policies is challenging due to differences in the types of goods covered, regional variation in raw material availability, and a lack of harmonized definitions and interoperability. Much of this stems from differences among product sub-types and categories, each with distinct characteristics, production processes and emissions profiles. The figure above uses U.S. federal and California Buy Clean policies as examples to illustrate how they compare with key green procurement initiatives.</p><p>Because these initiatives and policies target various levels of decarbonization and would require technologies at different stages of development, they can complement one another. For example, less stringent emissions-intensity benchmarks with a higher bar on market penetration can incentivize the adoption of technologies and approaches that are widely available today. Meanwhile, more stringent benchmarks can send signals that there is interest in deep decarbonization technologies in the industrial sector and help increase investment and development. By addressing different stages of decarbonization, this range of initiatives allows countries and companies to make commitments that best fit their circumstances.</p><h3>Harmonizing Standards</h3><p>There is a need for harmonization, or alignment, in standards across these green procurement initiatives and policies. But that doesn’t mean we need a one-size-fits-all solution. We will likely need multiple standards and protocols to cover the types of production and varied manufacturing practices across the world.</p><p>What is important is that these standards are interoperable: Consistent methodologies for measurements and data reporting, as well as clear definitions for scopes and benchmarks, are needed to ensure standards speak a common language and help avoid an undue administrative burden on manufacturers. Lack of alignment could risk sending contradictory signals to the market, resulting in an uneven playing field and undercutting decarbonization efforts.</p><p>Below are several important considerations for harmonizing green procurement standards:</p><ul><li><strong>Level of accounting:</strong> Initiatives need to be mindful of how different entities (such as the private and public sectors) account for and set targets for cement, concrete and steel emissions. Approaches include product-level, project-level, facility-level or industry-level accounting (i.e., whether the emissions benchmark is specific to the product, such as concrete; specific to a project that can include many materials; specific to individual facilities; or an industry average for the material). Many green procurement initiatives and policies launched in the last few years have targeted product-level accounting. However, project-level accounting, such as <a href=\"https://carbonleadershipforum.org/clf-wblca-v2/\">whole building life cycle assessments</a>, will also be needed to decarbonize the cement and steel sectors. This type of project-level accounting is required within IDDI’s Level 2 requirements.</li><li><strong>Scope of coverage:</strong> Coherence is needed in the scope (i.e., boundary of emissions accounting) and type of GHG emissions accounted for in each initiative (e.g., only CO2, or other GHGs as well). Manufacturers supplying low-emissions products to government contractors and private companies need to be able to use the same methodologies to account for and report their emissions intensities.</li><li><strong>Reporting mechanism: </strong>Initiatives and policies should seek alignment in their measurement methodologies, data collection and reporting mechanisms to allow an apples-to-apples comparison. This could include things like harmonized <a href=\"https://www.environdec.com/product-category-rules-pcr/the-pcr\">product category rules</a> and a common methodology for <a href=\"https://carbonleadershipforum.org/guidance-on-embodied-carbon-disclosure/\">environmental product declarations</a>. The International Energy Agency published a <a href=\"https://www.iea.org/reports/emissions-measurement-and-data-collection-for-a-net-zero-steel-industry\">report</a> in April 2023 outlining the robust emissions measurement and data collection methodologies that are critical for achieving net-zero in the steel industry. Initiatives like IDDI have also published <a href=\"https://www.industrialenergyaccelerator.org/general/guidance-for-pcr-harmonization/\">guidance</a> for harmonizing data reporting standards. For data reliability and interoperability, initiatives will need to ensure the type of accounting used in data reporting is transparently declared in a standardized, digital format.</li><li><strong>Definitions: </strong>Definitions of terms like “low-emissions,” “near-zero emissions” and “net-zero emissions” need to be consistent across initiatives and policies to avoid confusion and misalignment in targets. However, consistent definitions don’t need to constrain flexibility. Standards can be made flexible by setting ranges and categories for emissions-intensity benchmarks, such as the Global Cement and Concrete Association's (GCCA) <a href=\"https://gccassociation.org/wp-content/uploads/2025/03/GCCA_Concrete_Definitions_for_Low_Carbon_and_NearZeroPolicy_Digital.pdf\">Low Carbon Rating for Cement and Concrete</a>.</li></ul><h3>Other Factors to Account For</h3><p>So far, the standards implemented by international green procurement initiatives have focused on North American and European practices. However, most of the world’s cement and steel production and use currently takes place in Asia, and demand for these products is set to increase rapidly in Africa. Green procurement initiatives need to bring these regions and their standards into the mix for alignment to drive meaningful decarbonization <a href=\"https://www.wri.org/insights/industrial-decarbonization-international-cooperation\">across borders</a>. The green taxonomies for industrial products being set by <a href=\"https://pib.gov.in/PressReleaseIframePage.aspx?PRID=2083839\">India</a> and <a href=\"https://policycn.com/public/commentaries/prc-version-of-low-carbon-emission-steel-standard-launched-42701\">China</a> can provide a foundation for green public procurement policies in these countries based on national circumstances.</p><p>Green procurement initiatives should also align with the standards being set by climate-related trade policies, such as the EU’s <a href=\"https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en\">Carbon Border Adjustment Mechanism</a>, and national green taxonomies to prevent duplicate efforts and the risk of contradictory signals.</p><p>Green procurement is emerging as a powerful lever to accelerate decarbonization in cement and steel by creating early demand for low- and near-zero emissions products. However, the effectiveness of these initiatives depends on aligning definitions, data standards and methodologies across countries and sectors. With the right coordination and support, green procurement can play a central role in catalyzing a low-carbon industrial transition globally.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Cities Are Heating Up. Better Infrastructure Can Cool Them Down.",
      "link": "https://www.wri.org/insights/urban-heat-effect-solutions",
      "pubDate": "Wed, 16 Jul 2025 13:00:00 EDT",
      "description": "<p>In a city, a grassy park might be a place to stretch out with a book, an asphalt road your route to work, a building wall a canvas for a mural. But beyond their familiar roles, each of these surfaces plays a critical and often unseen role in shaping urban heat.</p><p>Many cities are warming at <a href=\"https://www.unep.org/topics/cities/cooling-and-heating-cities/urban-cooling-and-extreme-heat#:~:text=The%20world%E2%80%99s%20cities%20are%20heating%20up%20at%20twice,at%20high%20levels%20(UNEP%20%26%20Cool%20Coalition%2C%202021)\">twice the global rate</a> — a problem that's only worsening with rapid urbanization. And while rising temperatures are a problem everywhere, some cities and neighborhoods (often the poorest and most vulnerable) swelter more than others.</p><p>The reason for this comes down to the urban environment. Built infrastructure like roads, buildings and sidewalks, as well as natural infrastructure like trees and water bodies, determines how heat moves through a city. In most cities, the abundance of dark, impervious surfaces, like asphalt, traps heat and drives temperatures up — contributing to the urban heat island effect.</p><p>But urban infrastructure can also be one of the most powerful tools to keep people cool, without relying on energy-hungry air conditioning. The key is focusing on \"surface infrastructure\" — the places where the physical city and the atmosphere interact. In fact, cities around the world are showing that seemingly simple changes to surfaces, like painting roofs white or planting trees, can have a surprisingly big impact on temperatures. It's a matter of knowing how and where to use these solutions.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A man painting a rooftop white.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/painting-roof-white_0.jpg?VersionId=5oWsn3u4N6xb.8IGo4dTJKDRf0hWNecd&itok=XuiRfqYi\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>White roofs, like this one on Milos Island, Greece, can keep people cool inside while lowering surrounding temperatures. Photo by photopoems/Shutterstock</figcaption>\n</figure>\n<h3>What Makes a City Hotter — or Cooler</h3><p>Urban infrastructure interacts with energy from the sun — reflecting it, absorbing it, transforming it, storing it — in ways that shape the experience of urban heat. Understanding and harnessing these mechanisms is key to designing cooler cities.</p><h4>Surfaces can absorb or reflect heat</h4><article class=\"align-left media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"456\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"360\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"600\" />\n              <source height=\"273\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"273\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"273\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Illustration showing how surfaces reflect or absorb heat from the sun, a property known as \"albedo.\"\" height=\"273\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/icons-reflectivity-v3.png?VersionId=vZ0ciEw.j4qzUD0NUfU4Migdrx8RKNO8&itok=5V71q1J_\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>When sunlight strikes a surface, one of two things happens: The energy is either absorbed or reflected. While energy that gets reflected back into the atmosphere doesn't cause warming, energy that is absorbed by surfaces is re-emitted as heat. Dark surfaces tend to absorb energy and elevate temperatures; white or reflective surfaces tend to have the opposite effect.</p><div class=\"callout alignright\"><p class=\"secondary\"><strong>There's </strong><a href=\"https://www.wri.org/insights/beyond-thermometer-measuring-heat\"><strong>more than one way to measure heat</strong></a><strong>. </strong>Looking at different metrics offers a more complete picture of how effective heat solutions are — from lowering the air temperature outside to changing how hot it feels.</p><p class=\"secondary\"><strong>Land surface temperature (LST) </strong>uses satellite data to measures the temperature of surfaces such as roofs, treetops and roads.</p><p class=\"secondary\"><strong>Air temperature</strong> is measured about two meters above the ground using combined data from various weather stations. This is the metric commonly seen in weather reports.</p><p class=\"secondary\"><strong>Heat index </strong>measures it feels like outside by adjusting air temperature based on humidity.</p><p class=\"secondary\"><strong>Wet bulb globe temperature (WBGT)</strong> is similar to heat index, but considers direct sunlight and wind speed in addition to air temperature and humidity.</p><p class=\"secondary\"><strong>Universal thermal comfort index (UTCI) </strong>accounts for the combined effects of direct sunlight, reflected radiation, air temperature, wind level and humidity to accurately measure heat's impact on the human body.</p></div><p>Strategically increasing reflectivity (also known as \"albedo\") — for example, by painting rooftops or pavements light colors — can significantly decrease local temperatures. Phoenix has reduced surface temperatures by over <a href=\"https://www.phoenix.gov/administration/departments/streets/initiatives/pavement-maintenance/cool-pavement-program.html\">7 degrees C (12 degrees F)</a> in some areas by adding reflective treatments to pavements. In the Almeria region of southern Spain, after farmers whitewashed their greenhouse roofs, local air temperature fell by about <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2008JD009912\">1.6 degrees C (2.9 degrees F)</a> compared to surrounding areas.</p><p>Cool roofs have the additional benefit of lowering indoor temperatures and reducing the need for air conditioning. In Malaysia, white roof tiles have <a href=\"https://www.mdpi.com/2071-1050/13/9/4665\">reduced annual household energy use by 13%</a>, bringing down power demand as well as energy costs.</p><p>Measuring land surface temperature can tell us how these interventions directly impact temperatures of surfaces, like roofs or roads. But measuring local air temperature also gives us important information about how reflective surfaces impact temperatures and people more broadly.</p><h4>Shade offers instant relief </h4><article class=\"align-left media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"456\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"360\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"600\" />\n              <source height=\"273\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"273\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"273\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Illustration showing how shade blocks the sun's heat to lower temperatures.\" height=\"273\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/icons-shade-v3.png?VersionId=zpJHHAvaOYBGb5PTjqw4j.GFpLpLQuau&itok=rWKwztFH\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Trees, as well as structures like awnings, bus shelters and covered <a href=\"https://www.ricemedia.co/culture-life-one-roof-covered-walkway-conquered-singapore/\">walkways</a>, intercept sunlight and prevent it from being absorbed by the ground — or by people. This dramatically improves how hot it feels outside, creating a respite even on scorching days.</p><p>While increasing shade may seem obvious, the benefits can be staggering. One study found that tree shade can reduce surface temperatures by up to <a href=\"https://19january2017snapshot.epa.gov/heat-islands/using-trees-and-vegetation-reduce-heat-islands_.html#:~:text=Trees%20and%20Vegetation%20Resources&text=Trees%20and%20vegetation%20lower%20surface,peak%20temperatures%20of%20unshaded%20materials.\">25 degrees C</a> (45 degrees F) compared to sunny, asphalt-paved areas. Cities are taking note: A community-led project in Freetown, Sierra Leone, planted <a href=\"https://www.reuters.com/sustainability/society-equity/reaping-benefits-nature-mountain-climb-cities-2025-01-08/\">more than 1 million trees</a> over the last five years to combat rising temperatures.</p><p>Thermal comfort indices can be used to measure how shade (or the lack of it) affects people, providing guidance for where to plant trees and build shelter.</p><h4>Green spaces cool the air by releasing water</h4><article class=\"align-left media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"456\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"360\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"600\" />\n              <source height=\"273\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"273\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"273\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Illustration showing why green spaces are cooler than built areas in cities.\" height=\"273\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/icons-evapotranspiration-v3.png?VersionId=GYYn.rgXdK5HiloGC9TwZkPtlPt9pBY8&itok=rlXlWvWl\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>A grassy park often feels noticeably cooler than a sunlit sidewalk. This is in part thanks to \"evapotranspiration\" — the process by which water moves from the land to the atmosphere, both through plant leaves and direct evaporation of water. Much like how sweating cools the human body, evapotranspiration draws heat from the surrounding environment and uses it to transform liquid water into vapor, lowering local air temperatures in the process.</p><p>This property, combined with the shade they provide, makes urban trees an especially powerful tool for mitigating heat. Moist surfaces like soil and open water bodies have a similar effect, known as evaporative cooling.</p><p>Cities can tap into these benefits through strategies like green roofs, green spaces and permeable pavements (which have gaps that allow water to evaporate). Medellín, Colombia, has managed to decrease its local air temperature by <a href=\"https://colombiaone.com/2025/03/30/medellin-planting-trees/\">2 degrees Celsius</a> (3.6 degrees F) by creating a network of \"green corridors\" — trees and vegetation strategically planted along roads, paths and bike lanes and connecting green spaces throughout the city.</p><p>The flip side is that evaporation also increases humidity, which can compound the <a href=\"https://www.wri.org/insights/extreme-heat-reshaping-urban-life#:~:text=far%2Dreaching%20strategies.-,Health,-%3A%20Prioritizing%20Well%2DBeing\">health risks</a> of extreme heat. When evaluating these solutions, it's important to consider their impact on the heat index — a metric which combines air temperature and humidity — to more accurately assess how people feel outside.</p><h4>'Thermal delay' shapes daytime and nighttime heat</h4><article class=\"align-left media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"475\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"375\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"600\" />\n              <source height=\"284\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"284\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"284\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Illustration explaining \"thermal delay,\" the property that causes surfaces like concrete and water to hold and release heat.\" height=\"284\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/icons-thermal-delay-v3.png?VersionId=2Th8nih50XjiR7So0vp.VOnbZTKWg9wK&itok=lYnQJrB9\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Different materials absorb and emit heat at different rates, which shapes urban temperature cycles. For example, asphalt warms dramatically during the day and releases that heat well into the night, keeping cities sweltering after the sun goes down.</p><p>Water bodies, on the other hand, can absorb and store significant amounts of heat without much change in temperature. This is why water stays cooler than the air when it's hot out — and why swimming is so refreshing on a summer day. During the day, air near the surface of a water body is cooled by the water and can be carried by breezes, lowering temperatures in nearby areas. At night, water releases only a small share of its stored heat very slowly, helping to avoid the high nighttime temperatures common in heavily built-up areas.</p><p>In 2005, Seoul, South Korea, demolished approximately 6 kilometers of elevated urban highway to uncover and restore the Cheonggyecheon Stream. After the project's completion, researchers compared air temperatures near the stream to those in a developed area four blocks away and found it was <a href=\"https://www.landscapeperformance.org/case-study-briefs/cheonggyecheon-stream-restoration-project\">nearly 6 degrees C</a> (over 10 degrees F) cooler by the stream. Not only that, but the <a href=\"https://www.archdaily.com/1020945/re-naturalization-of-urban-waterways-the-case-study-of-cheonggye-stream-in-seoul-south-korea\">revitalized waterway</a> has boosted tourism, created green space for residents to enjoy and lent a massive boost to biodiversity.</p><p>While thermal delay affects temperatures day-to-day, it also moderates temperatures over longer periods — reducing the occurrence of either extreme heat or cold because of the slow, constant release of stored heat. This is a primary reason why coastal land areas have milder climates than inland areas. The cooling and moderating effects of thermal delay are best measured using air temperature.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1052\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"508\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People walk along a stream in a city with trees lining its banks.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/cheonggyecheon-stream_0.jpg?VersionId=KCCxwvO4Zos2QDxanJfKZ6nSKOVln6EH&itok=cIBewALc\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The rehabilitated Cheonggyecheon Stream in Seoul, South Korea has lowered nearby temperatures while creating new green space for residents to enjoy. Photo by Daniel Gauthier/iStock</figcaption>\n</figure>\n<h3>Matching Solutions with Cities' Cooling Goals</h3><p>Each one of these infrastructure solutions offers value on its own. But to achieve broader or more complex goals — like reducing overall energy demand or keeping pedestrians and transit riders safe during heat waves — cities will often need a multi-pronged approach. By understanding the relationships between goals, heat metrics, cooling mechanisms and infrastructure solutions, cities can make more meaningful progress against extreme heat.</p><p>For example, a city might aim to lower overall temperatures while also keeping people cool in areas with high pedestrian traffic. To accomplish this, it could blend broad and localized strategies: A citywide effort to implement cool roofs and cool pavements would increase reflectivity across large surface areas, helping to reduce heat absorption and bring down air temperatures for the whole city. In neighborhoods with high pedestrian exposure — such as commercial corridors or transit hubs — incorporating more trees or shade structures could measurably reduce people's heat exposure and health risks as they go about their days.</p><p>This kind of tiered strategy allows cities to deliver both widespread heat hazard reduction and immediate relief in the places people need it most.</p><p>Explore the grid below to see how different infrastructure solutions can be combined to meet various resilience and health goals.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-cards\"><noscript><img alt=\"cards visualization\" src=\"https://public.flourish.studio/visualisation/24246887/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<div class=\"callout\"><p><em><strong>Heat Goals, Explained</strong></em></p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><p class=\"heat-goals-explained\"><strong>Cool people outdoors:</strong> Provide significant site- or corridor-specific reduction in thermal stress, as measured by thermal comfort indices like the universal thermal comfort index.</p><p><strong>Lower area-wide temperatures: </strong>Reduce air temperatures across a large area throughout the day.</p><p><strong>Flatten peak temperatures: </strong>Reduce air temperatures in the hottest period of the day across a neighborhood or city.</p><p><strong>Reduce nighttime temperatures:</strong> Reduce nighttime minimum temperatures across a neighborhood or city. Particularly relevant for providing relief from heat stress during multi-day heatwaves.</p><p><strong>Reduce surface temperatures:</strong> Reduce the absorption of heat by surfaces in the urban environment, as measured by land surface temperature.</p><p><strong>Cool without adding humidity: </strong>Reduce air temperatures without contributing additional humidity to the urban environment, to manage the heat burden of an area as defined by heat index. Particularly relevant in areas with high baseline humidity during the warmest seasons.</p><p><strong>Cool without water:</strong> Reduce the temperature of an area without requiring additional water resources. Particularly relevant in arid or water stressed regions.</p><p><strong>Reduce indoor heat: </strong>Reduce the heat absorbed by buildings to reduce indoor air temperatures and thermal stress.</p><p><strong>Reduce energy consumption: </strong>Reduce the heat absorbed by buildings in order to decrease energy demand for cooling the buildings.</p></dd></dl></div><h3>A Toolkit to Protect Cities Against Extreme Heat</h3><p>Heat is a universal challenge — but mitigating it offers cities an opportunity to respond with creativity and local insight. Each built environment is unique, and each piece of infrastructure can either exacerbate heat or help reduce it.</p><p>The solutions listed here offer a flexible toolkit. By understanding how sunlight interacts with the urban landscape and intentionally using infrastructure to influence these interactions, cities can achieve clear, measurable goals for urban heat resilience and protect their residents in a warming world.</p><p><em>To learn more, see WRI's </em><a href=\"https://www.wri.org/initiatives/urban-heat-passive-cooling\"><em>Urban Heat and Passive Cooling</em></a><em> initiative.</em></p><p><em>The graphics in this article were produced by </em><a href=\"https://www.wri.org/profile/sara-staedicke\"><em>Sara Staedicke</em></a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Farmers Restore the ‘Cradle of Mankind’ in Kenya’s Greater Rift Valley",
      "link": "https://www.wri.org/insights/farmers-restore-greater-rift-valley-kenya",
      "pubDate": "Mon, 14 Jul 2025 23:00:00 EDT",
      "description": "<p>Every morning, Joyce Muthoni steps onto her farm in central Kenya with quiet determination. She moves from tree to tree — pruning, weeding, checking the soil — nurturing each seedling. Muthoni’s farm is a vibrant mix of crops and native trees, from maize and macadamia nuts to tree tomatoes, plums, loquats and over 60 avocado trees. This rich diversity has helped improve her farm’s soil health and boosted harvests. She now grows enough fruits and vegetables to both eat and sell at the local market, providing a steady income for her family.</p><p>But this is just the beginning of her day. Later, she travels deep into the nearby Kieni Forest, her hands in the earth once more. She works alongside other women in her local Community Forest Association (CFA) to care for young saplings they’ve planted, destined to become the forest’s future canopy.  </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Harvesting fruit.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/restoration-harvesting-fruit_0.jpg?VersionId=xgh8ekv6iewte_AXQCY98jcU_HcDUvzh&itok=kvAQhz5O\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Joyce Muthoni, a farmer with KENVO, checks on avocado fruits at her farm. Photo by Prowl Limited/WRI.</figcaption>\n</figure>\n<p>Nestled in central Kenya, Kieni Forest is a lifeline for the surrounding community. For many, it offers opportunities to earn a living through ecotourism, conservation, small-scale farming, tree nurseries and sustainable timber harvesting of pine and cypress trees. Kieni is also the origin of several rivers, including the Kariminu, which supplies water to homes and farms. The forest’s many indigenous trees — including Prunus Africana, Olea Africana and others — provide cooling shade, nurture the soil and provide resilience against a changing climate.  </p><p>Muthoni is more than a farmer; she is a custodian of ecological knowledge passed down through generations — learnings she now shares with her three grandchildren. She understands the rhythms of the land, the soil, the seasons, and the native species that once thrived there. She’s also part of <a href=\"https://africa.wri.org/news/release-restore-local-officially-launches-boost-locally-led-land-restoration-across-africa\">Restore Local</a>, a growing movement taking root to restore forests and degraded landscapes in Kenya’s Greater Rift Valley.</p><p>“I saw an opportunity not just to restore our land, but also revive our livelihoods,” said Muthoni. “Today, I guide others to restore the forest — because trees bring in rain, clean air and resilience in the face of climate change.”</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=I84I-zXHZgk\" rel=\"nofollow\" title=\"Watch Restoring Nature, Inspiring a Nation: Joyce’s Fight for Kieni Forest\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>A Changing Landscape in Kenya’s Greater Rift Valley</h3><article class=\"align-right media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"962\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"760\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"600\" />\n              <source height=\"576\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"576\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"576\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map of Kenya's Greater Rift Valley.\" height=\"576\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/kenyas-greater-rift-valley-map_0.png?VersionId=PpKH9GDoAL__Hv9cccADXerT28YE9rK.&itok=J-Q1lnGm\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Stretching across Kenya like a vast green artery, the Greater Rift Valley is one of the country’s most ecologically and culturally significant landscapes. It harbors an extraordinary array of ecosystems, from lush tropical rainforests and freshwater lakes to savannah and woodlands. The area teems with wildlife — particularly the famous “Big Five” of Africa: lions, buffalo, elephants, leopards and rhinoceros. The region is often referred to as the “cradle of mankind,” a landscape vital in the study of human and species evolution.</p><p>Yet even with its rich ecological and cultural heritage, the Greater Rift Valley faces growing threats. <a href=\"https://www.cifor-icraf.org/publications/downloads/Publications/PDFS/2022039.pdf\">More than 30%</a> of Kenya’s land mass is degraded. This causes a chain reaction of challenges from reduced agricultural productivity to water insecurity that cost the country at least 3% in GDP per year.</p><p>Things are especially severe in the Greater Rift Valley. Years of deforestation, unsustainable land use and changing climate patterns have depleted the land and affected livelihoods. Forests and biodiversity have disappeared in some places. Degraded soils can’t support the abundance of plants they once did. Crop harvests grow more uncertain.  </p><p>But hope is taking root through local restoration champions like Muthoni.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Harvesting avocados.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/carrying-avocados_0.jpg?VersionId=Ly6G738Ft91WRF5rrxpRI5kTfWuxMG40&itok=1RtmwohG\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Farmers harvest avocados at one of their farms- a project in partnership with Afrex Gold, supported by WRI. Photo by Third Factor Production/WRI</figcaption>\n</figure>\n<h3>Restore Local Takes Hold in Kenya’s Greater Rift Valley</h3><p>Many land restoration projects are top-down, led by international NGOs or government agencies. WRI’s <a href=\"https://www.wri.org/initiatives/restore-local\">Restore Local initiative</a> changes the model by putting local communities at the heart of restoration. Research shows restoration projects led by locals like small farmers and business owners are <a href=\"https://www.wri.org/research/climate-benefits-tenure-costs\">6-20 times more likely</a> to yield benefits to communities than those carried out by larger entities.</p><p>And the benefits are many. Restoring degraded landscapes through tree-planting, sustainable farming and other practices can boost food production, grow farmers’ incomes, provide clean water and mitigate disasters like droughts, floods and rising heat.</p><p>So far, Restore Local has invested in <a href=\"https://www.terramatch.org/dashboard?landscapes=Greater+Rift+Valley+of+Kenya\">44 institutions</a> made up of farmers, small business owners and community groups in the Greater Rift Valley. The project provides capacity building, targeted financing, effective monitoring and policy support to “restoration champions.” The impact is already visible: Champions have planted 3.5 million trees in the region, with a target of planting 5.9 million and restoring <a href=\"https://www.terramatch.org/dashboard?landscapes=Greater+Rift+Valley+of+Kenya\">4,700 hectares</a> of degraded land in the Greater Rift Valley. Their approaches and the benefits they accrue vary, but their efforts all add up to one central goal: revitalizing the world’s cradle of civilization.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Man holding avocado sapling at tree nursery.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/avocado-sapling_0.jpg?VersionId=P1fY8sFKuzSyhLR_AhV28C.QpXUU2AbG&itok=t-1yI7qN\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>David Wamuya of Afrex Gold Limited holds up an avocado sapling at one of the company’s tree nurseries. Photo by Third Factor Production/WRI</figcaption>\n</figure>\n<h3>Meet the Greater Rift Valley’s ‘Restoration Champions’</h3><p>In Nakuru, Kenya, Wezesha Community Based Organization is working closely with local farmers to restore their degraded farms. “When we first came here, the land was dry and bare, and crops were failing,” said Redempta Mutisia of Wezesha. “But we saw potential in the land and set out to bring it back to life.”</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Farmers at tree nursery.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/farmers-tree-nursery_0.jpg?VersionId=IK9MTRLQojet9WkjVU5BiQUqqxlIfJY8&itok=lGQDjagS\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Farmers at a Wezesha tree nursery. Photo by Prowl Limited/WRI</figcaption>\n</figure>\n<div class=\"callout alignright\"><p><strong>The Many Benefits of Restoring Kenya’s Greater Rift Valley</strong></p><p>Restoring the Greater Rift Valley could unlock wide-reaching environmental, social and economic benefits, including:</p><p><strong>1) Food security</strong>: Restoring land supports soil health, reduces erosion and boosts crop yields, bringing <a href=\"https://www.decadeonrestoration.org/types-ecosystem-restoration/farmlands\">greater food stability</a>.</p><p><strong>2) Improved livelihoods</strong>: Restoration creates jobs in tree nurseries, agroforestry, tourism and conservation. For <a href=\"https://africa.wri.org/insights/finance-women-key-restoring-africas-degraded-lands\">women and youth in the Greater Rift Valley</a>, restoration offers dignified income and greater participation in natural resource governance.</p><p><strong>3) Improve water quality and quantity</strong>: Reforesting water catchment areas and rehabilitating degraded watersheds can improve the flow and quality of freshwater to lakes, rivers and springs.</p><p><strong>4) Biodiversity</strong>: Restoring land creates conditions for native plants, animals and microorganisms to thrive.</p><p><strong>5) Economic development</strong>: Degraded lands <a href=\"https://www.unccd.int/sites/default/files/relevant-links/2017-01/LDN_Country_%20Profile_Kenya_20161016.pdf#:~:text=The%20annual%20cost%20of%20land%20degradation%20in%20Kenya,5%%20of%20the%20country%E2%80%99s%20GDP%20(see%20table%201).\">cost Kenya billions annually</a>. Land restoration can boost economic returns by improving agricultural productivity, supporting biodiversity and ecotourism and creating jobs. It can also reduce economic costs by mitigating floods, droughts and other disasters.</p><p><strong>6) Climate resilience and carbon sequestration</strong>: Restoration <a href=\"https://africa.wri.org/insights/kenyas-farmers-restore-lands-and-hope-after-floods\">buffers communities from climate shocks like droughts and floods</a> while capturing carbon through trees and soil.</p></div><p>Wezesha trains farmers on agroforestry techniques, which integrate trees alongside crops and animal husbandry. The community group emphasizes the value of growing diverse trees and crops as opposed to monocultures, which supports biodiversity, improves soil health and boosts farm yields. To date, Wezesha has worked with farmers to grow over 500,000 tree seedlings, including avocadoes, citrus fruits, cypress trees, Olea Africana and other species.</p><p>“In a few years, the land will be beautiful, and the birds will come singing again,” said Redempta.</p><p>Afrex Gold helps local farmers plant avocado trees on their farms. Farmers plant the avocado alongside subsistence crops. Most of them eventually fully dedicate sections of their farms to growing avocado trees, which fetch a high price. Afrex Gold supplies farmers with quality seedlings, trainings and access to markets via their own packing facility in Thika. Once avocados are ready for harvest, farmers sell their produce directly to Afrex Gold at pre-agreed rates. This eliminates intermediaries such as brokers and middlemen, allowing farmers to earn a reliable and fair income.</p><p>With the financial support received from Restore Local’s TerraFund, Afrex Gold has expanded its nursery and now produces 50,000 seedlings annually, distributed to farmers across the region.</p><p>“Since Afrex Gold introduced this initiative here, soil erosion has gone down, our avocado trees are doing well, and we are also able to improve our livelihoods from selling the fruit,” said Julius Muli, one of the business’s partner farmers.</p><p>Paran Women’s Group is a collective of 64 Indigenous women’s groups based in Ololunga, Kenya. They are working to restore degraded lands in and around the Mau Forest, one of Kenya’s <a href=\"https://www.kws.go.ke/sites/default/files/2019-11/Frequently%20Asked%20Questions%20About%20Mau%20Forest%20Complex_0.pdf\">most vital ecological assets</a> and the largest of the country’s five main water towers. In addition to feeding major rivers and lakes, the Mau Forest regulates river flows, mitigates floods, prevents soil erosion and supports groundwater recharge. Paran Women’s Group blends ancestral wisdom with modern restoration efforts in conserving and restoring it.</p><p>“We have been able to restore 100 hectares of degraded lands in our community, leveraging intergenerational transfer of indigenous knowledge,” said Naiyan Kiplagat, the group’s founder. Paran has also distributed 70,000 seedlings to 3,000 women and is on track to plant 150,000 trees by the end of 2025. Women — most of them from the Masai and Ogiek Indigenous communities —are able to sell fruits and other goods that the trees produce, in addition to their traditional livelihoods as pastoralists.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Women at restoration site carrying saplings.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/carrying-saplings-in-field_0.jpg?VersionId=vUTpZostUIRKxTtxCKes8NfzTJYI1DVa&itok=_qZV3nwG\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Members of the Paran Women Group at one of their restoration sites on the slopes of the Mau Forest. Photo by Third Factor Production/WRI</figcaption>\n</figure>\n<h3>Restoration Works</h3><p>As birds return to reforested hillsides, as farmers harvest stronger crops, and as water once again flows through dry riverbeds, the message is clear: When we restore nature, we restore our livelihoods and ourselves.</p><p>But no single actor can do this alone. To scale and sustain these successes, restoration champions need continued support from governments, the private sector, civil society, communities and funders. It will take a united effort to restore millions of hectares, strengthen rural economies, and secure a better future for generations to come.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Packing avocados.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/avocado-packaging.jpg?VersionId=AAENFBUCOJD2SWPpvEn67evH56Sm23KM&itok=iEoUwiPI\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Afrex Gold team at their avocado processing plant in Thika, Kenya. Photo by Third Factor Production/WRI</figcaption>\n</figure>\n<p>“Restoration is not just about recovering what was lost; it’s about reimagining what is possible,” said Wanjira Mathai, WRI’s Managing Director for Africa and Global Partnerships. “It’s about dignity, opportunity and resilience rooted in the land. The champions we work with are lighting the path forward. Our role is to ensure that path becomes a highway, wide enough for millions to walk.”</p><p>Watch the videos below <a href=\"https://www.youtube.com/watch?v=86rajPWxYyw&list=PLuMuOWeY7O8L_yyVCPq2VgIxFXKB4A3rX\">or on Youtube</a> to meet the Greater Rift Valley’s champions and see their impact firsthand.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=86rajPWxYyw&list=PLuMuOWeY7O8L_yyVCPq2VgIxFXKB4A3rX\" rel=\"nofollow\" title=\"Watch Timeless Knowledge: Meet the Indigenous Women Restoring Kenya's Mau Forest\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: 8 African Nations Commit to 100% Sustainable Ocean Management",
      "link": "https://www.wri.org/news/statement-8-african-nations-commit-100-sustainable-ocean-management",
      "pubDate": "Fri, 11 Jul 2025 09:31:04 EDT",
      "description": "<p><span lang=\"EN-GB\"><strong>YAOUNDÉ  (July 11, 2025) </strong>– Yesterday, eight African nations — Angola, Benin, Cameroon, Republic of Congo, Côte d’Ivoire, Equatorial Guinea, Liberia and Nigeria — adopted the Yaoundé Declaration, committing to sustainably manage 100% of ocean areas under their national jurisdiction by 2030. The commitment was made at the International Conference on the Blue Economy in the Gulf of Guinea, held in Yaoundé, Cameroon. </span> </p><p><span lang=\"EN-GB\">Through the regional declaration, the eight countries have pledged to develop and implement Sustainable Ocean Plans (SOPs) that will guide the sustainable use, protection, and restoration of marine and coastal ecosystems. Other commitments will seek to tackle Illegal, Unreported and Unregulated fishing (IUU) and strengthen marine security. </span> </p><p><span lang=\"EN-GB\"><strong>Following is a statement from Wanjira Mathai, Director of WRI Africa:</strong></span> </p><p><span lang=\"EN-GB\">“The ocean is one interconnected system that spans beyond national borders, and governments must manage it that way. The Yaoundé Declaration is a powerful signal of regional leadership, showing that countries across the Gulf of Guinea are not just willing, but determined to build a sustainable, inclusive blue economy together.</span></p><p><span lang=\"EN-GB\">“With the Our Ocean Conference coming to Kenya next year, this commitment sets the tone for African leadership on the global stage. Transboundary cooperation like this also helps shift African wisdom, solutions and priorities to the forefront, steering ambitious, homegrown answers to ocean challenges.</span> </p><p><span lang=\"EN-GB\"><strong>Following is a statement from Cynthia Barzuna, Deputy Director of WRI’s Ocean Program:</strong></span> </p><p><span lang=\"EN-GB\">“The Gulf of Guinea is one of the world’s richest marine ecosystems — a lifeline for millions who rely on it for food and jobs. But it’s under siege from climate change, pollution, and overfishing. The Sustainable Ocean Plans these countries will develop offer a clear, actionable blueprint to manage 100% of their waters, balancing protection, prosperity and resilience.</span> </p><p><span lang=\"EN-GB\">“This commitment positions the Gulf of Guinea as a driving force in a global wave for ocean sustainability. It directly aligns with the goal of Ocean Panel, a coalition of 18 countries working towards 100% sustainable management of national waters. The Panel pioneered the concept of Sustainable Ocean Plans and, through the 100% Alliance, is urging all coastal and ocean states to follow suit.”</span> <br /> <br /><em><span lang=\"EN-GB\">Editor’s note: WRI serves as Secretariat of the </span></em><a href=\"https://oceanpanel.org/\" target=\"_blank\"><em><span lang=\"EN-GB\">High Level Panel for a Sustainable Ocean Economy</span></em></a><em><span lang=\"EN-GB\"> — a group of 18 heads of state and government from countries committed to sustainably managing 100% of their national waters by 2030 — and coordinates the </span></em><a href=\"https://oceanpanel.org/100-alliance/\" target=\"_blank\"><em><span lang=\"EN-GB\">100% Alliance</span></em></a><em><span lang=\"EN-GB\">, a global initiative co-led by Chile and France that encourages all other coastal and island countries to make that same commitment.</span></em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Grounding Global Water Risk Assessments in Local Data",
      "link": "https://www.wri.org/technical-perspectives/grounding-global-water-risk-assessments-local-data",
      "pubDate": "Thu, 10 Jul 2025 16:56:05 EDT",
      "description": "<p>More companies are assessing water risks, either voluntarily or in response to regulatory requirements. However, navigating the complex and diverse water challenges across global portfolios while under pressure from external stakeholders is complex. Global-level data is useful for a broad view, yet assessing water risks effectively also requires local insights.</p><p>Companies rely on tools like <a href=\"https://www.wri.org/applications/aqueduct/water-risk-atlas/#/?advanced=false&basemap=hydro&indicator=w_awr_def_tot_cat&lat=30&lng=-80&mapMode=view&month=1&opacity=0.5&ponderation=DEF&predefined=false&projection=absolute&scenario=optimistic&scope=baseline&threshold&timeScale=annual&year=baseline&zoom=3\">Aqueduct’s Water Risk Atlas</a> to identify which parts of their operations and value chain face significant water risks. Aqueduct’s indicators are based on peer-reviewed, open-source, globally consistent data and methods, allowing for global benchmarking and screening. Water risks in Chicago can be directly compared to water risks in Cape Town and Cairo, all at the click of a button.</p><p>However, it’s important to recognize that Aqueduct presents a high-level view, not a ground truth assessment of water risks. Once global data is collected, companies should validate the results internally through staff conversations and externally through outreach as they finalize their priorities.</p><p>WRI partnered with Unilever to share a few real-world examples of how Unilever enhanced its water stewardship prioritization exercise by complementing the global Aqueduct results with targeted local feedback and insights.</p><h3>Bridging the Global-to-Local Gap</h3><p>A prioritization exercise is an essential part of the water stewardship journey. It helps companies make informed decisions on where to act, given that water is local and companies cannot act everywhere.</p><p>In Unilever’s case, the company must assess more than 300 production sites, offices and warehouses across 100 countries. It’d be nearly impossible for Unilever to run a water risk assessment of this scale using only local data. It could lead to data quality issues, data definition discrepancies and even data scarcity. By using Aqueduct’s global indicators, Unilever can spend fewer resources assessing water risks and more resources on taking action.</p><p>After this first step, Unilever contacts facility managers whose sites fall within a high-risk sub-basin, giving them the opportunity to provide feedback. If a manager disputes the water stress status — for example, if the Aqueduct data doesn’t reflect the reality on the ground — Unilever often brings in expert consultants to investigate the location using local data, such as details on the facility’s water source, provider and key water infrastructure.</p><h3>When Global and Local Data Align</h3><p>Using Aqueduct’s Baseline Water Stress (BWS) indicator, which measures the competition over water resources, Unilever found that the global results resonated with local understanding the vast majority of the time. This holds true across different geographies and levels of water stress.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/24015725/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Unilever found that on sites exposed to Aqueduct’s most extreme water stress — where water demand outpaces natural replenishment — facility managers felt the challenge on the ground.</p><p>For example, in Konya, Turkey, Aqueduct showed extremely high levels of water stress, and local staff confirmed this challenge.</p><p>Turkey is a <a href=\"https://www.wri.org/insights/highest-water-stressed-countries\">highly water-stressed</a> country. It’s been plagued by recurring droughts in recent years that have impacted both <a href=\"https://www.middleeasteye.net/news/turkey-istanbul-water-residents-urged-save-catastrophic-drought\">people</a> and <a href=\"https://www.reuters.com/business/environment/thousands-flamingos-die-drought-central-turkey-2021-07-15/\">nature</a>. In Konya, competition over water resources is extremely high. Agriculture uses around 90%, leaving very little for domestic and industrial demand. According to Aqueduct, water demand exceeds the renewable, available water supply for three months of the year.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24015814/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Unilever found through ground truthing that the region faces major water challenges, including sharply declining groundwater tables, erosion and even sinkholes in the landscape. This kind of corroborating local feedback, and alignment between global and on-the-ground data, reinforces the site’s priority status and creates momentum for action internally throughout the company, from the management team to the local facility team.</p><h3>When Global and Local Data Mismatch</h3><p>Despite its utility, a global model will never replace local knowledge. Aqueduct’s indicators are built using global assumptions, resulting in unique limitations that users must consider when evaluating the data. Specifically, Aqueduct is limited in its ability to model the local management of water.</p><p>Unilever found through its validation process with site managers that for a few facilities, the lived experience is different from what Aqueduct’s Baseline Water Stress indicator reported.</p><h4>Reporting water stress in freshwater-abundant areas</h4><p>Aqueduct reported high water stress in a few sub-basins next to the Great Lakes in North America — a region with abundant freshwater. How is this possible? This mismatch is due to how Aqueduct allocates water supply from Lake Michigan, routing water through natural discharge points rather than the human-made intake points.</p><p>To begin with, water demand is extremely high in the region. Illinois ranks as the fourth largest industrial water user in the world.</p><p>However, high water demand does not necessarily mean high water stress. In the case of the Great Lakes, human engineering enables water users to access its supply from <a href=\"https://graphics.chicagotribune.com/news/lake-michigan-drinking-water-rates/lake-map.html\">multiple intake locations</a> across the shoreline — a dynamic that no global hydrological model can capture because there is no <a href=\"https://www.wri.org/research/mapping-public-water-management-harmonizing-and-sharing-corporate-water-risk-information\">global dataset</a> on the human transfer and management of water.</p><p>Instead, Aqueduct models the outflow from Lake Michigan through the drainage network based on elevation data. In Unilever’s case, we found that Aqueduct models the outflow from Lake Michigan through the sub-basin adjacent to where it operates.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24015947/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Because Aqueduct only uses a sub-basin's internal water supply to calculate its risk, agnostic to what neighboring basins have, Unilever’s resulting water stress score is high. Based on feedback from the local facility manager and consultations with the Aqueduct team, Unilever removed the facility from their prioritization exercise but kept it on the list for regulatory disclosures for consistency.   </p><h4>Reporting water abundance in areas of high stress</h4><p>In a sub-basin near São Paulo in Brazil, Unilever encountered a different kind of discrepancy. This time, the local facility managers disagreed with Aqueduct’s low water stress result. They reported to Unilever’s sustainability team that the facility experienced water shortages in the past and had even resorted to trucking in water at times.</p><p>Indeed, São Paulo and its surrounding area have faced many water challenges in recent years. In 2014, the <a href=\"https://www.wri.org/insights/help-sao-paulos-complex-water-woes-protect-and-restore-forests#:~:text=Managing%20alternating%20droughts%20and%20floods,trees%20in%20the%20right%20places.\">city nearly ran out of water</a>. A major driver of the region’s water stress is poor water quality, something not captured by Aqueduct’s indicator. If the water is too polluted to use, then there will be less water available to use than Aqueduct models suggest. As a result, local <a href=\"https://www.nature.com/articles/s41558-024-02007-0\">water stress will be intensified</a>.  </p><p>In this area, water quality issues are largely driven by land degradation. Forests, for example, help to filter out pollutants, reduce heat and stabilize rainfall and soil moisture. Unfortunately, over three-quarters of the forest in São Paulo’s headwaters have been lost.  </p><p>Compounding the water quality issue are large water transfers to the city of São Paulo, which are not modeled by Aqueduct.</p><p>Unilever understood that information shouldn’t only flow from the sustainability team to local facilities. Rather, the company took the local reports seriously and commissioned a regional analysis through external consultants to better understand the water challenges and potential solutions.  As a result, Unilever added this facility to its prioritization exercise.</p><h3>How to Reflect Local Realities in Water Risk Assessments</h3><p>Unilever’s case study shows that integrating local feedback into global risk assessments helps the company manage water risks more effectively by improving the prioritization process. Here are our key takeaways for companies to enhance their global water risk assessments with local feedback to ensure they reflect real-world conditions on the ground:</p><h4>1) Use global data as a starting point</h4><p>After using Aqueduct to run a water risk assessment, use the results to start conversations with your facility managers and other internal stakeholders. Allow information to flow in all directions. Create a list of locations to investigate for further analysis. These may include:</p><ul><li>Places with the highest levels of risk.</li><li>Places with high risk and high business materiality metrics, such as financial value or product volume.</li><li>Places where the Aqueduct result does not align with the local perception, whether it's an overestimation or underestimation of risk.</li></ul><h4>2) Document any global-local deviations</h4><p>Clearly document all conversations, sources and research used to supplement the Aqueduct indicator. This is especially important when reporting to regulatory disclosure frameworks.</p><h4>3) Review and revise often</h4><p>Water stewardship is an iterative process. Periodically check in on your priority sites (or potential priority sites) to assess whether any should be reclassified based on changing conditions. For example, a water risk assessment should be rerun when Aqueduct is updated every few years or when a company adds new facilities.</p><h4>4) Communicate and share internally and externally</h4><p>At its core, water stewardship must be a collaborative exercise. The more companies talk publicly and share experiences with global-to-local data integration, the faster the community can connect, learn from one another and work toward water-secure outcomes. Communication should happen both internally and externally. Internally, communicate with teams outside the sustainability department, such as procurement, to enhance corporation action. Externally, share lessons with peer organizations and others operating in priority locations to foster collective action.</p><h3>Using the Data for the Right Purpose</h3><p>The integration of global and local data can strengthen the prioritization exercise, enrich the narrative and generate buy-in, ultimately improving the company’s water stewardship interventions.</p><p>What’s important is understanding how to supplement global data with local knowledge and understanding, whether you are using Aqueduct or any other global data product. Global data is a good place to start, but real change on the ground cannot be achieved without ground truth data.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How Advanced Transmission Technologies Can Revamp the Aging US Power Grid",
      "link": "https://www.wri.org/insights/advanced-transmission-technologies-us-power-grid",
      "pubDate": "Thu, 10 Jul 2025 13:00:00 EDT",
      "description": "<p>The North American power grid is often referred to as “<a href=\"https://www.ieso.ca/en/Powering-Tomorrow/2020/The-Worlds-Largest-Machine-The-North-American-Power-Grid\">the world’s largest machine.</a>” What may appear to be a haphazard collection of power plants and lines is actually an interconnected, highly engineered system of three networks stretching millions of miles across southern Canada and the continental United States. Its operators perform miracles every day, instantaneously connecting electricity supply from thousands of power plants with the demands of over 400 million people. Amazingly, this machine is 99.95% reliable; the average U.S. customer loses power <a href=\"https://www.nrel.gov/news/detail/program/2024/top-10-things-to-know-about-power-grid-reliability\">only twice a year for a total of five hours.</a></p><p>However, 70% of the grid is over 50 years old, and it’s being tested in unprecedented ways. The American Society of Power Engineers gave the U.S. grid a <a href=\"https://www.asce.org/publications-and-news/civil-engineering-source/civil-engineering-magazine/issues/magazine-issue/article/2021/03/asce-2021-report-card-marks-the-nations-infrastructure-progress\">grade of C-</a> in its 2021 report card. Energy demand is <a href=\"https://www.wri.org/insights/managing-electricity-demand-growth-us\">growing</a> for the first time in decades, spurred by <a href=\"https://www.piie.com/research/piie-charts/2024/investment-us-factories-has-soared-end-2022\">resurgent manufacturing</a> (much of which was spurred by investments in the Inflation Reduction Act), <a href=\"https://www.bain.com/insights/utilities-must-reinvent-themselves-to-harness-the-ai-driven-data-center-boom/\">rapacious data center growth</a> (largely due to artificial intelligence), and <a href=\"https://www.rystadenergy.com/news/data-and-ev-create-300-twh-increase-us\">nascent electrification</a> of industries once built on fossil fuels, such as the shift from gas-powered cars to electric vehicles. Meanwhile, <a href=\"https://abcnews.go.com/International/effects-climate-change-worsening-part-us-report/story?id=104830681\">increasingly frequent and severe extreme weather events</a> have battered the grid in recent years, costing consumers <a href=\"https://cleanenergygrid.org/portfolio/transmission-makes-the-power-system-resilient-to-extreme-weather/\">billions in extra energy expenses</a>.</p><p>To safely and affordably meet increased electricity demand while decarbonizing the grid, <a href=\"https://cleanenergygrid.org/wp-content/uploads/2024/07/GS_ACEG-Fewer-New-Miles-Report-July-2024.pdf\">we must build</a> new high-voltage long-distance transmission lines (HVTLs). But this won’t happen overnight: New HVTLs take an average of <a href=\"https://www.iea.org/data-and-statistics/charts/average-lead-times-to-build-new-electricity-grid-assets-in-europe-and-the-united-states-2010-2021\">10 years to build</a> and cost an average of <a href=\"https://www.researchgate.net/publication/358460206_Technical_Comparison_of_Modern_HVAC_and_HVDC_Transmission_System_Along_with_Cost_Analysis\">$1 million per mile</a>. Meanwhile, electricity customers nationwide paid <a href=\"https://gridstrategiesllc.com/wp-content/uploads/Grid-Strategies_2023-Transmission-Congestion-Report.pdf\">$11.5 billion in congestion costs in 2023</a> — nearly double the amount they paid in 2020. Congestion occurs when there is not enough transmission capacity to deliver the cheapest sources of electricity, and higher-cost resources must be dispatched instead to meet demand.</p><p>The U.S. power grid needs help. <a href=\"https://www.energy.gov/sites/prod/files/2021/02/f82/Advanced%20Transmission%20Technologies%20Report%20-%20final%20as%20of%2012.3%20-%20FOR%20PUBLIC.pdf\">Advanced transmission technologies</a>  are an important part of the solution.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"High-Voltage Transmission lines and wind turbines.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/transmission-lines-wind-farm_0.jpg?VersionId=7KWq6g25kfH8klY1V8UMFLcmu9dC4aFp&itok=hx0jjxxh\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>High-voltage long-distance transmission lines are spread across a wind farm in Altamont Pass, Calif. By deploying advanced transmission technologies, the U.S. can expand and modernize the power grid. Photo by B. Christopher / Alamy Stock Photo.</figcaption>\n</figure>\n<h3>What Are Advanced Transmission Technologies?</h3><p>Advanced transmission technologies are a promising set of tools that can be used to quickly and cheaply expand the capacity and improve the operation of the existing grid. The category includes both <a href=\"https://www.wri.org/events/2024/3/getting-most-out-existing-new-infrastructure-advanced-transmission-technologies\">grid enhancing technologies</a> that can be installed on top of the existing grid, as well as <a href=\"https://www.epri.com/research/products/000000003002030547\">advanced conductors</a> that can replace and increase the capacity of existing lines. These technologies are well-tested and have already been widely deployed across the world.</p><p>Despite their “advanced” label, many advanced transmission technologies are surprisingly simple in concept. Take <a href=\"https://watt-transmission.org/what-are-grid-enhancing-technologies/\">improvements to the line ratings</a> for example: To limit the risk of overheating, transmission lines have historically been rated “statically,” meaning they only transmit power up to a threshold, conservatively set to be safe under the hottest conditions (when lines are unable to carry as much power as when it's cooler).</p><p>However, colder temperatures and higher winds actively cool transmission lines and therefore allow them to safely carry more power than their static line rating would suggest. This means that almost all statically-rated lines could be transmitting <a href=\"https://watt-transmission.org/about-dynamic-line-ratings/\">at least 10% more capacity 90% of the time</a>. When simple sensors are installed, new “dynamic” line ratings (DLRs) can be adjusted in real time as wind and temperature shifts, allowing around 30% to 50% more power to be transmitted in favorable climates.</p><p>Other advanced transmission technologies use complex technologies to improve grid efficiency. For example, advanced power flow control devices (APFCs) allow grid operators to control how power is flowing across the grid by changing the resistances of different power pathways. Electricity, like water, flows along the path of least resistance. Building on this analogy, <a href=\"https://watt-transmission.org/about-advanced-power-flow-control/\">The WATT Coalition</a> describes APFCs as “partial dams” which can be used to redirect “water” (power) across different channels, ensuring that more of the grid is used efficiently. APFCs boost overall system capacity and reduce congestion costs.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2250\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1800\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1378\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"1086\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"650\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Examples of advanced transmission technologies.\" height=\"650\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/25-6-18-advanced-transmission-technology-insights-2.png?VersionId=Tk1USovPA0QiOVhSqIhXInYtmOj8YZf.&itok=svDhty8K\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>What Are the Benefits to Scaling Advanced Transmission Technologies?</h3><p>Perhaps the greatest advantage of advanced transmission technologies is that they can be deployed in a fraction of the time it takes to build new transmission lines. On the shorter end, DLR projects take an average of only <a href=\"https://www.2035report.com/wp-content/uploads/2024/04/GridLab_2035-Reconductoring-Technical-Report.pdf\">three months</a> to complete. Even more ambitious projects, like converting a line so that it transports direct current power instead of alternating current power, can triple the capacity of an existing line in half the time it takes to build a new line.</p><p>Secondly, advanced transmission technologies are cheaper to build than new transmission lines and unlock far more economic benefits than costs. Upgrading transmission lines with new, higher capacity advanced conductors can provide similar gains in capacity compared with building new transmission lines, yet they can be anywhere from <a href=\"https://www.2035report.com/wp-content/uploads/2024/04/GridLab_2035-Reconductoring-Technical-Report.pdf\">five to 10 times cheaper</a> per-mile. Grid enhancing technologies like DLR can provide an even greater cost-benefit return. In 2018, the Midwestern utility <a href=\"https://inl.gov/content/uploads/2023/03/A-Guide-to-Case-Studies-for-Grid-Enhancing-Technologies.pdf\">AEP spent $500,000 to install DLR on 25 miles</a> of its lines. In only 10 months of monitoring, the system saved more than $15 million in congestion costs, providing a whopping 30 to 1 benefit-cost ratio in less than a year of operation.</p><p>Finally, advanced transmission technologies can improve reliability and public safety by reducing the likelihood of grid failures and wildfires. Take DLR, for example: On our warming planet, temperatures may sometimes be hotter than the ones used to conservatively set static line ratings. Whereas static lines will maintain line current even in high heat, lines with DLR will sense the extreme weather and lower current, reducing the risk of the line sagging into vegetation and igniting a fire. Advanced conductors also mitigate wildfire risk by reducing sag, while APFC systems can help quickly deenergize parts of the grid when needed.</p><p>Though the study of advanced transmission technologies for wildfire mitigation is an emerging field, governments are already recognizing their potential. For example, Utah’s recently passed <a href=\"https://le.utah.gov/~2025/bills/static/HB0212.html\">HB 212</a> directs utilities to study advanced transmission technologies for their wildfire mitigation potential as part of the utilities’ integrated resource plans. </p><h3>What Progress Is Being Made to Implement Advanced Transmission Technologies?</h3><p>Hundreds of utilities have already deployed advanced transmission technologies successfully in the U.S. Survey studies compiled by the Idaho National Laboratory for <a href=\"https://inl.gov/content/uploads/2023/03/A-Guide-to-Case-Studies-for-Grid-Enhancing-Technologies.pdf\">grid enhancing technologies</a> and <a href=\"https://inl.gov/content/uploads/2024/02/23-50856_R4a_-Use-Case-Studies.pdf\">advanced conductors</a> attest to their high benefit-cost ratios, ease of implementation and quick payback periods. To date, most of the advanced transmission technology projects undertaken by U.S. utilities have been voluntary and limited in scope. However, there are hopeful signs that U.S. policymakers are beginning to recognize the potential of advanced transmission technologies to meet our grid challenges quickly and cost-effectively and will enact legislation to make them more widespread.</p><p>Policy activity on advanced transmission technologies has been particularly <a href=\"https://www.ncelenviro.org/articles/increasing-transmission-and-grid-enhancing-technologies-gets/\">robust at the state level</a>. Since 2023, more than 10 states governed by both Republicans and Democrats have adopted advanced transmission technology legislation. Proving momentum, in 2025 alone, <a href=\"https://watt-transmission.org/state-policy-momentum-builds-for-grid-enhancing-technologies-in-2025/\">17 states</a> saw the introduction of related bills. These bills primarily work by requiring utilities and other transmission owners to study advanced transmission technologies as alternatives to building new lines. For example, South Carolina’s recently passed <a href=\"https://www.scstatehouse.gov/sess126_2025-2026/bills/3309.htm\">H 3309</a> requires utilities to assess advanced transmission technologies as solutions for transmission needs within their integrated resource planning process.</p><p>Activity at the national level is happening as well. The Federal Energy Regulatory Commission (FERC) issued <a href=\"https://www.ferc.gov/news-events/news/presentation-e-1-implementation-dynamic-line-ratings\">an advanced notice of proposed rulemaking</a> (ANOPR) last June that included a framework for requiring DLR on transmission lines. This has received broad support in comments from consumer advocate groups, utilities and grid operators. <a href=\"https://elibrary.ferc.gov/eLibrary/docinfo?accession_number=20241112-5349&sid=2abb364d-81e7-43a7-a3a5-0ebf79a34ee5\">Supporters of a DLR requirement argue</a> that such a regulation is necessary to secure “just and reasonable” electricity rates — core to FERC’s mandate — because of the cost savings that DLR unlocks for consumers.</p><h3>What Are the Major Barriers to Deployment and How Can We Overcome Them?</h3><p>Advanced transmission technologies have not been widely deployed in the U.S., and many utilities, regulators, policymakers and consumers remain unaware of their benefits. Requirements to study advanced transmission technologies in utility proceedings such as integrated resource plans and (including those recently passed by <a href=\"https://iga.in.gov/legislative/2025/bills/senate/422/details\">Indiana</a> and <a href=\"https://www.legislature.ohio.gov/legislation/136/hb15\">Ohio</a>) will help to raise awareness of their benefits while giving advocates greater leverage to push for their adoption. and <a href=\"https://www.legislature.ohio.gov/legislation/136/hb15\">Ohio</a>) will help to raise awareness of their benefits while giving advocates greater leverage to push for their adoption.</p><p>Governors can also work to <a href=\"https://www.nga.org/wp-content/uploads/2025/01/2025_Advanced_Grid_Technologies.pdf\">encourage adoption</a>. In 2023, Massachusetts Governor Maura Healey convened a working group to study advanced transmission technologies and make recommendations for their adoption in New England. Governors can also include them in their budget requests, as New Mexico Governor Michelle Lujan Grisham did in the 2026 budget by <a href=\"https://www.nmdfa.state.nm.us/wp-content/uploads/2024/12/Executive-Budget-FY26-Digital.pdf\">calling for a $1 million grid modernization</a> grant program. </p><p>Ironically, the low costs of advanced transmission technologies, which make them such promising tools to quickly meet grid challenges, are also a barrier to their implementation. Simply put, they don’t make utilities as much money. Under traditional <a href=\"https://www.nrdc.org/bio/jc-kibbey/utility-accountability-101-how-do-utilities-make-money\">“cost of service”</a> business models, regulated utilities are allowed to recover their capital costs plus an allowed rate of return through electricity prices.</p><p>As several advocates <a href=\"https://www.nrdc.org/bio/jc-kibbey/utility-accountability-101-how-do-utilities-make-money\">have pointed out,</a> this incentive structure means that utilities can make more money by pursuing capital-intensive projects like new transmission lines over cheaper advanced transmission technology projects. Furthermore, these projects are not yet eligible for cost recovery in some states, meaning utilities aren’t able to profit from deploying advanced transmission technologies. Things are slowly changing, however; recent bills passed in <a href=\"https://legiscan.com/MT/bill/HB729/2023\">Montana</a>, <a href=\"https://www.nmlegis.gov/Legislation/Legislation?chamber=H&legType=B&legNo=93&year=25\">New Mexico,</a> <a href=\"https://le.utah.gov/~2025/bills/static/HB0212.html\">Utah</a> and <a href=\"https://iga.in.gov/legislative/2025/bills/senate/422/details\">Indiana</a> have authorized cost recovery for these technologies.</p><p>Reforming outdated business models should be considered to spur adoption. One such proposal called “<a href=\"https://www.utilitydive.com/news/shared-savings-approach-to-transmission-incentives-finds-support-concern-a/606474/\">shared savings”</a> would allow utilities to recoup some of the savings that result from projects in their electricity rates. Another policy idea, called <a href=\"https://rmi.org/wp-content/uploads/dlm_uploads/2024/07/PBR_Deck_final.pdf\">performance-based ratemaking</a>, would tie utility profits to meeting certain performance targets that incentivize advanced transmission technologies — for example, a target to increase the amount of power a utility can carry on its existing system. Finally, shifting from incentivizing to explicitly requiring utilities to deploy advanced transmission technologies in the public interest, as FERC did with the DLR ANOPR, is another way to deploy these technologies at scale.</p><h3>A Critical Investment</h3><p>At a time when customers face <a href=\"https://www.canarymedia.com/articles/utilities/rising-gas-electric-bills-survey\">rising energy bills</a> and <a href=\"https://www.iea.org/data-and-statistics/charts/average-lead-times-to-build-new-electricity-grid-assets-in-europe-and-the-united-states-2010-2021\">terawatts of clean energy languish</a> in queues to interconnect to the grid because of a lack of grid capacity, advanced transmission technologies represent our best hope for quickly and cost-effectively reducing the pressure on our grid. These technologies are essential complements to new lines and must at least be considered by utilities and regulators when they review proposals to increase transmission capacity.</p><p>In the U.S., momentum is growing to deploy advanced transmission technologies at scale, and an abundance of evidence shows that these technologies are safe, effective and affordable. Let us build on this momentum to secure the prosperous clean energy future we all deserve.</p><p><em>WRI's </em><a href=\"https://www.wri.org/profile/ian-goldsmith\"><em>Ian Goldsmith</em></a><em> contributed to this report.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Investors Look to Nature to Shield Against Growing Financial Risks",
      "link": "https://www.wri.org/insights/financial-sector-nature-risks-nature-based-solutions",
      "pubDate": "Thu, 10 Jul 2025 10:00:00 EDT",
      "description": "<p>Since the start of 2025, a quiet yet profound shift has begun to reshape global finance. In January, BlackRock, the world's largest asset manager, <a href=\"https://www.blackrock.com/corporate/literature/publication/blk-commentary-engagement-on-natural-capital.pdf\">publicly acknowledged</a> that \"nature capital\" — including biodiversity, water, soil and geology — plays a vital role in sustaining long-term corporate performance. For the first time at this scale, natural capital is being treated not as an externality but as a core asset class.</p><p>BlackRock isn't the only one. In early March, Goldman Sachs Asset Management introduced its <a href=\"https://www.theglobaltreasurer.com/2025/03/03/goldman-sachs-launches-biodiversity-bond-fund-to-strengthen-sustainable-investing/\">Biodiversity Bond Fund</a>: a groundbreaking fixed-income instrument dedicated to financing biodiversity protection and restoration.</p><p>Just weeks later, Norway's Government Pension Fund Global, which manages $1.6 trillion in assets, released an <a href=\"https://www.reuters.com/sustainability/sustainable-finance-reporting/why-valuing-nature-people-is-just-important-financials-2025-03-19/\">assessment of nature-related risks</a> across approximately 90% of its portfolio, examining how investee companies both depend on and impact ecosystems.</p><p>These developments reflect a growing consensus among financial institutions: <strong>The current finance system must be reshaped to account for the foundational role of nature.</strong></p><h3>Putting Nature on the Balance Sheet</h3><p>Nature is disappearing at a staggering rate. The latest <a href=\"https://wwflpr.awsassets.panda.org/downloads/2024-living-planet-report-a-system-in-peril.pdf\">Living Planet Report</a> revealed that wildlife populations plummeted by more than 70% on average over the last 50 years. <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">Forests</a>, the ocean and other critical ecosystems are in peril due to human-driven destruction and climate change. This collapse of natural systems can have <a href=\"https://livingplanet.panda.org/nature-loss-impacts/\">devastating consequences</a> both locally and globally, from the disappearance of fisheries and loss of coastal livelihoods to large-scale food system disruptions, natural disasters and economic instability.</p><p>Yet despite these growing risks, much of the financial system still prioritizes short-term returns, often at the expense of long-term environmental and economic resilience. As a result, capital continues to flow toward activities that overtax and degrade ecosystems (think: overfishing, unsustainable logging or razing rainforests for agriculture). In 2022, the private sector invested at least $5 trillion in activities that directly harm nature. This was 140 times <em>more </em>than it spent on nature-positive activities, according to the <a href=\"https://www.unep.org/news-and-stories/press-release/global-annual-finance-flows-7-trillion-fueling-climate-biodiversity\">UN Environment Programme</a>.</p><p>Even sustainable finance largely passes over nature. While green bonds are a growing asset class, the majority of proceeds are directed toward climate-related projects, with <a href=\"https://www.sustainablefitch.com/corporate-finance/biodiversity-in-esg-state-of-sustainable-finance-market-09-10-2023\">relatively few</a> allocated to biodiversity.</p><p>But this status quo cannot hold in the face of ongoing ecosystem decline. With <a href=\"https://www.weforum.org/press/2020/01/half-of-world-s-gdp-moderately-or-highly-dependent-on-nature-says-new-report/\">over half of global GDP</a> highly dependent on nature, the risks are not just environmental — they are financial.</p><p>From a long-term investment standpoint, failing to account for nature degradation exposes portfolios to escalating material risks and jeopardizes future growth and revenue. One recent study finds that a collapse in key ecosystem services like wild pollination, marine fisheries and timber provision could result in annual economic losses of <a href=\"https://www.worldbank.org/en/news/press-release/2021/07/01/protecting-nature-could-avert-global-economic-losses-of-usd2-7-trillion-per-year\">$2.7 trillion</a> (2.3% of global GDP) by 2030. Another found that physical nature risks could reduce the valuations of seven major U.K. banks <a href=\"https://www.greenfinanceinstitute.com/wp-content/uploads/2024/06/GFI-GREENING-FINANCE-FOR-NATURE-FINAL-FULL-REPORT-RDS4.pdf\">by 4%-5%</a> over the next decade.</p><p>Financial institutions are also under mounting scrutiny thanks to emerging regulations — such as the EU <a href=\"https://finance.ec.europa.eu/sustainable-finance/disclosures/sustainability-related-disclosure-financial-services-sector_en\">Sustainable Finance Disclosure Regulation</a> (SFDR) and <a href=\"https://finance.ec.europa.eu/sustainable-finance/tools-and-standards/eu-taxonomy-sustainable-activities_en\">EU Taxonomy</a> — that mandate the disclosure of nature- and climate-related risks. The cost and consequences of noncompliance are rising and are becoming financially material.</p><p>As the financial sector begins to reckon with these risks, growing recognition of nature's value by influential players like BlackRock and Goldman Sachs signals that the tide is turning. Now, mainstream financial institutions must build on this momentum — leveraging their roles as lenders, investors, insurers and advisers to actively steer capital away from nature-destructive activities. A critical first step is to begin accounting for nature on the balance sheet.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A bee on a flower.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/bee_0.jpg?VersionId=arrS6tPLS3x5dA4meOpZ_TMwIMNYIdGd&itok=oN4vAdhx\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ecosystem services like pollination, healthy soils and water regulation underpin much of the global economy. Photo by Lakshmi Narasimha/Unsplash</figcaption>\n</figure>\n<h3>Nature-Based Solutions: A Strategic Response to Growing Nature Risks</h3><p>There are two powerful ways that banks, asset managers, insurers and other financial actors can drive meaningful change for nature.</p><p>For one, financial institutions can act as direct drivers of sustainable finance by allocating capital to initiatives that protect, enhance or restore ecosystems. This includes direct investments in nature-based initiatives through dedicated funds (like Mirova's <a href=\"https://www.mirova.com/en/invest/natural-capital\">Natural Capital Fund</a>) or investing in companies that embed nature-positive practices (such as regenerative agriculture) into their operations and supply chains.</p><p>Second, financial institutions can help enable broader, system-level change through their financing decisions. For instance, banks could divest from companies that fail to comply with regulations such as the <a href=\"https://www.wri.org/insights/explain-eu-deforestation-regulation\">EU Deforestation Regulation</a> (EUDR). Or they could deploy financing structures that reward nature-friendly business models — from sustainability-linked loans to performance-based finance. In doing so, financial institutions can help reshape markets and realign incentives to favor long-term ecological and economic resilience.</p><p><strong>In this context, \"</strong><a href=\"https://www.wri.org/insights/what-exactly-are-nature-based-solutions\"><strong>nature-based solutions</strong></a><strong>\" offer a powerful tool for the finance sector. </strong>Nature-based solutions are actions that leverage healthy ecosystems to address some of today's most pressing issues, such as climate change and disaster risk, while also benefitting people and nature. This could include restoring upstream forests to support climate regulation and improve water flows for hydropower; adopting sustainable farming practices to boost soil health and productivity; installing green infrastructure in cities to manage heat and flooding; or deploying biotech innovations, such as algae for wastewater treatment.</p><p><strong>These are real, emerging investment opportunities that can deliver substantial returns </strong><em><strong>and </strong></em><strong>long-term benefits for nature. </strong>Take Natura & Co., a global beauty brand that integrates biodiversity-based sourcing from the Amazon into its core business. By investing in supplier communities and nature-positive practices, Natura has not only mitigated supply chain risk, but also <a href=\"https://link.springer.com/article/10.1007/s10669-022-09890-y\">tripled its stock price</a> between 2015 and 2020. This surge in market valuation reflects stronger financial returns as well as growing investor and consumer confidence in a nature-positive business model.</p><p>Similarly, the AXA WF ACT Biodiversity fund invests in companies contributing to ecosystem preservation and restoration. With reported returns of <a href=\"https://carbon-pulse.com/267890/\">approximately 10%</a>, it demonstrates the financial viability of such investment approaches.</p><p>Investing in solutions like these offers financial institutions an opportunity to align impact with returns and position themselves at the forefront of a rapidly evolving market landscape. Meanwhile, it can help them mitigate nature-related risks, enhance portfolio resilience, and stay ahead of tightening regulatory and sustainability standards.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Boats on a river in a lush green forest.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/indonesia-river_0.jpg?VersionId=rhcgn_C8zSOZzSD7.oPxs_FVqeDezi0c&itok=ILpznZ7i\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Investing in businesses and activities the protect, restore or sustainably use ecosystems can offer long-term financial returns. Photo by Barkah Wibowo/Unsplash</figcaption>\n</figure>\n<h3>Unlocking Finance for Nature</h3><p>While financial institutions increasingly recognize the importance of nature and biodiversity, most <a href=\"https://assets.bbhub.io/company/sites/63/2024/10/Nature-in-NZTP-October-2024.pdf\">still lack the practical tools</a> and guidance necessary to integrate nature-related considerations — and especially nature-based solutions — into their investment and lending decisions.</p><p>These investments are often technically complex and require specialized knowledge that remains underdeveloped within mainstream finance. Many institutions struggle with internal capacity constraints, including limited expertise to evaluate, structure and manage nature-based assets effectively. This can make it hard to identify investable opportunities or appropriately assess nature-related risks and returns.</p><p>In addition, the investment landscape for nature-based solutions is still immature. There is a limited pipeline of high-integrity, scalable projects. Many are small in size, requiring aggregation or blended finance to be viable, which often comes with high transaction costs. Long time horizons (10-30+ years), uncertain return profiles and limited liquidity present further barriers — particularly when compared to traditional assets, such as equities, real estate or bonds, that offer more immediate financial returns.</p><p>But there are ways forward.</p><p><a href=\"https://www.wri.org/research/financial-sector-guidebook-nature-based-solutions-investment\">New WRI research</a> offers a comprehensive framework to help mainstream investors understand, invest in and leverage nature-based solutions effectively. It shows how financial institutions can leverage existing tools — such as sustainability-linked loans, blended finance structures and high-quality impact measurement frameworks — to begin integrating nature-based solutions into core investment processes today. In doing so, financial institutions can go beyond isolated project-level investments and begin catalyzing broader system change by influencing investee companies to shift entire value chains toward nature-positive outcomes.</p><h3>Financing Nature Is Financing the Future</h3><p>Progress this year signals a growing recognition of nature-related risks and opportunities among major financial actors. But this is only the start. To truly turn the tide, we need a systemic shift within the financial sector — one that prioritizes long-term impacts over short-term gains and fully integrates nature-related risks into financial decision-making and balance sheets. It is time to act now, moving from inspiration to operation to prevent ecosystems from passing irreversible tipping points.</p><p>For institutions looking to future-proof their portfolios, respond to evolving regulations and stay competitive in a sustainability-driven market, investing in nature-based solutions offers both an opportunity and an advantage. By embedding these solutions into their strategies, financial institutions can send powerful market signals to companies across their portfolios, encouraging nature-positive practices and further investment in ecosystem protection and restoration.</p><p>Ultimately, investing in nature is not just about doing good for the planet — it's a smart strategy to secure long-term value in an era of mounting ecological and financial volatility.</p><p><em>To learn more, read WRI's new </em><a href=\"https://www.wri.org/research/financial-sector-guidebook-nature-based-solutions-investment\"><em>Financial Sector Guidebook on Nature-Based Solutions Investment</em></a><em>.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "A Comprehensive Guide for Safer Roads and Livable Cities",
      "link": "https://www.wri.org/update/comprehensive-guide-safer-roads-and-livable-cities",
      "pubDate": "Wed, 09 Jul 2025 12:17:48 EDT",
      "description": "<p>Road traffic crashes kill about <a href=\"https://www.who.int/news-room/fact-sheets/detail/road-traffic-injuries\">1.19 million people</a> each year and seriously injure another 20 million to 50 million. Pedestrians, cyclists and motorcyclists — the most vulnerable road users — account for half of these deaths and injuries. Even people in motor vehicles are at considerable risk, particularly on high-speed roads. Of all contributing factors, excessive speed is universally recognized as the leading cause of fatal and serious traffic incidents worldwide.</p><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Guide for Safe Speeds: Managing Traffic Speeds to Save Lives and Improve Livability</div><div class=\"h4 topic-tag\"> </div><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"410\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"320\" />\n              <source height=\"410\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"320\" />\n              <source height=\"410\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"320\" />\n              <source height=\"410\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"320\" />\n              <source height=\"410\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"320\" />\n                  <img alt=\"Cover image.\" height=\"410\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/guide-for-safe-speeds-managing-traffic-speeds-to-save-lives_0.png?VersionId=b6OUpflaNDulZji3T_N9BJos3iNfouA4&itok=seTlDK1p\" width=\"320\" />\n\n  \n\n</div>\n      \n  </article>\n<p><a class=\"button small\" href=\"https://www.globalroadsafetyfacility.org/publications/guide-safe-speeds-managing-traffic-speeds-save-lives-and-improve-livability\">View the report</a></p></div></div><p>Speed-related risks are both widely known and highly preventable. Proven solutions exist, and it is well understood where and how to effectively apply them. In collaboration with the World Bank, WRI has developed the <a href=\"https://www.globalroadsafetyfacility.org/publications/guide-safe-speeds-managing-traffic-speeds-save-lives-and-improve-livability\">Guide for Safe Speeds: Managing Traffic Speeds to Save Lives and Improve Livability.</a> This guide presents strong evidence to support informed decision-making and addresses common misconceptions about speed management.</p><h3>Why Speed Management Matters Beyond Safety </h3><p>Managing speed isn’t just about safety — it’s also a powerful tool for improving quality of life, especially in urban areas. Slower traffic speeds reduce air and noise pollution, create safer spaces for walking and cycling and even help alleviate urban congestion, despite common misconceptions. These improvements encourage active mobility and support public health by reducing exposure to harmful pollutants and promoting physical activity. </p><h3><strong>Adopting a New Approach to Speed Limits</strong> </h3><p>Instead of reacting to crashes after they occur, the guide promotes a forward-looking, systemic strategy grounded in the <a href=\"https://toolkit.irap.org/management/safe-system-approach/\">Safe System approach</a>. This model recognizes that while human error is inevitable, both road fatalities and serious injuries are preventable and unacceptable.  </p><p>Central to the guide is the Roads-for-Life (R4L) framework — a practical, research-backed methodology for setting and evaluating speed limits. It follows four principles to ensure all speeds limits are safe and credible. <strong>Safety for all users</strong> is recognized as the guiding principle with <strong>community wellbeing</strong>, <strong>predictability</strong> and <strong>network availability</strong> as supporting principles to ensure equity, practicality, consistency and compliance.  </p><p>R4L not only helps determine safe speeds for existing roads but also assesses the safety implications of design speeds for new road projects. By aligning speed limits with road design and supporting them with the appropriate infrastructure, the framework enhances safety for all users within livable communities.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"The Roads-for-Life Framework (R4L).\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/the-roads-for-life-framework_0.png?VersionId=MC7qNUg7jJFLaOBBypSIXNET6Yg63ejI&itok=Q18itp3x\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p><strong>The Roads-for-Life Framework approach guides speed management implementation to achieve safer, more livable streets.</strong></p><p>While our transportation and traffic systems have historically prioritized vehicle movement over the safety of other users, this guide offers tools to help shift toward systems that create a safer environment for everyone. </p><p>In many countries, speed limits are still determined based on the “desired” speeds of drivers. However, this approach overlooks a critical reality — the speeds drivers choose are not inherently safe, particularly for vulnerable road users (VRUs). The R4L framework provides a more context-sensitive approach, using a road hierarchy to set speed limits, in urban and rural roads, based on the specific road environment, the type of infrastructure and the mix of users present. </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Roads-for-Life framework for selecting safe speed limits for rural roads or road sections.\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/roads-for-life-framework-for-selecting-safe-speed-limits-for-rural-roads-or-road-sections_0.png?VersionId=ttM5M6daF7.8XEwJDD.lguoQowle84t0&itok=58fi_2Au\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p><strong>The Roads-for-Life Framework matrix helps select safe speed limits based on road type, function and presence of vulnerable road users in urban areas.  </strong></p><p>Building on this framework, the guide provides tools for decision makers and infrastructure engineers to implement effective speed management strategies and action plans. Once a city identifies a road for speed reduction interventions, it should classify the road type based on its capacity to move people and goods and the presence of vulnerable road users. Then, using the matrix, it can identify the safe speed limit. For example, an urban road with single lane roads in each direction, lined with coffee shops and small businesses where people frequently cross the street, would be classified as an “urban human activity road.” The safe speed limit for this road is a maximum of 30 kph (about 20 mph).  </p><h3><strong>Making Safe Speeds a Reality</strong> </h3><p>The guide provides a step-by-step approach to developing, implementing and monitoring speed management at a national, regional or local level. It also offers solutions for specific locations — such as busy arterial roads shared by vehicles and VRUs — outlining effective local policies, interventions, processes and enabling conditions for supporting safe speed limits. </p><p>Using case studies and emphasizing evidence-based interventions, the Guide for Safe Speeds serves as a key resource for policymakers seeking to make the case for safe speeds, secure political commitment and gain community support. By embracing these strategies, they can create safer, more livable environments for everyone on the road.  </p><p>The Guide for Safe Speeds was published with funding support from Bloomberg Philanthropies and UK Aid. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Organized Crime in The Amazon: A Growing Threat to the World’s Greatest Tropical Rainforest",
      "link": "https://www.wri.org/insights/nature-crime-amazon-deforestation",
      "pubDate": "Wed, 09 Jul 2025 10:00:00 EDT",
      "description": "<p>Brazil once again <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends?utm_medium=socialkit&utm_source=partner&utm_campaign=tcl2024\">leads the world</a> in the loss of primary tropical forests. <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">New data</a> shows the country accounted for 42% of global primary rainforest loss in 2024, largely due to widespread fires throughout the nation and in neighboring Bolivia, Colombia and Peru.  </p><p>The 2024 spike in Amazon forest loss was due in large part to one of the <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends?apcid=006615c3f37b365e8b351c06&utm_campaign=wridigest&utm_medium=email&utm_source=wridigest-2025-05-21\">worst fire seasons</a> on record. But what’s often missed is the fact that recent fires in tropical primary forests are by no means a “natural” disaster. Rather, the conflagration represents a perfect storm of <a href=\"https://www.nytimes.com/2024/01/24/climate/amazon-drought-low-water.html\">climate change-induced environmental conditions</a>, governance failures and <a href=\"https://sumauma.com/en/recordes-de-incendio-na-amazonia-sao-obra-de-grileiros-e-pecuaristas-mas-poucos-sao-presos/\">unchecked, organized criminality</a>.  </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/23781190/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Fires in the Amazon are largely started by <a href=\"https://www.theguardian.com/world/2024/sep/20/amazon-brazil-firefighters\">arson</a><a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> and related criminal activity accompanying agriculture, logging, mining and road building. In fact, a <a href=\"https://oeco.org.br/noticias/ilegalidade-atinge-91-do-desmatamento-na-amazonia-e-51-no-cerrado/\">recent survey of government data</a> concluded that 91% of forest loss in the Brazilian Amazon is linked to illegal activity like land-clearing for agriculture and artisanal mining, often orchestrated by well-structured international criminal enterprises.</p><p>Nature crime has long been an overlooked but growing driver of deforestation in the Amazon — one that’s pushing into new territories.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Houses in Tabatinga, Brazil\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-07/tabatinga-brazil_0.jpg?VersionId=pQPolonNAuKTZHOxg0c5XDCrF00gvF3f&h=e5565190&itok=vkkDstjM\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Tabatinga, Brazil lies at the heart of a thinly governed tri-border area in the northwestern Amazon. Photo by Matyas Rehak/Shutterstock</figcaption>\n</figure>\n<h3>Borderlands: Criminal Threats to the Amazon’s Most Remote Regions</h3><p>Forest loss in the Amazon has historically been greatest in the “<a href=\"https://www.maapprogram.org/amazon-deforestation-fire-2022/\">arc of deforestation</a>” stretching from east to west along the southern flank of the biome. This is also where the majority of the 2024 fires took place, where most forest conversion to agriculture and cattle ranching has occurred, and where <a href=\"https://www.sciencedirect.com/science/article/pii/S0143622816304568\">most people in the Amazon live</a>. But it is not the only part of the Amazon that’s threatened.</p><p>The twin cities of Leticia, Colombia and Tabatinga, Brazil lie at the heart of the thinly governed <a href=\"https://insightcrime.org/investigations/beneath-surface-timber-trafficking-peru-colombia-brazil-border/\">tri-border area</a> of the northwestern Amazon, where Brazil, Colombia and Peru meet. A metropolitan area with a population of 110,000 lying just across the Amazon River from Peru, the two cities are <a href=\"https://globalinitiative.net/analysis/illicit-frontiers-criminal-governance-in-the-amazons-tri-border-region/\">the commercial center for a criminal economy</a> that has boomed over the past 25 years. The proximity of these cities to their resource-rich rainforest hinterlands, connected to the wider world by the planet’s largest river system, has been fertile soil for the growth of organized crime.</p><p>It largely began with cocaine.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Man in a boat on the Amazon river\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/javari-valley-brazilian-amazon_0.jpg?VersionId=MTM5hrnxOivk4gBmLMWkDK68fbAZAjtE&itok=y4C0m9hC\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A wooden boat navigates a lagoon in the Javari Valley. Photo by Nowaczyk/Shutterstock </figcaption>\n</figure>\n<h3>Cocaine Blues: Drugs Take Root in the Amazon</h3><p>Criminal groups from Brazil and Colombia were initially attracted to the Amazon decades ago because of the trade in illicit drugs, principally cocaine. The coca plant (<em>Erythroxylum coca</em>) has traditionally been <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4838786/\">cultivated</a> in the Peruvian Andes for thousands of years. More recently, coca cultivation has spread in the lowland Amazon to supply the illicit drug trade. The <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/www.unodc.org/documents/data-and-analysis/cocaine/Global_cocaine_report_2023.pdf\">UN Office on Drugs and Crime</a> reported in 2023 that cocaine’s use worldwide was at an all-time high.</p><p>Seizing on this insatiable global demand, <a href=\"https://www.crisisgroup.org/latin-america-caribbean/south-america/brazil-colombia-peru/b51-three-border-problem\">a shifting constellation of Brazilian, Peruvian and Colombian organized crime enterprises</a> have, over the past 25 years, systematically expanded coca cultivation and cocaine production in the tri-border area, including the critical transport route to Manaus about 1,000 kilometers downriver and onward to urban Brazil, Europe and elsewhere. A <a href=\"https://ojo-publico.com/5581/narco-territory-70-amazonian-borders\">2025 report</a> by investigative journalism outlet Ojo Público determined that criminal organizations dominating the cocaine trade in the tri-border region were present in 54 of 75 border towns. While the razing of the rainforest for coca production in the tri-border area is not on the scale of clearing for agriculture and cattle in other parts of the Amazon, it is locally significant — particularly in the Peruvian border Province of <a href=\"https://insightcrime.org/investigations/expanding-drug-trafficking-peru-colombia-brazil-border/\">Mariscal Ramon Castilla</a> and in the neighboring Department of <a href=\"https://www.bbc.com/news/world-latin-america-66784678\">Putumayo</a> in Colombia.</p><p>But moreover, cocaine development leads to other nature crimes that also fuel deforestation. In the tri-border area, Ojo Público found, for example, that drug trafficking is linked with the illegal timber trade — a sort of criminal “economy of scale.” Government suppression of airborne smuggling routes has also increasingly <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/docs.iza.org/dp17425.pdf\">displaced drug trafficking</a> and associated violence to the river routes, and hence to the Amazon border area.</p><p>Here, the criminal infrastructure built principally for cocaine is increasingly <a href=\"https://www.crisisgroup.org/latin-america-caribbean/south-america/brazil-colombia-peru/b51-three-border-problem\">facilitating illegal deforestation, timber trafficking and illegal gold mining,</a> via control of transport routes, corruption and intimidation of local authorities and communities, as well as the fear of violence.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/24031610/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n\n<figcaption>Tree cover loss has steadily increased in the tri-border area, often driven by illegal activities. Data from Global Forest Watch.</figcaption>\n</figure>\n<p>The convergence between nature crimes and drug trafficking in the Amazon is also greatly facilitated by the “<a href=\"https://news.mongabay.com/2025/06/environmental-crimes-are-often-hidden-by-flying-money-laundering-schemes-commentary/\">flying money</a>” rackets run by Chinese organized crime groups. Essentially, this is a combined barter-and-money-laundering system where precursor chemicals from China for the manufacture of fentanyl and other illicit drugs in Latin America are traded off the books for Amazonian wildlife, gold and other products of forest crime, thus serving as both a payment system and a method of laundering illicit funds.</p><p>Among those most impacted by this crime wave are Indigenous Peoples. The Amazon is home to some <a href=\"https://earthobservatory.nasa.gov/images/151921/indigenous-communities-protect-the-amazon\">1.5 million Indigenous People</a>, whose ancestral territories are some of the most <a href=\"https://www.wri.org/insights/indigenous-and-local-community-land-rights-protect-biodiversity\">effective forest conservation areas</a>. However, many Indigenous territories in the Amazon are not effectively protected by law or government authorities. This, in combination with their relative abundance of valuable timber, wildlife and gold, makes these areas attractive targets for <a href=\"https://e360.yale.edu/features/brazil-yanomami-mining-malaria-malnutrition-lula\">illegal mining</a> and <a href=\"https://earthjournalism.net/stories/illegal-logging-threatens-lives-and-culture-of-indigenous-people-in-the-maranhao-amazon-in\">logging</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Illegal gold mining in the Brazilian Amazon\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/illegal-gold-mining-brazil_0.jpeg?VersionId=bSbxrv2rdeNGYfEbFaYfOqMnYd5J7j0O&itok=8GpuHaai\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Aerial view of an illegal gold mining operation. Photo by Tarcisio Schnaider/iStock</figcaption>\n</figure>\n<h3>All That Glitters: Illegal Gold Mining Fuels Environmental Destruction</h3><p>The price of gold has <a href=\"https://goldprice.org/gold-price-charts/20-year-gold-price-history-in-us-dollars-per-ounce\">skyrocketed</a> in the past 20 years, and annual illegal gold flows now total <a href=\"https://www.foreignaffairs.com/united-states/deadly-global-gold-rush\">more than $30 billion</a>. Gold mining is a massive part of the illegal economy in the Amazon’s tri-border area and beyond, generating <a href=\"https://www.msn.com/en-us/money/markets/cartels-are-making-more-money-from-gold-than-drugs-thanks-to-legal-loopholes-experts-say/ar-AA1D6aVB\">greater profits than cocaine</a>. While some mining directly clears forests, other mining is river-based. It affects the entire forest ecosystem, including the <a href=\"https://onewri-my.sharepoint.com/personal/charles_barber_wri_org/Documents/Desktop/Blogs/Insights%20Amazon%20Crime%20Blog/Puré%20and%20Cotuhé\">Puré and Cotuhé rivers</a> that traverse protected areas on the Colombian side of the border.</p><p>Gold mining <a href=\"https://www.wri.org/insights/how-mining-impacts-forests\">directly damages forests</a> through clearing and <a href=\"https://www.nature.com/articles/s41586-023-06309-9\">dredging rivers</a> with heavy equipment. The <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/wwfint.awsassets.panda.org/downloads/reporte_eng_2.pdf\">widespread use of mercury</a>, a potent neurotoxin, as an amalgamation agent to separate gold from ore not only <a href=\"https://www.unep.org/news-and-stories/story/mercury-has-long-poisoned-gold-miners-new-strategy-helping-change\">poisons people</a>, but also <a href=\"https://www.nature.com/articles/s41467-022-27997-3\">harms trees, birds and fish</a>. Human health problem often persist even when mining stops, as has happened in Brazil’s <a href=\"https://news.mongabay.com/2025/06/after-crackdown-on-illegal-miners-indigenous-munduruku-still-grapple-with-health-aftermath/?mc_cid=d6994d5962&mc_eid=58dd3c2f45\">Munduruku Indigenous territory</a>.</p><p>Criminal groups are involved with gold mining in <a href=\"https://globalinitiative.net/analysis/amazon-underworld-economias-criminales/\">various ways</a>. It is a main revenue source for Colombian non-state armed groups. Others use gold to <a href=\"https://pulitzercenter.org/projects/big-green-laundromat\">launder illicit proceeds</a> from the drug trade, bankroll massive dredges and other mining equipment, extort money from small-scale artisanal gold miners, or establish their own mining operations, often relying on <a href=\"https://news.mongabay.com/2021/03/persistence-of-slave-labor-exposes-lawlessness-of-amazon-gold-mines/\">forced labor</a>. Criminal networks across Latin America are also involved in the <a href=\"https://insightcrime.org/news/dirty-business-smuggling-pipeline-carrying-mercury-amazon/\">trafficking of mercury</a>.</p><p>Illegal gold mining is also prevalent in <a href=\"https://insightcrime.org/investigations/stolen-amazon-roots-environmental-crime-tri-border-regions/\">another Amazonian tri-border area</a> where Brazil, Colombia and Venezuela meet; the illegal gold trade there has been openly promoted by Venezuela’s <a href=\"https://www.cfr.org/blog/illegal-gold-finances-latin-americas-dictators-cartels-united-states-must-lead-fight-against\">Maduro regime</a>. The criminal utility of porous borders is well illustrated here: As recently as 2022, illegal Venezuelan gold was regularly <a href=\"https://www.occrp.org/en/feature/how-venezuelan-gold-is-trafficked-through-brazils-borderlands-to-the-us\">smuggled into Brazil</a> and onward to the United States and other international markets. After Inacio Lula de Silva assumed the Brazilian Presidency in 2023 and <a href=\"https://news.mongabay.com/short-article/brazil-cracks-down-on-illegal-gold-mining-sparking-anger-in-the-amazon/\">cracked down</a> on illegal gold mining, the flow reversed, and traffickers began to <a href=\"https://news.mongabay.com/2025/04/amazon-illegal-miners-bypass-enforcement-by-smuggling-gold-into-venezuela/#:~:text=%E2%80%9CThe%20organized%20crime%20isn't,the%20UFMG%20researcher%20told%20Mongabay.\">smuggle illegal Brazilian gold into Venezuela</a>, as well as into <a href=\"https://oglobo.globo.com/brasil/noticia/2024/12/26/apos-cerco-do-stf-e-receita-sobre-comercio-no-brasil-ouro-ilegal-da-amazonia-ganha-rotas-para-guiana-venezuela-e-suriname.ghtml\">Guyana and Suriname</a>.</p><p>Gold is not the only valuable mineral found in the Amazon. Organized criminal groups are reportedly <a href=\"https://www.theguardian.com/global-development/article/2024/aug/02/black-gold-cassiterite-mining-energy-transition-minerals-destroying-indigenous-yanomami-rainforest-ibama-environment\">seeking cassiterite</a>, a chief ore of tin and a critical mineral for the green energy transition — sometimes called “black gold” — including in the Yanomami Indigenous territory of Brazil’s Roraima state.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A man carries a massive Pirarucu fish in Colombia\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/pirarucu-leticia-colombia_0.jpg?VersionId=lIzCMI9eVI8liNTz_g3.05z.0UP9x8be&itok=_-QMYYGZ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A man carries a massive pirarucu fish in Leticia, Colombia. Photo by Nowaczyk/Shutterstock</figcaption>\n</figure>\n<h3>Fishy Business: Overharvesting the Pirarucu</h3><p>The Amazon is both a forest and the world’s greatest river system. Given the Amazon’s <a href=\"https://news.mongabay.com/2022/07/overexploitation-threatens-amazon-fisheries-with-collapse-study-warns/\">rich fisheries</a>, it is not surprising that a booming illicit trade in high-value fish such as the protected <a href=\"https://www.theguardian.com/environment/2023/jun/03/poaching-brazil-amazon-fishing-pirarucu-dom-phillips-bruno-pereira\">pirarucu</a> (<em>Arapaima gigas</em>) has become yet another <a href=\"https://insightcrime.org/news/the-battle-to-save-brazils-freshwater-giant-the-arapaima/\">criminal profit center</a> in the Brazilian Amazon. The world’s largest freshwater fish is taken for its meat, scales and for the aquarium trade. It was pirarucu traffickers who in 2022 <a href=\"https://www.nytimes.com/interactive/2022/07/11/world/americas/amazon-murder-dom-phillips-bruno-pereira.html\">murdered</a> British journalist Dom Phillips<a href=\"https://www.wri.org/#footnotes\"><sup>2</sup></a> and Bruno Pereira, a member of Brazil’s Indigenous protection agency FUNAI, to thwart their investigation into illegal activities in the isolated Javari Valley on the Peruvian border. The region is home to one of the largest populations of <a href=\"https://news.mongabay.com/2025/04/indigenous-delegates-at-the-u-n-raise-alarm-on-voluntary-isolated-peoples/\">uncontacted Indigenous People</a> on Earth, but is also now <a href=\"https://www.batimes.com.ar/news/latin-america/how-brazils-javari-valley-became-a-criminal-haven.phtml\">a haven for drug and environmental crime</a>.  While some Indigenous and riverine communities <a href=\"https://institutojurua.org.br/en/sustainable-arapaima-management-in-the-mid-jurua-territory-in-2023-results-and-challenges/\">fish sustainably for pirarucu</a> and have helped fish populations rebound in some areas, the illegal trade still flourishes, having surged during the <a href=\"https://news.mongabay.com/2021/04/covid-19-compounds-a-poaching-problem-targeting-the-amazons-pirarucu/\">COVID-19 pandemic</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Jaguar in the Brazilian Amazon\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/jaguar-brazil_0.jpg?VersionId=I1ccgI9h_3g1R3UtHKB5ylZ2fxEDLTmo&itok=Hj0-4erN\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A jaguar rests in a tree in the Brazilian Pantanal region. Photo by Pedro Helder Pinheiro/Shutterstock</figcaption>\n</figure>\n<h3>New Frontiers: Ecuador’s Nature Crime Crisis</h3><p>And nature crime isn’t limited to the Amazon’s tri-border area. The Ecuadorian Amazon was largely spared the scourge of natural resource-related crime until recently. This <a href=\"https://globalinitiative.net/analysis/the-road-to-chaos-ecuador/\">changed dramatically in the past five years</a>; there are thought to be at least 22 organized “narco-terrorist” groups operating in the country as of 2024. As in neighboring countries, narco-trafficking gangs in Ecuador have rapidly expanded into <a href=\"https://news.mongabay.com/2024/05/ecuadors-los-lobos-narcotrafficking-gang-muscles-in-on-illegal-gold-mining/\">illegal logging and gold mining</a>, often in <a href=\"https://www.amazonconservation.org/maap-update-illegal-mining-expands-in-the-ecuadorian-amazon/\">national parks and Indigenous territories</a>.</p><p>The <a href=\"https://www.weforum.org/stories/2024/05/how-wind-energy-is-reshaping-the-future-of-global-power-and-politics/#:~:text=Wind%20energy%20is%20quickly%20becoming,so%20does%20its%20political%20importance.\">global wind energy boom</a> has also fueled organized crime in Ecuador, which holds large stocks of <a href=\"https://earthjournalism.net/stories/balsa-fever-brought-hope-and-havoc-in-the-amazon-what-happened-next\">balsa</a> (<em>Ochroma pyramidale</em>), the preferred timber for wind turbine blades. Ecuador produces over 90% of the world’s balsa, but booming Chinese demand over the past decade has decimated the country’s stock and spurred <a href=\"https://eia.org/report/ill-wind/\">a wave of illegal logging</a> that’s spilled into Peru.</p><h3>Strategies for Reducing Nature Crime in the Amazon</h3><p>In such a vast, resource-rich and thinly governed region, natural resource crime cannot realistically be eradicated, particularly given the entrenched durability of the trade in cocaine and other illicit drugs. But governments can reduce crime if they work together on deterrence and protect Indigenous People’s territories and rights.</p><h4>Strengthening Cooperation on Nature Crime Among Amazon Nations</h4><p> Nature crime thrives in thinly governed border regions where criminals take advantage of countries’ siloed jurisdictions by border-hopping to conceal crimes and evade capture. States need to cooperate more effectively than they do today to change this situation, particularly in the vulnerable borderlands.</p><p>An August 2023 summit of the heads of state of eight members of the Amazon Cooperation Treaty Organization (ACTO) issued the <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/otca.org/en/wp-content/uploads/2023/10/Declaration-of-Belem.pdf\">Declaration of Belem</a>, committing signatories to “promote the exchange of information and policy and intelligence cooperation to combat illegal activities and environmental crimes affecting the Amazon region.” Brazil followed up in 2024 by establishing an <a href=\"https://www.reuters.com/world/americas/brazil-share-intel-technology-with-amazon-nations-manaus-police-hub-2024-01-22/\">international policing and security center </a> in Manaus that will eventually host officers from all ACTO member countries.</p><p>To make good on this commitment, countries need to strengthen and harmonize their laws pertinent to forest crime; increase information-sharing in real time among intelligence agencies, including remote-sensing information; and organize cross-border operations on trafficking in narcotics, timber, gold and wildlife. Cooperation among national financial intelligence units to detect and sanction <a href=\"https://theconversation.com/amazon-countries-are-stepping-up-measures-to-counter-illicit-financing-of-nature-crime-236043\">money laundering and other financial crimes</a> is also critical.</p><p>Brazil has already shown some success in thwarting illegal gold mining in the Yanomami Indigenous Territory that straddles the Venezuelan border. The country launched more than 4,000 suppression operations since 2024, which reduced illegal mining in the territory by <a href=\"https://www.gov.br/secom/en/latest-news/2025/03/government-house-marks-one-year-historic-drop-in-illegal-mining-at-yanomami-indigenous-land\">more than 90% </a> by early 2025.</p><p>Countries also need to strengthen their national legal frameworks. In April 2025, Brazil’s Supreme Court <a href=\"https://apnews.com/article/brazil-amazon-pantanal-deforestation-supreme-court-3cec1105fefe6a33e097e6c5f575c739\">ordered</a> the federal government to seize private properties where owners cause illegal deforestation or wildfires. Although likely to face appeal, the ruling is a major step towards blocking “regularization,” the process by which illegally cleared and acquired public land in the Amazon becomes legal, a main driver of deforestation. Unfortunately, that same month lawmakers in the Amazon state of Rondônia passed <a href=\"https://apnews.com/article/brazil-cattle-deforestation-amazon-rondonia-law-f4e0395c2b1d943bb03da6ad9ee68df9\">legislation granting amnesty</a> to hundreds of cattle ranchers who had illegally cleared rainforest, in direct opposition to the Supreme Court ruling.</p><h4>Effectively Protect Indigenous Rights and Territories</h4><p>Approximately 163.8 million hectares — nearly 20% of the Amazon basin — consists of officially recognized <a href=\"https://www.maapprogram.org/protected-indigenous-amazon/\">Indigenous territories</a>, home to an estimated <a href=\"https://amazonaid.org/resources/about-the-amazon/peoples-of-the-amazon/\">1.5 million people</a> from more than 350 ethnic groups. These areas are comparatively <a href=\"https://earthobservatory.nasa.gov/images/151921/indigenous-communities-protect-the-amazon\">better conserved</a> than the rest of the Amazon and are also <a href=\"https://www.wri.org/insights/amazon-carbon-sink-indigenous-forests\">major carbon sinks</a>. But legal recognition, by itself, is no talisman against invasion. Effective protection requires the <a href=\"https://apnews.com/article/brazil-indigenous-territories-expulsion-lands-amazon-removal-8f4ee1bd8c1b87a90303182c6547500a\">removal — by force if necessary</a> — of non-Indigenous gold miners, loggers, traffickers and other outsiders. Only the state has the legitimate authority to do this. And historically, the state has often come down on <a href=\"https://cimi.org.br/2022/08/cimi-violence-against-indigenous-peoples-report-2021/\">the side of the invaders</a>.</p><p>With valuable resources in the sights of organized criminal gangs, territorial control will remain a struggle, with Indigenous Peoples often on the front lines. Allies can support Indigenous communities in monitoring their territories against incursions and securely reporting intelligence to trusted national and regional enforcement authorities.</p><p>Civil society organizations in Peru have made progress in this area by equipping Indigenous communities with geospatial monitoring tools and training, leading to a <a href=\"https://www.pnas.org/doi/10.1073/pnas.2015171118\">dramatic decrease in deforestation</a>. Unfortunately, this promising approach was recently undermined by the Peruvian government itself, which <a href=\"https://eia.org/report/carving-up-the-amazon/\">effectively legalized deforestation</a> in the name of “economic development.”</p><p>A more hopeful example comes from <a href=\"https://news.mongabay.com/2025/03/colombia-creates-landmark-territory-to-protect-uncontacted-indigenous-groups/\">Colombia</a>, which in early 2025 created a one-million-hectare territory to protect isolated Indigenous groups and the pristine forests they inhabit. This follows on a wider process to formally recognize 25 territories of more than 45 Indigenous Peoples as <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/gaiaamazonas.org/wp-content/uploads/2024/10/Pager-ETIs-ENG-V1.pdf\">Indigenous Territorial Entities</a>, together covering 36% of the Colombian Amazon.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Blue and gold macaw parrots\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/macaws_0.jpg?VersionId=yeR1Jxn2TN75MCTKyd817cCq.XSPGEJB&itok=-z-CwywO\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Blue and gold macaws are one of many species that call the Amazon rainforest home. Photo by Passkorn Umpornmaha/Shutterstock</figcaption>\n</figure>\n<h3>Protecting the ‘Lungs of the Earth’</h3><p>As we think about the future of the Amazon, it’s instructive to reflect on the lives of two people whose fates have been intertwined with it. <a href=\"https://www.oneearth.org/climate-hero-marina-silva/\">Marina Silva</a>, who worked closely with rubber tapper and rainforest activist Chico Mendes until his <a href=\"https://www.nytimes.com/1990/08/19/books/why-they-killed-chico-mendes.html\">murder</a> in 1988, is now Brazil’s Minister of Environment, her second time in the post. She will play a critical role at the upcoming UN climate summit (COP30) in Belem, Brazil and is a champion of Amazon conservation.</p><p>Then there is <a href=\"https://sumauma.com/en/a-nova-vida-velha-do-homem-que-confessou-ter-matado-chico-mendes/\">Darci Alves Pereira</a>, the man who confessed to murdering Chico Mendes on the orders of his father, a violent land-grabber in the Amazon state of Acre. Father and son were sentenced in 1990 to 19 years in prison, but “<a href=\"https://www.nytimes.com/1993/02/17/world/brazilian-sequel-a-jailbreak-a-bitter-widow.html\">escaped</a>” a few years later and, when recaptured, received <a href=\"https://www.americasquarterly.org/blog/marina-silva-and-the-uncertain-legacy-of-chico-mendes/\">early release</a>. By 2024, Alves had changed his name, become an Evangelical preacher, and briefly served as <a href=\"https://english.elpais.com/international/2024-03-06/how-a-small-city-in-the-amazon-reveals-the-strength-of-the-far-right-in-brazil.html\">local head of the political party of Jair Bolsonaro</a>, Brazil’s <a href=\"https://www.npr.org/2025/03/26/nx-s1-5341507/bolsonaro-brazil-trial-coup-attempt\">former far-right president</a> well-known for his opposition to Amazon conservation and hostility to Indigenous Peoples.</p><p id=\"footnotes\">Many brave souls continue to defend the people and forests championed by Chico Mendes, Marina Silva, Dom Phillips and their compatriots. But the much more organized and powerful criminal successors of the Alves family are still very much with us, creating roadblocks at a time when momentum for forest conservation is needed more than ever. We ignore them at our peril.</p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup> Under drought conditions, a fire deliberately set to clear one area easily expands to adjacent areas.  “Arson” may intentionally target a certain area, but spread to a much larger territory. If the original act of arson is deliberate, the perpetrator is culpable for all of the ensuring damage, whether caused intentionally or by reckless indifference to the likely consequences.</p><p class=\"secondary\"><sup>2</sup> Dom Phillips’ posthumous book, <a href=\"https://www.chelseagreen.com/product/how-to-save-the-amazon/?gad_source=1&gad_campaignid=22593141977&gbraid=0AAAAAD-HT7Tx3lPa3oZhQCAxfi6kpjS2U&gclid=CjwKCAjw6s7CBhACEiwAuHQckmbgn76TZ2Wy1H6MhKhoCxf47ZRH9maYE5bQSiL3yvkjkBbEWQbZGhoCmRYQAvD_BwE\"><em>How to Save The Amazon: A Journalist’s Fatal Quest for Answers</em></a> was published in June 2025.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What Is the EU Deforestation Regulation? 7 Key Questions, Answered",
      "link": "https://www.wri.org/insights/explain-eu-deforestation-regulation",
      "pubDate": "Tue, 08 Jul 2025 15:11:24 EDT",
      "description": "<p>Between 2001 and 2024, the world <a href=\"https://www.wri.org/insights/forest-loss-drivers-data-trends\" target=\"_blank\">lost 177 million hectares of tree cover</a> that is likely permanent. Most of this loss was the result of clearing for farms, pastures and tree crop plantations. This daunting number is a wake-up call, underscoring the urgent need for stronger action to curb deforestation for farming and forest degradation from wood production.</p><p>As a major buyer of commodities largely responsible for fueling deforestation — such as palm oil, cocoa, coffee, soy, cattle and timber — the EU has both a responsibility and an opportunity to help shift global markets toward more sustainable supply chains. The EU Deforestation Regulation (EUDR), adopted in 2023, requires businesses to demonstrate that the products they sell or export to the EU do not originate from land that was recently deforested or degraded. It is a key step in responding to today’s deforestation and supporting countries in achieving their national policies on protecting forests, such as moratoria on farms or concessions in primary forests or on peat.</p><p>Yet despite its promise, the regulation has faced delays and pushback, threatening its timely implementation — most recently, <a href=\"https://www.euronews.com/my-europe/2025/07/07/nineteen-eu-countries-call-for-simplification-of-eu-deforestation-law\" target=\"_blank\">a letter from EU Agriculture Ministers called for its simplification</a> and a symbolic vote in the European Parliament objected to the EUDR benchmarking system. At a time when forests are increasingly under threat, it’s more urgent than ever to understand the regulation and ensure its full and rapid implementation.</p><h3>What Is the EUDR?</h3><p>The EUDR is a landmark law that came into force in June 2023. Its goal is to ensure that certain products sold in or exported to the EU do not come from land that was deforested or degraded after Dec. 31, 2020. The regulation is designed to prevent EU consumer demand from driving further forest loss or damage, while also reducing the region’s contribution to greenhouse gas emissions and global biodiversity decline.</p><p>The EUDR covers timber and six key agricultural commodities: cattle, cocoa, coffee, oil palm, rubber, soy, as well as products made from them such as beef, furniture and chocolate. To be sold in or exported from the EU market, these products must meet the following <strong>three conditions</strong>:</p><ol><li>They are <strong>deforestation-free</strong>.</li><li>They have been <strong>produced in compliance with the relevant laws of the country of origin</strong>.</li><li>They are <strong>covered by a due diligence statement</strong>, showing that the company has checked the origin and ensured the products meet EUDR requirements.</li></ol><p>This means businesses must demonstrate that any EUDR-covered commodities were not produced on land <a href=\"https://www.globalforestwatch.org/blog/data/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">that was deforested</a> nor did they <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/monitoring-forest-degradation-eudr/\" target=\"_blank\">contribute to forest degradation</a> after the Dec. 31, 2020 cutoff date. Although the regulation is legally in place, companies are not yet required to comply yet. The rules will apply starting from Dec. 30, 2025, for large enterprises and June 30, 2026, for small and medium-sized businesses.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1026\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"821\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"629\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"495\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A graphic that shows the key EUDR development milestones from 2003 to 2026\" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/25-7-7-eudr-timeline-v3_0.png?VersionId=yjL36gY4ley7L3GRiiF4CpKNCc0xcqdN&itok=XmopERpJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p> </p><h3>Why Is the EUDR important?</h3><p>The EUDR offers a major opportunity for the EU to reduce its role in global deforestation and biodiversity loss, as well as help create deforestation-free supply chains. It supports the commitment made by the 144 countries that signed the Glasgow Leaders’ Declaration in 2021 to halt and reverse forest loss and land degradation by 2030. It can also serve as a model for other major consumer markets looking to lower their environmental footprints.</p><p>Since 2014, the EU has been the second-largest importer of goods linked to tropical deforestation after China. In 2017 alone, it accounted for <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwwfeu.awsassets.panda.org%2Fdownloads%2Fstepping_up___the_continuing_impact_of_eu_consumption_on_nature_worldwide_fullreport_low_res.pdf&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158329836%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=xoQHWFyeUsGUmUQW8%2Fo8i2eTAuqAWgKIXXe5E9iAy9U%3D&reserved=0\" target=\"_blank\">16% of global deforestation</a> tied to international trade — equal to 203,000 hectares of forest.</p><p>More recently, in 2021, the <a href=\"https://comtradeplus.un.org/\" target=\"_blank\">EU was among the world’s top five importers</a> of five of the six agricultural commodities covered by the EUDR (cocoa, coffee, palm oil, rubber and soy) and the largest importer of cocoa beans and coffee worldwide<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> . Among all the agricultural products the EU buys, <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcommodityfootprints.earth%2F&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158357131%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=zL81%2FOzUzXSEGDx6a7UaraT0UHb0wJzg%2BF45W6mUWwc%3D&reserved=0\" target=\"_blank\">beef, cocoa and palm oil were linked to the most deforestation</a> in the countries they came from. In fact, out of 160 agricultural commodities imported by the EU, just six — beef, palm oil, soy, cocoa, coffee and rubber, as covered by the EUDR — made up 58% of the estimated forest loss tied to EU imports.</p><p>By reducing the EU’s forest-loss footprint and tackling deforestation risks in its supply chains, the EUDR could help reverse deforestation worldwide. In 2024, a record 6.7 million hectares of <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" target=\"_blank\">primary tropical forests</a> were lost — nearly double the 2023 rate and equivalent of losing 18 soccer fields of forest every minute. While wildfires captured global attention, some of the increase was due to agricultural conversion and logging.</p><h3>What Challenges and Setbacks Has the EUDR Faced?</h3><p>In December 2024, <a href=\"https://eur-lex.europa.eu/eli/reg/2024/3234/oj/eng\" target=\"_blank\">the EU postponed the start of EUDR </a>compliance by 12 months to give companies more time to prepare to meet the regulation’s requirements. The rules will apply from Dec. 30, 2025, for large enterprises and June 30, 2026, for small and medium-sized businesses.</p><p>In May 2025, the European Commission published the regulation’s <a href=\"https://environment.ec.europa.eu/publications/commission-implementing-regulation-laying-down-rules-application-deforestation-regulation_en\" target=\"_blank\">benchmarking classification</a> system, which ranks countries as low, standard and high risk based on indicators assessing the deforestation risk linked to commodity production in each country. The ranking system was designed to help businesses and enforcement authorities in the EU to conduct due diligence and enforce compliance. The risk levels indicate the percentage of checks on shipments, with greater scrutiny given to higher-risk countries. </p><p>Now, new proposals call on the EU Commission to revise the benchmarking classification system introduced in 2025. Some EU member state representatives have suggested adding a “no-risk” category to exempt certain countries from due diligence requirements; another suggestion proposed removing the system altogether. But <a href=\"https://www.fern.org/publications-insight/wto-implications-of-the-proposed-no-risk-amendment-to-the-eudr/\" target=\"_blank\">changes like these</a> could <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\" target=\"_blank\">create loopholes and ultimately weaken</a> the regulation’s effectiveness. The European Parliament already <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\" target=\"_blank\">rejected a similar idea in 2024</a> for that very reason.</p><p>The EUDR was agreed upon following a lengthy negotiation between EU institutions and member states, as well as impact assessments and extensive consultations. Derailing its implementation would penalize producer countries and companies that have already invested in compliance, and it would create confusion and uncertainty in the EU market. The regulation may not be perfect, but it’s a necessary step toward deforestation-free supply chains. <a href=\"https://www.cofcointernational.com/newsroom/first-cofco-soymeal-shipment-aligned-with-upcoming-eu-deforestation-regulation-eudr-requirements-loads-in-argentina/\" target=\"_blank\">Many companies</a> have already shown that <a href=\"https://www.adm.com/en-us/news/news-releases/2024/7/as-eu-deforestation-regulation-approaches-adm-offers-fully-verified-segregated-traceable-soybean-meal-and-oil-to-european-customers/\" target=\"_blank\">EUDR</a> <a href=\"https://www.danzer.com/en/company/media-relations/danzer-blog/item/we-are-ready-for-the-eu-deforestation-regulation-eudr\" target=\"_blank\">compliance</a> is possible, and <a href=\"https://www.linkedin.com/posts/neumann-kaffee-gruppe_neumannkaffeegruppe-nkg-greencoffee-activity-7341043266814902282-ZxzX?utm_source=share&utm_medium=member_desktop&rcm=ACoAAAE1-pABvCIe5Hj5bAjDVEQyxMlfXsVXU2U\" target=\"_blank\">several</a> have urged the EU to uphold the legal text and stick to <a href=\"https://www.tchibo.com/de/de/news/tchibo-fordert-umsetzung-eudr\" target=\"_blank\">implementation timeline</a>.</p><p>Since adoption, the EUDR has faced criticism from both inside and outside the EU. Most concerns focus on cost and complexity of compliance, as well as fairness, particularly for smallholder farmers. In response, the European Commission, EU member states and other development institutions have ramped up investment in <a href=\"https://green-forum.ec.europa.eu/nature-and-biodiversity/deforestation-regulation-implementation_en\" target=\"_blank\">EUDR preparedness</a> by issuing resources and guidance, with a particular emphasis on <a href=\"https://zerodeforestationhub.eu/\" target=\"_blank\">preventing smallholder exclusion from the EU market</a>.</p><h3>What Counts as Deforestation and Degradation Under the EUDR?</h3><div class=\"callout alignright\"><p class=\"secondary\">The regulation's <strong>definition of a forest </strong>largely follows the UN Food and Agriculture Organization (FAO) which defines it as land larger than 0.5 hectares with trees taller than 5 meters and a canopy cover of at least 10% that is not primarily used for farming or urban development.</p></div><p>Under the EUDR, <strong>deforestation</strong> refers to clearing forest to make way for agriculture. The key factor is the conversion of land that was forest in 2020 into farmland — such as pastures or soy plantations. It’s a complete land-use change: the forest is no longer a forest.</p><ul><li>If that forest is cleared — whether by people or natural events like fire — and then converted into farmland, such as pastures for raising cattle or fields for soy or palm oil, it is considered deforestation.</li><li>However, if a forest is cleared, for example by fire (whether from human activity or natural causes) and is <strong>not</strong> used to produce any of the six EUDR-covered agricultural commodities, it is <strong>not </strong>considered deforestation under the regulations.</li><li>Forests used for wood production are not considered deforestation unless they’re also used for agriculture, for example, cattle grazing under the tree canopy.</li></ul><p>The EUDR also covers <strong>degradation</strong>. Land that was forest in 2020 can be used for wood production and remain classified as a forest, even if it’s temporarily unstocked, according to EUDR definitions. A forest used for wood production is not considered degraded unless there's a specific structural change, such as:</p><ul><li>Converting primary forest (native, untouched forest) into other wooded land (trees have 5%-10% canopy cover) or into plantation or planted forest.</li><li>Converting naturally regenerating forest (which has largely grown back on its own) into other wooded land used or plantation forest.</li></ul><h3>Who Does the EUDR Affect?</h3><p>The EUDR affects any company that imports, produces or exports specific products, and their derivatives, to or from the EU market. This includes <strong>operators</strong> (those placing products on the market or exporting them from the market) and <strong>traders</strong> (those distributing and selling products).</p><p>It applies to companies based in the EU and internationally, and to businesses of all sizes, from micro and small enterprises to large corporations. However, larger businesses face stricter reporting requirements than smaller ones.</p><p>The EUDR spans multiple sectors, from food and beverage (such as companies sourcing cocoa and coffee) to fashion (leather goods, for example) to the healthcare industry (products such as latex gloves).</p><h3>How Are Countries and Companies Preparing for the EUDR?</h3><p>Under the EUDR, companies must prove that products linked to deforestation or degradation after Dec. 31, 2020, are not entering the EU market. This requires a due diligence process: collecting supply chain information (including geolocation), assessing the risk of deforestation and taking steps to eliminate any identified risk before the product can be put on the market.</p><h4>Country-level efforts</h4><p>Many producer countries are already taking concrete steps to prepare for the EUDR, from adopting national plans to developing traceability systems and improving data transparency. For example, Indonesia, Ghana and Vietnam are investing in government-led efforts to make information available to companies that must comply with the regulation. Delaying enforcement or altering the regulation’s scope could undermine these leading producer countries.</p><p>Vietnam stands out as a strong example of how the EUDR is reinforcing national policies to combat deforestation. As a top exporter of rubber and coffee, the country has shifted its focus from illegal logging to broader deforestation risks in agriculture since the regulation’s introduction.  In 2023, the Ministry of Agriculture and Rural Development adopted a <a href=\"https://www.4c-services.org/wp-content/uploads/2023/12/02.-Nguyen-Nhu-Cuong_Action-Plan-for-the-compliance-with-EUDR-of-Viet-Nam.pdf\" target=\"_blank\">national action plan</a> prioritizing sustainable agricultural transformation. The following year, it launched a traceability system for coffee farms, piloting geospatial verification (such as satellite images) in key producing provinces. Developed through <a href=\"https://idh.org/news/vietnams-coffee-sector-marks-a-landmark-step-towards-sustainability-launching-the-eudr-database-system-for-forest-and-coffee-growing-areas\" target=\"_blank\">public-private collaboration</a>, the system cross-references land-use maps and cadastral data to ensure EUDR compliance. Plans are also underway to expand it to rubber and cocoa.</p><p>Vietnam’s progress shows how the regulation can act as a catalyst for stronger policy alignment between global market demands and local sustainability goals. </p><p>EU member states are also preparing by using satellite and aerial earth observation data, such as forest maps from 2020 (the EUDR cutoff year) to detect deforestation, alongside other monitoring solutions and tools to support compliant imports. </p><h4>Private-sector efforts</h4><p>Companies across supply chains are ramping up EUDR preparations, sparking a wave of innovation in monitoring and traceability. Many are developing satellite-based systems to verify deforestation-free sourcing, training smallholder farmers to meet EUDR requirements and partnering with governments and NGOs to improve data sharing and risk assessment.</p><p>For example, <a href=\"https://www.meridia.land/case/unilevers-smallholder-hub-programme\" target=\"_blank\">Unilever and Meridia</a> are working together to map smallholder farmers in Indonesia, making it possible to trace palm oil from plantation to mill. <a href=\"https://sustainablenaturalrubber.org/annual-report-2024/\" target=\"_blank\">The Global Platform for Sustainable Natural Rubber (GPSNR)</a> has created a system to help companies follow sustainability practices and demonstrate EUDR compliance. Open-source platforms like WRI’s Global Forest Watch are also <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">supporting companies in verifying supply chains</a>.</p><p>These efforts from governments, companies and EU countries show how the EUDR is already driving unprecedented action — transforming compliance from a burden into an opportunity to build more responsible and transparent supply chains. The challenge now is scaling these solutions across all commodities and regions.</p><h3>What's Next for the EUDR?</h3><p>The EUDR represents a major milestone in the fight against commodity-driven deforestation.</p><p>The EU must reject attempts to weaken the regulation’s core requirements. Its effectiveness depends on maintaining its ambition without dilution or delay. Backtracking at this stage would undermine the EUDR’s credibility and send the wrong signal to global markets. </p><p>At the same time, the EU should also step up efforts to provide clear guidance to businesses, along with practical training and support to help them develop the skills needed for compliance, especially for small businesses that may otherwise struggle to meet requirements.</p><p id=\"footnotes\">The European Commission, the European Parliament and Member States should stay the course and <a href=\"https://www.wri.org/news/statement-proposed-changes-threaten-effectiveness-eu-deforestation-regulation\" target=\"_blank\">deliver the EUDR as planned</a>. It is not only a necessary response to the crisis of forest loss, but also a vital tool to support and complement producer country efforts to halt deforestation by 2030.</p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup>Timber and timber products are not included.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}