{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-06-18T20:29:12.737604",
  "items": [
    {
      "title": "1.5 Degrees C: Understanding World’s Critical Warming Threshold",
      "link": "https://www.wri.org/insights/1-5-degrees-c-target-explained",
      "pubDate": "Wed, 18 Jun 2025 14:35:02 EDT",
      "description": "<p>Nearly a decade ago, the world rallied around the Paris Agreement on climate change and the goal of holding global temperature rise to 1.5 degrees C (2.7 degrees F). Since then, the “1.5C goal” has become the world’s North Star for climate action — a critical benchmark against which policies are set and progress is measured. <strong>But an </strong><a href=\"https://wmo.int/sites/default/files/2025-03/WMO-1368-2024_en.pdf\"><strong>alarming wave of recent data</strong></a><strong> underscores just how close we are to surpassing this widely cited threshold.</strong></p><p>Atmospheric concentration of carbon dioxide reached its highest level in 2 million years last year. 2024 also marked the first single year in which global average surface temperature rose more than 1.5 degrees C above pre-industrial levels. While the Paris Agreement goal refers to a long-term average, not a single year, <a href=\"https://www.nature.com/articles/s41558-025-02246-9\">scientists warn</a> that we may be at the beginning of a full breach — and with it, <a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">increasingly dangerous</a> floods, droughts, fires and other climate impacts.</p><p>So what exactly is the 1.5 degrees C goal, how was it set, and what happens if we exceed it? Here’s what to know.</p><ul><li><a href=\"https://www.wri.org/#where-did-the-goal-come-from\"><strong>Where Did the 1.5 Degrees C Goal Come From?</strong></a></li><li><a href=\"https://www.wri.org/#how-goal-is-used\"><strong>How Is the 1.5 Degrees C Temperature Target Used?</strong></a></li><li><a href=\"https://www.wri.org/#goal-exceeded\"><strong>How Do We Know When We’ve Exceeded 1.5 Degrees C?</strong></a></li><li><a href=\"https://www.wri.org/#has-earth-already-exceeded-goal\"><strong>Has Earth Already Exceeded 1.5 Degrees C of Temperature Rise?</strong></a></li><li><a href=\"https://www.wri.org/#what-happens-if-we-breach\"><strong>What Happens If We Breach 1.5 Degrees C of Warming?</strong></a></li><li><a href=\"https://www.wri.org/#possibility-to-hold-warming\"><strong>Is It Still Possible to Hold Warming to 1.5 Degrees C?</strong></a></li><li id=\"where-did-the-goal-come-from\"><a href=\"https://www.wri.org/#should-a-new-goal-be-chosen\"><strong>Should a New Goal Be Chosen if 1.5 Degrees C Is Surpassed?</strong></a></li><li><a href=\"https://www.wri.org/#what-should-we-do\"><strong>What Should We Do if the World Surpasses 1.5 Degrees C?</strong></a></li></ul><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Electric rickshaw on a New Delhi street\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/electric-rickshaw-india_0.jpg?VersionId=NjNReF9c_Q8diDX1V3CcyfwLZsWUYZMN&h=2e5cdddf&itok=7qksSkqE\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An electric rickshaw in New Delhi, India. The country has made significant moves toward electric vehicles in an effort to curb its emissions and reduce air pollution. Photo by Pradeep Gaurs/Shutterstock</figcaption>\n</figure>\n<h3>Where Did the 1.5 Degrees C Goal Come From?</h3><p>The Paris Agreement’s 1.5 degrees C temperature goal reflects decades of <a href=\"https://doi.org/10.1016/j.envsci.2020.05.020\">interaction between climate science and climate politics</a>.</p><p>The UN’s 1992 Framework Convention on Climate Change (UNFCCC), the world’s first international treaty to confront the climate crisis, did not specify a temperature limit. A temperature goal emerged later, as scientific assessments, the <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/pres_96_188\">European Council</a>, and the <a href=\"https://www.mofa.go.jp/policy/economy/summit/2009/declaration.pdf\">G8</a> initially converged on a benchmark of 2 degrees C (3.6 degrees F) above pre-industrial levels. The 2010 Cancun Agreements became the first global agreements to reference 2 degrees C, while also recognizing the potential for a stronger 1.5 degrees C limit. </p><p>In the lead-up to the 2015 Paris Agreement, <a href=\"https://unfccc.int/resource/docs/2015/sb/eng/inf01.pdf\">experts </a>concluded that even 2 degrees C of warming <a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">posed severe risks</a>. The Alliance of Small Island States (AOSIS) and Least Developed Countries (LDCs) pushed hard during the agreement’s negotiations for a more stringent limit, resulting in a compromise: Countries agreed to collectively limit warming to “well below 2 degrees C” and “pursue efforts” to limit it to 1.5 degrees C, reflecting growing recognition of the heightened risks from every fraction of a degree of temperature rise.</p><p id=\"how-goal-is-used\">The Intergovernmental Panel on Climate Change (IPCC), the world’s pre-eminent group of climate scientists, then prepared <a href=\"https://www.ipcc.ch/sr15/\">a report</a> on the 1.5 degrees C goal. They found a <a href=\"https://www.wri.org/insights/half-degree-and-world-apart-difference-climate-impacts-between-15c-and-2c-warming\">stark contrast</a> in climate change impacts under 1.5 vs. 2 degrees C of warming. They also mapped what it would take to stay within the 1.5 degrees C limit.</p><h3>How Is the 1.5 Degrees C Goal Used? </h3><p>Since its adoption in the 2015 Paris Agreement, the 1.5 degrees C goal has served both as a powerful rhetorical symbol and as the basis for concrete technical benchmarks.</p><p>Vulnerable countries, NGOs and diplomats alike invoke the 1.5 degrees C goal to highlight what’s at stake in UN climate negotiations and other policy decisions. Climate-vulnerable nations like small island states have long framed 1.5 degrees C as a matter of survival, popularized in the phrase “1.5 to stay alive.” Youth movements and UN leaders, including Secretary-General António Guterres, have repeatedly called for urgent action to keep 1.5 degrees C “within reach.”</p><p>Technically, the 1.5 degrees C goal underpins a range of benchmarks and scientific assessments of climate action. It’s used to <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\">evaluate the ambition</a> of countries’ national climate commitments (known as <a href=\"https://www.wri.org/ndcs/\">“nationally determined contributions” (NDCs)</a>) and corporate emissions-reduction targets. It helps scientists estimate the remaining carbon budget — the amount of CO<sub>2</sub> the world can still emit while limiting warming to 1.5 degrees C. The 1.5 degrees C-aligned pathways assessed by the IPCC form the basis for emissions-reduction timelines (such as the widely cited global benchmark of reducing emissions <a href=\"https://www.ipcc.ch/report/ar6/wg3/chapter/summary-for-policymakers/\">43% below 2019 levels by 2030</a>), deadlines for reaching net-zero emissions, and sector-specific targets like phasing out coal or replacing fossil-fueled vehicles with electric ones.</p><p id=\"goal-exceeded\">These timelines and benchmarks, in turn, underpin accountability tools like the <a href=\"https://www.unep.org/resources/emissions-gap-report-2024\">Emissions Gap Report</a>, the <a href=\"https://sciencebasedtargets.org/\">Science-Based Targets Initiative</a> and the <a href=\"https://www.wri.org/research/state-climate-action-2023\">State of Climate Action</a> report.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman grows cabbages in rural Kenya\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/kenyan-cabbage-farmer_0.jpg?VersionId=dQBiXzjxyn3NxGZgVvi4f80T_QY.j6Xk&itok=WY4miww7\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A woman tends to her cabbages in rural Kenya. Small farmers are often on the front lines of the impacts of climate change. Photo by James Karuga/Shutterstock</figcaption>\n</figure>\n<h3>How Do We Know When We’ve Exceeded the 1.5 Degrees C Goal?</h3><p>The Paris Agreement calls for “holding the increase in the global average temperature to well below 2 degrees C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5 degrees C above pre-industrial levels.” To know when we’ve exceeded the threshold, it’s important to define some terms:</p><ul><li><strong>Global average temperature</strong> <a href=\"https://www.ipcc.ch/sr15/chapter/spm/\">refers to</a> the “estimated global average of near-surface air temperatures over land and sea ice, and sea surface temperature over ice-free ocean regions.” This estimate <a href=\"https://www.carbonbrief.org/explainer-how-do-scientists-measure-global-temperature/\">comes from temperature measurements</a> from weather stations, ships and buoys around the world, which are then averaged to produce a global figure. (Some regions — including, critically, those <a href=\"https://www.ipcc.ch/report/ar6/wg1/chapter/chapter-2/#2.3.1.1.3\">over land</a> — tend to warm more than average, while others warm less.)</li><li>While the Paris Agreement does not define “<strong>pre-industrial levels,</strong>” scientists like those in the IPCC typically use 1850-1900. This period marks the beginning of reliable global temperature records.</li><li>Today’s global average temperature is then compared to past conditions. The difference between the two is called the <strong>temperature anomaly.</strong></li></ul><p>By scientific convention, the Paris goal refers to a sustained temperature anomaly <a href=\"https://unfccc.int/sites/default/files/resource/cop27_auv_CP%2013_PR2.pdf\">over a period of at least 20 years</a>. This approach smooths out the effects of year-on-year temperature fluctuations due to factors like <a href=\"https://www.carbonbrief.org/interactive-much-el-nino-affect-global-temperature/\">El Niño/La Niña</a>, volcanic activity and changes in ocean circulation to provide a better estimate of human-caused warming. Scientists typically assess whether the long-term average exceeds 1.5 degrees C at any point during the 21<sup>st</sup> century, and specifically in 2100. If warming temporarily exceeds the threshold before falling back below it by the end of the century, this is referred to as “overshoot.”</p><p id=\"has-earth-already-exceeded-goal\">Under this approach, the year in which a given temperature threshold is breached is the middle year of the 20-year period. As <a href=\"https://wmo.int/sites/default/files/2025-03/WMO-1368-2024_en.pdf\">WMO</a> put it, “1.5 degrees C of warming would only be confirmed once the observed temperature has reached that level over a 20-year period, 10 years after the year of exceedance. Thus, there would be a 10-year delay in recognizing and reacting to exceedance of the long-term temperature goal.” The scientific community is considering alternative approaches that would require less delay to confirm the year of exceedance.</p><h3>Has the Earth Already Exceeded 1.5 Degrees C of Warming?</h3><p>Yes, but it hasn’t yet breached the Paris Agreement’s temperature goal.</p><p><a href=\"https://www.carbonbrief.org/state-of-the-climate-2024-sets-a-new-record-as-the-first-year-above-1-5c/\">2024</a> was the first full year on record in which the global average temperature was more than 1.5 degrees C above pre-industrial levels, with an estimated anomaly of <a href=\"https://wmo.int/news/media-centre/wmo-confirms-2024-warmest-year-record-about-155degc-above-pre-industrial-level\">1.55 degrees C</a>. This continued an alarming pattern in which the 10 warmest years on record have all occurred since 2015. Prior to 2024, no full year had seen such a large temperature anomaly; though there were shorter periods — days, weeks and months — for which temperatures temporarily exceeded 1.5 degrees C. The WMO <a href=\"https://wmo.int/sites/default/files/2025-05/WMO_GADCU_2025-2029_Final.pdf\">forecasts a 70% chance</a> that the next five years will exceed 1.5 degrees C on average.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/23709217/thumbnail\" width=\"100%\" /></noscript></div>\n</div>\n      \n  </article>\n<p>Importantly, a single hot year does not mean the Paris Agreement temperature goal has been breached or is no longer within reach. The global long-term average temperature anomaly is currently estimated at around <a href=\"https://wmo.int/sites/default/files/2025-03/WMO-1368-2024_en.pdf\">1.34 degrees C to 1.41 degrees C</a>, depending on the method used.</p><p id=\"what-happens-if-we-breach\">Nevertheless, <a href=\"https://www.nature.com/articles/s41558-025-02247-8\">two</a> <a href=\"https://www.nature.com/articles/s41558-025-02246-9\">recent</a> climate modeling studies suggest that last year’s high temperatures likely mean the world has already entered the 20-year period in which the average temperature anomaly will breach the 1.5 degrees C limit.</p><h3>What Happens if We Breach 1.5 Degrees C of Warming?</h3><p>At current levels of 1.34 degrees C-1.41 degrees C of warming, we are already experiencing more frequent and intense heatwaves, wildfires, storms and floods. Food and water security are under growing pressure. Ecosystems like coral reefs are suffering irreversible damage. Surpassing 1.5 degrees C — even temporarily — augments the risks associated with these and other impacts.</p><p>According to the IPCC, even warming of 1.5 degrees C would expose nearly 1 billion people to <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-4/\">water stress and desertification</a>, cost an estimated $63 billion in adaptation and residual <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-5/\">damages to major crops</a>, and put <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-2/\">14% of the world’s species at risk</a> of extinction. About 24% more people would face flooding compared to historical levels, <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-3/\">coral reefs</a> would decline by 70-90%, and the <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-7/\">distribution of malaria</a> would expand.</p><p>These same climate impacts would <a href=\"https://www.wri.org/insights/ipcc-report-2022-climate-impacts-adaptation-vulnerability\">intensify</a> if we exceed 1.5 degrees of warming. For instance, <a href=\"https://www.wri.org/insights/2023-ipcc-ar6-synthesis-report-climate-change-findings\">relative to 1.5 degrees C of warming</a>, 2 degrees C of warming is expected to cause twice as many heat waves in Southern Africa, 1.6 times as much area burnt by wildfires in Mediterranean Europe, and cost $17 billion more globally in residual damage and adaptation for major crops. 2 degrees C of warming would also functionally destroy coral reefs. Extreme heatwaves would become increasingly common, creating dire impacts on human health and productivity, especially in South Asian and African cities.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2962\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"2370\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1815\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"1429\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"856\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Climate impacts chart.\" height=\"856\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/climate-impacts_0.png?VersionId=4mw3QeT69L_MkJre.anparX8KB4j4WoI&itok=DFOXmQTI\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Breaching 1.5 degrees C also increases the risk of crossing <a href=\"https://www.science.org/doi/10.1126/science.abn7950\">tipping points</a> — critical thresholds beyond which parts of Earth may undergo abrupt, self-perpetuating and potentially irreversible changes. For example, the Greenland and West Antarctic ice sheets are at risk of collapse, worsening sea-level rise and disrupting ocean currents. Low-latitude coral reefs could die off entirely, a devastating blow for biodiversity and those whose livelihoods depend on fisheries. And boreal permafrost may abruptly thaw, releasing vast quantities of climate-warming methane into the atmosphere.</p><p>These systems are at risk of crossing tipping points around 1.5 degrees C. At higher temperatures, additional ice sheets, ocean circulation systems and ecosystems could completely collapse. Many tipping points shift systems from one stable state to another — such as the Amazon rainforest turning to savannah. Once these kinds of shifts occur, it becomes very hard or even impossible to reverse them on human timescales.</p><p id=\"possibility-to-hold-warming\">The bottom line is that with every additional fraction of a degree of warming, the impacts become harder or even impossible to adapt to. This is what’s known as <a href=\"https://www.wri.org/insights/loss-damage-climate-change\">loss and damage</a>. Losses and damages can be economic, such as shrinking industries and associated loss of jobs and livelihoods. But the toughest are often those that can’t be quantified in economic terms — such as the <a href=\"https://research.fit.edu/media/site-specific/researchfitedu/coast-climate-adaptation-library/pacific-islands/micronesia/Monnereau--Abraham.--2013.--Loss-and-Damage-in-Kosrae,-Federal-State-of-Micronesia.pdf\">losing burial grounds</a>, family homes and loved ones.</p><h3>Is it Still Possible to Hold Warming to 1.5 Degrees C?</h3><p>In theory, it is still <em>physically </em>possible to avoid spending down the carbon budget required to limit warming to 1.5 degrees C through rapid, sustained emissions reductions. But the <em>plausibility </em>of executing the transformations at the pace and scale required is another matter.</p><p>The <a href=\"https://www.ipcc.ch/report/ar6/wg3/\">2022 IPCC report</a> on climate change mitigation identifies pathways for limiting warming to 1.5 degrees C with no or limited overshoot. They entail “<a href=\"https://www.ipcc.ch/report/ar6/syr/resources/spm-headline-statements/\">rapid and deep and, in most cases, immediate greenhouse gas reductions in all sectors</a>.” Specifically, greenhouse gas emissions would have peaked before 2025 and would decline by 43% by 2030 (from 2019 levels), and by 60% by 2035. CO<sub>2</sub> emissions would reach net zero by around 2050, before exhausting the <a href=\"https://globalcarbonbudget.org/\">carbon budget</a>. Concretely, this would involve phasing out unabated fossil fuel consumption, dramatically scaling up zero-carbon power, expanding sustainable transport, electrifying transport and industry, and halting deforestation. <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">Removal of carbon from the atmosphere</a> — by uptake in trees and through technologies — would also need to scale up dramatically.</p><p>The problem is that we are not following those pathways. The State of Climate Action report found that of <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c\">42 key milestones</a> needed to limit warming to 1.5 degrees C, only one — the <a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2256&tab=timeline\">share of electric vehicles</a> in light-duty vehicle sales — is currently on track for 2030. Despite significant increases in <a href=\"https://systemschangelab.org/power/rapidly-scale-zero-carbon-electricity-generation?indicatorId=2238&tab=timeline\">renewable energy capacity</a> and <a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2256&tab=timeline\">electric vehicle sales</a>, <a href=\"https://www.iea.org/reports/world-energy-outlook-2024\">nearly 80%</a> of global energy still comes from fossil fuels, the world is <a href=\"https://www.iea.org/reports/global-energy-review-2025/coal\">burning more coal</a> than ever before, and <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">deforestation continues at alarming rates</a>. <a href=\"https://globalenergymonitor.org/report/boom-and-bust-coal-2024/\">Coal</a> and <a href=\"https://globalenergymonitor.org/projects/global-gas-infrastructure-tracker/\">gas</a> infrastructure continue to expand.</p><p>As a result, the world still emits 42 GtCO<sub>2</sub> per year (and an additional 14 GtCO<sub>2</sub>e of other greenhouse gases). <strong>The remaining carbon budget to limit warming to 1.5 degrees C is </strong><a href=\"https://essd.copernicus.org/preprints/essd-2025-250/essd-2025-250.pdf\"><strong>130 Gt</strong></a><strong> CO<sub>2</sub>, which will be consumed in just over three years at current annual rates.</strong></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/23803529/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In simple, back-of-the-envelope terms, a linear path from 2024 CO<sub>2</sub> emissions to net-zero CO<sub>2</sub> emissions that stays within the remaining carbon budget would require cutting emissions by nearly 6 Gt CO<sub>2</sub> per year, starting immediately and for the rest of the decade. For comparison, the economic shock during the COVID-19 pandemic caused CO<sub>2</sub> emissions to drop by only <a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/40932/EGR2022_ESEN.pdf?sequence=8\"> 2 Gt</a> in 2020, and the decline was temporary.</p><p>Achieving sustained emissions cuts of the magnitude needed would require unprecedented political and corporate leadership, backed by citizens, leading to a comprehensive and coordinated structural transformation across sectors and economies. There is scant evidence that such a deep transformation is poised to begin in the near future. <a href=\"https://www.nature.com/articles/s41558-024-02073-4\">One recent study</a> found that while it is still theoretically possible to limit warming to below 1.6 degrees C at around 50% likelihood, the probability drops to between 5% and 45% when considering institutional and other barriers.</p><p id=\"should-a-new-goal-be-chosen\">All these factors suggest that long-term average temperatures are likely to surpass 1.5 degrees C, at least temporarily. By how much, and for how long, is still very much in play.</p><h3>Should a New Goal Be Chosen if 1.5 Degrees C Is Surpassed?</h3><p>As <a href=\"https://journals.sagepub.com/doi/full/10.1177/29768659241293218\">skepticism about the feasibility of the 1.5 degrees C goal</a> has grown, <a href=\"https://www.nature.com/articles/s41558-025-02247-8\">some scientists</a> have proposed refocusing attention on limiting warming to “well below 2 degrees C” or returning warming to 1.5 degrees C after temporarily overshooting it. But adopting new benchmarks consistent with a higher temperature outcome poses another challenge: If derived from the modeling scenarios available today, these benchmarks would have the world reduce emissions more slowly and phase out fossil fuels later than we currently aim to do — an ineffective response to increasingly severe climate impacts. </p><p id=\"what-should-we-do\">At the same time, our rhetoric should acknowledge the evolving reality. If long-term global average temperature rise surpasses 1.5 degrees C, it will no longer make sense to frame action in terms of what’s required “to avoid breaching the 1.5 degrees C limit.” Instead, we can refer to minimizing overshoot, stabilizing at the lowest feasible temperature, and avoiding as much warming as we can to protect people’s lives and economies.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A young girl carries water through an informal settlement in Johannesburg, South Africa.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2024-09/johannesburg-informal-housing.jpg?VersionId=1A_qOFI_7zPFJomOj4duIhFdavBzBS18&itok=qiq5Izuz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A young girl carries water through an informal settlement in Johannesburg, South Africa. Many African cities face extreme heat, water scarcity and other impacts of climate change. Photo by Joe Eldridge/Alamy Stock Photo</figcaption>\n</figure>\n<h3>What Should We Do If the World Surpasses 1.5 Degrees C?</h3><p>If 1.5 degrees C falls out of reach, the world should still do what it ought to be doing today: rapidly reducing emissions and enhancing <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">removals</a>, while stepping up efforts to build resilience. Because warming will continue to increase <a href=\"https://www.carbonbrief.org/explainer-will-global-warming-stop-as-soon-as-net-zero-emissions-are-reached/\">until CO<sub>2</sub> emissions reach net zero</a>, reducing net emissions will remain critical. And because most adaptation planning scenarios already envision the possibility of exceeding 1.5 degrees C, it is more important to ensure those plans are <a href=\"https://www.ipcc.ch/report/ar6/wg2/figures/chapter-6/figure-6-004\">implemented</a> than to develop new plans for higher-temperature scenarios.</p><p>Breaching 1.5 degrees C, however, does augment the scale and pace of action ultimately required, and may introduce new risks and trade-offs. For example, the further we exceed the carbon budget, the more CO<sub>2</sub> will need to be removed from the atmosphere, demanding greater investment in CO<sub>2</sub> removal. While most adaptation plans already account for higher temperatures, reaching those levels earlier shortens the planning horizon. Failing to keep pace could increase costs, result in inadequate adaptation, or even compound the risk of <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-17/\">maladaptation</a>. The world would also need to prepare to address higher levels of <a href=\"https://www.wri.org/insights/loss-damage-climate-change\">loss and damage</a>, consequences of climate change that exceed what people can adapt to. Finally, breaching the established temperature goal may lend salience to <a href=\"https://www.nytimes.com/2023/04/18/opinion/geoengineering-climate-change-technology-africa.html\">controversial</a> <a href=\"https://www.carbonbrief.org/explainer-six-ideas-to-limit-global-warming-with-solar-geoengineering/\">solar radiation modification (SRM) approaches</a> that would temporarily cool the planet by reflecting sunlight. While SRM is <a href=\"https://www.ipcc.ch/report/ar6/wg3/chapter/chapter-14/\">risky</a> and untested, its relatively low direct cost and potential to stem near-term warming point to the potential for unilateral deployment, which would require more proactive <a href=\"https://www.overshootcommission.org/\">oversight</a> and governance.</p><p>And while surpassing 1.5 degrees C is increasingly likely, the extent and duration of warming — and its associated impacts — remain within our control. Limiting peak warming will require deep and sustained emissions cuts, maintaining and enhancing <a href=\"https://www.wri.org/insights/forests-absorb-twice-much-carbon-they-emit-each-year\">carbon sinks</a>, and strengthening resilience. Achieving these outcomes depends not only on geophysical and technological factors, but also on a step change in political and corporate leadership. Leaders must foster the right <a href=\"https://www.ipcc.ch/report/ar6/wg3/figures/chapter-3/figure-3-42\">economic conditions</a> for clean technologies to take hold, adopt public policies that catalyze investment in emissions reductions and resilience, and ensure people see economic and social benefits from low-carbon development.</p><p>Ultimately, every fraction of a degree matters. Decisions made today will continue to shape climate risk for generations to come.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Johannesburg to Restore Urban Rivers Using Lessons from Durban",
      "link": "https://www.wri.org/update/johannesburg-restore-urban-rivers-using-lessons-durban",
      "pubDate": "Wed, 18 Jun 2025 09:50:21 EDT",
      "description": "<p>South Africa’s cities face growing threats to their water resources, especially rivers, as rapid development and climate change undermine the health of water systems and the ecosystem services they provide. Urban areas are particularly vulnerable to serious flood risks during extreme weather events.</p><p>Without effective river management, cities risk losing out on valuable financial, socioeconomic, human and ecological benefits. In contrast, well-managed rivers enhance the delivery of municipal services, improve adaptation capacity and boost resilience to climate shocks.</p><p>The eThekwini Municipality, which includes the city of Durban, is one of the first South African cities to take steps to protect and revitalize its rivers. Its work has become an example for others to follow, including Johannesburg, where WRI and partners are helping improve its water resilience.</p><h3>What Did eThekwini Do to Build Water Resilience?</h3><p>eThekwini’s rapid economic growth, intense urbanization and climate change have degraded its natural ecosystems. Many of its rivers and coastlines are affected by pollution, while its coastal forests and wetlands are being lost to housing development or invasive species.</p><p>In response to climate-induced environmental damage to communities and infrastructure, eThekwini Municipality launched South Africa’s first Transformative Riverine Management Program (TRMP) in 2020. With support from C40 City Finance Facility, eThekwini embarked on the long journey of transforming the management of its rivers and bringing them back to life.  Through the TRMP — eThekwini has developed a high-level roadmap and business case for the rehabilitation and protection of its riverine assets.</p><p> Its TRMP was the first to clearly link effective riverine management with the longevity of both natural and urban infrastructure and showed how every rand spent would yield 1.8 to 3.4 times in holistic benefits. eThekwini also created its Catchment Partnership Development Frameworks to guide climate adaptation and risk mitigation in specific river catchments, using spatial planning and corridor management to protect residents and infrastructure.</p><h3>Johannesburg Co-Develops Plan to Build Water Resilience</h3><p>Through the SUNCASA (Scaling Urban Nature-Based Solutions for Climate Adaptation in Sub-Saharan Africa) project, WRI and International Institute of Sustainable Development (IISD) are working with local partners to restore the riverine areas of the Upper Jukskei River and enhance urban forestry. The consortium of local partners includes the City of Johannesburg, Johannesburg City Parks and Zoo, Zutari, Johannesburg Inner City Partnership, Alexandra Water Warriors, GenderCC and Water for the Future.</p><p>Johannesburg, along with neighboring municipalities Tshwane and Ekurhuleni, has one of the region’s highest population densities and most degraded rivers whose hydrological boundaries are shared between the cities. The buildup of solid waste and debris, along with alien invasive plants, in the Jukskei River has increased flood risk.</p><p>Through the SUNCASA project, Zutari is leading the development of a TRMP, which includes a riverine management program and business case for the restoration of the Upper Jukskei — highlighting the first 15-kilometer (9-mile) stretch from the start of the river in the city center to Alexandra.</p><p>Initial TRMP assessments indicate that neighborhoods like Alexandra present the greatest opportunity for intervention. Hydro-ecological and socioeconomic vulnerability assessments found that infrastructure and communities near Queen’s Wetland in Bez Valley and Alexandra — where flood plains have been transformed or encroached — are most at risk. The assessments highlight how apartheid-era inequalities have left high-density, low-income neighborhoods especially vulnerable to climate, economic and social risks.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"949\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1342\" />\n              <source height=\"891\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"682\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"537\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"322\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Queens wetland and Bruma lake flood extents.\" height=\"322\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/queens-wetland-and-bruma-lake-flood-extents_0.png?VersionId=BQulp.qVRtolZ556.yt7DRwIhH5eWJtP&itok=-xEf2X7E\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A Personal Computer Storm Water Management Model (PCSWMM) model was used to develop high-level flood extents for the Jukskei River’s path across Johannesburg. The map shows the extent of flooding in Johannesburg’s Alexandra Township. Image by Zutari/SUNCASA</figcaption>\n</figure>\n<figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1114\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1342\" />\n              <source height=\"1046\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"801\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"631\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"378\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Alexandra flood extents.\" height=\"378\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/alexandra-flood-extents-1_0.png?VersionId=7vnUrXPzBoFbEMOxvlMTRGORoYC.iXT6&itok=YX4BU6H7\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The map shows the extent of flooding in the Queens Wetland and Bruma Lake neighborhoods. Image by Zutari/SUNCASA</figcaption>\n</figure>\n<p>These insights, along with ongoing assessments, will inform the TRMP and business case for the Upper Jukskei in Johannesburg.</p><h3><strong>Sharing Knowledge Between Cities</strong></h3><p>In February 2025, WRI facilitated a knowledge exchange between four municipalities — eThekwini, Johannesburg, Tshwane and Ekurhuleni — to share lessons from the eThekwini TRMP and support other cities in developing their own programs.</p><p>The event drew stakeholders across local government, civil society, the private sector and NGOs. eThekwini shared insights on the processes and motivations behind the development of its TRMP, as well as mechanisms to ensure sustainability and implementation. Johannesburg also shared why it embarked on developing a TRMP and reported on progress to date.</p><h3><strong>Takeaways from the Exchange:</strong></h3><ol><li><strong>Rivers cross borders</strong>: In Gauteng, rivers flow in and out of different municipalities. It is important, particularly in this region, that local governments work together to address riverine management.</li><li><strong>Collecting learning accelerates progress</strong>: Sharing insights and knowledge across municipalities is essential for regional urban resilience.</li><li><strong>Shared responsibility</strong>: Local governments must work closely with all stakeholders — including all city government departments, civil society organizations, communities and the private sector — to drive action toward urban water resilience. Strong partnerships and communication channels create the enabling environment needed for greater impact.</li></ol><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1138\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"910\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"697\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"549\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"329\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"People in meeting with trees.\" height=\"329\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/design-sem-nome-2_0.png?VersionId=IUcqrVt6VVZLrt1Wk8_GnTxcOePNU2oP&itok=7-aAchob\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>caption: The knowledge exchange between four municipalities shared insights from eThekwini’s TRMP experience to help other South African cities develop their own programs. Photo from SUNCASA</p><h3>What’s Next?</h3><p>Over the next year, Zutari will conduct climate change risk and vulnerability assessments, a riverine management model and cost-benefit analysis to inform Johannesburg’s TRMP and the business case for the Upper Jukskei. Zutari and partners will also prepare an implementation framework and investment briefs to support the city in scaling up riverine management.</p><p>WRI will continue facilitating collaboration between Johannesburg, Tshwane and Ekurhuleni through the SUNCASA project and, together with IISD, will also support the city in structuring funding opportunities. This will help expand the TRMP approach to other river systems in Johannesburg and neighboring municipalities, building urban resilience through integrated catchment management.</p><p>To scale these efforts, WRI’s <a href=\"https://www.wri.org/initiatives/green-gray-infrastructure-accelerator\">Green-Gray Infrastructure Accelerato</a>r aims to embed nature-positive approaches in urban development through policy instruments, a portfolio of Green-Gray Infrastructure projects and innovative financing to deliver climate-resilient outcomes in Johannesburg.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Cutting Cattle Methane through Feed Additives: Lessons from Early Adoption and the Road Ahead",
      "link": "https://www.wri.org/technical-perspective/cattle-methane-inhibitors-early-adoption-next-steps",
      "pubDate": "Tue, 17 Jun 2025 10:00:00 EDT",
      "description": "<p>Ruminants — cattle, sheep and goats — are a major source of greenhouse gas emissions. Methane produced during their digestion, known as \"enteric methane,\" accounts for nearly 60% of agricultural methane emissions and over 25% of all human-caused methane emissions. Methane is a potent greenhouse gas with more than 80 times the warming power of CO2 over two decades.</p><p>While livestock methane is inherently tough to tackle, new techniques are emerging that offer a path forward. A recent WRI report outlined over 25 ways to reduce <a href=\"https://www.wri.org/research/opportunities-methane-mitigation-agriculture-technological-economic-regulatory\">agricultural methane emissions</a>, some of which show significant promise. In developing countries, a practical solution is to boost meat and milk yields per animal by improving feed — using better grazing, higher quality forages, supplemental crops or treated crop residues. But in developed countries, where productivity is already near its ceiling, reducing emissions will require newer and more innovative approaches.</p><p><strong>The most rapidly emerging option today involves using feed additives to curb methane production during cows' digestion. This has been shown to reduce enteric methane emissions by around 30% in feedlots.</strong></p><p>But while feed additives are seeing some early uptake, they have yet to be widely adopted. Cost can be a barrier, alongside regulatory hurdles, infrastructure challenges and farmer skepticism. Further scaling these solutions will require the right policies as well as financial investment and innovation.</p><p><strong>The key question is: What can governments and the private sector do to accelerate adoption?</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1569\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1255\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"961\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"757\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"453\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart showing sources of methane emissions, with emissions from livestock making up over 25%.\" height=\"453\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/enteric-fermentation-methane-emissions_0.png?VersionId=xbWSL3h77YpeqAVhPZqsIi9LpbZ0i_dE&itok=V0SnCZFj\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Promising Science, Unscaled Solutions</h3><p>A range of solutions to reduce enteric methane are moving beyond research and into early commercial use. Methane-inhibiting feed additives are furthest along in science thanks to decades of research, a relatively clear understanding of how they inhibit methane, and regulatory progress. Feed additives reduce emissions by <a href=\"https://www.sciencedirect.com/science/article/pii/S002203022200710X#:~:text=Models%20including%20only%203%2DNOP,to%20NDF%20and%20crude%20fat.\">30% on average</a>, with some showing <a href=\"https://academic.oup.com/tas/article/doi/10.1093/tas/txaf028/8046622\">reductions of over 90%</a>. And strong private sector investment and public-private partnerships are helping boost adoption, bringing them closer to widespread use. (Other approaches involving <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions\">genetics or antimethane vaccines</a> remain in early-stage research due to cost, longer development timelines and limited field validation.)</p><p>Today, most companies have their eyes on two specific methane inhibitors: 3-nitroxypropanol (3-NOP; commercially available under the trade name Bovaer) and an active ingredient from red seaweed called bromoform.</p><h4>3-NOP works — but not everywhere, and not always</h4><p>Among the various methane-reducing feed additives, 3-NOP stands out as the most widely approved and commercially advanced option. Developed by DSM-Firmenich and marketed in the U.S. by Elanco, it has received regulatory approval in over 65 countries. This far surpasses other methane inhibitors, many of which are still in early research phases or approved only in limited markets.</p><ul><li><strong>Mechanism: </strong>Inhibits methane production in a cow's stomach when fed (1⁄4 tablespoon to 1 tablespoon per cow daily).</li><li><strong>Impact:</strong> Cuts methane emissions by approximately 30% in dairy cattle and up to 45% in beef cattle.</li><li><strong>Adoption: </strong>Approved for use in 65+ countries, including the U.S., EU, Australia, Brazil, Canada and the U.K.</li><li><strong>Cost:</strong> <a href=\"https://files.wri.org/d8/s3fs-public/2025-02/opportunities-methane-mitigation-agriculture.pdf?VersionId=WTCnIgnw7ktdUcbayS3Xl0pKHZ3s_BHF&_gl=1*mi8g8t*_gcl_au*ODc3NTI2ODY1LjE3NDg0NDY0NDY.\">About $100-150 per cow per year</a>. (This translates to roughly 2-4 cents more per gallon of milk in the U.S.)</li></ul><p>While methane inhibitors like 3-NOP show strong potential for reducing emissions, widespread adoption hinges on more than just regulatory approval — it requires clear economic incentives for farmers. These additives come with upfront costs and require changes to feeding practices, so financial support mechanisms are essential to make adoption viable at scale. While various mechanisms for widescale adoption are emerging, there is still no clarity on what would work best in different contexts.</p><p>For example, in the U.S., a growing number of farms are adopting 3-NOP through emerging carbon credit programs. Farmers track and report their emissions data using digital tools, which feed into third-party platforms that verify reductions and generate carbon credits. These credits are then purchased by food companies looking to meet their own climate targets — a model known as \"insetting,\" where companies invest in emissions reductions within their own supply chains.</p><p>In Brazil, limited commercial trials are underway to explore the use of methane-reducing feed additives like 3-NOP, with early efforts looking to carbon credits and emerging green finance frameworks as potential tools to support adoption. These frameworks aim to align agricultural practices with national climate goals and could, in theory, help channel investment into low-carbon technologies. Adoption is also growing in Europe and Canada, particularly in dairy systems that benefit from strong regulatory and incentive support.</p><p>In Southeast Asia and Africa, the focus is largely on <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions#:~:text=While%20many%20farms,reducing%20methane%20emissions.\">improving feed efficiency</a> rather than on methane inhibitors. However, 3-NOP is gaining regulatory traction and interest across these regions, too. It has been approved in Japan, South Korea, China and South Africa, and is drawing attention in other countries.</p><p>Despite its early success, 3-NOP faces challenges. Cost remains a barrier in regions without strong incentives. And its impact can diminish over time, particularly as cows progress through their lactation cycle or consume <a href=\"https://www.journalofdairyscience.org/article/S0022-0302(24)00801-4/fulltext\">high-fiber diets</a> such as crop residues (<a href=\"https://www.ccacoalition.org/projects/crop-residue-improvement-reduce-emissions-livestock-action-plan-ethiopia-and-nepal\">which is common in Africa and South Asia</a>). Many companies also prefer to conduct their own trials before scaling up, and uncertainty around methane accounting standards continues to slow broader adoption.</p><h4>Bromoform offers high potential but faces scrutiny</h4><p>No single solution will be enough to reduce enteric methane emissions on its own. 3-NOP's ongoing challenges highlight the need for complementary solutions.</p><p>One promising alternative is bromoform, a compound found in certain species of red seaweed, specifically those belonging to the Asparagopsis family. While seaweed itself is being explored as a feed additive and can offer some additional benefits, it's not as effective as the synthetic version of bromoform and is expensive to produce. Seaweed is like drinking herbal tea for a headache; bromoform is like taking ibuprofen. The tea might help, but you need a lot of it. The pill works faster and with a much smaller amount. Even in very small doses, synthetic bromoform can reduce <a href=\"https://academic.oup.com/tas/article/doi/10.1093/tas/txaf028/8046622\">methane emissions by over 90%</a>.</p><ul><li><strong>Mechanism:</strong> Inhibits methane production in a cow's stomach.</li><li><strong>Impact:</strong> Pure bromoform is observed to almost eliminate methane formation. Recent animal studies have shown more than 90% methane reduction.</li><li><strong>Adoption:</strong> Not yet approved for use, though several pilot trials are underway in Australia, the EU and the U.S.</li><li><strong>Cost: </strong>The cost of chemically synthesized bromoform is unknown; however, it is likely to be significantly lower than red seaweed, which currently appears to cost around $300-$500 per cow, per year.</li></ul><p>While promising, bromoform comes with strong challenges, especially from a regulatory perspective. In high amounts, bromoform can pass into milk and meat, and the U.S. Environmental Protection Agency classifies it as a probable human carcinogen. The good news is that the doses proposed for livestock feed are only about 1% of those used in safety studies, so the risk of bromoform entering the food supply is very low. The main concern is limiting its environmental release, as bromoform is a volatile compound that can <a href=\"https://acp.copernicus.org/articles/22/7631/2022/acp-22-7631-2022.pdf\">pose a risk to the ozone</a> layer and <a href=\"https://wwwn.cdc.gov/TSP/PHS/PHS.aspx?phsid=711&toxid=128#:~:text=Bromoform%20(also%20known%20as%20tribromomethane,cause%20serious%20waterborne%20infectious%20diseases.\">may contaminate drinking water</a> if concentrations exceed safe limits. And for people who handle the chemical, as even small exposures could pose health risks.</p><p>Although bromoform will need more regulatory scrutiny, its methane reduction potential is very high. In the future, a combined approach — using 3-NOP alongside tiny amounts of bromoform — could offer a more powerful and scalable way to reduce methane emissions from livestock.</p><h3>Governments Can Enable Innovation and Adoption</h3><p>Regardless of the technology, reducing livestock methane at scale will require coordinated action across sectors, with governments, companies and public-private partnerships each playing a critical role.</p><p>On the part of governments, this will take:</p><h4>1) Policies supporting innovation</h4><p>Governments can play a pivotal role in scaling agricultural climate solutions by creating policies that both mandate and support innovation. For example, <a href=\"https://danishdairyboard.dk/danish-dairy-industry/danish-initiatives-to-lower-emissions/\">Denmark's</a> climate strategy requires all dairy farms with more than 50 cows to use methane-reducing feed additives. This includes options for <a href=\"https://www.wri.org/research/opportunities-methane-mitigation-agriculture-technological-economic-regulatory\">3-NOP or other innovative additives</a>. The policy complements Denmark's <a href=\"https://www.wri.org/insights/denmark-agriculture-climate-policy\">Green Tripartite Agreement</a>, which introduced an agricultural emissions tax from 2030. Farmers who have enrolled in 2024-2025 and apply for a government subsidy will receive <a href=\"https://www.voltagreentech.com/news-stories/denmark-mandates-dairy-farmers-to-use-feed-additives-from-january-2025-to-battle-global-warming#:~:text=Now%2C%20with%20the%20historic%20signing,Bovaer%C2%AE%20by%20dsm%2Dfirmenich.\">full cost reimbursements</a> for additives in 2026.</p><h4>2) Clarify and streamline regulatory approval pathways</h4><p>Methane-reducing feed additives must be rigorously evaluated for safety to animals, humans and the environment. This is often a lengthy process, and the lack of standardized protocols across countries leads to duplicated efforts, higher compliance costs and trade inefficiencies. While all jurisdictions require strong evidence of efficacy and safety, <a href=\"https://www.sciencedirect.com/science/article/pii/S0022030224014048\">the specifics of study design and documentation vary widely</a>.</p><p>For example, methane inhibitors are categorized as \"veterinary drugs\" in the U.S., \"zootechnical substances\" in the EU, \"gut modifiers\" in Canada and \"methane reducing agents\" in South Korea — highlighting the complexity of achieving global alignment for approval and adoption.</p><p>This presents a unique opportunity to align regulatory frameworks globally — ideally in coordination with international climate goals like the Global Methane Pledge or the Paris Agreement. Early collaboration between scientists, companies and regulators is essential to streamline approvals and ensure that innovations can scale efficiently across markets</p><h4>3) Integrate agricultural methane into nationally determined contributions (NDCs)</h4><p>To meet global climate goals like those in the Global Methane Pledge, countries are being encouraged to include livestock methane in their national climate plans (\"known as nationally determined contributions\" or \"NDCs\"). By the end of 2023, only<a href=\"https://www.globalmethanepledge.org/annual-report/methane-plans-and-policies?utm_source=chatgpt.com\"> 22% of countries</a> had methane-specific targets in their NDCs, and only <a href=\"https://www.ccacoalition.org/sites/default/files/resources/files/Guidance%20on%20Including%20Methane%20in%20NDC%203.0_0.pdf\">about a third</a> of those addressed agricultural methane.</p><p>The <a href=\"https://www.ccacoalition.org/sites/default/files/resources/files/Guidance%20on%20Including%20Methane%20in%20NDC%203.0_0.pdf\">latest international guidance</a> by the Climate and Clean Air Coalition (CCAC) outlines practical measures that can be taken at different levels to address the issue:</p><ul><li>At the animal level, this means making sure animals have enough good-quality feed, adjusting their diets to reduce methane, using methane-reducing additives like 3-NOP in feedlots, keeping animals healthy, and breeding animals that naturally produce less methane.</li><li>At the herd level, it involves managing livestock more efficiently — like reducing the number of animals kept just for breeding, shortening the time it takes to raise animals for meat, and focusing on more productive animals.</li><li>At the farm level, farmers can improve pastures, grow plants that help reduce methane and make better use of crop residues as animal feed.</li></ul><p>Including these actions in their NDCs can help countries cut emissions quickly while also supporting farmers, improving food systems and protecting the environment.</p><h3>Companies Must Move from Commitments to Implementation</h3><p>Companies with beef and dairy in their portfolios have a direct role in advancing enteric methane solutions. Beyond goal setting and reporting, companies can support field-level implementation. This includes funding pilot programs with producers, helping scale additives or improved nutrition strategies, and co-investing in producer support services. In some cases, this may involve premium pricing or carbon-credit generation; in others, it may mean collaborating on technical assistance or infrastructure. For real progress, the focus should shift towards enabling measurable emissions reductions on farms.</p><h4>1) Invest in the \"unattractive\" science</h4><p>3-NOP's growing success illustrates why the private sector must be willing to fund early-stage, high-risk research that may not appear commercially viable at first. It took years of mechanistic development, repeated trials and sustained investment before the additive became a breakthrough solution for enteric methane reduction. This kind of foundational science is essential for unlocking future markets and regulatory pathways.</p><p>We need more — and more cost-effective — solutions to cover all geographies and all production systems (e.g. confined feedlots, pastures, smallholder farms). Companies that invest early will have an opportunity to shape the innovation landscape and position themselves as leaders in methane mitigation.</p><h4>2) Demonstrate what works in different contexts</h4><p>To translate scientific breakthroughs into real-world impact, companies should co-invest in scalable, context-specific on-farm demonstrations. Rather than relying on generic farm trials, these efforts should showcase methane-inhibiting feed additives, such as 3-NOP, bromoform and other emerging technologies, under local conditions and within actual production systems.</p><p>Embedding these demonstrations in real-world supply chains (for example, through dairy processors or beef integrators) can ensure the practical application of these solutions in various contexts. Importantly, trials should not only measure emissions reductions but also highlight economic and productivity co-benefits, making the case for adoption across diverse stakeholders.</p><h4>3) Collaborate early: Pre-competitive research and data sharing</h4><p>While regulatory agencies still require product-specific data, shared research that involves early collaboration between scientists, companies, farmers, extension specialists and regulatory bodies can help in two ways. First, it can establish a general scientific consensus around the safety and effectiveness of certain types or chemical classes of additives. Second, pre-competitive research can be designed in consultation with regulatory bodies to align with approval requirements from the start. By using validated methods, standardized protocols and transparent reporting, collaborative studies can generate data that regulators are more likely to accept or reference. This reduces duplication, builds trust and could define clearer pathways for approval.</p><p>Initiatives such as <a href=\"https://www.globalmethanehub.org/2023/12/02/enteric-fermentation-research-development-accelerator-a-200m-agricultural-methane-mitigation-funding-initiative/\">Enteric Fermentation R&D Accelerator</a> are encouraging pre-competitive collaboration, and more companies should invest in this and similar R&D programs.</p><p>This will require some tough conversations about open data sharing. But the goal isn't for everyone to do the same thing — it's to build a common understanding of science, so each company can innovate from a stronger foundation during the competitive stage. Think of it like building a road together, then racing their own cars on it.</p><h4>4) Incentivize adoption through price premiums and market signals</h4><p>To scale methane-reducing solutions in livestock, we need more than innovation — we need demand. The biggest challenge is getting farmers on board. A company can't mandate change; instead, it has to understand farmers' contexts and work within them. Ultimately, there won't be a one-size-fits-all solution.</p><p>One promising approach comes from <a href=\"https://www.nzmp.com/global/en/news/net-zero-pilot-dairy-farm.html#:~:text=The%20focus%20over%20the%20next,on%20pasture%20growth%20and%20management.\">Fonterra</a>, which offers price premiums to farmers who reduce emissions. What makes this model effective is its flexibility: Farmers can choose the intervention that works best for their operation, whether it's a feed additive, improved grazing or another practice. This kind of incentive aligns environmental goals with business realities and sends a clear signal that low-emissions products are valued.</p><p>At the same time, food and retail companies can play a big role in creating demand for low-emissions livestock products. One way to do this is by changing how they buy their products to reward suppliers who can prove they're reducing methane. This could mean offering better prices, long-term contracts or other benefits to farmers who use climate-friendly practices. Companies can also help farmers get ready to participate in carbon markets by supporting programs that link feed additives or other practices to verified emissions reductions. </p><p>Finally, to reduce methane emissions from their supply chains, consumer-facing companies can shift the mix of what they source and serve <a href=\"https://www.wri.org/insights/better-meat-sourcing-climate-environmental-impacts\">toward lower-emissions products</a>. This could include other meats (such as poultry) or plant-based or alternative proteins.</p><h3>Public-Private Partnerships Can Help Scale Success</h3><p>In agriculture, public-private partnerships have already demonstrated their ability to deliver tangible results. They combine the innovation and efficiency of the private sector with the public sector's ability to create enabling environments and ensure broader social benefits. When applied to methane mitigation, these partnerships can help build the infrastructure needed to modernize livestock systems, reduce financial and technical barriers to adoption, and ensure that solutions are designed for — and tested in — the places where they're most needed.</p><h4>1) Strengthen R&D capacity building in developing nations</h4><p>Developing countries are home to <a href=\"https://ourworldindata.org/meat-production\">roughly half</a> — likely more — of the world's ruminant livestock. However, most R&D data is generated in wealthier countries, where access to laboratories, equipment and testing facilities is more readily available. If methane-reducing solutions are to be effective and applicable across diverse regions, it is essential to strengthen research capacity in developing nations. This includes investing in local infrastructure, training programs, and collaborative partnerships that enable scientists and producers to create and test solutions suited to their specific environments.</p><h4>2) Develop advance market commitments</h4><p>Advance market commitments (AMCs) are legally binding agreements in which funders — typically governments or philanthropic organizations — commit to purchasing a specified quantity of a product or service once it meets agreed-upon performance criteria. This mechanism creates a guaranteed market, reducing financial risk and encouraging private sector investment in innovations that serve the public good.</p><p>AMCs have already proven successful in areas like the global health sector. For example, a <a href=\"https://scholar.harvard.edu/files/kremer/files/amc_pp_20_20_01_13.pdf\">$1.5 billion</a> commitment to purchase pneumonia vaccines for low-income countries helped spur the vaccines' development and distribution to more than 150 million children.</p><p>In the livestock sector, AMCs could help accelerate the development and adoption of methane-reducing technologies. This is especially true in the beef industry, where progress is slower than in the dairy sector. In theory, an AMC could offer a per-unit subsidy for any product that achieves a defined emissions reduction target, such as cutting methane per unit of milk or beef by 20%.</p><p>Unlike grants or upfront investments, <a href=\"https://marketshaping.uchicago.edu/news/the-promise-of-an-advance-market-commitment-to-tackle-methane-from-livestock/\">AMCs only pay for success</a>: firms are compensated only if their product meets the criteria and is actually adopted by farmers. If a product works in theory but fails to gain traction due to cost, usability or side effects, it receives no payout. This \"no adoption, no reward\" principle may be a good <a href=\"https://marketshaping.uchicago.edu/news/the-promise-of-an-advance-market-commitment-to-tackle-methane-from-livestock/\">upcoming mechanism</a> to make sure public funds support real-world impact.</p><h3>Coordinated Action for Scalable Impact</h3><p>The science is clear, the tools are emerging, and the urgency is real. Reducing enteric methane emissions from livestock is no longer a distant ambition — it's a near-term opportunity to address climate change, strengthen food systems and unlock economic value.</p><p>But turning this opportunity into impact requires targeted action. Governments must create policies that enable innovation and adoption. The private sector needs to invest in and collaborate with farmers and researchers on context-specific farm trials that reflect the diversity of production systems.</p><p>Equally important is building R&D capacity in developing countries, where livestock systems are an indispensable source of income and the potential for methane mitigation is high. Supporting local innovation ecosystems is necessary for the equitable adoption of these methane mitigation solutions.</p><p>This is a global challenge that demands coordinated, cross-sector action. The window for impact is open — now is the time to act.</p><p><em>The author would like to thank Ermias Kebreab (UC Davis) and Charles Brooke (Spark Climate Solutions) for their valuable insights into this article.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "4 Takeaways from California’s Carbon Dioxide Removal Policies",
      "link": "https://www.wri.org/insights/california-legislation-carbon-removal",
      "pubDate": "Tue, 17 Jun 2025 09:00:02 EDT",
      "description": "<p>California has long been a national leader on ambitious climate policy and action. In 2006, the state passed <a href=\"https://ww2.arb.ca.gov/resources/fact-sheets/ab-32-global-warming-solutions-act-2006\">landmark legislation</a> that led to the first economywide cap-and-trade system. It later became the first state to set <a href=\"https://ww2.arb.ca.gov/californias-greenhouse-gas-vehicle-emission-standards-under-assembly-bill-1493-2002-pavley\">strict greenhouse gas (GHG) emissions standards for vehicles</a> and, in 2022, approved <a href=\"https://ww2.arb.ca.gov/news/carb-approves-unprecedented-climate-action-plan-shift-worlds-4th-largest-economy-fossil-fuels\">a net-zero plan to eliminate GHG emissions</a> by 2045 — five years ahead of the national net zero GHG target.</p><p>Now, California is leading the nation in its carbon dioxide removal (CDR) policies and actions to help meet the state’s climate goals. CDR approaches directly <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">remove carbon dioxide</a> (CO2) from the air and are <a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_FullReport.pdf\">needed</a> alongside deep emissions reductions to reach net zero.</p><p>The carbon removal-related policies proposed or enacted in California over the past several years are among the first of their kind in the U.S. They include an innovative and ambitious set of proposals that can provide a model for other states looking to progress on carbon removal. California’s actions on carbon removal are also particularly important as uncertainty remains around federal policy support for CDR.</p><h3>California’s Scoping Plan and Key Carbon Dioxide Removal Policies</h3><p>In late 2022, the California Air Resources Board, the air pollution regulator in California, adopted the state’s <a href=\"https://ww2.arb.ca.gov/sites/default/files/2022-12/2022-sp_1.pdf\">latest Scoping Plan</a>, which serves as a roadmap for how California can reach net-zero GHG emissions by 2045 or sooner. Although it does not create any laws, it serves as a guide for agencies and regulators. The 2022 Scoping Plan also lays out specific targets for carbon removal in California: 7 million metric tons of CO2 in 2030 and 75 million metric tons of CO2 in 2045.</p><p>These targets cover both natural and working lands (such as croplands, forests or grasslands), as well as novel technological approaches, such as <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> and <a href=\"https://www.wri.org/insights/sustainable-biomass-carbon-removal\">biomass carbon removal</a>. However, because the Scoping Plan anticipates only around 1.5 million metric tons of CO2 removal per year through 2045 from natural and working lands, most of the removal needed to meet these two targets is expected to come from newer technological methods.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Direct air capture fans on top of a building overlooking green grass in Zurich, Switzerland.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/climeworks-dac-zurich.jpg?VersionId=XsUEUNF6OmaEP2WdxlAj.4c9wjqnHqab&itok=pfQBcx2g\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>In Switzerland, the company Climeworks installed direct air capture technology on top of a garbage incinerator in Hinwil, outside of Zurich. Technologies like this, used to extract carbon dioxide from the air, are what California is creating its policies and legislation around. Photo by Orjan Ellingvag / Alamy Stock Photo. </figcaption>\n</figure>\n<p>As California works to meet these goals, it is at the forefront of scaling up carbon dioxide removal and developing regulatory frameworks to guide <a href=\"https://www.wri.org/technical-perspectives/responsible-carbon-dioxide-removal\">responsible deployment</a>.</p><p>At the same time, California’s cap-and-trade system is currently set up to operate through 2030, so <a href=\"https://www.gov.ca.gov/2025/04/15/governor-newsom-legislature-double-down-on-states-critical-cap-and-trade-program-in-face-of-federal-threats/\">discussions have begun</a> on reauthorizing the program to extend its lifetime and help the state meet its climate goals. Depending on whether the reauthorization is a simple extension of the program’s lifetime or a more extensive revision of the program, cap-and-trade reauthorization could include broader changes that may affect carbon removal development and deployment in the state.   </p><h4>Existing and Proposed Policies and Activities in California Relevant to CDR</h4><table class=\"tablesaw tablesaw-stack\" width=\"606\"><thead><tr><th width=\"204\"><strong>Legislation</strong></th><th width=\"294\">Details</th><th width=\"108\"><strong>Status</strong></th></tr></thead><tbody><tr><td width=\"204\">Carbon sequestration: state goals: natural and working lands: registry of projects (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220SB27&search_keywords=%22carbon+dioxide+removal%22\">SB 27</a>)</td><td width=\"294\">Establishes and maintains a directory of projects for carbon sequestration from natural and working lands and direct air capture.</td><td width=\"108\">Signed into law in 2021.</td></tr><tr><td width=\"204\">California Climate Crisis Act (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220AB1279\">AB 1279</a>)</td><td width=\"294\">Establishes legal target of 85% emission reductions and net zero emissions by 2045.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">Carbon Sequestration: Carbon Capture, Removal, Utilization and Storage Program (<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202120220SB905\">SB 905</a>)</td><td width=\"294\">Establishes a regulatory foundation to govern the safe deployment of carbon dioxide capture, removal, utilization and sequestration.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">California Global Warming Solutions Act of 2006: climate goal: natural and working lands (<a href=\"https://legiscan.com/CA/text/AB1757/id/2606951\">AB 1757</a>)</td><td width=\"294\">Establishes targets for carbon sequestration from natural and working lands for 2030, 2038 and 2045 that are incorporated into the Scoping Plan.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">Net zero greenhouse gas emissions goal: carbon dioxide removal: regulations (<a href=\"https://legiscan.com/CA/text/SB285/2025\">SB 285</a>)</td><td width=\"294\">Would create requirements for carbon removal used to counterbalance residual emissions in California.  </td><td width=\"108\">Held in Senate committee.  </td></tr><tr><td width=\"204\">Carbon Dioxide Removal Purchase Program (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260SB643\">SB 643</a>)</td><td width=\"294\">Would require CARB to procure $50 million worth of CDR credits before 2035.</td><td width=\"108\">Passed Senate. Advancing to Assembly committee consideration.</td></tr><tr><td width=\"204\">Marine Carbon Initiative (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260AB1086#99INT\">AB 1086</a>)</td><td width=\"294\">Would establish a Marine Carbon Council to advance scientific understanding of mCDR and a Marine Carbon Research Program to fund research projects up to $2 million per year.</td><td width=\"108\">Held in Assembly committee.</td></tr><tr><td width=\"204\">Carbon Dioxide Removal Market Development Act (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202320240SB308\">SB 308</a>)</td><td width=\"294\"><p>The 2023 version would have required emitting entities to purchase increasing amounts of carbon removal to counterbalance their emissions.</p><p>The 2024 revision would have required CARB to adopt regulations to ensure the state scales CDR to a level needed to reach net zero in 2045.</p></td><td width=\"108\">2023 version passed Senate, but not the Assembly. 2024 version did not pass the Senate Appropriations committee.</td></tr><tr><td width=\"204\">Air resources: carbon emissions: biomass (<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202520260SB88\">SB 88</a>)</td><td width=\"294\">Directs CARB and the Department of Forestry and Fire Protection to develop a system to quantify the lifecycle emissions of biomass removed from wildfire mitigation treatments in forests, including its use for CDR.</td><td width=\"108\">Passed Senate. Advancing to Assembly committee consideration.</td></tr></tbody></table><p><em>Note: Updated June 2025.</em></p><h3>California’s Innovative Policy Directions</h3><p>California is the only U.S. state so far that has set a specific quantitative target for scaling up carbon removal. Complementing this, the state has begun to develop a broader regulatory framework to meet these targets as well as emerging efforts to support early stage research and development of novel approaches.</p><h4>1) Setting Targets to Ensure Climate Impact</h4><p>The <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220AB1279\">California Climate Crisis Act</a>, or <strong>AB 1279</strong>, was signed into law in September 2022 and requires net-zero greenhouse gas emissions (GHG) by 2045 and net-negative emissions thereafter. It mandates at least 85% emissions reductions from 1990 levels by 2045, ensuring that carbon dioxide removal (CDR) does not delay ambitious emissions reductions as the state approaches <a href=\"https://www.wri.org/insights/net-zero-ghg-emissions-questions-answered\">net zero</a>.</p><p>One <a href=\"https://wires.onlinelibrary.wiley.com/doi/10.1002/wcc.826\">concern</a> around CDR is that it could reduce or delay efforts to cut GHG emissions and enable continued oil and gas production. By placing legal requirements on the minimum amount of emission reductions needed by mid-century, AB 1279 helps ensure that the state’s priority remains on reducing emissions and that carbon removal plays a complementary role.</p><p>Other states, particularly those with net-zero targets, should ensure that emissions reduction remains the top priority in reaching net zero, which can be done by establishing minimum emission reduction levels (for example, 85% or higher) as part of the overall target. Besides California, New York has also set an <a href=\"https://www.nyserda.ny.gov/Impact-Greenhouse-Gas-Emissions-Reduction\">85% emissions reduction requirement</a> and Washington has set a legally binding <a href=\"https://ecology.wa.gov/Air-Climate/Climate-Commitment-Act\">95% GHG emission reduction goal by 2050</a>. Both are part of broader goals to reach net zero by 2050.</p><p>Beyond requiring specific levels of emission reductions, other states with net-zero targets could also consider making the role of CDR more explicit — for instance, estimating the expected level of residual emissions to be counterbalanced by carbon removal, distinguishing between the role of enhancing natural carbon sinks and scaling up novel technological carbon removal approaches, as California has also done in its Scoping Plan.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1047\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"505\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A bicyclist rides past a factory in Manhattan Beach, California\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/bicyclist-factory-manhattan-beach-california.jpg?VersionId=y0pvuprsXmrS1w362NXAKMpL3X8ZCt6h&itok=QS_tGYcP\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A bicyclist rides along the beach past a factory in Manhattan Beach, California. A proposed rule would require emitters to purchase carbon removal credits to offset their emissions. Photo by rarpia/iStock.</figcaption>\n</figure>\n<p>While California’s Scoping Plan relies exclusively on direct air capture and bioenergy with carbon capture and storage for durable CDR, there is a <a href=\"https://www.wri.org/insights/california-scoping-plan-climate-neutrality#:~:text=In%20December%202022%20%2C%20the%20California,net-zero%20emissions%20by%202045.\">broad range of carbon removal approaches that should be considered</a> (with some approaches being more applicable in some states than others) including <a href=\"https://www.wri.org/insights/carbon-mineralization-carbon-removal\">carbon mineralization</a>, seaweed cultivation and other types of biomass carbon removal. <a href=\"https://livermorelabfoundation.org/2019/12/19/getting-to-neutral/\">Previous analysis looking at carbon removal potential in California</a> found that biomass conversion to hydrogen with carbon capture could play a large role. <a href=\"https://www.wri.org/research/biomass-and-land-use-decarbonizing-us-economy\">WRI’s research</a> has found that burial of biomass residues from wildfire treatments could also provide effective long-duration carbon removal.   </p><p>California has also set targets for increasing sequestration in natural and working lands. <a href=\"https://legiscan.com/CA/text/AB1757/id/2606951\"><strong>AB 1757</strong></a> establishes targets for carbon sequestration from natural and working lands for the years 2030, 2038 and 2045. As directed by AB 1757, potential carbon removal from natural and working lands is incorporated into the state’s Scoping Plan. Projects that increase sequestration on natural and working lands are also tracked via a registry established by SB 27 in 2021.  </p><h4>2) Developing a Governance Framework for Carbon Dioxide Removal  </h4><p><strong>SB 905</strong>, also known as the <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220SB905\">Carbon Sequestration: Carbon Capture, Removal, Utilization and Storage Program</a>, was signed into law at the same time as AB 1279 in September 2022. This bill directs California state agencies to establish the regulatory foundation for <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">carbon dioxide removal</a> (CDR) and <a href=\"https://www.wri.org/initiatives/carbon-capture-and-storage-ccs\">carbon capture, utilization and sequestration</a> (CCUS) projects.</p><div class=\"callout alignright\"><p><strong>What is the difference between CDR and CCUS?</strong></p><p>The two processes are distinct from one another: Carbon capture, utilization and sequestration (CCUS) technology captures emissions at the source, while carbon dioxide removal (CDR) approaches directly remove it from the air. However, some carbon removal approaches — like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> — can share infrastructure with carbon capture approaches. Therefore, SB 905 will create a regulatory framework around both sets of technologies. </p></div><p>SB 905 directs the California Air Resources Board (CARB) to create a program in California aimed at accelerating the deployment of both CCUS and CDR. It calls for regulation on <a href=\"https://www.netzerocalifornia.org/blog/the-challenges-of-carbon-capture-and-storage-in-california-regulatory-barriers\">six key issues</a>: permitting, <a href=\"https://www.wri.org/technical-perspectives/regulating-DAC-CCS-safety\">financial responsibility, safety and monitoring</a>, pipelines, unitization and storage. The bill also requires CARB to adopt regulations to minimize GHG emissions, co-pollutants, air and water pollution, seismic impacts and potential health and safety risks to local communities, among many other things.</p><p>Since being signed into law in September 2022, the main proceeding around the creation of a Carbon Capture, Removal, Utilization and Storage Program kicked off in March 2025, while some of the regulatory proceedings around the individual key issues are underway. WRI <a href=\"https://ww2.arb.ca.gov/form/public-comments/submissions/22916\">submitted public comments</a> addressing key considerations for financial responsibility, safety and monitoring, and published an <a href=\"https://www.wri.org/technical-perspectives/regulating-DAC-CCS-safety\">article</a> further exploring these issues.</p><p>Having one comprehensive regulatory framework that addresses key issues related to carbon capture, removal and sequestration, as will be the case once SB 905 has been fully implemented, is crucial to governing the safe and responsible deployment of carbon capture and carbon dioxide removal projects.</p><p>In February 2025, Democratic State Sen. Josh Becker introduced <a href=\"https://legiscan.com/CA/text/SB285/id/3189088\"><strong>SB 285</strong></a>, which outlines what types of CDR would qualify to counterbalance residual emissions in California when the state reaches net-zero. While this bill did not advance out of Senate committee consideration, so will not move forward this year, it raises an important issue about how CDR is used.</p><p>A key element of this bill was the “like-for-like” concept, which would have required the expected duration of the carbon removal to either match the expected duration of the GHG in the atmosphere that it counterbalances or match the source from which it is emitted. For example, long-duration CDR would need to counterbalance fossil CO2, but shorter duration CDR, like some nature-based solutions, could counterbalance methane emissions as well as CO2 emissions from land use and forests. </p><p>Such a provision would have been precedent-setting in legislation. It aligns with recommendations from some <a href=\"https://www.annualreviews.org/content/journals/10.1146/annurev-environ-112320-105050\">scientists</a> and groups in <a href=\"https://carbongap.org/how-to-avoid-mitigation-deterrence/\">the CDR community</a> but has also <a href=\"https://www.senate.ca.gov/media/senate-environmental-quality-committee-20250402\">raised concerns</a> about unintended impacts on finance for forest protection and restoration. </p><p><strong>SB 88</strong> directs CARB and the Department of Forestry and Fire Protection to develop a system for quantifying lifecycle emissions associated with utilization of biomass removed from wildfire mitigation treatments in forests, including the use of biomass for CDR. It would also require CARB to assess the suitability of developing a carbon credit protocol for biomass carbon removal. As of mid-June 2025, SB 88 passed out of the Senate and will go to the Assembly next. </p><h4>3) Increasing Demand for Carbon Removal in California</h4><p>Democratic State Sen. Anna Caballero introduced <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260SB643\"><strong>SB 643</strong></a>, the Carbon Dioxide Removal Purchase Program, in February 2025. This bill would require CARB to establish and administer a program to purchase $50 million worth of CDR credits from eligible projects by the end of 2035. It includes requirements that no more than $25 million can be used on a single CDR category (e.g., direct air capture, biomass carbon removal and storage, enhanced mineralization and marine carbon dioxide removal) and no more than $12.5 million can go to a single CDR supplier. Both requirements help ensure a diversity of approaches and suppliers will be supported. The bill would require CARB to adopt guidelines for eligible carbon dioxide removal projects in 2026, require projects to be located within the state and prioritize projects that are geographically diverse and provide community benefits.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Joshua trees and wind turbines in the Mojave Desert in Kern County, California \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/kern-county-california-turbines.jpg?VersionId=.T7HFDOhEuU_dOYZHX03qlR5h.OzTAS6&itok=9OLK8I-b\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Mojave Desert in Kern County, California is home to the Tehachapi Pass wind farm and has been a focal point for direct air capture development in the state. Photo by GaryKavanagh/iStock.</figcaption>\n</figure>\n<p>Under the Biden Administration, the Department of Energy led a <a href=\"https://www.herox.com/DAC-commercial\">procurement program</a> to purchase $35 million in carbon removal, which the Trump administration is not continuing. CDR procurement bills have also been introduced in <a href=\"https://malegislature.gov/Bills/193/SD371\">Massachusetts</a> in 2023 and <a href=\"https://www.nysenate.gov/legislation/bills/2021/A8597\">New York</a> in 2022, but neither state passed them. If SB 643 passes, it would represent an important step forward for government procurement of CDR, making progress toward reaching California’s CDR goals and creating demand in the state.</p><p>As of mid-June 2025, SB 643 made it through the Senate and will go to the Assembly next.</p><p>In 2023, during California’s previous legislative session, Becker introduced the <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202320240SB308\">Carbon Dioxide Removal Market Development Act</a>, or <strong>SB 308</strong>. While this bill was revised in 2024 and ultimately did not pass, it represents an innovative and ambitious policy formulation that could be reintroduced or modeled elsewhere.</p><p>In its original form, SB 308 would have required certain emitters to purchase CDR equivalent to an increasing amount of their emissions, up to 100% in 2045, when the state is committed to net-zero. Such an approach would have simultaneously incentivized emissions reductions and driven demand for CDR.</p><p>A revised version of the bill, updated in 2024, moved away from specifying that polluters pay for CDR. Instead it directed CARB to develop and adopt regulations to ensure that the state could meet its goal of scaling carbon removal to compensate for any continued emissions in 2045, thereby achieving net zero GHG emissions.</p><h4>4) Increasing Understanding of Marine Carbon Removal</h4><p>A third bill introduced in the 2025 legislative session, <a href=\"https://legiscan.com/CA/text/AB1086/id/3193825\"><strong>AB 1086</strong></a>, aimed to increase research and understanding of marine carbon dioxide removal (mCDR) approaches. It didn’t move out of Assembly committee consideration and will not advance this year, but represents an important effort to increase research and development funding for mCDR as the federal government steps back.</p><p>AB 1086 would have established a Marine Carbon Initiative consisting of a Marine Carbon Council and Marine Carbon Research Program. The council would have identified knowledge gaps and made recommendations to address them by 2028. By that same year, the research program would have been established to provide grants for mCDR projects.</p><h3><strong>What’s Next for Carbon Dioxide Removal Policy Across the US?</strong></h3><p>As the U.S. federal government appears unlikely to support carbon removal at the levels seen in past years, state-level action is more important than ever. While California is <a href=\"https://www.wri.org/technical-perspectives/us-state-carbon-dioxide-removal-policies\">not the only state</a> introducing and enacting policies to advance carbon removal, it is a leader and has taken innovative approaches that have not yet been tested in other states or federally.  </p><p>Although states across the U.S. have different political contexts and levels of interest in climate policy, the way that California has approached carbon removal in policy can provide valuable insights and potentially a model for other states on how to use target-setting to maximize climate impact, support demand creation and ensure there are governance frameworks in place. At the same time, given the magnitude of California’s commitment toward carbon removal — 75 million metric tons of CO2 per year by 2045 — there is still room for additional innovation and creativity to help achieve this ambitious goal.</p><p><em>This article was originally published in September 2023. It was last updated in June 2025, to reflect the latest state of play for California’s carbon removal policies.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The High Seas Treaty: A 20-Year Journey to Transform Ocean Governance",
      "link": "https://www.wri.org/insights/high-seas-treaty-explainer",
      "pubDate": "Tue, 17 Jun 2025 07:47:05 EDT",
      "description": "<p>The ocean makes up nearly 70% of the planet’s surface, bursting with rich biodiversity and natural resources that are vital for both the climate and economies. Yet, beyond national coastlines, protecting much of the ocean has long been a murky endeavor.</p><p>For nearly 20 years, governments, scientists and ocean advocates have worked toward securing a global treaty to protect marine life in the ocean areas that lie beyond countries’ individual jurisdictions. These vast, mostly unregulated waters, known as the high seas, hold huge importance to the health of the planet.</p><p>Finally, in June 2023, the 193 member states of the United Nations adopted the landmark Treaty for the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction (<a href=\"https://www.un.org/bbnjagreement/en\">BBNJ agreement</a>), under the <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/unclos_e.pdf\">UN Law of the Sea Convention</a> (UNCLOS).</p><p>Though the text of what is commonly known as the “High Seas Treaty,” has been agreed, the story is far from over. By the conclusion of the <a href=\"https://www.wri.org/news/statement-un-ocean-conference-ends-momentum-and-missed-chances-protect-ocean\">third UN Ocean Conference</a>, 51 parties had ratified the treaty with more pledging to follow, putting the treaty within reach of the 60 needed to put it into force. Once ratified, it will trigger a 120-day countdown, leading to the first Conference of Parties (BBNJ COP) that will determine how the treaty is fully implemented.</p><h3>Why the High Seas Treaty Matters</h3><p>The ambition of the High Seas Treaty has always been immense. Roughly two-thirds of the ocean lies outside any single country’s jurisdiction, forming a collective space teeming with life from microscopic plankton to colossal blue whales.</p><p>The high seas are also home to lucrative natural resources, which countries and companies increasingly seek to explore and exploit, such as critical minerals needed for EV batteries and other low carbon technologies and marine genetic materials that are increasingly sought after to support pharmaceuticals, biotechnology and other innovations.</p><p>Yet, without a binding treaty, the high seas are governed patchwork-style through regional fisheries agreements, shipping conventions and scattered marine protected areas. This leaves critical gaps in protecting marine biodiversity or ensuring developing countries are also benefiting from discoveries made in international water.</p><p>When ratified, the High Seas Treaty will fill critical regulatory gaps and complement national efforts. It will help to guide regional cooperation and link seamlessly to <a href=\"https://oceanpanel.org/sustainable-ocean-plans/\">sustainable ocean plans</a> for national waters already being delivered by member countries of the <a href=\"https://oceanpanel.org/\">High Level Panel for Sustainable Ocean Economy</a> (Ocean Panel) and future plans through the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>. Together, they will weave a comprehensive net of ocean stewardship from coastlines to open ocean. </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Two divers swim near colorful coral reefs.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/coral-reef-high-seas_0.jpg?VersionId=dz33TQ2qAdQictZslfe_Ehf3w7B5jxG9&h=62bc044e&itok=eQ9bfSJ_\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The ocean is full of rich natural resources, like genetic material from coral, that countries and companies are looking to use for everything from pharmaceuticals to new technologies. The UN High Seas Treaty will help fill gaps needed to conserve and regulate these resources. Photo by Placebo365 / iStock.</figcaption>\n</figure>\n<h3>What's Included in the High Seas Treaty </h3><p>In 2023, countries compromised on four core pillars of the BBNJ agreement:</p><h4>1) Area-Based Management Tools, Including Marine Protected Areas</h4><p>The treaty will create a mechanism to establish marine protected areas (MPAs) and other conservation management tools on the high seas. MPAs are typically clearly defined geographical spaces, recognized, dedicated and managed, through legal or other effective means, to conserve marine biodiversity and ecosystems.</p><p>Many MPAs on the high seas already exist. For example, in 2010, six MPAs were established in the Northeast Atlantic with a total area of 286,200 square kilometers (110,502 square miles) and in 2016, the <a href=\"https://www.asoc.org/campaign/ross-sea-mpa/\">Ross Sea MPA</a> with a total area of 1.5 million square kilometers (600,000 square miles) was established in the Southern Ocean.</p><p>The treaty will also establish a process for proposing new zones for protection via a consultation process, supported by scientific evidence.</p><h4>2) Marine Genetic Resources</h4><p>The treaty will also establish rules for sharing financial and non-financial benefits from the commercial application of genetic material sourced from high-seas marine organisms — such as bacteria, corals or deep-sea sponges — that can be used in medicine, cosmetics, food, and biotechnology. These innovations hold huge potential benefits for human health and wellbeing.</p><h4>3) Capacity Building and Transfer of Marine Technology</h4><p>The High Seas Treaty also supports sharing technology and knowledge developments, particularly to low-income countries that need and request it for conservation and sustainable use to ensure they participate fully in high seas governance.</p><h4>4) Environmental Impact Assessments</h4><p>The treaty will create a process for countries or companies proposing high seas activities — such as deep sea mining in areas beyond national borders — to conduct assessments and follow international standards, that can be shared transparently.</p><h3>Which Countries Have Signed the High Seas Treaty?</h3><p>By the conclusion of UN Oceans Conference on June 13, the treaty had 136 signatories and was ratified by 51, just nine shy of the 60 parties needed to put the treaty into force. Those ratifying the treaty include island states such as Antigua and Barbuda, Barbados, Belize, Cuba, Dominica and the Maldives; the European Union and some of its members including France, Portugal and Spain; and other nations such as Chile, Norway and South Korea. (<a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XXI-10&chapter=21&clang=_en\">Track the signatories and parties on the UN website here.</a>)</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty as Prime Minister Pedro Sánchez of Spain watches.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/eu-signs-high-seas-treaty_0.jpg?VersionId=Zj2flOE8cX69Zbv8ZCsU_11uU9oWVWOR&itok=CqMxx180\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty in 2023 as Prime Minister Pedro Sánchez of Spain (right) watches. Photo by the European Commission.</figcaption>\n</figure>\n<h3>Why Is it Taking So Long for the Treaty to Ratify?</h3><p>Starting in the early 2000s, the United Nations began informal discussions on how to close the regulatory gaps over how to manage the high seas, wrangling over how to share the benefits of its natural resources while ensuring necessary protections.  But the very complexity of coordinating nearly 200 countries meant progress was often incremental, alternately buoyed by breakthroughs and bogged down by competing interests.</p><p>The slow ratification progress highlights both the strengths and limitations of international diplomacy. On the one hand, global consensus ensures that the resulting High Seas Treaty creates a single set of rules for all high-seas users. On the other hand, aligning the diverse interests of small island states, distant water fishing nations and environmental non-profit organizations is inherently time-consuming. Each negotiating text must thread the needle between these interests, with every word or comma potentially sparking months of debate.</p><p>Moreover, the decision-making processes of the UN, anchored in principles of sovereign equality and consensus-building, can struggle to keep pace with the urgent, evolving threats that marine ecosystems face: like the increasing demand for deep-sea minerals, growing plastic pollution and overfishing practices. By the time a treaty is finalized, new pressures may emerge, requiring fresh rounds of technical and legal work.</p><p>Countries, operating within their own jurisdictions — also known as exclusive economic zones, which extend 200 nautical miles from a country’s coastline — can make more immediate progress on conservation and climate initiatives. For example, <a href=\"https://oceanpanel.org/\">Ocean Panel members</a> are sustainably managing 100% of their national waters. The process for developing these holistic sustainable ocean plans, while not simple, has been faster than multilateral processes. Ocean Panel members are now calling on all coastal and ocean states to replicate this success in their own national waters by 2030 by joining the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>.</p><h3>What’s Next for the High Seas Treaty?</h3><p>At this month’s UNOC, it’s expected that many UN member states will announce either their signing or ratification of the High Seas Treaty. However, for it to be effective, it is crucial that the underlying framework and governance structures are agreed upon before coming into force. The BBNJ Preparatory Commission (BBNJ PrepCom) hopes to fill this gap: shaping the treaty operations and preparing for the first BBNJ COP.</p><p>Governments and negotiators are hoping to develop key recommendations to shape the critical elements of the treaty. This includes forming governing structures; outlining the roles and responsibilities of institutions such as those that provide data, and scientific and technical advice; creating tools and mechanisms to ensure equitable implementation of the treaty; and establishing systems to ensure funding and technical knowledge is distributed so all member states can fully participate.  </p><p>The first BBNJ COP will see these recommendations brought forward and hopefully adopted. It is critical therefore that these meetings are constructive and that a consensus is reached. Only with the relevant governing and financial mechanisms in place can this High Seas Treaty go from a landmark agreement to a fully functioning international treaty that protects the global ocean.</p><p>Management of the ocean needs to be as interconnected as the ocean itself. By weaving together national actions with a robust global treaty, the world can ensure a resilient, equitable and thriving ocean for generations to come.</p><p><em>Editor's Note: This article was originally published on June 5, 2025 and updated on June 17,2025 to reflect new information about the countries who have signed and ratified the treaty. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Underlying Technology and Infrastructure Opportunities in Impact Tech",
      "link": "https://www.wri.org/update/underlying-technology-and-infrastructure-opportunities-impact-tech",
      "pubDate": "Mon, 16 Jun 2025 13:50:52 EDT",
      "description": "<p><em>This is the fourth post of a </em><a href=\"https://www.wri.org/update/data-lab-series-2025-technology-for-people-nature-climate\"><em>four-part series</em></a><em> showcasing how WRI’s Data Lab is addressing global challenges through innovative technology strategies and products. In each part, we focus on the </em><a href=\"https://www.wri.org/update/three-strategies-building-better-impact-tech\"><em>strategies</em></a><em>, </em><a href=\"https://g/update/opportunities-build-data-tools-deliver\"><em>specific products</em></a><em> and underlying technologies shaping our approach. Our goal is to inspire collaboration across sectors and highlight how data-driven solutions can drive meaningful, scalable impact.</em></p><hr /><p>We see massive opportunity in solving global climate action challenges through AI, and we're investigating two key areas where we believe AI can play a critical role. By partnering with leading organizations like Meta and Google, we’re excited to apply our expertise in impact product development alongside cutting-edge technological innovations. These efforts are designed to address critical gaps in climate data and action, and we’re eager to collaborate with like-minded organizations and individuals. If you’re interested in exploring these opportunities with us, we’d love to hear from you.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"511\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1062\" />\n              <source height=\"511\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1062\" />\n              <source height=\"464\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"366\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"219\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Data lab maps.\" height=\"219\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/data-lab-underlying-infrastructure_1.png?VersionId=qIugP.eX7j58qaeifn6P2wo5vVgtDVDF&itok=IWFQ4T60\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption><a href=\"https://landcarbonlab.org/insights/mapping-trees-unprecedented-detail-ai/\" rel=\"noreferrer noopener\" target=\"_blank\">The world’s first global map of tree canopy height at a 1-meter resolution</a> was produced through a collaboration between WRI’s Global Restoration Initiative, Land & Carbon Lab, and Meta, using the DiNOv2 foundation model.</figcaption>\n</figure>\n<h3>1. Foundational language AI models for low-tech communities</h3><p>Generally, the benefits from the AI boom over the last several years have been accrued by the privileged demographics of those designing the models — the most popular foundational models are trained on mostly English text and require large amounts of (local or cloud) computing resources to train and run.</p><p>Many WRI’s data <a href=\"https://www.wri.org/data/data-applications\">applications’</a> user demographics are different than the implicit (or explicit) target user of many popular models and AI tools. Many of our users live in the Global South, aren’t native English speakers and often have limited access to computing resources, whether it be cloud services or the latest smartphones.</p><p>We see significant opportunities for these users to benefit from AI models that speak their language, literally. There’s a significant gap to be filled with foundational models that utilize the latest demonstrated advances in on-device model efficiency, low-resource strategies for adapting to models to new languages and/or the inclusion of cultural nuances in model training to provide underserved users with useful AI models.</p><p>This potential can be seen in the field data collection context. If we can build models that work on the devices of researchers collecting field data in rural Africa, we can create a smoother user experience and ultimately have more efficient and accurate data collection results.</p><h3>2. AI-powered satellite imagery analysis</h3><p>Historically, analysis of satellite imagery was a very computationally intensive and expensive process, hence many workflows still utilize manual image interpretation. With advances in foundational AI models, pre-trained and with self-supervised learning capabilities, researchers can analyze satellite imagery and generate geospatial datasets faster and cheaper than ever before. Now, high-resolution, custom geospatial data insights are more accessible than ever.</p><p>For example, WRI’s <a href=\"https://www.wri.org/initiatives/land-carbon-lab\">Land and Carbon Lab</a> has partnered with Meta to develop a <a href=\"https://landcarbonlab.org/data/global-tree-canopy-height/\">groundbreaking 1-meter global tree canopy height dataset</a>, utilizing Meta’s DINOv2 foundational AI model. This dataset detects single trees on a global scale, unlocking a number of opportunities for tracking land-use emissions and progress on various conservation and restoration projects.</p><p>We believe that we’re just scratching the surface of this technology and its potential applications. We’re particularly interested in exploring how these advances in imagery and dataset generation can build a better picture of land use around the world, and specifically the “fuzzy” borders between human land use and nature, which has historically been very challenging to understand at scale.</p><h3>3. Cloud native geospatial communities and technologies</h3><p>As an organization primarily focused on user-facing data and applications, using cloud infrastructure effectively is the foundation of all we do. Without the open data formats, standards and software packages, the near-real-time maps and scalable AI systems we build wouldn’t be possible. And that’s why we’re so excited about the growth and progress of the cloud native geospatial ecosystem. This work, led by communities like the <a href=\"https://cloudnativegeo.org/about/\">Cloud-Native Geospatial Forum</a> (CNG) and <a href=\"https://www.ogc.org/\">Open Geospatial Consortium (OGC)</a> as well as many <a href=\"https://conference.cloudnativegeo.org/CNGConference2025#/speakers?lang=en\">individuals and companies</a>, is making rapid strides in standards, data formats, and infrastructure puts the promise of geospatial insights within reach for so many more.</p><p>We believe that this work has massive potential to make geospatial analysis not just better but cheaper, faster, and simpler. In turn, this will accelerate the speed of development and improve the adaptability and resilience of our systems. At WRI, our focus remains on building user-facing technology, but we are excited to increasingly integrate these tools and approaches into our work and share our insights and impact with the community.</p><hr /><p><em>Across this series, WRI’s Data Lab outlines the strategies, products and technologies we believe hold real promise for accelerating action across people, nature and climate. These approaches reflect where we see the biggest opportunities to close critical gaps.</em></p><p><em>While many of these concepts or strategies are already in development at the WRI Data Lab, others need collaboration, investment and technical expertise to move forward and realize their potential. By sharing these opportunities, we aim to spark dialogue and build partnerships with those equally committed to technology-driven solutions that address today’s urgent challenges.</em></p><p><em>If you're working on any of these exciting areas — as a researcher, funder, policymaker or technologist — let’s talk. Reach out to us at </em><a href=\"mailto:datalab@wri.org\">datalab@wri.org</a><em>.</em></p><p><em>Other posts in this series:</em></p><ul><li><a href=\"https://www.wri.org/update/data-lab-series-2025-technology-for-people-nature-climate\"><em>Introduction and Overview</em></a></li><li><a href=\"https://www.wri.org/update/three-strategies-building-better-impact-tech\"><em>Three Strategies for Building Better Impact Tech</em></a></li><li><a href=\"https://www.wri.org/update/opportunities-build-data-tools-deliver\"><em>Opportunities to Build Data Tools That Deliver</em></a></li><li><em>Underlying Technology and Infrastructure Opportunities in Impact Tech (you are here)</em></li></ul>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Opportunities to Build Data Tools That Deliver",
      "link": "https://www.wri.org/update/opportunities-build-data-tools-deliver",
      "pubDate": "Mon, 16 Jun 2025 13:41:21 EDT",
      "description": "<p><em>This is the third post of a </em><a href=\"https://www.wri.org/update/data-lab-series-2025-technology-for-people-nature-climate\"><em>four-part series</em></a><em> showcasing how WRI’s </em><a href=\"https://www.wri.org/data/data-lab\"><em>Data Lab</em></a><em> is addressing global challenges through innovative technology strategies and products. In each part we focus on the </em><a href=\"https://www.wri.org/update/three-strategies-building-better-impact-tech\"><em>strategies</em></a><em>, specific products and </em><a href=\"https://www.wri.org/update/underlying-technology-and-infrastructure-opportunities-impact-tech\"><em>underlying technologies</em></a><em> shaping our approach. Our goal is to inspire collaboration across sectors and highlight how data-driven solutions can drive meaningful, scalable impact. </em>As we continue exploring transformative opportunities in impact tech that we’re excited about, we’re now turning our focus to specific products Data Lab is actively investigating and/or building.</p><hr /><p>While these products are still in the early stages, we see potential in each one to address key challenges and drive meaningful change.</p><p>Here are four products that are built on technology-driven solutions, designed to scale and create real-world impact. We invite potential users, partners and funders to dive into these ideas and join us in shaping their development.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Forest Watcher App.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-04/peru-forest-watcher-app-jpg.jpg?VersionId=vphCL55pML6RVLcsnThriqbzjpzp2mlQ&itok=8iksB_hD\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The <a href=\"https://forestwatcher.globalforestwatch.org/\" rel=\"noreferrer noopener\" target=\"_blank\">Forest Watcher</a> mobile app brings the dynamic online forest monitoring and alert systems of Global Forest Watch offline and into the field.</figcaption>\n</figure>\n<h3>1. Field collection technology at the edge: Next generation product and interfaces</h3><p>Field data collection is a fundamental part of many WRI research and data products, giving us experience in the many challenges that come with its existing technology. Despite years of work, users still face major challenges including difficulty onboarding, clunky interfaces, a lack of multilingual support, products not optimized for their devices and connectivity constraints.</p><p>We see (and are actively investigating) major opportunities to improve field data collection technology across different use cases, particularly in WRI’s <a href=\"https://www.wri.org/initiatives/global-restoration-initiative\">Global Restoration Initiative</a>. Advances in artificial intelligence and large language models (LLM) allow for remote sensing datasets that can complement field data collection, as well as more scalable product onboarding and localization capabilities.</p><p> We’ve also been experimenting with how chat-based, LLM-powered interfaces allow for richer geospatial data product experiences on smartphones than ever before, which allows local stakeholders to more effectively utilize the datasets they are contributing to. On the other hand, the more advanced technology also needs to work with limited internet connectivity and on user devices, which in many cases are older smartphones.</p><p>Our research suggests that through AI and LLM advancements, field data collection technology can be easier to use, lead to more accurate outcomes with less time spent on quality assurance and enable the creation of more complex and impactful datasets.</p><h3>2. AI assistants and agents for researchers</h3><p>In the last few years, it’s become increasingly clear that generative AI has significant potential to help knowledge workers perform a variety of tasks more efficiently, and sometimes more effectively as well. While tools like ChatGPT are already used heavily by many knowledge workers and researchers, role-specific AI models, chat interfaces and agents are emerging for specific professions. We see a major opportunity to develop a suite of tools (likely a mix of “off the shelf” tools and novel products) to supercharge analysis and extend skills into new areas, such as software tool development.</p><p>When it comes to helping researchers with their day-to-day work, AI tools like <a href=\"https://scholarai.io/\">Scholar AI</a> and <a href=\"https://julius.ai/\">Julius AI</a> are showing the potential of generic AI assistant for the research process and data analysis respectively. Meanwhile, AI coding and copywriting assistants represent a meaningful opportunity to allow researchers to build their own software and create accessible content from their work.</p><p>In the future, we see increased potential for autonomous, domain-specific AI agents or assistants to conduct research and analysis tasks, with the appropriate risk mitigation and safeguards.</p><h3>3. AI-generated reports and documents from geospatial data</h3><p>When analyzing user behavior and workflows for WRI products, we often see that technical users (such as an urban planner) use the product to conduct analysis or uncover insights and then report these findings to decision-makers (such as a city mayor). Almost always, a key step in this workflow is creating a document or graphic that helps the decision-maker best understand the technical analysis.</p><p>WRI’s geospatial data platforms (and many similar products) are used by a wide range of users. Historically, developing features for content creation that can effectively serve these many users and use cases has been challenging.</p><p>Advances in generative AI provide a fresh look at this problem: There’s now potential to develop custom-generated outputs of geospatial platform data at scale, with the ability to fine tune the outputs to match the correct format, language and technical depth of the target user. In short, we see the potential to help users easily generate the right document, at the right time, to help their analysis more effectively be used by decision-makers, whether it’s a water resources planner generating a policy memo from water stress indicators or an urban planner generating a summary PDF in their city from a heat stress dataset.</p><p>Several existing products already give hints of the potential for this “generative documents” concept, such as OpenAI’s “<a href=\"https://openai.com/index/introducing-deep-research/\">Deep Research</a>” feature, <a href=\"https://www.visme.co/ai-design-generator/\">Visme AI</a>’s document generation abilities and tools like <a href=\"https://www.copy.ai/\">Copy AI</a> and <a href=\"https://www.jasper.ai/\">Jasper</a> for generating content, but these options aren’t optimized for working with geospatial data.</p><h3>4. Open data tools for assessing water impacts of critical minerals mining</h3><p>Critical minerals such as copper, lithium, cobalt and nickel are the building blocks of many important technologies for our transition to a net-zero economy, including electric vehicles, solar panels and wind turbines. As the demand for critical minerals grows, there is a tension between balancing their importance to the energy transition and the environmental and social risks from their extraction process.</p><p>Specifically, we see that mining companies are largely underreporting the impact of critical minerals mining and processing on freshwater quantity and quality. Many companies are developing water risk and impact strategies across their value chains, but they are lacking key information (leading to inaction) with respect to these risks from critical minerals extraction.</p><p>To address this knowledge gap, we are building open data tools and platforms to help assess and communicate water-related risks from critical minerals production. Like WRI’s <a href=\"https://www.wri.org/initiatives/global-forest-watch\">Global Forest Watch</a> (GFW) for forests and <a href=\"https://www.wri.org/aqueduct\">Aqueduct</a> for water risk, these tools are designed to surface geospatial insights in a usable way for governments, mining and downstream companies in the critical minerals supply chain. <br /><br />These product concepts represent the early stages of exciting work happening at WRI’s Data Lab, each aimed at solving critical challenges with scalable, technology-driven solutions. As we continue building, we welcome collaboration with potential users, partners and funders who share our vision for impact.</p><p>In the fourth part of this series, we shift our focus to the underlying technologies and infrastructure that provide the foundation for these products, exploring the systems and innovations that support their development and scalability. Read the next post here: <a href=\"https://www.wri.org/update/underlying-technology-and-infrastructure-opportunities-impact-tech\"><em>Underlying Technology and Infrastructure Opportunities in Impact Tech</em></a></p><hr /><p><em>Across this series, WRI’s Data Lab outlines the strategies, products and technologies we believe hold real promise for accelerating action across people, nature and climate. These approaches reflect where we see the biggest opportunities to close critical gaps.</em></p><p><em>While many of these concepts or strategies are already in development at the WRI Data Lab, others need collaboration, investment and technical expertise to move forward and realize their potential. By sharing these opportunities, we aim to spark dialogue and build partnerships with those equally committed to technology-driven solutions that address today’s urgent challenges.</em></p><p><em>If you're working on any of these exciting areas — as a researcher, funder, policymaker or technologist — let’s talk. Reach out to us at </em><a href=\"mailto:datalab@wri.org\">datalab@wri.org</a><em>.</em></p><p><em>Other posts in this series:</em></p><ul><li><a href=\"https://www.wri.org/update/data-lab-series-2025-technology-for-people-nature-climate\"><em>Introduction and Overview</em></a></li><li><a href=\"https://www.wri.org/update/three-strategies-building-better-impact-tech\"><em>Three Strategies for Building Better Impact Tech</em></a></li><li><em>Opportunities to Build Data Tools That Deliver (you are here)</em></li><li><a href=\"https://www.wri.org/update/underlying-technology-and-infrastructure-opportunities-impact-tech\"><em>Underlying Technology and Infrastructure Opportunities in Impact Tech</em></a></li></ul>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Three Strategies for Building Better Impact Tech",
      "link": "https://www.wri.org/update/three-strategies-building-better-impact-tech",
      "pubDate": "Mon, 16 Jun 2025 13:38:32 EDT",
      "description": "<p><em>This is the second post of a </em><a href=\"https://www.wri.org/update/data-lab-series-2025-technology-for-people-nature-climate\"><em>four-part series</em></a><em> showcasing how WRI’s </em><a href=\"https://www.wri.org/data/data-lab\"><em>Data Lab</em></a><em> is addressing global challenges through innovative technology strategies and products. In this series, we focus on the strategies, </em><a href=\"https://www.wri.org/update/opportunities-build-data-tools-deliver\"><em>specific products</em></a><em> and </em><a href=\"https://www.wri.org/update/underlying-technology-and-infrastructure-opportunities-impact-tech\"><em>underlying technologies</em></a><em> shaping our approach. Our goal is to inspire collaboration across sectors and highlight how data-driven solutions can drive meaningful, scalable impact.</em></p><hr /><p>Over years of building impactful technology products, we’ve identified several approaches for creating products and teams that work in the non-profit setting. These approaches are shaped by real-world challenges, the potential of new technologies and reflect how data and technology can evolve to become more useful, usable and grounded in local context. Each one is drawn from our ongoing work in the Data Lab, and we’re sharing them here to inspire other organizations to explore and adopt similar approaches. We’re always open to discussing their potential and sharing examples with others who share our commitment to innovation.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"932\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1400\" />\n              <source height=\"839\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Data lab strategy activity.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/data-lab-strategies-tea-tuur_1.JPG?VersionId=aXacyBtqyGNahYnY6hP1nnpLJ8Izz.UM&itok=l5Q-lAu3\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption><a href=\"https://www.wri.org/data/product-studio\" rel=\"noreferrer noopener\" target=\"_blank\">Product Studio</a> team workshops productization pathways for a new cohort of projects.</figcaption>\n</figure>\n<h3>1. “Headless” impact data tools and products</h3><p>Historically, impact-focused data applications use custom-built visual interfaces (“front ends”) for their data. While these visualizations can be useful and intuitive, they often have limitations. For example, many are difficult to customize or localize for different user needs and contexts. They can also be costly to maintain and update, especially for teams with limited resources. Additionally, these interfaces may not adapt well to the shifting ways people consume information today, with increasing use of smartphones and AI-powered chat tools, making traditional desktop-focused visuals less relevant or accessible.</p><p>We see a significant opportunity for more impact data products to build with a “headless” approach — in software development, this means products built to be accessed in a variety of customizable and flexible implementations or via existing tools. This could mean urban planners embedding a product’s data in their own dashboards or rural NGOs accessing datasets via WhatsApp (“chatting with the dataset”). It could also mean a policymaker discovering and downloading high-quality datasets through platforms like WRI’s <a href=\"https://datasets.wri.org/\">Data Explorer</a>, a CKAN-based tool that centralizes open data from across the organization. This improves WRI's shared data management practices, benefiting users with improved documentation, consistent formats and easier access to trusted data.</p><p>WRI already offers API access for several datasets and applications such as <a href=\"https://data-api.globalforestwatch.org/\">Global Forest Watch</a>, and we’re actively experimenting with more API access options, including existing tools like messaging apps to access data.</p><p>Developing data products in a “headless” way gives users greater flexibility and control while also enabling product teams to release data products faster and at lower cost. This approach makes it easier to work with users to understand their needs and eventually design data interfaces with less risk.</p><h3>2. AI-enabled onboarding and education for complex data products </h3><p>Creating intuitive onboarding flows is a common challenge at the Data Lab and for many teams building similar products. We often translate research from subject matter experts into products, interfaces and insights that will be used by a wide range of users with varying levels of expertise. Furthermore, our users aren’t always native speakers of the languages used in our products, despite our best efforts to translate our tools into other languages.</p><p>As artificial intelligence models increasingly show potential to act as autonomous agents, we see potential in training models/agents to help onboard and train users of complex data products by:</p><ul><li>Translating copy</li><li>Manipulating interfaces to create scenarios that show the value of the tool</li><li>Walking users through the process of using the tool to accomplish their goal, all in their preferred language and technical level.</li></ul><p>In practice, this could look like a forest restoration worker in Brazil receiving onboarding help in Portuguese (when using an English-based app), while an urban heat mapping team in India could be guided step-by-step through a scenario using translated walkthroughs on their phones.</p><p>Already today, many people are using more generalized models and tools like <a href=\"https://chatgpt.com/\">ChatGPT</a> to quickly learn how to use complicated software, such as Photoshop or Blender. Even simply providing these models with context such as documentation of a data product, and/or embedding a chatbot powered by these models into a tool’s interface, could make it easier for new users to learn how to make the product work for them.</p><h3>3. Locally focused impact data products and tooling</h3><p>Historically, the production of datasets on people, nature and climate has followed a pattern — the data providers (e.g., researchers collecting field data) are not the data analyzers or dataset creators, and they often don’t see the direct impact of their work. Rather, global organizations build datasets and generate recommendations to decision-makers, with stakeholders on the ground left out of many of the later stages of the process.</p><p>We want to see (and help create) more datasets and data products with the stakeholders for whom the data and insights are most relevant. This means aligning datasets with cultural and language norms, giving local stakeholders more ownership in the data analysis and decision-making processes, and platforming both local and global datasets to highlight any differences (while giving local stakeholders the ability to make their own judgments on the data).</p><p>A great example to follow is WRI’s <a href=\"https://www.wri.org/initiatives/energy-access-explorer\">Energy Access Explorer</a>, an interactive online platform mapping the state of energy access in underserved areas across Africa and Asia. WRI has worked with stakeholders on the ground via working groups and local training programs to build a tool where the users are a critical part of creating, maintaining and updating datasets.</p><p>Through our experiences with products like Energy Access Explorer, we’ve seen firsthand how a locally-focused approach can create products that are more useful and impactful.</p><p>This is a strategy we’re particularly excited about at the Data Lab, and it reflects what we’ve learned building and scaling many impact data products.</p><p>In the next part of our series, we showcase specific products Data Lab is actively investigating and building. Read it here: <a href=\"https://www.wri.org/update/opportunities-build-data-tools-deliver\"><em>Opportunities to Build Data Tools That Deliver</em></a></p><hr /><p><em>Across this series, WRI’s Data Lab outlines the strategies, products and technologies we believe hold real promise for accelerating action across people, nature and climate. These approaches reflect where we see the biggest opportunities to close critical gaps.</em></p><p><em>While many of these concepts or strategies are already in development at the WRI Data Lab, others need collaboration, investment and technical expertise to move forward and realize their potential. By sharing these opportunities, we aim to spark dialogue and build partnerships with those equally committed to technology-driven solutions that address today’s urgent challenges.</em></p><p><em>If you're working on any of these exciting areas — as a researcher, funder, policymaker or technologist — let’s talk. Reach out to us at </em><a href=\"mailto:datalab@wri.org\">datalab@wri.org</a><em>.</em></p><p><em>Other posts in this series:</em></p><ul><li><a href=\"https://www.wri.org/update/data-lab-series-2025-technology-for-people-nature-climate\"><em>Introduction and Overview</em></a></li><li><em>Three Strategies for Building Better Impact Tech (you are here)</em></li><li><a href=\"https://www.wri.org/update/opportunities-build-data-tools-deliver\"><em>Impact Data and Application Opportunities</em></a></li><li><a href=\"https://www.wri.org/update/underlying-technology-and-infrastructure-opportunities-impact-tech\"><em>Underlying Technology and Infrastructure Opportunities in Impact Tech </em></a></li></ul>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Data and Technology Opportunities for Impact: What WRI's Data Lab Is Exploring in 2025 and Beyond",
      "link": "https://www.wri.org/update/data-lab-series-2025-technology-for-people-nature-climate",
      "pubDate": "Mon, 16 Jun 2025 13:33:24 EDT",
      "description": "<p><em>Welcome to this four-part blog post series showcasing how WRI’s </em><a href=\"https://www.wri.org/data/data-lab\"><em>Data Lab</em></a><em> is addressing global challenges through innovative technology strategies and products. In each part, we focus on the technical strategies, specific product ideas and underlying technologies shaping our approach. Our goal is to inspire collaboration across sectors and highlight how data-driven solutions can drive meaningful, scalable impact.</em></p><hr /><p>We live in a time of converging global crises: a rapidly changing climate, deepening social inequality, accelerating biodiversity loss and increasing pressure on natural resources. From cities dealing with extreme heat to communities facing water shortages and farmers coping with land degradation, these types of challenges are interconnected, urgent and widespread. While solutions do exist, they’re often fragmented, underfunded or slow to scale. Data and technology can help speed action, use resources more effectively and make decisions that prioritize both people and ecosystems.</p><p>At Data Lab, WRI’s core unit for data innovation and product development, we use data and technology to create lasting impact in WRI’s core areas of people, nature and climate. Drawing on our experience building data infrastructure, software applications and collaborating across sectors, we transform complex data into actionable tools that combine scalable technology, user-centered design and deep sectoral insight. By leveraging technology, we aim to optimize resources, accelerate analysis and empower decision-makers to drive smarter, more equitable outcomes. We’re energized by the challenges ahead and eager to work alongside partners who share our commitment to using technology for good.</p><p>In this series of blog posts, we highlight high-impact opportunities where technology is playing a pivotal role in overcoming global challenges. These insights come from conversations with our team and trusted partners, as well as our experiences from building impact tech products. Some of these are active WRI projects, while others represent areas where innovation, collaboration and investment are urgently needed. Whether you are a potential user, partner or funder, we invite you to engage with us in shaping and scaling these solutions to drive the transformational change the world requires.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1048\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"839\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Data lab team in workshop.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/data-lab-series-sergio-baldit_0.JPG?VersionId=36XzEyNTX9MjqW2bUOJ83WM.VAKHcTQN&itok=NEmV90Yl\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Data Lab team members with different specialties work together to address complex challenges.</figcaption>\n</figure>\n<p>Here is an overview of the opportunities in this series. Click on the title to read each post:</p><h3><a href=\"https://www.wri.org/update/three-strategies-building-better-impact-tech\">Strategies</a></h3><ol><li>“Headless” impact data tools and products</li><li>AI-enabled onboarding and education for complex data products</li><li>Locally focused impact data products and tooling</li></ol><h3><a href=\"https://www.wri.org/update/opportunities-build-data-tools-deliver\">Data and Applications</a></h3><ol><li>Field collection technology at the edge: Next generation product and interfaces</li><li>AI assistants and agents for researchers</li><li>“Generative documents” from data tools</li><li>Open data tools for assessing water impacts of critical minerals mining</li></ol><h3><a href=\"https://www.wri.org/update/underlying-technology-and-infrastructure-opportunities-impact-tech\">Underlying Technologies & Infrastructure</a></h3><ol><li>Foundational language AI models for low-tech communities</li><li>AI-powered satellite imagery analysis</li><li>Cloud native geospatial communities and technologies</li></ol><p>While many of these concepts or strategies are already in development at WRI’s Data Lab, we are seeking more dialogue, collaboration, investment and technical expertise to move other projects forward and realize their potential. By sharing these opportunities, we aim to build partnerships with those equally committed to technology-driven solutions that address today’s urgent challenges.</p><p>If you're working on any of these exciting areas — as a researcher, funder, policymaker or technologist — let’s talk. Reach out to us at <a href=\"mailto:datalab@wri.org\">datalab@wri.org</a> or <a href=\"mailto:productstudio@wri.org\">productstudio@wri.org</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Recent Climate Setbacks Will Not Derail the Green Transition",
      "link": "https://www.wri.org/insights/green-transition-after-climate-setbacks",
      "pubDate": "Mon, 16 Jun 2025 12:31:08 EDT",
      "description": "<p>At a moment when all countries need to raise their ambition on climate action, the opposite seems to be happening.</p><p>Headline after headline show lackluster progress and rolled-back commitments. For one, climate change was a low priority for voters in 2024’s global wave of elections; only the UK elected a government that ran on a platform of climate ambition. Overseas development aid is decreasing — down an estimated <a href=\"https://focus2030.org/Historic-drop-in-Official-Development-Assistance-in-2024\">9-17%</a> in 2025 — due to budget cuts in Europe and the dramatic <a href=\"https://www.reuters.com/world/us/dismantling-usaid-leaves-no-staff-process-aid-waivers-sources-say-2025-02-07/\">dismantling of USAID</a>. Scientists warn that we need to reduce emissions <a href=\"https://www4.unfccc.int/sites/SubmissionsStaging/Documents/202303061323---state-of-ndcs-2022-gst.pdf\">7% every year</a> to avoid the worst climate impacts, but in 2024, emissions actually <a href=\"https://www.nature.com/articles/s43017-025-00658-x\"><em>increased</em> by 0.9%</a>. And finally, geopolitical tensions and trade wars are disrupting the global economy and making it tougher to invest in a clean future.</p><p>Meanwhile, the urgency for climate action has never been greater. Last year, droughts, floods, extreme heat and other climate disasters displaced <a href=\"https://www.scientificamerican.com/article/hurricanes-wildfires-and-other-disasters-displaced-a-record-46-million/\">a record 46 million people</a> and caused <a href=\"https://riskandinsurance.com/natural-disasters-cost-global-economy-417-billion-in-2024-gallagher-re/\">$417 billion in economic losses</a>.</p><p>These setbacks are real. They will slow us down. <strong>But they will not derail us.</strong></p><div class=\"callout alignright\"><p><strong>The New Global Possible</strong></p><p>Ani Dasgupta is President & CEO of WRI and author of the forthcoming book, <a href=\"https://bookshop.org/p/books/the-new-global-possible-evidence-for-hope-in-the-fight-for-a-sustainable-future-ani-dasgupta/f31d896e882bb42d?ean=9781633310667&next=t\">The New Global Possible: Rebuilding Optimism in the Age of Climate Crisis</a>. Based on discussions with more than 100 leaders, the book maps out what can be done in the face of lagging climate action, using lessons from past successes and failures. <a href=\"https://bookshop.org/p/books/the-new-global-possible-evidence-for-hope-in-the-fight-for-a-sustainable-future-ani-dasgupta/f31d896e882bb42d?ean=9781633310667&next=t\">Learn more</a>.</p></div><p>Despite depressing headlines, momentum for the green transition we need <em>is </em>still building. In 2024, renewables made up <a href=\"https://e360.yale.edu/digest/renewable-capacity-irena-2024\">90%</a> of new energy additions; they are now the cheapest source of new electricity in most countries. <a href=\"https://www.iea.org/reports/global-ev-outlook-2025/trends-in-electric-car-markets-2\">One in five</a> new cars sold worldwide last year were electric.</p><p>Big, systemic changes like these aren’t happening fast enough — not yet. But as we’ve seen with other big societal shifts — voting rights, internet penetration, smart phone use — change happens piecemeal and slowly until you hit a tipping point. It’s the job of policymakers, philanthropies, businesses and organizations like ours to bring that threshold closer — especially now.</p><p>The good news is that we know what it takes to accelerate the green transition, even in the face of a new world order. Decades of experience and recent glimmers of progress show us that a path forward is possible. It will take collective action and focus around three areas:</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Man carrying tree for planting.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-03/african-cities-restore-nature-revitalize-rivers.jpg?VersionId=xd4oXxJ4cfeX0HrH52WdCQtuXrXBuWUk&h=0b24df71&itok=3yVNprAN\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Through the SUNCASA project, African cities like Johannesburg are planting trees to restore nature, build resilience to climate change impacts and create jobs. Photo by Jenna Echakowitz/SUNCASA</figcaption>\n</figure>\n<h3>1) Moving From Cutting Carbon to Better Lives</h3><p>The green transition is not at odds with economic prosperity. In fact, investing in climate-friendly and nature-positive economic growth is the only way to ensure a prosperous future. This is not only true scientifically; companies and countries alike are demonstrating it in the real world. Ingka Group, the largest IKEA retailer, <a href=\"https://www.ingka.com/newsroom/ingka-group-reporting-reduction-in-climate-footprint-by-30-1-while-growing-the-business/\">reduced its climate footprint over 30%</a> while growing revenues by more than 23%. <a href=\"https://www.nature.com/articles/s41598-024-71101-2/tables/4\">Forty-nine countries, including the US, France and Germany</a>, have found ways to continue growing their economies without increasing emissions.</p><p>But this message is not clear to leaders, or the people who vote for them. Even in countries with strong public support for climate action, pro-climate parties are losing at the polls. Why? People don’t yet see how the low-carbon transition will improve their lives.</p><p>A durable economic transition cannot take place without political support. To succeed, every aspect of our approach and narrative needs to prioritize people — not carbon. For example, clean energy is not just a climate solution; it’s oftentimes the <a href=\"https://www.wri.org/insights/solar-pumps-mango-production-chamwino-tanzania\">most affordable and reliable</a> power source. Increased electric vehicle use isn’t just about cutting fossil fuel emissions; it can <a href=\"https://www.wri.org/insights/michigan-electric-vehicle-job-creation\">create manufacturing jobs</a> while expanding access to transport and reducing air pollution, which causes <a href=\"https://hsph.harvard.edu/climate-health-c-change/news/fossil-fuel-air-pollution-responsible-for-1-in-5-deaths-worldwide/\">1 in 5 deaths worldwide</a>. <a href=\"https://www.wri.org/insights/forests-benefit-cities\">Planting trees in cities</a> adds beauty while also keeping people cool <a href=\"https://www.wri.org/insights/earth-gets-hotter-cool-cities-infrastructure-solutions\">during extreme heat</a>.</p><p>A good example of pro-people, pro-planet policy support is <a href=\"https://www.wri.org/insights/denmark-agriculture-climate-policy\">Denmark’s recent Green Tripartite Agreement</a>. The plan will restore nature<em>, </em>pay farmers to reduce their nitrogen pollution <em>and </em>tax emissions from livestock production in a way that not only incentivizes, but supports farmers in making their production more efficient. Similarly, Mexico City’s <a href=\"https://mexicocity.cdmx.gob.mx/e/getting-around/metrobus/\">bus rapid transit system</a> has continued to expand and evolve because it’s brought a host of benefits with it: reduced congestion, cleaner air, better and cheaper access to jobs, and other opportunities.</p><p>These kinds of win-win solutions are popular with people. But to really take off, they need investment, policies and other targeted support to make them happen quickly, affordably and without causing undue harm to those whose jobs and communities rely on the old economy. The clean energy transition is inevitable — but even this piece will not happen fast enough on its own. We need to work systematically to remove the barriers to the transition across all sectors and ensure people reap the benefits of a clean and resilient future. Not all policies will be a win-win for everyone, but the initial steps that are good for people can provide political momentum for the harder choices later.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Mexico City bus rapid transit\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/mexico-city-brt_0.jpg?VersionId=E2I5Do650Ubnyfl7N_SInEcJAdIMiKiQ&itok=sbN80DpJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mexico City's bus rapid transit system has expanded significantly over the years, largely because of the benefits the system brings to people, such as cleaner air, better access to jobs and reduced congestion. Photo by quiggyt4/Shutterstock</figcaption>\n</figure>\n<h3>2) Transitioning Large, Emerging Economies</h3><p>Leadership from middle-income economies is critical for the green transition. They <a href=\"https://ourworldindata.org/greenhouse-gas-emissions\">produce half</a> the world’s greenhouse gas emissions, a percentage that will only increase in the coming years. They’re home to most of the world’s remaining tropical forests, centers of biodiversity. And they house <a href=\"https://www.worldbank.org/en/country/mic/overview\">three-quarters</a> of the world’s population, including <a href=\"https://www.worldbank.org/en/country/mic/overview\">62%</a> of the world’s poorest people. If large middle-income countries like China, India, Indonesia, South Africa and Brazil do not successfully reduce their emissions, protect their natural ecosystems or adapt to oncoming climate impacts, the entire green transition will be at risk. A safe world will be out of reach. </p><p>Thankfully, a new set of leaders is embracing the green transition as an economic strategy for their next phase of development. Indonesia has committed to make its forests and land use sector a net-carbon sink by 2030, aligning economic incentives and uplifting forest communities in these efforts. Colombia’s president <a href=\"https://time.com/7113585/colombian-president-gustavo-petro-interview/\">promised</a> to phase out fossil fuels, one of the first major oil- and coal-producing nations to do so. And for many of these countries that lack oil and gas reserves, the clean energy transition is becoming a critical energy security strategy.</p><p>The geopolitical realignment unleashed by U.S. trade and security policies will accelerate our journey towards a more multipolar world. Middle-income countries will become even more important in shaping global discourse. These nations —many of which rely heavily on trade to sustain growth — have a strong interest in preserving and strengthening multilateral cooperation. For them, a stable, rules-based international system — such as treaties like the Paris Agreement on climate change — is not just a global good; it’s essential to achieving their development goals. Their choices on the world stage will determine the success of the green transition.</p><h3>3) Looking Beyond Aid to Financing</h3><p>Developing countries will not successfully transition without adequate finance. They need <a href=\"https://www.wri.org/insights/climate-finance-progress-2025\">$1.3 trillion per year</a> of external finance by 2035 to successfully mitigate and adapt to climate change.</p><p>Last year at COP29 in Baku, <a href=\"https://www.wri.org/insights/cop29-outcomes-next-steps\">countries agreed</a> to mobilize $300 billion per year for developing countries by 2035 and work towards $1.3 trillion. Recent cuts to bilateral aid are disappointing, but they were always a small part of the climate finance puzzle. Other public sources of climate finance can be expanded through capital increases to multilateral banks — which can turn $1 of taxpayer money into $4-10 — and innovative financing mechanisms like aviation and maritime taxes. Still, at best, experts agree that only half of the $1.3 trillion can be filled with public funds.</p><p>Because the remaining half can only come from the private sector, countries must focus their efforts accordingly. India offers a model of success: aligning sectoral targets with its national climate plan (NDC), enacting supportive policies at all levels for financing the energy transition, and allocating a significant amount of its national budget — <a href=\"https://economictimes.indiatimes.com/industry/renewables/renewable-energy-top-priority-rs-30-lakh-cr-investment-expected-to-meet-500-gw-target-govt/articleshow/112324776.cms?from=mdr#google_vignette\">$2.4 billion in 2024</a> — in clean energy. These steps collectively have attracted substantial external investment in India’s energy transition.</p><p>Attracting sufficient public and private climate finance requires a focused and coordinated approach. Transition investments in developing countries should follow a “capital stack” model: the fund most willing to take the initial project risk sits at the bottom, supporting other kinds of capital with reduced appetite for risk that are added to the stack. As we see in India, the bottom of the stack needs to be clear public policies and regulations, followed by public investment. The next layer can be capital from bilateral aid and multilateral development banks (MDBs). Finally, the higher layers of the stack will comprise different kinds of private capital from domestic and international sources. The central principle of vertical integration of capital with different appetite for risk is critical to unleash finance at scale.</p><p>In a world of shrinking aid, remaining development aid becomes even more precious and should be utilized strategically. While concessional finance (such as grants and below-market-rate loans) should be directed to the poorest and most vulnerable countries for investments with high social and environmental but low commercial return, other types of aid play critical roles in the stack to leverage private capital.</p><p>There are signs that countries are taking these financing challenges seriously. Countries like Brazil, Kenya, South Africa and Barbados are putting forward <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">“country platforms,”</a> bold proposals to attract more international finance for what they see as their biggest climate and nature priorities. This innovative approach allows countries to centralize finance around a clear plan, rather than continuing to allow disparate initiatives to be financed from separate sources.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Workers clean dirt off a solar panel in Brazil\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/solar-panel-brazil_0.jpg?VersionId=sSEvH41AIU2ocOkEoe3iu373.b3qL9BN&itok=D7DOCKYi\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Workers clean dirt and dust from a solar panel in Brazil. Photo by Chokniti-Studio/Shutterstock</figcaption>\n</figure>\n<h3>Delivering Systemic Change in a Changing World</h3><p>It’s easy to feel hopeless in times like these. But with crisis comes opportunity.</p><p>Change <em>is </em>happening. Accelerating it requires a level of focus, collaboration and innovation that we’ve never had before. We must move away from a narrative of decarbonization to one that focuses on building a better, more prosperous future for people. While the transition in every country is important, we need to prioritize large, middle-income nations for their potential to unlock exponential change. And while the reduction in overseas aid is disheartening, we must focus on the bigger picture: prioritizing existing resources to <a href=\"https://www.wri.org/insights/climate-finance-progress-2025\">unlock the $1.3 trillion needed</a> for the global transition.</p><p>We know the solutions. Now, we need to deliver. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}