{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-05-27T11:21:24.200022",
  "items": [
    {
      "title": "STATEMENT: U.S. Senate approval of resolutions to overturn California’s Clean Air Act preemption waivers throws progress into reverse",
      "link": "https://www.wri.org/news/statement-us-senate-approval-resolutions-overturn-californias-clean-air-act-preemption-0",
      "pubDate": "Thu, 22 May 2025 16:18:39 EDT",
      "description": "<p><strong>WASHINGTON (MAY 22, 2025)</strong> — Today, the U.S. Senate approved Congressional Review Act (CRA) resolutions to overturn the Environmental Protection Agency’s waivers of federal preemption for the Advanced Clean Cars II (ACC2), Advanced Clean Trucks (ACT) and the Heavy-Duty Omnibus vehicle emissions programs. This follows the House of Representatives’ approval of CRA resolutions targeting ACT and the Heavy-Duty Omnibus vehicle emissions program on April 30th, 2025 and ACCII on May 1st, 2025. The Senate Parliamentarian had previously determined that these waivers are not subject to the Congressional Review Act.</p><p><strong>Following is a statement from Dan Lashof, Senior Fellow at World Resources Institute:    </strong></p><p>“Today’s votes in the Senate fly in the face of nearly 50 years of precedent. For decades, California and other states have had the authority to adopt vehicle emissions standards that exceed those at the federal level – and for good reason. These standards are vital in protecting people from the vehicle pollution which causes asthma attacks and other serious health problems.</p><p>“Moreover, the U.S. auto industry’s competitiveness in the global market depends on innovation which has historically been and continues to be driven by California standards.  </p><p>“People across the country want cleaner, more efficient cars, trucks and school buses and the cleaner air that results. Today’s unprecedented votes against these preemption waivers throw years of progress into reverse.”</p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: WRI Statement on the IEA Global Critical Minerals Outlook 2025",
      "link": "https://www.wri.org/news/statement-wri-statement-iea-global-critical-minerals-outlook-2025",
      "pubDate": "Tue, 20 May 2025 22:00:24 EDT",
      "description": "<p><span lang=\"EN-GB\"><strong>PARIS, FRANCE (May 21, 2025) </strong>– Today, the International Energy Agency (IEA) released a </span><a href=\"https://www.iea.org/reports/global-critical-minerals-outlook-2025\"><span lang=\"EN-GB\">new report</span></a><span lang=\"EN-GB\"> warning that markets for critical minerals essential for clean energy — such as lithium, cobalt and rare earth minerals — remain heavily concentrated in just a few countries, especially when it comes to refining and processing. </span> </p><p><span lang=\"EN-GB\">The report finds that efforts to diversify this supply chain across the globe are moving too slowly, raising concerns about future shortages, trade conflicts and the reliability of mineral supplies for clean energy technology use. </span> </p><p><span lang=\"EN-GB\"><strong>Following is a statement from Jennifer Layke, Global Director, Energy, WRI Polsky Center for the Global Energy Transition:</strong></span><span lang=\"EN-GB\"><strong> </strong> </span> </p><p><span lang=\"EN-US\">“</span><span lang=\"EN-GB\">The IEA report makes one thing clear: without an adequate and diverse supply of energy minerals, we risk slowing the speed and scale of the clean energy transition. </span><span lang=\"EN-US\">But if these minerals aren’t responsibly sourced, nature and people will suffer.</span> </p><p><span lang=\"EN-US\">We need to mine responsibly — not just more. That means recognizing land rights, improving worker safety and reducing the social and environmental toll of extraction, refining and processing. It also means finding ways to mine less — by</span><span lang=\"EN-GB\"> recycling minerals from end-of-life products, tapping overlooked waste streams and designing technology and public systems that</span><span lang=\"EN-US\"> rely on fewer materials to begin with. </span> </p><p><span lang=\"EN-US\">“It’s time to rethink where minerals come from — and who benefits. Right now, the supply chain is too concentrated, too fragile and too exclusive. Expanding responsible minerals processing to more places — especially lower-income, mineral-rich areas — can build resilience and deliver real economic opportunity where it’s needed most.”</span> </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: Global Forest Loss Shatters Records in 2024, Fueled by Massive Fires",
      "link": "https://www.wri.org/news/release-global-forest-loss-shatters-records-2024-fueled-massive-fires",
      "pubDate": "Tue, 20 May 2025 18:01:50 EDT",
      "description": "<p><em><span lang=\"EN-US\">New data shows fires triggered unprecedented global forest loss in 2024, releasing more than four times the emissions from all air travel in 2023 </span></em><span lang=\"EN-US\">— </span><em><span lang=\"EN-US\">with devastating impacts on people and the climate, according to Global Forest Watch's annual analysis</span></em> </p><p><span lang=\"EN-US\"><strong>WASHINGTON D.C. (May 21, 2025) </strong>— Global forest loss surged to record highs in 2024, driven by a catastrophic rise in fires, according to new data from the University of Maryland’s GLAD Lab, made available on World Resources Institute’s Global Forest Watch platform. Loss of tropical primary forests alone reached 6.7 million hectares — nearly twice as much as in 2023 and an area nearly the size of Panama, at the rate of 18 soccer fields every minute.</span> </p><p><span lang=\"EN-US\">For the first time on our record, fires — not agriculture — were the leading cause of tropical primary forest loss, accounting for nearly 50% of all destruction. This marks a dramatic shift from recent years, when fires averaged just 20%. Meanwhile, tropical primary forest loss driven by other causes also jumped by 14%, the sharpest increase since 2016. </span> </p><p><span lang=\"EN-US\">Despite some positive developments, particularly in Southeast Asia, the overall trend is heading in a troubling direction. Leaders of over 140 countries signed the </span><a href=\"https://webarchive.nationalarchives.gov.uk/ukgwa/20230418175226/https:/ukcop26.org/glasgow-leaders-declaration-on-forests-and-land-use/\" target=\"_blank\"><span lang=\"EN-US\">Glasgow Leaders Declaration in 2021</span></a><span lang=\"EN-US\">, promising to halt and reverse forest loss by 2030. But we are alarmingly off track to meet this commitment: Of the 20 countries with the largest area of primary forest, 17 have higher primary forest loss today than when the agreement was signed.</span> </p><p><span lang=\"EN-US\">The consequences of forest loss in 2024 have been devastating for both people and the planet. Globally, the fires emitted 4.1 gigatons of greenhouse gas emissions — releasing more than 4 times the emissions from all air travel in 2023. The fires worsened air quality, strained water supplies and threatened the lives and livelihoods of millions.</span> </p><p><em><span lang=\"EN-US\"><strong>Elizabeth Goldman, Co-Director, WRI’s Global Forest Watch said:</strong> \"This level of forest loss is unlike anything we've seen in over 20 years of data. It's a global red alert — a collective call to action for every country, every business and every person who cares about a livable planet. Our economies, our communities, our health — none of it can survive without forests.”</span></em> </p><p><span lang=\"EN-US\">While fires are natural in some ecosystems, those in tropical forests are mostly human-caused, often set on agricultural land or to prepare new areas for farming. In 2024, the hottest year on record, extreme conditions fueled by climate change and El Niño made these fires more intense and harder to control. Although forests have the ability to recover from fire, the combined pressures of land conversion and a changing climate can hinder that recovery and raise the likelihood of future fires.</span> </p><p><span lang=\"EN-US\"><strong>Top Countries for Forest Loss</strong></span> </p><p><span lang=\"EN-US\">Brazil, the country with the largest area of tropical forest, accounted for 42% of all tropical primary forest loss in 2024. Fires, fueled by the worst drought on record, caused 66% of that loss — an over sixfold increase from 2023. Primary forest loss from other causes also rose by 13%, mostly due to large-scale farming for soy and cattle, though still lower than the peaks seen in the early 2000s and in the Bolsonaro era. The Amazon experienced its highest tree cover loss since 2016, while the Pantanal suffered the highest percentage of tree cover loss in the country.</span> </p><p><em><span lang=\"EN-US\"><strong>Mariana Oliveira, Director Forests and Land Use Program, WRI Brasil said: </strong>“Brazil has made progress under President Lula — but the threat to forests remains. Without sustained investment in community fire prevention, stronger state-level enforcement and a focus on sustainable land use, hard-won gains risk being undone. As Brazil prepares to host COP30, it has a powerful opportunity to put forest protection front and center on the global stage.”</span></em> </p><p><span lang=\"EN-US\">Bolivia's primary forest loss skyrocketed by 200% in 2024, totaling 1.5 million hectares (3.7 million acres). For the first time, it ranked second for tropical primary forest loss only to Brazil, overtaking the Democratic Republic of Congo despite having less than half its forest area. More than half the loss was due to fires, often set to clear land for soy, cattle, and sugarcane, which turned into megafires due to heavy drought. Government policies promoting agricultural expansion worsened the problem.</span> </p><p><em><span lang=\"EN-US\"><strong>Stasiek Czaplicki Cabezas, Bolivian researcher and Data Journalist for Revista Nomadas, said:</strong> “The fires that tore through Bolivia in 2024 left deep scars — not only on the land, but on the people who depend on it. The damage could take centuries to undo. Across the tropics, we need stronger fire response systems and a shift away from policies that encourage dangerous land clearing, or this pattern of destruction will only get worse.\" </span></em> </p><p><span lang=\"EN-US\">In Colombia, primary forest loss increased by nearly 50%. However, unlike elsewhere in Latin America, fires were not the primary cause. Instead, non-fire-related loss rose by 53%, owing to instability from the breakdown in peace talks, including illegal mining and coca production.</span> </p><p><em><span lang=\"EN-US\"><strong>Joaquin Carrizosa, Senior Advisor, WRI Colombia said: </strong>“In 2023, Colombia saw the biggest drop in primary forest loss in 20 years, proving that when government and communities work together, real change is possible. The rise in primary forest loss in 2024 is a setback, but it shouldn’t discourage us as a country. We need to keep supporting local, nature-based economies – especially in remote areas – and invest in solutions that protect the environment, create jobs and foster peace.\"</span></em> </p><p><span lang=\"EN-US\">In 2024, the Democratic Republic of Congo (DRC) and the Republic of Congo (ROC) saw the highest levels of primary forest loss on record. In the ROC, primary forest loss surged by 150% compared to the previous year, with fires causing 45% of the damage, worsened by unusually hot and dry conditions. Like the Amazon, the Congo Basin plays a crucial role as a carbon sink, but the rising fires and forest loss now threaten its vital function. In the DRC, poverty, reliance on forests for food and energy and ongoing conflict driven by rebel groups have fueled instability and led to increased land clearing, further driving forest loss.</span> </p><p><em><span lang=\"EN-US\"><strong>Teodyl Nkuintchua, Congo Basin Strategy & Engagement Lead, WRI Africa said:</strong> “The high rates of forest loss in the DRC reflect the tough realities our communities are facing — poverty, conflict and a deep reliance on forests for survival. There’s no silver bullet, but we won't change the current trajectory until people across the Congo Basin are fully empowered to lead conservation efforts that also support their rural economies.”</span></em> </p><p><em><span lang=\"EN-US\"><strong>Dr. Matt Hansen, Professor, University of Maryland; Co-Director, Global Land Analysis and Discovery (GLAD) Lab said: </strong>\"We’re seeing unprecedented forest loss from fire in the few remaining ‘High Forest, Low Deforestation’ countries, like the Republic of Congo. This new dynamic is outside of current policy frameworks or intervention capabilities and will severely test our ability to maintain intact forests within a warming climate.”</span></em> </p><p><span lang=\"EN-US\">However, it's not all bad news. In Southeast Asia, there are signs of progress. Indonesia reduced primary forest loss by 11%, reversing a steady rise between 2021 and 2023. Efforts under former President Joko Widodo to restore land and curb fires helped keep fire rates low, even amid widespread droughts. Similarly, Malaysia saw a 13% decline and fell out of the top 10 countries for tropical primary forest loss for the first time.</span> </p><p><em><span lang=\"EN-US\"><strong>Arief Wijaya, Managing Director, WRI Indonesia said</strong>: “We're proud that Indonesia is one of the few countries in the world to reduce primary forest loss. But deforestation remains a concern due to plantations, small-scale farming and mining — even within protected areas. We hope the current administration keeps the momentum going\". </span></em> </p><p><span lang=\"EN-US\">The rise in forest loss also extended beyond the tropics. The world saw a 5% increase in total tree cover loss compared to 2023, adding up to 30 million hectares — an area the size of Italy. This increase was driven in part by the intense fire seasons in Canada and Russia, marking the first time that major fires raged across both the tropics and boreal forests since GFW’s record-keeping began.</span> </p><p><span lang=\"EN-US\"><strong>Combatting Forest Loss</strong></span> </p><p><em><span lang=\"EN-US\"><strong>Peter Potapov, Research Professor, University of Maryland; Co-Director, Global Land Analysis and Discovery (GLAD) Lab said: </strong>\"2024 was the worst year on record for fire-driven forest loss, breaking the record set just last year. If this trend continues, it could permanently transform critical natural areas and unleash large amounts of carbon — intensifying climate change and fueling even more extreme fires. This is a dangerous feedback loop we cannot afford to trigger further.\"</span></em> </p><p><em><span lang=\"EN-US\"><strong>Rod Taylor, Director, Forests and Nature Conservation, WRI said</strong>: “Forest fires and land clearing are driving up emissions, while the climate is already changing faster than forests can adapt. This crisis is pushing countless species to the brink and forcing Indigenous Peoples and local communities from their ancestral lands. But this isn’t irreversible — if governments, businesses, and individuals act now, we can stop the assault on forests and their custodians.”</span></em> </p><p><span lang=\"EN-US\">To meet the global goal of halting forest loss by 2030, the world must reduce deforestation by 20% every year, starting immediately. In contrast, 2024 marked an 80% increase in tropical primary forest loss. To combat this loss, the world needs action on multiple fronts: stronger fire prevention, deforestation-free supply chains for commodities, better enforcement of trade regulations and increased funding for forest protection — especially Indigenous-led initiatives.</span> </p><p><span lang=\"EN-US\">Achieving this will require political will, national strategies tailored to local realities and greater support from wealthier nations to ensure forests remain standing — and are valued more alive than lost.</span> <br /><br /><em><span lang=\"EN-US\"><strong>Kelly Levin, Chief of Science, Data and Systems Change, Bezos Earth Fund said:</strong></span></em><span lang=\"EN-US\"> </span><em><span lang=\"EN-US\">“Countries have repeatedly pledged to halt deforestation and forest degradation. Yet the data reveal a stark gap between promises made and progress delivered — alongside the growing impacts of a warming world. These findings should jolt us out of complacency. The Bezos Earth Fund is proud to support this vital tool for showing where we stand and ensuring action is grounded in evidence.”</span></em> </p><p><span lang=\"EN-US\"><strong>About the annual Tree Cover Loss data analysis </strong></span> <br /><span lang=\"EN-US\">World Resource Institute’s Global Forest Watch provides annual tree cover loss data analysis, showing when and where forest loss occurred around the world. The data — created and updated by the GLAD (Global Land Analysis & Discovery) Lab at the University of Maryland — captures changes at approximately 30 × 30-meter resolution across all global land areas, except Antarctica and other Arctic islands.</span>  </p><hr /><p><span lang=\"EN-US\"><strong>About World Resources Institute</strong></span> <br /><span lang=\"EN-US\">WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</span> </p><p><span lang=\"EN-US\"><strong>About Global Forest Watch</strong></span> <br /><span lang=\"EN-US\">Global Forest Watch (GFW) provides data and tools for monitoring forests and insights on where and why they are changing. By harnessing cutting-edge technology, GFW allows anyone to access near real-time information about where and how forests are changing around the world. Since its launch in 2014, over 7 million people have visited Global Forest Watch from every single country in the world.</span><em><span lang=\"EN-US\"> </span></em> </p><p><span lang=\"EN-US\"><strong>About University of Maryland GLAD Lab</strong></span> <br /><span lang=\"EN-US\">The Global Land Analysis and Discovery (GLAD) laboratory in the Department of Geographical Sciences at the University of Maryland investigates methods, causes and impacts of global land surface change. Earth observation imagery are the primary data source and land cover extent and change the primary topic of interest. The lab is led by Drs. Matthew Hansen and Peter Potapov. The research team is diverse with representation from the following countries: USA, Indonesia, China, Pakistan, India, New Zealand, Ghana, DRCongo, Russia, Colombia, Bolivia. Full-time researchers work on a variety of land cover investigations, ranging from global forest change to national-scale crop type area mapping and estimation.  </span> </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Adaptation Finance: 10 Key Questions, Answered",
      "link": "https://www.wri.org/insights/adaptation-finance-explained",
      "pubDate": "Mon, 19 May 2025 06:00:00 EDT",
      "description": "<p>People around the world are feeling the effects of climate change in the form of severe floods, long-term droughts, worsening forest fires, intensifying storms, extreme heat and more. It's essential that communities invest in reducing and avoiding these impacts. For example, improved building methods can be the difference between a house withstanding a storm or crumbling to rubble.</p><p>The critical question is: How do we pay for it?</p><p>This is where <strong>adaptation finance</strong> comes in.</p><p>Particularly in low-income countries, adaptation finance is sorely needed to help make people — and the infrastructure and ecosystems they rely on — more resilient to the impacts of climate change. Yet with each passing year the gap between the adaptation finance needed and what is available grows.</p><p>Closing this gap is essential as climate change continues to escalate. But there are varying definitions about what counts as adaptation finance, as well as different means of providing and tracking funds. Here, we answer key questions:</p><h3>1) What Is Adaptation Finance?</h3><p>Adaptation finance is aimed at helping communities reduce the risks they face and harm they might suffer from climate hazards like storms or droughts. It pays for things like strengthening housing and infrastructure to withstand extreme weather; developing drought-tolerant crops; creating social safety nets (like cash, food or insurance to help with recovery from climate-related disasters); or improving access to climate information for better management of climate-related risks.</p><p>Adaptation finance includes funds flowing from developed to developing countries as well as finance that governments — in both developing and developed countries — invest to build resilience to climate impacts within their own borders. Adaptation finance can also come from private sources, such as <a href=\"https://www.wri.org/insights/philanthropy-adaptation-finance-developing-countries\">philanthropies</a>, corporations and financial institutions. Businesses are increasingly investing in adaptation to protect their operations, supply chains and markets from exposure to climate-related risks.</p><p>Adaptation finance often overlaps with development finance, as investments aimed at reducing communities' economic or social vulnerability often also enhance resilience to climate change, in addition to other benefits. However, for funding to be classified as adaptation finance, it must be explicitly intended to enhance <a href=\"https://unfccc.int/topics/adaptation-and-resilience/the-big-picture/introduction\">resilience to actual or expected climate risks</a>.</p><p>For example, funding a new road may boost a community's resilience by making it easier for people to access markets, hospitals and assistance during extreme weather. To count as adaptation finance, however, the road needs to be deliberately built with climate impacts and the needs of vulnerable people in mind. A vulnerability analysis could reveal the need for a more durable road so people living in informal settlements can safely evacuate ahead of severe storms. And the road would need to be situated where it will not be directly exposed to storm surges and erosion, or elevated so that it remains passable when flooding occurs.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cars on a partially submerged highway after a flood.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/typhoon-yagi_0.jpg?VersionId=Svwj3PbQmymQnTxB6Z6e7rF.FfCtehjt&itok=UJVRTL2A\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A partially submerged highway in Thailand's Chiang Rai province following Typhoon Yagi in 2024. Adaptation finance pays for activities that enhance resilience to climate impacts, such as building elevated or more durable roads that can better withstand floods and storms. Photo by Boyloso/iStock</figcaption>\n</figure>\n<h3>2) How Much Adaptation Finance Is Needed?</h3><p>Several studies give a general sense of how much finance developing countries will need to adapt to climate change. For example, the <a href=\"https://www.unep.org/resources/adaptation-gap-report-2024\">UNEP Adaptation Finance GAP Report</a> estimates that developing countries need between $215 and $387 billion per year by 2030. The <a href=\"https://www.imf.org/en/Blogs/Articles/2022/03/23/blog032322-poor-and-vulnerable-countris-need-support-to-adapt-to-climate-change#:~:text=Research%20by%20the%20IMF%20and,per%20year%20in%20coming%20decades.\">International Monetary Fund</a> (IMF) estimates that adaptation costs exceed 1% of GDP per year in about 50 low-income and developing economies. This rises up to 20% of GDP for small island nations exposed to acute climate hazards such as tropical cyclones and rising seas.</p><p>However, these are only broad estimates. It is difficult to pinpoint the exact amount of adaptation finance needed, as this requires assessing context-specific risks, clearly distinguishing adaptation from general development, and more accurate data collection. Uncertainties about future climate trajectories also complicate estimates, as adaptation finance needs depend in part on how successful we are at curbing global temperature rise.</p><h3>3) How Much Adaptation Finance Is Available?</h3><p>Even with fairly limited data, it's clear there's not enough adaptation finance available to meet countries' needs.</p><p><a href=\"https://www.climatepolicyinitiative.org/publication/global-landscape-of-climate-finance-2024/\">Climate Policy Initiativ</a>e (CPI) estimates that $68 billion was spent around the world on adaptation on average between 2021 and 2022. Much of this was international finance: According to <a href=\"https://www.oecd-ilibrary.org/sites/286dae5d-en/1/3/1/index.html?itemId=/content/publication/286dae5d-en&_csp_=46b868d4f630525e4ccc5f67e501847f&itemIGO=oecd&itemContentType=book\">OECD</a>, developed countries delivered $32.4 billion in adaptation finance to developing nations in 2022.</p><p>These funding levels are many times less than what's needed — and the gap is set to increase as climate change impacts intensify. In total, the gap between current adaptation finance and what's needed in developing countries is estimated at <a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/46497/AGR2024.pdf?sequence=1&isAllowed=y\">$187-$359 billion per year</a>.</p><h3>4) Who Is — and Is not — Receiving Adaptation Finance?</h3><p>Evidence shows that available finance is not reaching those most vulnerable to climate impacts, who often have the fewest resources with which to adapt. According to <a href=\"https://www.oecd.org/en/publications/the-new-collective-quantified-goal-on-climate-finance_7b28309b-en.html\">OECD</a>, low-income countries received less than 10% of all climate finance provided and mobilized by developed countries between 2016 and 2022. Data from the four major multilateral climate funds — Adaptation Fund, Climate Investment Fund, Green Climate Fund and Global Environment Facility — also indicates that fragile and highly vulnerable countries <a href=\"https://www.undp.org/publications/climate-finance-sustaining-peace-making-climate-finance-work-conflict-affected-and-fragile-contexts\">are receiving less finance</a> than other nations.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/21596160/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>One potential reason for this is that accessing adaptation finance often requires significant institutional capacity. While funding requirements vary based on the type of finance involved, they are often complex, requiring the staff, data and know-how to structure bankable adaptation initiatives. Least developed countries often lack these resources, despite having the highest need for adaptation finance. High costs of capital, driven by factors like currency and political risks, further limit access to finance.</p><h3>5) Why Does Climate Mitigation Receive More Funding than Adaptation?</h3><p>While adaptation finance has increased in recent years, it still represents <a href=\"https://www.climatepolicyinitiative.org/wp-content/uploads/2024/10/Global-Landscape-of-Climate-Finance-2024.pdf\">less than 10%</a> of global climate investments. The majority goes to climate change mitigation: efforts to reduce greenhouse gas (GHG) emissions and halt rising temperatures.</p><p>There are several reasons why mitigation receives more finance than adaptation. Mitigation's focus on GHG emissions not only makes it easier to define, it also makes it easier to invest in. Activities like installing solar panels or manufacturing electric vehicles bring a more immediate and certain financial return than many adaptation initiatives, which focus on building long-term resilience to extreme events that may happen further in the future. Nations may also be more inclined to invest in mitigation internationally given the contribution to global emissions reductions.</p><h3>6) Why Is Adaptation Finance Difficult to Track?</h3><p>Adaptation finance can be tricky to define and track, in large part because adaptation is highly context specific. Unlike mitigation finance, which targets a narrower set of solutions to reduce GHG emissions, adaptation requires a broad array of activities tailored to particular climate risks faced by specific locations.</p><p>There are also varying methods for tracking adaptation finance. Two of the most widely used approaches — <a href=\"https://www.oecd.org/dac/environment-development/Revised%20climate%20marker%20handbook_FINAL.pdf\">OECD DAC Rio Markers</a> and <a href=\"https://thedocs.worldbank.org/en/doc/20cd787e947dbf44598741469538a4ab-0020012022/original/20220242-mdbs-joint-methodology-climate-change-adaptation-finance-en.pdf\">MDB Joint Methodology for Tracking Adaptation Finance</a> — offer guidance to financial institutions and countries providing adaptation finance. While their methodologies differ somewhat, both focus on identifying whether an investment has supported climate resilience, and if so, to what degree.</p><p><a href=\"https://www.wri.org/insights/colombias-climate-finance-tracking-system-registers-6-billion-worth-action\">Some countries</a> have developed their own approaches to tracking adaptation finance and budget expenditures. These often draw from the two methodologies mentioned above but make modifications to suit national circumstances. As a result, adaptation finance provided or received by countries is not always easily comparable.</p><p>Even with methodologies in place, tracking adaptation finance is complicated. It requires funding and capacity to execute, which organizations aren't always resourced for. Moreover, spending on adaptation may occur across different units of the organization, creating a cross-cutting challenge requiring additional coordination.</p><p>Adaptation finance from the private sector is even more difficult to track because, unlike public funding, governments do not maintain centralized accounting systems for private investments. As a result, virtually no country systematically monitors how much private funding is spent on adaptation within or outside its borders.</p><h3>7) Are Developing Countries Receiving Financial Support for Adaptation?</h3><p>The UN Framework Convention on Climate Change (UNFCCC) governs the process by which countries come together to cooperate on climate action. Under the UNFCCC, developed countries committed to help developing countries — which contributed least to the climate crisis but often suffer the worst impacts — finance their adaptation efforts.</p><p>This commitment has led to the adoption of key climate funds (such as the Adaptation Fund and the Green Climate Fund) to channel international finance to developing countries. Developed countries also agreed under the UNFCCC to double adaptation finance from 2019 levels to roughly $40 billion by 2025. <a href=\"https://www.oecd.org/en/publications/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_19150727-en/full-report/component-2.html#chapter-d1e103-47ec524116\">As of 2022</a> (the latest data available), they had reached $32.4 billion, putting them on track to realize this goal.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Farmers among the plots of a community garden.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/climate-adaptation-farmers-gambia_0.jpg?VersionId=PR5jMfF98tm6Z.ipLo0vneTPFIMry_hg&itok=aFUEAJVB\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>In Gambia, the UN Environment Programme (UNEP) helps farmers develop methods that are more resilient to climate impacts like rising temperatures and erratic rainfall. International support is an important source of funding for developing nations to pursue climate adaptation. Photo by UNEP/Flickr</figcaption>\n</figure>\n<p>Most recently, at the 2024 UN climate summit (COP29), countries agreed to a <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">New Collective Quantified Goal</a> (NCQG) on climate finance. Parties committed to deliver $300 billion — with efforts to reach $1.3 trillion — for climate action in developing countries by 2035, aiming for a balance between mitigation and adaptation finance. The NCQG also acknowledges the need to improve the quality of adaptation finance, particularly the need for grant-based resources and highly concessional (affordable) finance that does not exacerbate existing debt burdens.</p><h3>8) How Much Adaptation Finance Comes from the Private Sector?</h3><p>While private sector finance for adaptation is especially difficult to track, the data that is available shows it's particularly limited. For example, of the climate finance that the CPI has been able to track, <a href=\"https://www.climatepolicyinitiative.org/wp-content/uploads/2024/10/Global-Landscape-of-Climate-Finance-2024.pdf\">approximately 90%</a> of adaptation finance was provided through public actors.</p><p>There are several reasons for this. Adaptation projects often bring broad social benefits, but clear financial returns for private investors may be difficult to discern. Many vulnerable communities are also located in areas perceived as too risky for private investment, including areas suffering from conflict or other forms of instability. Other times, private investments in resilience are not made simply due to uncertainty about which adaptation options to invest in or a lack of long-term planning, technical capacity and data.</p><p>Private investment in adaptation needs to be scaled up, as public funding alone will not be enough to close the adaptation finance gap and meet the large and growing need for climate resilience. Private companies finance, build and maintain vital infrastructure, supply chains and markets. It is essential that they integrate climate resilience into their investment decisions and <a href=\"https://www.wri.org/insights/private-sector-climate-adaptation-finance\">explore innovative financial instruments</a> to expand collaboration with the public sector. Governments can help by creating incentives and risk-sharing mechanisms to accelerate private investments in adaptation-related activities.</p><h3>9) How Is Adaptation Finance Being Provided?</h3><p>The majority — <a href=\"https://www.climatepolicyinitiative.org/wp-content/uploads/2024/10/Global-Landscape-of-Climate-Finance-2024.pdf\">around 76%</a> — of adaptation finance to emerging market and developing economies (excluding least developed countries) is provided in the form of non-concessional finance. Least developed countries, for their part, tend to receive a majority of their funding in the form of grants. Some countries have opted to turn down loans for climate-related activities to avoid adding further debt to their balance sheets. Any efforts to scale up adaptation finance should also aim to ensure that the right type of funding is matched with the right types of projects.</p><h3>10) What Is the Relationship between Adaptation Finance and Finance for Loss and Damage?</h3><p>Funding for <a href=\"https://www.wri.org/insights/loss-damage-climate-change\">\"loss and damage\"</a> — climate impacts that go beyond what people can adapt to — is an important discussion point in climate negotiations. Finance for loss and damage and for adaptation are closely related, as both aim to help communities deal with the costs associated with climate impacts. The main difference between the two is that adaptation finance is intended to help communities <em>prepare for and reduce potential impacts</em>, while loss and damage finance primarily pays for <em>losses that occur despite investments in resilience</em>. Investing in climate adaptation can help reduce loss and damage costs down the line.</p><h3>Next Steps for Scaling Adaptation Finance</h3><p>Growing adaptation finance will require stronger political commitments and more institutional capacity in both the public and private sectors. Better data on the economic and social risks posed by climate change, as well as on the financial and economic returns of adaptation projects, is also essential to increasing investments. This information would help countries, donors and the private sector agree on adaptation priorities, track adaptation finance and integrate adaptation priorities into national planning.</p><p>The 2025 UN climate summit (COP30) in Belém, Brazil presents a crucial opportunity to elevate the case for adaptation finance, building on recent momentum to secure stronger commitments and bridge the global finance gap. In Belém, the current and previous COP hosts will present a roadmap for reaching the NCQG's $1.3 trillion target, which parties hope will provide clear guidance on scaling up adaptation finance. Negotiators will also decide on a set of indicators to track progress on the Paris Agreement's <a href=\"https://www.wri.org/insights/global-goal-on-adaptation-explained\">Global Goal on Adaptation</a>. Including credible finance-related indicators will be essential for holding parties accountable to their adaptation goals and driving real change for those on the front lines of the climate crisis.</p><p>At COP30 and beyond, countries must scale up adaptation finance to support those already affected by climate change and prepare for the impacts yet to come. Doing so is a strategic investment that, via broad social, economic and environmental benefits, will contribute to global stability and prosperity.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "7 Things to Know About Carbon Capture, Utilization and Sequestration",
      "link": "https://www.wri.org/insights/carbon-capture-technology",
      "pubDate": "Fri, 16 May 2025 12:00:00 EDT",
      "description": "<p>The past few years have seen increased global attention and investment in carbon capture technology as a way to capture the emissions causing climate change before they enter the atmosphere. Policies like the EU's <a href=\"https://single-market-economy.ec.europa.eu/industry/sustainability/net-zero-industry-act_en\">Net Zero Industry Act</a>, the <a href=\"https://carboncapturecoalition.org/wp-content/uploads/2023/11/45Q-primer-Carbon-Capture-Coalition.pdf\">45Q tax credit</a> in the U.S. and Denmark's <a href=\"https://www.iea.org/policies/14803-danish-ccus-fund\">CCUS Fund</a>, as well as <a href=\"https://carbonherald.com/indonesia-unveils-ccs-regulations-to-spur-industry-growth/\">emerging regulation</a> in Indonesia, are all helping to accelerate the deployment of carbon capture, utilization and sequestration (CCUS).</p><p>Yet even as the pipeline of CCUS projects grows year over year, progress remains far below what climate models indicate is needed due to stubbornly high costs, regulatory challenges, and insufficient policy and financial support.</p><p>Today CCUS captures around 0.1% of global emissions — around <a href=\"https://www.globalccsinstitute.com/wp-content/uploads/2024/11/Global-Status-Report-6-November.pdf\">50 million metric tons</a> of carbon dioxide (CO2). Climate scenarios that limit warming to 1.5 degrees C (2.7 degrees F), published by the Intergovernmental Panel on Climate Change (IPCC) and the International Energy Agency (IEA), show CCUS capturing around 1 billion metric tons of CO2 by 2030 and several billions of tons by 2050.</p><p>But not everyone sees CCUS as part of the climate solution. While certain countries are moving ahead with CCUS deployment, others are skeptical of its use. Some <a href=\"https://www.ciel.org/organizations-demand-policymakers-reject-carbon-capture-and-storage/\">NGOs</a> and <a href=\"https://climatejusticealliance.org/ccus-is-not-a-real-solution/\">other stakeholders</a> oppose CCUS, arguing that it creates a moral hazard and that it's only a band-aid over what they see as the real problem: ending use of fossil fuels. They point to a mixed record of success, high costs, and the potential for disproportionate impacts on vulnerable communities among reasons to not rely on the technology.</p><p>This article addresses key questions around the role of CCUS, including where the technology is today, in which sectors it will be most useful, and how much of the total mitigation need it can provide to help meet global climate targets.</p><h3>1) What is Carbon Capture, Utilization and Sequestration (CCUS)?</h3><p>Carbon capture technology combined with utilization (sometimes referenced as \"use\") or <a href=\"https://www.usgs.gov/faqs/what-carbon-sequestration\">sequestration</a> (sometimes referenced as \"storage\") is a way to reduce CO2 from emissions sources (such as power plants or industrial facilities) using <a href=\"https://www.globalccsinstitute.com/resources/publications-reports-research/technologycompendium2024/\">different technologies</a> that separate CO2 from the other gases coming out of a facility. The CO2 is thus captured before entering the atmosphere. Then it is either permanently stored underground or incorporated into certain types of products, such as concrete or chemicals.</p><h3>2) Is Carbon Capture the Same as Carbon Removal?</h3><p>No, CCUS is not the same as carbon removal. While CCUS captures carbon emissions at their source, <a href=\"https://www.wri.org/initiatives/carbon-removal/insights\">carbon dioxide removal </a>(or just \"carbon removal\") removes CO2 that is already in the atmosphere.</p><p>Carbon removal includes <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">a range of approaches</a>, from familiar things like tree restoration to newer technological approaches, like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> and <a href=\"https://www.wri.org/insights/carbon-mineralization-carbon-removal\">carbon mineralization</a>. Another type of carbon removal is bioenergy with carbon capture and sequestration, where biomass is combusted and carbon capture technology is used to capture those emissions before they enter the atmosphere. Even though this process involves carbon capture at an emissions source, it can result in carbon removal, because the captured CO2 originally came from the air via photosynthesis in the biomass that was combusted.</p><article class=\"align-center media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1725\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1380\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1057\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"832\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"498\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"The differences between carbon capture and carbon dioxide removal\" height=\"498\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-11/23-11-03%20CCS%20v%20CDR_Insights-V2.png?VersionId=b3V2kVCWVwWVbxBQsuZqvg6r5rQYd.5b&itok=EYDfzRzu\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>While CCUS and carbon removal differ on where CO2 is collected, both CCUS and some types of carbon removal require somewhere to sequester the captured CO2.</p><p>Captured CO2 — either from emission sources or from the air — can be pumped underground into certain geological formations where it is permanently sequestered. Or, or it can be used in products ranging from concrete to chemicals to synthetic fuels. If used this way, the duration of sequestration depends on the product: For example, if CO2 is used to produce synthetic fuel, it would be re-emitted when the fuel is combusted. But CO2 used in concrete would be sequestered permanently.</p><p>CCUS is one of many ways to reduce emissions and plays a different role from carbon removal in long-term and net-zero climate plans developed by countries or companies. Emissions reductions — including CCUS and many other options — should make up the vast majority of mitigation in those plans. But carbon removal can be used to counterbalance a much smaller portion of emissions (both CO2 and other greenhouse gases) that are too hard to abate with other means. In the longer term, carbon removal is also needed to achieve and sustain net-negative emissions to reduce the excess CO2 in the atmosphere that is causing harmful climate impacts.</p><p>Notably, the term \"carbon management\" can be used to include both CCUS and carbon removal. This can be misleading, because along with playing different roles in reaching net-zero, CCUS and carbon removal have different risks, benefits and social and environmental impacts.</p><h3>3) Which Sectors Could Use CCUS? Which Sectors Need CCUS the Most to Decarbonize?</h3><p>The two sectors where CCUS could be deployed are power and industry, which represent large \"point sources\" of emissions. Whether it makes sense to use CCUS in those sectors will depend on costs, the feasibility of other decarbonization options, and other project- and location-specific factors.</p><p>In the industrial sector, production of materials such as cement, steel and chemicals will likely need CCUS to fully decarbonize in the near term. This is because other decarbonization approaches do not exist or are in earlier stages of development. Current <a href=\"https://www.iea.org/energy-system/industry\">production methods</a> for these industrial products include chemical reactions that inherently release CO2, leading to \"<a href=\"https://www.carbonbrief.org/qa-why-cement-emissions-matter-for-climate-change/\">process emissions</a>,\" as well as fuel combustion for high temperatures that causes \"thermal emissions.\" CCUS can be used to abate both process emissions and thermal emissions, making it a particularly impactful decarbonization option for industry if scaled.</p><p>While a number of CCUS projects are <a href=\"https://www.industrytransition.org/green-cement-technology-tracker/\">being announced</a> in the industrial sector, the application is still nascent. Heidelberg's cement CCUS project in Brevik, Norway reached mechanical completion <a href=\"https://www.globalcement.com/news/item/18164-heidelberg-materials-brevik-carbon-capture-facility-ready-for-testing-and-commissioning\">in late 2024</a> and will become the world's first commercial-scale carbon capture cement plant when commissioned.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1073\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1430\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A cement plant fitted with infrastructure for carbon capture.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/ccus-cement-plant_0.jpg?VersionId=x0LhyxLzwyXLPSbV.p55QtcxjMvXuHp9&itok=diRdSyHO\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Heidelberg's Brevik Norway CCUS cement plant. Photo by NGR Kartheek/WRI</figcaption>\n</figure>\n<p>CCUS can also be used in oil and gas refining (another part of the industrial sector) to reduce emissions associated with the production of fuels used in heavy industries, transportation and power. However, the current rates of oil and gas use are incompatible with limiting global warming to 1.5 degrees C, the target set by the Paris Agreement to ensure the world avoids the worst impacts of climate change — and using CCUS on refineries should not be a reason for that to continue. Lowering emissions associated with production does not reduce the emissions from these fuels when they're ultimately combusted.</p><p>Within the power sector, the IPCC and other credible modeling by <a href=\"https://iea.blob.core.windows.net/assets/c036b390-ba9c-4132-870b-ffb455148b63/WorldEnergyOutlook2024.pdf\">IEA</a> and <a href=\"https://about.bnef.com/blog/urgent-deployment-of-existing-technology-can-get-world-close-to-net-zero-bloombergnefs-new-energy-outlook-2024-shows/\">BloombergNEF</a> indicate that power plants retrofitted with CCUS are one option for the clean, firm power which can complement solar and wind that are likely to predominantly supply the grid. (Other options for clean, firm power include hydropower, geothermal, hydrogen, nuclear and long-duration storage.) The actual deployment of CCUS will depend in part on its costs when fully commercialized, along with individual country resources and circumstances.</p><p>In these sectors, it's crucial to note that the use of CCUS should not be seen as a license to perpetuate the use of fossil fuels — particularly in the power sector, where many other options are commercially available today. CCUS could play an indispensable role in the industrial sector but isn't a silver bullet. Overall, the use of CCUS will need to be accompanied by a steep decline in the production and use of fossil fuels, along with other decarbonization options to address remaining emissions.</p><h3>4) How Much Carbon Dioxide is CCUS Currently Capturing?</h3><p>According to <a href=\"https://www.globalccsinstitute.com/wp-content/uploads/2024/11/Global-Status-Report-6-November.pdf\">recent</a> <a href=\"https://www.iea.org/data-and-statistics/data-product/ccus-projects-database\">reports</a> — and depending on the source — there are around 50 operational CCUS projects globally, with about 44 under construction and more than 500 in some stage of planning. Operational projects are capturing about 50 million metric tons of CO2 per year (MtCO2/yr). If all projects in development were complete, estimated total CCUS capacity would be between <a href=\"https://www.globalccsinstitute.com/wp-content/uploads/2024/11/Global-Status-Report-6-November.pdf\">416</a> and <a href=\"https://www.iea.org/data-and-statistics/data-tools/ccus-projects-explorer\">520</a> MtCO2/yr, which is around 0.9%-1.1% of today's <a href=\"https://www.climatewatchdata.org/ghg-emissions?chartType=area&end_year=2020&start_year=1990&ap3c=AGWoPUjYwsW-aScAAGf306HiFeWAfa7iKUa86DHcwL_HgtgvkQ\">global greenhouse gas emissions</a>.</p><p>Currently, North America leads in operational projects. Most of these applications are in the natural gas processing and ethanol industries, where capturing CO2 is relatively less expensive than in other subsectors. Other regions, such as Europe and the Middle East, also have a handful of operational projects. And a growing number of new projects have been announced in Europe, East Asia, the Middle East and Oceania/Australia.</p><p>Projects in the development pipeline are increasingly focused on blue hydrogen (where natural gas is used to produce hydrogen and then CO2 emissions are captured), as well as applications in industrial sectors like steel, cement, bioenergy, ammonia and refining.</p><article class=\"align-center media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"></div></div>\n      \n  </article>\n<h3>5) How Much CCUS is Needed to Reach Net Zero, and What Portion of the Total Mitigation Need Is This?</h3><p>The IPCC, IEA and others find that CCUS can play a critical but limited role in addressing the climate crisis. Their analyses show that CCUS can be a complementary tool to reduce emissions where eliminating fossil fuel use or other emissions are not feasible.</p><p>The 2023 <a href=\"https://iea.blob.core.windows.net/assets/13dab083-08c3-4dfd-a887-42a3ebe533bc/NetZeroRoadmap_AGlobalPathwaytoKeepthe1.5CGoalinReach-2023Update.pdf\">IEA Roadmap to Net Zero</a> estimates that in order to reach net-zero in the energy sector by 2050, CCUS would need to contribute about 8% of the total CO2 mitigation of energy sector emissions. This includes around 1 gigaton of CO2 (GtCO2) in 2030 (out of a total of 15 GtCO2 abated by that date) and 5 GtCO2 in 2050 at net zero. Notably, this roadmap only considers energy-related CO2 emissions — total GHG emissions across all sectors are <a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_SummaryForPolicymakers.pdf\">around 59 GtCO2e</a> and need to be roughly halved by 2030 to limit warming to 1.5 degrees C. Considering this fuller picture, the role of CCUS would likely be a smaller percentage of total mitigation.</p><p>The IPCC's <a href=\"https://www.ipcc.ch/report/sixth-assessment-report-cycle/\">Sixth Assessment Report</a>, which examined over 200 mitigation scenarios that could limit warming to 1.5 degrees C, found that there are no scenarios in which CCUS would allow continued use of fossil fuels at current levels, let alone expanded oil and gas production. IPCC scenarios show a wide range of potential deployment of carbon capture technology: CCUS applied to fossil fuels reduces CO2 emissions by 0-5 GtCO2 by 2030 with a median of 1 GtCO2. By 2050, that range is 0-13 GtCO2 with a median of 2-3 GtCO2. This means that by 2050, roughly 6% of the mitigation needed to reach net zero could come from CCUS.</p><p>The IPCC recognizes that CCUS faces \"technological, economic, institutional, ecological-environmental and socio-cultural barriers\" such that current rates of CCUS deployment are far below those in most scenarios that limit global warming to 1.5 or 2 degrees C. At the same time, the number of CCUS projects in the pipeline has increased by several hundred each year. If all of the announced projects come online, capture levels could increase 8 to 10 times over.</p><article class=\"align-center media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"></div></div>\n      \n  </article>\n<h3>6) What Are the Risks and Concerns Associated with CCUS?</h3><p>Two key concerns around scaling up CCUS technology are: (1) slow adoption of CCUS technology, and (2) a fear that using CCUS will perpetuate the use of fossil fuels and continue negative health and social impacts of emitting facilities.</p><h4>Technological challenges</h4><p>While carbon capture has been in use <a href=\"https://www.iea.org/reports/ccus-in-clean-energy-transitions/a-new-era-for-ccus\">since the 1970s</a> in the U.S. (almost entirely for natural gas processing and for using CO2 for enhanced oil recovery), its adoption has been slow. There are <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S030142152100416X#:~:text=The%20high%20failure%20rate%20of%20projects%20drains%20the%20social%20resources,an%20unsustainable%20cycle%20of%20innovation.\">not many examples</a> to date of its successful application, and <a href=\"https://ieefa.org/resources/ill-fated-petra-nova-ccs-project-nrg-energy-throws-towel\">several</a> <a href=\"https://www.politico.com/agenda/story/2015/05/billion-dollar-kemper-clean-coal-energy-project-000015/\">high-profile projects</a> have been abandoned or shuttered. Unlike many other clean technologies (such as solar photovoltaic), CCUS systems can't be mass produced because they are specifically designed to match the facility that's capturing the CO2. CCUS projects are also complex to coordinate because each step of the process — capture, transport and sequestration — is often owned and operated by a different company.</p><p>Additionally, each CCUS system has high upfront costs (often <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S030142152100416X\">upwards of $1 billion</a>) that can be prohibitive for project developers, combined with a riskier revenue structure compared to other clean technologies. However, costs are <a href=\"https://www.iea.org/commentaries/is-carbon-capture-too-expensive\">expected to decline</a> as more projects come online, the technology improves and financing costs fall.</p><p>Furthermore, today's carbon capture systems do not capture 100% of emissions. Most are <a href=\"https://www.iea.org/energy-system/carbon-capture-utilisation-and-storage\">designed to capture 90%</a>, but <a href=\"https://www.cell.com/joule/fulltext/S2542-4351(21)00095-7?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2542435121000957%3Fshowall%3Dtrue#secsectitle0130\">reported</a> <a href=\"https://ieefa.org/resources/carbon-capture-crux-lessons-learned\">capture rates</a> are lower in some cases. Additional energy is also required to power the capture system — depending on the application it can be <a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_Chapter_06.pdf#page=40\">13%-44% more</a>. Access to suitable geologic sequestration sites may also be needed, and in some cases, these can be far from capture sites, requiring CO2 transport.</p><p>Transport and geologic sequestration of CO2 present their own risks — mainly of CO2 leakage. While CO2 in high concentrations from a pipeline leak could cause asphyxiation risk under certain circumstances, CO2 is not flammable like leaks from oil and gas pipelines. The environmental and health impacts of potential CO2 leakage are site specific and merit further research and testing to minimize them. Strong regulatory policy is also needed to set high standards for site characterization, monitoring, transparency and emergency response.</p><h4>Concerns about perpetuating fossil fuel use</h4><p>For some groups, a major concern associated with CCUS is its potential <a href=\"https://earthjustice.org/article/carbon-capture-the-fossil-fuel-industrys-false-climate-solution\">to lock in fossil power production</a> and <a href=\"https://www.ciel.org/organizations-demand-policymakers-reject-carbon-capture-and-storage/\">other fossil-dependent processes</a>. Associated with this, CCUS can be <a href=\"https://climatejusticealliance.org/ccus-is-not-a-real-solution/\">seen to perpetuate</a> the negative health and environmental impacts caused by emissions intensive facilities — and act as a band-aid over these polluting industries, which disproportionately harm vulnerable communities that have historically borne higher levels of air pollution and toxic emissions.</p><p>Recent research shows that carbon capture systems can <a href=\"https://carboncaptureready.betterenergy.org/analysis/\">reduce</a> (but not eliminate) harmful pollutants. But in many cases, community-based organizations and other advocates would prefer a facility to be shut down and investment to focus instead on cleaner production processes, such as renewables in the power sector.</p><p>In the U.S., where CCUS has recently <a href=\"https://www.energy.gov/oced/carbon-capture-large-scale-pilot-programs\">received</a> <a href=\"https://www.energy.gov/oced/carbon-capture-demonstration-projects-program\">billions</a> of dollars in government funding, the types of facilities that could be retrofitted with CCUS are often located in communities that have already borne the negative environmental and health impacts of living near power or industrial facilities. While there is evidence that CCUS <a href=\"https://carboncaptureready.betterenergy.org/wp-content/uploads/2023/08/Carbon-Capture-Co-Benefits.pdf\">can help reduce non-CO2 pollutants</a> along with capturing CO2, many environmental justice groups are <a href=\"https://subscriber.politicopro.com/article/eenews/2023/08/22/down-your-throat-biden-pushes-ccs-on-polluted-places-00110876\">concerned</a> that CCUS is being pushed on them without consultation, and that CCUS will be used as a way to prolong a facility's lifetime and continue the local harms it causes.</p><h3>7) What Are Some Ways to Deploy CCUS Responsibly?</h3><p>Responsible deployment of CCUS technology must focus not only on ensuring that the technology is effective at reducing emissions, but also that its application minimizes harm to people and the environment and maximizes benefits to them.</p><p>Robust governance and regulatory frameworks are needed to facilitate safe and effective deployment of CCUS where it is needed to reach climate goals. Regulatory frameworks should address issues such as permitting, liability and long-term monitoring as well as supportive infrastructure, such as pipelines and pore space ownership, for geologic sequestration sites. Regulatory frameworks should also require strategies to quantify, transparently share and minimize negative environmental and social impacts, such as emission of air pollutants. Some of this work is already underway in the U.S., including guidance to promote responsible development and permitting of CCUS projects and state-level regulatory frameworks, starting with <a href=\"https://www.wri.org/insights/california-carbon-dioxide-removal-policies\">California</a>. In Europe, the European Commission has developed a <a href=\"https://climate.ec.europa.eu/eu-action/carbon-capture-use-and-storage/legal-framework-safe-geological-storage-carbon-dioxide_en\">CCS Directive</a> that establishes a legal framework for safe and effective geologic sequestration of CO2.</p><p>Any plan to implement CCUS must involve meaningful engagement with and buy-in from the local communities around existing facilities where project developers plan to add CCUS. A critical early step in any community engagement process is understanding community perspectives on the project and sharing information on expected local environmental and health impacts.</p><p>One outcome of this engagement process can be development of a legally binding <a href=\"https://www.wri.org/insights/community-benefits-agreements-us-clean-energy\">community benefits agreement</a>. These agreements lay out specific benefits the community will receive in exchange for supporting a project — such as local jobs or other types of investment. Community benefits plans, which can lead to community benefits agreements, are required in the vast majority of U.S. government funding for carbon capture and carbon removal projects.</p><p>Retrofitting a facility with CCUS does not always make sense as the first decarbonization option for technical and financial reasons. But some CO2 emission sources, particularly those in heavy industry (such as cement process emissions), have few other options. Generally, from an economic standpoint, it makes sense <a href=\"https://www.iea.org/reports/ccus-in-clean-energy-transitions/ccus-in-the-transition-to-net-zero-emissions\">to focus CCUS technology</a> on facilities that are younger, efficient, and located near suitable options for CO2 sequestration or use. The ability to acquire the relevant permits and coordinate across different owners of CO2 transport and sequestration infrastructure are also critical to consider.</p><p>Companies using or planning to use CCUS at their facilities should adhere to relevant regulatory frameworks; monitor and report the environmental impacts of the technology; engage with local communities; and commit to project agreements, including community benefits agreements. These companies should also demonstrate their commitments towards responsible decarbonization by implementing other decarbonization technologies and practices in addition to CCUS. Along with verifying carbon removal, third party auditors could also be used to evaluate the health and environmental impacts of CCUS projects to provide greater transparency and accountability.</p><h3>What's Next for CCUS?</h3><p>CCUS will likely need to play some role in helping meet net-zero goals. The ultimate level of scale-up required is uncertain and will depend on many factors, including how quickly other decarbonization options are developed and commercialized in different sectors, the level of policy and financial support provided, and how public perceptions shift in the coming years.</p><p>At the same time, it is important to <a href=\"https://www.dissentmagazine.org/article/the-carbon-capture-distraction/\">separate</a> the technological feasibility from the policies, regulations and incentives that drive where and how CCUS is applied. Ensuring that the needed applications of CCUS do not perpetuate fossil fuels, or local harms related to power or industrial facilities, will be critical to making it a viable option to support reaching net zero.</p><p>While there have been <a href=\"https://www.whitehouse.gov/articles/2025/04/on-earth-day-we-finally-have-a-president-who-follows-science/\">mixed</a> <a href=\"https://blogs.law.columbia.edu/climatechange/2025/05/01/100-days-of-trump-2-0-carbon-management-and-negative-emissions/\">signals</a> about continued U.S. federal support for CCUS, other countries continue to move forward with policy support and project development. <a href=\"https://www.weforum.org/stories/2025/03/carbon-capture-storage-essentials-uptake/\">Regional hubs</a> in the <a href=\"https://ccushub.ogci.com/focus_hubs/aramco-jubail-ccs-hub/\">Middle East</a> and <a href=\"https://norlights.com/\">Northern Europe</a> are consolidating CCUS infrastructure within high emitting regions and spurring cross-border collaboration. As CCUS advances, these leaders must ensure that it is not used to avoid or slow down the process of phasing out fossil fuels, which is imperative to meeting our collective climate goals.</p><p><em>Editor's note: This article was originally published in November 2023. It was updated in May 2025 to reflect recent developments in CCUS policy and project development.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "To Compete in International Low-Carbon Markets, Chemical Companies Need Transparent Emissions Accounting",
      "link": "https://www.wri.org/technical-perspectives/chemical-accounting-emissions-transparency",
      "pubDate": "Thu, 15 May 2025 15:50:07 EDT",
      "description": "<p>The U.S. chemical industry produces over <a href=\"https://www.energy.gov/eere/iedo/articles/chemicals-value-chain-decarbonization-integrated-solutions-complex-challenge\">70,000 different types</a> of plastics, fabrics, personal care, fertilizer, pharmaceuticals, rubber and other products. The <a href=\"https://liftoff.energy.gov/wp-content/uploads/2023/12/20230921-Pathways-to-Commercial-Liftoff-Chemicals-Refining.pdf\">U.S. Department of Energy estimates</a> that, combined with oil refining, chemical production is responsible for about 8% of the U.S.’s gross domestic product. Of that output, <a href=\"https://www.spglobal.com/commodity-insights/en/news-research/latest-news/chemicals/121924-commodities-2025-modest-recovery-in-us-chemical-volumes-expected-in-2025\">28% is exported</a> at an estimated projected value of $175 billion throughout 2025.</p><p>Chemical production’s large role in the U.S. economy and the exports that sustain it make it a vital industry. Yet, it must adapt to growing pressure internationally for goods that are produced with zero or few emissions despite expectations that both U.S. chemical demand and greenhouse gas (GHG) emissions are expected to grow approximately <a href=\"https://climateprogramportal.org/wp-content/uploads/2025/02/20230921-Pathways-to-Commercial-Liftoff-Chemicals-Refining.pdf\">35% in a business-as-usual scenario</a>.</p><p>For the U.S. to remain competitive, retain access to important foreign markets and reduce its trade deficit in line with the Trump Administration’s goals, its chemical manufacturers must modernize and reduce emissions. A standardized carbon accounting framework is fundamental to maximizing investments in innovative, low-carbon technologies.</p><h3>Carbon-Based Trade Policy</h3><p>International action to reduce greenhouse gases is increasingly including emissions-intensive industrial products like cement, steel and chemicals. <a href=\"https://www.wri.org/technical-perspectives/clean-industrial-manufacturing-climate-trade-policies\">Carbon tariffs</a> on imports are a tool that can monetize a country’s industrial innovation and carbon advantage while inducing other countries to reduce their emissions. Fundamentally, the various forms of carbon tariffs work by levying fees on imports that exceed a set emissions-intensity threshold, such as tons of CO2 per ton of steel.</p><p>The most prominent such measure is the <a href=\"https://icapcarbonaction.com/en/news/eu-reaches-landmark-provisional-agreement-ets-reform-and-new-policies-meet-2030-target\">EU’s Carbon Border Adjustment Mechanism</a>, which would levy a fee on carbon intensive imports based on the EU’s carbon price. Other countries have carbon policies that could be expanded to include imports. Examples include <a href=\"https://icapcarbonaction.com/en/news/china-expand-national-ets-cement-steel-and-aluminum-2024#:~:text=China%20to%20expand%20national%20ETS%20to%20cement%2C%20steel%20and%20aluminum%20in%202024.&text=The%20Work%20Plan%20for%20the%20inclusion%20of,the%20first%20compliance%20deadline%20scheduled%20for%202025.\">China’s Emissions Trading System</a> and <a href=\"https://en.vneconomy.vn/vietnam-targets-power-steel-cement-for-carbon-market-trial.htm\">Vietnam’s carbon market</a> — which will soon cover domestic cement, steel and aluminum — and <a href=\"https://earth.org/what-countries-have-a-carbon-tax/\">27 additional countries</a> that have carbon prices or taxes.</p><p>If the EU’s pioneering carbon market serves as a model for other countries, incorporating relatively simpler commodities like steel and cement open the door for <a href=\"https://normative.io/insight/eu-cbam-explained/\">chemicals’ inclusion later</a>, given the sector’s emissions. Globally, chemical production emits <a href=\"https://www.nature.com/articles/s44286-024-00047-z\">1.3 billion to 2.5 billion tons of carbon dioxide equivalent (CO2e)</a>  per year, or up to 2.5% of all emissions; it comprises about <a href=\"https://www.canarymedia.com/articles/clean-industry/the-huge-climate-problem-of-cement-steel-and-chemicals-visualized\">15% of industrial emissions</a>, after steel and cement. As one of the largest chemical producers in the world, the U.S. share in chemical trade and emissions is substantial, as is its need to modernize.</p><h3>Chemical Sector Emissions in the U.S.</h3><p>A recent estimate suggests that the production life cycle of petrochemicals—chemicals derived from fossil fuels— emit <a href=\"https://rhg.com/research/petrochemicals-emissions/\">306 million to 343 million metric tons of CO2e</a>  in the U.S. Multiple pathways have emerged to <a href=\"https://www.wri.org/research/resources-defossilized-chemical-production-united-states\">reduce emissions from petrochemicals</a>. However, reducing emissions from chemical production is expensive and can add an estimated <a href=\"https://reports.weforum.org/docs/WEF_Net_Zero_Industry_Tracker_2024_Primary_Chemicals.pdf\">55% “green premium”</a> or additional cost for foundational precursor chemicals. To meet <a href=\"https://www.csis.org/analysis/crafting-robust-us-carbon-border-adjustment-mechanism\">international pressure</a> for low emission chemicals and maintain its prominence as the global innovation center, the U.S. must work with producers to reduce emissions.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1045\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"836\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"640\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"504\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"302\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chemical Emissions Accounting Feedstocks\" height=\"302\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/00-25-insights-chemical-emissions-accounting-feedstocks.png?VersionId=B4bKB_d53aBQRa1n7OiYkbeDgfjgGM03&itok=qVsvTiqs\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>A range of <a href=\"https://www.wri.org/research/next-generation-us-policies-industrial-innovation\">supportive policies</a>, including grants and incentives, were passed during the Biden Administration to derisk and encourage investment in low-emission industrial technologies and processes. A keystone policy is the Industrial Demonstrations Program (IDP), which awarded seven projects up to $500 million to manufacture low-emission chemicals. For example, a project is under negotiation for $200 million to <a href=\"https://ir.lanzatech.com/news-releases/news-release-details/technip-energies-and-lanzatech-selected-us-department-energy\">recycle CO2</a> from chemical production to make new chemicals.</p><p>These policies to spur innovative industry — many of which were created through the Bipartisan Infrastructure Law — are also creating tens of thousands of jobs and billions of dollars in investments across the country, particularly in areas that have been harmed by deindustrialization. However, their economic gains are being lost or are uncertain due to federal cutting of <a href=\"https://www.latitudemedia.com/news/what-it-means-to-cut-the-office-of-clean-energy-demonstrations/\">vital industrial programs</a>.</p><h3>Satisfying Growing Demand for Low-Emission Chemicals</h3><p>Notwithstanding the demand for low-emission products from countries with current or future carbon tariffs, there is growing voluntary demand from producers to make more sustainable products and from companies to purchase those products. For example, the Science Based Targets Initiative (SBTi) enables and collects corporate commitments to reduce emissions. Over <a href=\"https://sciencebasedtargets.org/target-dashboard\">half of its 11,000 members</a> are targeting supply chain emissions, all of which nearly guaranteed to contain chemical products.</p><p>However, these companies must understand the emission intensity of chemicals (i.e. GHG emissions per unit of product), including emissions along the value chain.  But due to the fragmented nature of the industry this foundational information is often inaccessible and makes tracing emissions of 70,000 different end-use products notoriously complex.</p><p>To assist businesses and consumers intent on purchasing less carbon-intensive chemical products and design effective policy to reduce emissions, the U.S. needs globally aligned robust frameworks to monitor, report and verify data.  This includes standardized frameworks to measure emissions across the value chain, develop industry average and low-emissions benchmarks for chemical production and report the emissions intensity of primary and end-use chemical products.</p><h3>Scoping out the Problem</h3><p>To reduce their products’ emission intensity, companies must know and eliminate the emissions from the facility making the product (Scope 1), the electricity they purchased (Scope 2) and all purchased goods and services up the supply chain and from use and disposal (Scope 3). And if down-stream suppliers want to sell low-emissions products, they must account for the emissions from the value chain of that product.</p><p>Current U.S. federal law only requires facilities that emit more than 25 kilotons CO2e to report their Scope 1 emissions to the <a href=\"https://www.epa.gov/ghgreporting\">Environmental Protection Agency</a>. The EPA’s 2009 Endangerment Finding determined that GHGs like CO2 fall under the agency’s regulatory purview, and challenges to this have been <a href=\"https://www.edf.org/overview-epa-endangerment-finding\">rejected by the Supreme Court</a> several times. However, the Trump administration has ordered the EPA to reconsider this rule, which would <a href=\"https://www.propublica.org/article/trump-epa-greenhouse-gas-reporting-climate-crisis\">effectively eliminate</a> the requirement for nearly all facilities to collect and report this data. Additionally, certain public companies were required to disclose their total Scope 2 emissions in their Security and Exchange Commission filings until the Trump administration <a href=\"https://thehill.com/policy/energy-environment/5138697-sec-rejects-climate-disclosure-rule/\">struck the rule</a>. There are no existing or previous requirements for companies to measure and disclose Scope 3 emissions.</p><p>This does not mean Scope 2 and Scope 3 data or efforts to collect it do not exist. Accounting frameworks designed by the <a href=\"https://ghgprotocol.org/sites/default/files/standards/Scope3_Calculation_Guidance_0.pdf\">Greenhouse Gas Protocol</a> (GHGP) and <a href=\"https://www.iso.org/standard/71206.html\">International Standards Organization</a> (ISO) guide multi-sector efforts like the <a href=\"https://cdn.cdp.net/cdp-production/cms/guidance_docs/pdfs/000/003/504/original/CDP-technical-note-scope-3-relevance-by-sector.pdf\">Carbon Disclosure Project</a> and <a href=\"https://www.globalreporting.org\">Global Reporting Initiative</a>, through which companies can voluntarily reduce their direct (Scope 1) and indirect emissions (Scopes 2 and 3).</p><p>GHGP and ISO also underly sector-specific emission measurement frameworks and benchmarking. <a href=\"https://www.tfs-initiative.com/app/uploads/2024/03/TfS_PCF_guidelines_2024_EN_pages-low.pdf\">Together For Sustainability</a>, a coalition of chemical companies, published carbon intensity accounting recommendations that align with the GHGP and ISO rules. Similarly, the Science Based Targets Initiative has developed draft guidance for chemical companies to set <a href=\"https://sciencebasedtargets.org/resources/files/SBTi-Chemicals-Sector-Guidance-Consultation-Draft.pdf\">emission reduction targets</a>.</p><p>Additionally, there are <a href=\"https://ghgprotocol.org/life-cycle-databases\">databases for product life cycle assessments</a> (LCA) and also the <a href=\"https://www.lcacommons.gov/\">Federal LCA Commons</a>, which is a repository of LCA methodologies that includes chemicals and petrochemicals. But these data are often secondary, used when data directly provided by an emitter are unavailable and produced using unharmonized standards and methodologies.</p><h3>Emissions Accounting and Complex Value Chains</h3><p>Measuring and accounting for greenhouse gas emissions can be done at the company-, facility- and, ideally, the product-level. Currently, the Clean Air Act requires high emitting facilities to collect and report their emissions to the EPA’s Greenhouse Gas Reporting Program (GHGRP). Companies aggregate facility-level (Scope 1) and Scopes 2 and 3 emissions, where possible, to estimate their corporate emissions.</p><p>Companies or third parties use life cycle assessments to estimate a product’s carbon intensity by measuring emissions along its manufacturing process. For product-level data in the industrial sector this is typically “<a href=\"https://browningday.com/news/lca-stages-matter-when-tracking-embodied-carbon/\">cradle-to-gate”</a> emissions (A1 to A3 of a life cycle), which includes extracting and processing raw materials, transportation of the feedstock and fuels, and processing of the feedstock including direct or indirect emissions (from purchased electricity, for instance). </p><p>For chemical products, carrying out LCAs often requires making difficult determinations about how to account for and attribute emissions among numerous products created through multiple manufacturing processes. In addition, life cycle assessments require establishing boundaries to determine a product’s emissions.</p><p>An even more complete picture than cradle-to-gate is cradle-to-grave (feedstock to disposal) or cradle-to-cradle (feedstock to recycling) emissions accounting approaches, which include many other emissions and accounting variables typically out of the producer’s control.</p><p>Including the disposal or recycling stages requires more considerations, some of which are <a href=\"https://www.nrdc.org/bio/renee-sharp/plastics-industrys-latest-deception-mass-balance\">heavily debated</a>. Tracing the carbon intensity of a single product grows in difficulty with the number of processing stages, coproducts and disaggregation in the supply chain; this is further obfuscated by a lack of transparency and inconsistency in accounting methods.</p><p>Each production stage typically occurs in separate, specialized facilities that can produce a diverse number of goods depending on demand fluctuations. Ideally, each facility would use standardized measurement systems and securely transmit primary data across the supply chain. Realistically, uncertainty likely dominates as each facility could use different standards to measure Scope 1 (e.g. direct metering, mass balance, stoichiometry) and Scope 2 emissions and allocate co-products (mass, economic or energy balances).</p><p>If facilities do not publicize product-level emissions or disclose their production technologies, secondary data such as public LCAs or aggregated data can be used. However, this introduces uncertainty. Secondary data resources may vary and there is no strong incentive to use systems with greater granularity, such as <a href=\"https://climatetrace.org\">ClimateTRACE</a> and other initiatives. Emissions from feedstocks are an additional complicating factor, as fugitive methane emissions are <a href=\"https://www.nature.com/articles/s41467-021-25017-4\">frequently underestimated</a> or ignored. Additionally, lower-carbon alternative feedstocks like biomass and captured CO2 have complex emissions profiles that can range from negative to positive emissions depending on many factors.   </p><p>Shorter, simpler supply chains reduce the number of Scope 3 variables. For example, one study examining <a href=\"https://www.nature.com/articles/s44286-024-00047-z#ref-CR18\">carbon accounting uncertainty</a> for primary chemicals assessed 19 different ammonia production pathways with four feedstocks. In contrast, they assessed 63 pathways for ethylene with 14 feedstocks and a larger range of carbon intensities. Ammonia requires fewer processing facilities than ethylene, reducing the number of stages where carbon intensity data must be calculated. And most ammonia goes toward a single use.</p><p>As a result, setting emission standards for ammonia is more straightforward than most primary chemicals. This shorter, more integrated supply chain is conducive to policy that relies on life cycle assessments and emission benchmarks. For example, Japan has enacted a <a href=\"https://www.spglobal.com/commodity-insights/en/news-research/latest-news/energy-transition/061424-japan-tightens-low-carbon-ammonia-standards-to-align-with-europe-us#:~:text=Under%20the%20revised%20standards%2C%20the,fossil%20fuel-based%20gray%20ammonia.\">low-carbon ammonia standard</a> and the European Union includes ammonia as the first primary chemical included in its <a href=\"https://taxation-customs.ec.europa.eu/system/files/2023-11/CBAM%20Guidance_EU%20231121%20for%20web_0.pdf\">Carbon Border Adjustment Mechanism</a>.</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>Case Study: Ammonia and Ethylene</strong></p><p><em><strong>Ammonia</strong></em></p><p>Synthetic ammonia fertilizer is the foundation for the modern agricultural system. Its supply chain is relatively straightforward, as is measuring its carbon intensity. Natural gas is extracted and transported to an ammonia plant where it is processed into hydrogen and combined with nitrogen to make ammonia. That ammonia is then transported to customers to be used directly (most common) or is processed once more at the same plant or another facility into a different fertilizer. While ammonia can be used for other products like explosives, plastics or fuel (a potential decarbonization tool) in the U.S., 88% of it goes toward <a href=\"https://afpc.tamu.edu/research/publications/files/725/BP-24-1_AFPC-Fertilizer-Markets-May-2024.pdf\">agriculture</a>.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"952\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"762\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"584\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"460\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"275\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Fertilizer supply chain\" height=\"275\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/00-25-insights-chemical-emissions-accounting-ammonia.png?VersionId=g46HXbpn8hGHhqzxnZBDsCSjvKvG.KzQ&itok=UauRAqh0\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Nearly all ammonia goes toward a single use and is produced in integrated facilities meant to only produce ammonia (or possibly fertilizer derivatives), enabling consumers to more easily identify their product’s source and emissions.</p><p><em><strong>Ethylene</strong></em></p><p>Ethylene is the most produced primary chemical in the U.S. and is the precursor to common plastics and products such as bags, detergents and pharmaceuticals. It starts with natural gas, which is processed into ethane (among other natural gas liquids). Ethane is sent to a chemical plant where it is broken down in a steam cracker into ethylene and other primary chemicals. The ethylene is then converted into a multitude of polymers (intermediate chemicals), before being turned into thousands of different chemical end products.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1546\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1237\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"947\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"746\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"447\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Ethylene-to-food packaging supply chain. \" height=\"447\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/00-25-insights-chemical-emissions-accounting-ethylene-1.png?VersionId=wzMu3MDhXCoZEJZ0tyf0RhMVb7rQjpzr&itok=JQhInb94\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Unlike ammonia, each step of ethylene’s supply chain can branch off into a multitude of different products, sometimes made in the same reactor. In turn, those products follow their own supply chains. For example, ethane, a chemical feedstock, is produced alongside other natural gas liquids like butane and propane. Ethylene is produced in the same reactor as other primary chemicals, the ratios of which depend on the facility design and daily market fluctuations. The branching paths continue through polymerization and final plastic conversion.  </p></div><h3>Existing and Proposed Standards Frameworks</h3><p>Ethylene and other primary chemicals that face similar accounting difficulties lack harmonized standards, making it difficult to set decarbonization policies. However, some organizations have worked to design harmonized approaches that could be incorporated into policy.</p><p>The “general standards” are foundational frameworks that sector-specific organizations use to develop standards for their industries. The chemical sector-specific standards propose methods to estimate, track and communicate product carbon intensity and emission reductions. Most, if not all sector-specific standards, will indicate that their proposals comply with general frameworks set by, for example, ISO and GHG Protocol.</p><p>The Industrial Transition Accelerator developed a similar summary of standards for <a href=\"https://3stepsolutions.s3-accelerate.amazonaws.com/assets/custom/010937/PDFs/ITA-Mapping_the_Landscape_of_Low-Emissions_Product_Standards(2024).pdf?CID=f6689e4b-614f-48ba-a43f-ac58fe5e2452\">ammonia and methanol</a> that have broad uptake in policies across multiple countries and regions. </p><table class=\"tablesaw tablesaw-stack\"><caption><strong>Emissions Accounting Frameworks </strong></caption><thead><tr><th>Guidance</th><th>Description</th><th>Key Guidance Contribution for Chemicals</th></tr></thead><tbody><tr><td colspan=\"3\" style=\"text-align: center;\"><strong>General Standards Frameworks (Economywide)</strong></td></tr><tr><td>ISO <a href=\"https://www.iso.org/standard/66453.html\">14064</a> and <a href=\"https://www.iso.org/standard/71206.html\">14067</a></td><td>Overarching principles frameworks that guide how companies, projects and third parties manage emissions and data.</td><td>ISO standards series sets the overarching frameworks for accounting and verifying GHG emissions and product carbon intensity.</td></tr><tr><td><a href=\"https://ghgprotocol.org/sites/default/files/2022-12/Intro_GHGP_Tech.pdf\">GHG Protocol</a></td><td>Provides precise measurement and calculation methodologies that comply with ISO principles.</td><td>Scope measurement guidance is applicable to the chemical sector. Scope 3 guidance is particularly useful for assessing product carbon intensity.</td></tr><tr><td><a href=\"https://www.wbcsd.org/wp-content/uploads/2023/01/Pathfinder-Framework-Version-2.0.pdf\">PACT Pathfinder Framework</a></td><td>Establishes a framework for companies to convey product carbon intensity data across the value chain.</td><td>Framework for primary data conveyance is applicable to specific sectors.</td></tr><tr><td><a href=\"https://www.iscc-system.org/certification/iscc-certification-schemes/iscc-carbon-footprint-certification/\">ISCC Carbon Footprint Certification</a></td><td>Enables the certification of product intensity for products and value chains.</td><td>ISCC’s foundational certification system that is furthered tailored for specific sectors and products (see below).</td></tr><tr><td colspan=\"3\" style=\"text-align: center;\"><strong>Chemical Sector-Specific Frameworks</strong></td></tr><tr><td><a href=\"https://sciencebasedtargets.org/resources/files/SBTi-Chemicals-Sector-Guidance-Consultation-Draft.pdf\">SBTi Chemical Sector Guidance</a></td><td>Sets sector-specific guidance for companies to reduce their emissions to achieve global net zero by 2050.</td><td>Draft guidance for the chemical companies to calculate and set emission targets for specific products. Provides calculation tools for reducing process and heat emissions using accepted reduction tools.</td></tr><tr><td><a href=\"https://www.tfs-initiative.com/app/uploads/2024/03/TfS_PCF_guidelines_2024_EN_pages-low.pdf\">TfS Product Carbon Footprint Guidelines for Chemicals</a></td><td>Guidance developed by industry to estimate product carbon intensity, aligning with ISO and GHG Protocol principles.</td><td>Establishes standard, comparable accounting and reporting standards that companies can use to measure cradle-to-gate emissions, with an emphasis on Scope 3 measurements.</td></tr><tr><td><a href=\"https://www.dow.com/en-us/document-viewer.html?randomVar=7336310785354622247&docPath=/content/dam/dcc/documents/910/910-00151-01-product-carbon-footprint-calculation-methodology.pdf\">Dow Product Carbon Footprint Calculation</a></td><td>Methodology developed by Dow to estimate life cycle emissions through standardized carbon intensity calculations.</td><td>Adds on to existing frameworks supply chain methodology that uses a consistent calculation system (mass-balance) across suppliers to estimate a chemical product’s final carbon intensity.</td></tr><tr><td><a href=\"https://www.scsstandards.org/standards/certification-standard-product-carbon-intensity-and-reduction?doc=288&lang=english&modal=1&nid=248&referrer=/standards/certification-standard-product-carbon-intensity-and-reduction&token=TYmCf9A0OhW7MKR8HBu8j8NJe3ZOPQjOB9BOdFE-Lqg\">SCSS Certification Standard for Product Carbon Intensity and Reduction for Chemicals and Co-Products</a></td><td>Establishes the requirements for producers to achieve third-party certification of a product’s estimated carbon intensity and how it has been reduced.</td><td>Adds the specific requirements a chemical producer needs to achieve certification by a third party in addition to methodologies (e.g. TfS, Dow) they may have used to estimate product carbon intensity.</td></tr><tr><td><a href=\"https://plasticseurope.org/wp-content/uploads/2021/12/PlasticsEurope_recommendation_on_Steam_Cracker_allocation-_Juillet_2018.pdf\">Plastics Europe</a></td><td>Methodology for emission allocations in steam crackers.</td><td>Establishes “Main Products” and “Co-Products” from steam crackers. Emission factors should only apply to Main Products, prioritizing Mass Basis allocation.</td></tr><tr><td><a href=\"https://rmi.org/wp-content/uploads/dlm_uploads/2024/12/Plastics_Extrusion_and_Molding_Greenhouse_Gas_Emissions_Reporting_Guidance.pdf\">RMI Plastics GHG Reporting Guidance</a></td><td>Establishes carbon accounting guidance for the plastic processing and molding sector</td><td>Focuses on how plastic producers, rather than just chemical producers, can measure and report their own emissions to increase Scope 3 transparency and drive informed purchasing decisions.</td></tr></tbody></table><h3>How to Improve Data Transparency</h3><p>Other industrial subsectors such as<a href=\"https://www.wri.org/insights/green-procurement-initiatives\"> cement and steel</a> are leading the charge in setting product-level reporting standards and carbon labels to kickstart <a href=\"https://initiatives.weforum.org/first-movers-coalition/home\">private</a>, <a href=\"https://www.bluegreenalliance.org/site/buy-clean/buy-clean-in-the-states\">state</a> , <a href=\"https://www.epa.gov/greenerproducts/reducing-embodied-carbon\">federal</a> and <a href=\"https://www.unido.org/IDDI\">international</a> green procurement initiatives. This is partially due to the relative simplicity of their supply chains which produce far fewer different products for which emissions must be accounted than the chemical sector. This, in combination with the public sector’s outsized share of demand for cement and steel, facilitates development of emissions reporting frameworks alongside <a href=\"https://www.wri.org/insights/green-procurement-initiatives\">green procurement programs</a>.</p><p>There’s an opportunity for policymakers and companies to work together to codify proposed or similarly interoperable and harmonized standards for the chemical sector. Although the Trump administration abolished the Buy Clean program, a pivotal purchasing program to drive clean cement and steel production, <a href=\"https://www.canarymedia.com/articles/clean-industry/states-are-moving-forward-with-buy-clean-policies-despite-trump-reversal\">some states</a> have passed their own Buy Clean programs and U.S. producers will still face international pressure to reduce emissions for exports.</p><h4>Maintain and Amend Reporting Requirements</h4><p>It would disadvantage U.S. competitiveness for the Trump administration to follow through on its efforts to eliminate or hamper emissions reporting. This data is the bedrock for future action and should be collected for U.S. chemical companies to innovate ahead of competitors.</p><p>Assuming the databases are maintained, some of the information that polluting facilities report to the EPA — emission volumes, process units and fuel use — are publicly available, while other data — feedstock types and volumes and amount of product — are classified as Confidential Business Information (CBI). While CBI rules protect producers by keeping vital information away from competitors, these rules also complicate attempts by third partis to calculate Scope 3 emissions or estimate product carbon intensity.</p><p>GHGRP’s public interface could add reasonable measures of transparency that enable third parties to estimate or verify production emissions while also protecting producers’ confidentiality. One simple way to do this would be to list the main products manufactured in a chemical facility.</p><p>Currently, facilities are not required to list their products, but some can be inferred. For example, chemical plants may list an ethane cracker or ethylene processing unit among its emission sources. This reveals that the plant produces ethylene, but these typically produce other chemicals as well that should also be listed — without accompanying production volumes — to improve clarity within the chemical supply chain.</p><h4>Codify National Emissions Averages for Primary and Key Intermediary Chemicals and Plastics</h4><p>Congress recently <a href=\"https://www.wri.org/update/4-us-congress-bills-related-carbon-border-adjustments-2023\">introduced several bills</a>, some with bipartisan support, that would similarly address industry’s exposure to climate-based trade measures. Fundamental to these bills is the need to compare the carbon intensity of industrial commodities produced in the U.S. to that of other countries. <a href=\"https://www.congress.gov/bill/118th-congress/senate-bill/1863/text\">The PROVE IT Act,</a> most explicitly, would require the U.S. to study and publish average emission intensities for key commodities, including petrochemicals and plastics.</p><p>While averages are subject to uncertainty and could differ substantially by facility, they could provide a workable benchmark for policy that protects domestic producers and reduces emissions. U.S. chemicals have been estimated to hold a <a href=\"https://clcouncil.org/reports/chemicals_advantage.pdf\">carbon advantage</a> over many of its competitors. These national average emission intensities for primary products would serve as placeholder values to help downstream producers in estimating their products’ emissions intensities in the absence of specific product data. To reduce errors from remaining uncertainty, the benchmark could be <a href=\"https://www.researchsquare.com/article/rs-5669037/v1\">set slightly above</a> the estimated average.</p><p>Over time, policy could work to incorporate more specificity in their design, ideally with frameworks that align with international systems. Part of that work includes increasing transparency in how existing emissions are currently reported at facilities.</p><h4>Establish a Framework for Assessing and Communicating Chemical Product Carbon Intensity for Demand-Side Policy</h4><p>National averages and improving GHGRP’s reporting transparency are important first steps to developing and improving carbon intensity’s data accuracy. These should be foundational to enshrining standards for carbon accounting, tracking and reporting through <a href=\"https://www.environdec.com/pcr/the-pcr\">product category rules</a> (PCRs) and environmental product declarations (EPDs) for chemical products.</p><p>EPDs are akin to nutrition labels for commodities and materials, disclosing a product’s global warming potential and other environmental impacts. PCRs are the rules that producers must follow when creating an EPD, outlining methodologies, definitions and scopes for covered products. In concert, EPDs and PCRs harmonize and standardize how producers measure and disclose their emissions, which unlocks policy opportunities (e.g. public procurement, advance market commitments) that benefit compliant and high-performing manufacturers.  </p><p>The Inflation Reduction Act authorized $250 million for the <a href=\"https://www.wri.org/update/key-information-epas-environmental-product-declaration-epd-assistance-program\">EPA’s EPD Assistance Program</a>, which sought to develop EPDs and PCRs for construction materials and to feed into the now defunct federal Buy Clean Program. A similar program could develop a <a href=\"https://www.tfs-initiative.com/news/tfs-becomes-associated-partner-in-the-chem-x-project-2\">Digital Product Passports</a> for chemical products, whereby an agency works with industry or a coalition like <a href=\"https://www.tfs-initiative.com/\">Together for Sustainability (TfS)</a> to adopt proposed rules on scope, methodologies and metrics. Oregon’s rule on <a href=\"https://www.packagingdive.com/news/life-cycle-assessments-epr-oregon-ecomodulation-plastic/735584/\">Extended Producer Responsibility</a> uses cradle-to-gate LCAs on packaging and could serve as a model.</p><p>An ambitious version of this could be geared toward specific products like the most highly-produced plastics. But given the heterogeneity of final products and their hundreds of minute additives, initial efforts could be more effective by defining the scope around primary chemical production — putting a carbon label on chemicals like ammonia, ethylene or benzene, toluene and xylenes (BTX) based on consistent emissions accounting principles. This reduces the number of upstream factors to incorporate while the system matures, emphasizes the production stage where the highest percentage of emissions are concentrated and involves some of the largest companies that are more likely to be able to afford, finance or incorporate emission reduction technologies in the near-term.</p><p>Downstream purchasers can cite the percentage of reduced emissions that came from their less carbon-intensive primary chemicals. Over time, more downstream facilities and products can be included in the EPD’s scope, such tools like <a href=\"https://miq.org/miq-highwood-index/\">the MiQ-Highwood index</a> for methane emissions.</p><h3>How the U.S. Can Become Global Data Champions</h3><p>U.S. dominance in innovative manufacturing relies as deeply on data as it does on the people putting steel in the ground to build new, advanced facilities. Manufacturers developing cutting-edge technology to compete with new international carbon tariffs and satisfy demand for cleaner, reliable materials must be able to agree on how to measure the carbon in their supply chains. By working with industry, policymakers can champion data infrastructure, leading the charge to enact frameworks that will guide manufacturing and trade and avoid being left behind by foreign competitors.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Students Take the Wheel in Push for More Electric School Buses",
      "link": "https://www.wri.org/insights/electric-school-bus-student-advocacy",
      "pubDate": "Thu, 15 May 2025 08:25:45 EDT",
      "description": "<p>Upset with adults for not taking the climate crisis seriously and inspired by youth climate strikes around the globe, students in Arizona found a way to get grown-ups to listen.</p><p>In 2019, they founded the Arizona Youth Climate Coalition (AZYCC) and over the years successfully convinced the city of <a href=\"https://www.kold.com/2020/09/10/tucson-declares-climate-emergency-council-commits-implementing-ten-year-plan-change/\">Tucson to adopt a climate emergency declaration</a> and an EV Readiness Roadmap. By 2023, the city, county and state all had climate plans and were getting to work. But the team didn’t want to stop — where else could they make a change?</p><p>As they assessed their options, Ojas Sanghi, a member of the coalition, attended a national conference full of like-minded student activists. Many of them were working on school district climate action plans. A light bulb went off.  </p><p>Sanghi came back to Tucson and together with a team from the AZYCC (ages 13 to 20) worked with their school board to write and pass a comprehensive <a href=\"https://www.azyouthclimate.org/tusd-climate-action-resolution\">climate action resolution</a> covering topics from a greenhouse gas inventory to plant-based meals.</p><p>“A critical component of this resolution is electric school buses,” Sanghi highlighted in a video posted to YouTube. “They’re quieter, healthier, saves districts money and release no tail pipe emissions and are proven to work everywhere from the winters in Michigan to right here in the desert heat of Arizona.”</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=ozzpnggN-L8&t=3s\" rel=\"nofollow\" title=\"Watch Tucson Unified School District (TUSD) Climate Action Resolution\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<p>The team in Arizona is part of a growing wave of U.S. students calling for climate action at the school district level. While they may not be old enough to vote, their voices can make a big difference.</p><p>Schools are a key site for climate action. The U.S. Department of Education found that school districts emit around <a href=\"https://www.ed.gov/sites/ed/files/about/inits/ed/infrastructure-sustainability/how-school-operations-affect-the-environment-final.pdf\">72 million metric tons</a> of carbon dioxide from their energy use alone. School districts also own the <a href=\"https://www.nysbca.com/fastfacts\">largest</a> public transportation fleet in the country with roughly 480,000 buses. Today <a href=\"https://electricschoolbusinitiative.org/electric-school-bus-data-dashboard?ap3c=IGRajzNda6MfncIAAGRajzMSGj5vLRIgG71G-xbOWwcL8P4ohA\">76%</a> of those school buses run on diesel and another 19% run on gasoline.</p><p>Diesel-, gasoline-, propane- and compressed natural gas-burning school buses all produce a number of dangerous air pollutants, which <a href=\"https://www.epa.gov/clean-air-act-overview/air-pollution-current-and-future-challenges\">contribute</a> to respiratory and heart diseases and climate change. The good news? Electrifying the full U.S. school bus fleet would not only improve student health but also <a href=\"https://electricschoolbusinitiative.org/why-we-need-transition-electric-school-buses\">reduce greenhouse gas emissions</a> by 9 million metric tons per year, the equivalent of taking 2 million cars off the road.</p><p>Students see that pushing for school bus electrification gives them an opportunity to make a difference in their own communities. From Arizona to Ohio, students are becoming an impactful voice in the effort to electrify fleets.</p><h3>Student Advocacy Leads to More Buses</h3><p>In Montgomery County, Maryland, which currently <a href=\"https://www.wri.org/insights/where-electric-school-buses-us\">leads</a> all U.S. school districts in electric school bus adoption, students played a key role in the county’s plan to purchase 326 electric school buses.  </p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>More Student Voices</strong></p><p>Across the country, students have found ways of fighting climate change through school bus electrification. Read more of their stories in the WRI's Electric School Bus Initiative’s <a href=\"https://electricschoolbusinitiative.org/students-electric-school-buses\">Student Voices Series</a>.</p><p>In collaboration with partners and communities, <a href=\"https://electricschoolbusinitiative.org/\">WRI’s Electric School Bus Initiative</a> aims to build momentum toward an equitable transition of the entire U.S. school bus fleet to electric.<em> </em></p><p>The initiative is working to uplift student voices through actions like co-developing a <a href=\"https://electricschoolbusinitiative.org/new-york-environmental-justice-and-decarbonization-summer-institute\">teacher training program</a> in New York, working on an <a href=\"https://psequity.org/youth-lead-the-charge-for-cleaner-air-smores-over-smog-highlights-electric-school-bus-advocacy/\">electric school bus campaign</a> with Partnership for Southern Equity's <a href=\"https://psequity.org/yesforequity/\">Youth Empowered Solutions (YES!)</a> and interviewing students for <a href=\"https://electricschoolbusinitiative.org/next-stop-access-working-paper\">key research</a>. </p><p>Find out more <a href=\"https://electricschoolbusinitiative.org/\">here</a>.</p></div><p>Emily Lee, a junior at Montgomery Blair High School, got involved with climate advocacy through the <a href=\"https://sites.google.com/view/bipocmocogndinternship/home\">BIPOC MOCO Green New Deal Program</a> three years ago after dealing with anxiety around climate change and feeling powerless while sitting on fossil-fuel emitting diesel buses.</p><p>“Everybody kind of assumes, 'well it's not my problem it' s someone else's problem',” she said. “But the issue is if everybody has that same idea that ‘it's not my problem, someone else will take care of it,’ [then] nobody's ever going to take care of it, so it needs to start somewhere.”</p><p>She continued: “So what we do is we advocate for electric school buses; we advocate for clean energy. Montgomery County Public School System Board of Education committed to only buying electric school buses, and we’ve also attempted to eliminate carbon emissions by 2030. By advocating for electric school buses here in Montgomery County, it persuades and encourages other students in other places around the U.S. to want the same.” </p><p>Even today, student advocates continue to engage the county in the critical deployment phase.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://youtu.be/sEFqHsvJYz0\" rel=\"nofollow\" title=\"Watch Student Voices: Turning Climate Anxiety into Climate Action\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<p>In Cincinnati, Ohio, Audrey Symon, a senior at Walnut Hill High School, is part of an advocacy group that includes students and parents. Their efforts first helped the Cincinnati Public School System (CPS) secure a $3.95 million grant from the EPA’s Clean School Bus program.</p><p>“It was because we showed the district that we cared about electrification, for the health and safety of the students and their futures,” <a href=\"https://electricschoolbusinitiative.org/student-voices-persistence-vision\">she said</a>. “It was because we were persistent in advocating for the future we wanted to create.”</p><p>Additional efforts by Symon and the Electrify CPS Campaign resulted in even more grant money from the EPA and deeper commitments from the school system.</p><p>“In less than a year, our campaign — a small but mighty collection of CPS parents, students and teachers — [was] able to unanimously pass our Renewable Energy and Electrification Resolution, which outlines a plan for our school district to transition away from fossil fuels, including diesel buses, into an era of sustainable energy use,” Symon said. “Now, our school district is continuing to tackle the goals outlined in our resolution, recently acquiring an additional $8.6 million from the EPA to fund electric school buses, with 35 already added to the fleet.”</p><h3>Electric School Bus Benefits Go Beyond Climate</h3><p>While many students got involved in advocating for electric school buses due to their climate benefits, the students who experience the impacts of dirty diesel buses every day also understand their negative impact on physical and mental health. These burdens are particularly potent for students with disabilities who experience sensory overstimulation from diesel buses, difficulty boarding the bus due to unreliable school bus ramps, and trouble breathing from extended time in and around bus exhaust.</p><p>“School buses can be super noisy, which can create overstimulation and stress for those who have sound sensitivity. Even the sheer amount of diesel fumes that are emitted from school buses can cause headaches and dizziness for students,” said Sahana Chauduri, a senior at Eleanor Roosevelt High School in Greenbelt, Md. “One of my friends who uses a trach tube especially faces trouble with breathing while on the school bus. For a system designed to be universal, there are many issues with my current public school bus system.”</p><p>Today roughly <a href=\"https://www.pewresearch.org/short-reads/2023/07/24/8-facts-about-americans-with-disabilities/#:~:text=During%20the%202021%2D22%20school,13%25%20of%20public%20school%20enrollment.\">15% of K-12 students</a> have a disability and, for many of them, school buses are the <a href=\"https://pubmed.ncbi.nlm.nih.gov/21122755/\">only way </a>they can get to school. Despite <a href=\"https://dredf.org/legal-advocacy/laws/a-comparison-of-ada-idea-and-section-504/\">laws guaranteeing</a>  accommodations, <a href=\"https://electricschoolbusinitiative.org/next-stop-access-working-paper\">recent research</a> found that school buses often remain inaccessible due to issues with designs and bus operations. Research also found that <a href=\"https://pubmed.ncbi.nlm.nih.gov/21122755/\">students with disabilities </a>, <a href=\"https://www.bts.gov/topics/passenger-travel/back-school-2019\">low-income students</a> and <a href=\"https://nhts.ornl.gov/\">Black students</a>, are more likely to ride on school buses than white and nondisabled students. Extended commute times not only increase the amount of time kids spend in uncomfortable riding conditions but also increases their exposure to diesel pollution that can cause asthma, cancer and other <a href=\"https://www.epa.gov/clean-air-act-overview/air-pollution-current-and-future-challenges\">respiratory illnesses</a>.</p><p>Students with disabilities like Chauduri are calling on school districts and policymakers to think about these disparate health impacts as they consider making the transition to electric: “Electric school buses have the opportunity to serve as a major solution for the pitfalls of diesel school buses,” she said. “They are also up to 20 decibels quieter than diesel school buses, which would be helpful for those with sound sensitivity. With the addition of a heating unit, electric school buses can also have the option to allow students to self-regulate the heating of their seats. This is something I could see myself benefiting from, since my muscles tend to cramp up and stiffen during cold temperatures.”</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Electric school buses are lined up in a parking lot.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-05/electric-school-bus-montgomery-county_0.jpg?VersionId=8jkKbUA2WHKJ7x6mOqPN7FByltM1pEwP&h=623f249a&itok=XIj101G8\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Electric school buses, like these in Montgomery County, Md., not only bring climate benefits from no tailpipe emissions, but also benefit the mental and physical health of students who ride the bus to school. Photo by Katherine Roboff / Electric School Bus Initiative.  </figcaption>\n</figure>\n<h3>Student Advocates Need Adult Allies</h3><p>Despite best efforts, some students are facing challenges convincing their school districts to invest in electric school buses. In New York, three students worked on a project to create an analytical model that would help schools envision the process of decarbonizing their bus fleets but ran into challenges obtaining responses or data from the school system.</p><p> “Working on the [electric school bus] project was disheartening at times,” <a href=\"https://electricschoolbusinitiative.org/student-voices-modeling-decarbonization-new-york-school-buses\">said Annabella Pathania</a>, a recent graduate from Kingston High School in Mid-Hudson Valley, New York. “New York State has a mandate requiring that all school transportation be zero-emission by 2035, but the administration in my school district didn’t seem at all interested in the work I was doing. My emails to them would often go unanswered and I would only make progress due to the intervention of a few supportive teachers.”</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://youtu.be/bytcs4olGjc\" rel=\"nofollow\" title=\"Watch Student Voices: Building a Model for Clean School Bus Fleets in New York\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<p>And school districts sometimes face challenges to electrification that students cannot overcome alone. <a href=\"https://www.wri.org/research/needs-assessment-equitable-school-bus-electrification-us-school-districts?auHash=TFDAMGCMBZ_RHR6G0wuPDTD0R-H7sZNcjeScb0ogvgQ\">New research</a> surveying school districts across the country found the main barriers include cost, infrastructure, technological readiness, maintenance, route length and transition fatigue. At the same time, <a href=\"https://electricschoolbusinitiative.org/electrifying-communities-how-clean-cities-and-communities-coalitions-bridge-policy-and-practice\">recent research</a> finds that school districts, parents and students alike are excited about the health and air quality benefits that electric school buses can bring to their communities, pointing to an effective starting place for student advocacy.  </p><p>While students continue to get their districts excited about electrification, policymakers, practitioners and advocates can help schools electrify by investing in regional technical assistance such as grid infrastructure, funding and financing, and capacity building for school districts and regional practitioners. <a href=\"https://electricschoolbusinitiative.org/electrifying-communities-how-clean-cities-and-communities-coalitions-bridge-policy-and-practice\">Regional technical assistance providers</a> are also well-placed to address region-specific infrastructure barriers, local community and political perceptions of electric school buses, and community engagement and partnership approaches.</p><p>Despite the challenges, Pathania still found advocating for electric school buses rewarding. “This project revealed to me how it doesn’t matter how monumental your work is, how big of a difference you make in the short term — it matters that you are doing it.”</p><h3>What Comes Next</h3><p>While the past decade has seen a lot of momentum and millions of dollars of government funding become available for electric school buses, the Trump Administration is now <a href=\"https://www.theguardian.com/environment/2025/may/01/trump-air-climate-pollution-regulation-100-days\">rolling back climate initiatives</a>. In particular, the Environmental Protection Agency’s Clean School Bus Program is under threat which has already funded <a href=\"https://www.wri.org/insights/where-electric-school-buses-us\">67%</a> of all committed electric school buses in the U.S.  </p><p>In the absence of federal leadership, it's essential that action continue at the state and local level. Now is the time for action at the state and local level. Many states already have their own <a href=\"https://electricschoolbusinitiative.org/states-have-made-billions-available-electric-school-buses\">funding programs</a> and continue to support electrification.</p><p>As examples above show, students have the power to be leaders in this transition. </p><p>Sanghi, with the AYCC, summed it up simply: “We made this change, and you can too. Fighting the good fight will take all of us. Embody radical hope and take action.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: US Congressmembers Introduce Bipartisan Carbon Tax Legislation",
      "link": "https://www.wri.org/news/statement-us-congressmembers-introduce-bipartisan-carbon-tax-legislation",
      "pubDate": "Wed, 14 May 2025 16:44:35 EDT",
      "description": "<p><strong>WASHINGTON (May 14, 2025) </strong>— Today, Representatives Brian Fitzpatrick (R-PA) and Salud Carbajal (D-CA) introduced the <a href=\"https://fitzpatrick.house.gov/_cache/files/9/7/972d27b3-3f49-4da0-95df-5cc149b4361e/82258D25D9420B52C7917DDEC387681E351141A09E1BD96A614F819C23F51925.text---market-choice-act.pdf\">MARKET CHOICE Act</a>, a bipartisan proposal aiming to replace the federal gasoline tax with a broader carbon tax targeting CO2 emissions from fossil fuel combustion and large industrial sources.</p><p>The bill also includes a border tax adjustment to tackle carbon intensity and competitiveness issues, joining efforts from both Republicans and Democrats to address trade and climate concerns.</p><p>The majority of revenue generated would be allocated to infrastructure investments, replenishing the Highway Trust Fund, which is currently funded by the federal gas tax. Additional funds will enhance U.S. resilience efforts, prioritizing flood mitigation; support for displaced energy workers; assistance to low-income households; and research, development and deployment for carbon removal, carbon capture and storage and advanced energy technologies.</p><p><strong>Following is a statement from Christina DeConcini, Director of Government Affairs, World Resources Institute:</strong></p><p>“This bipartisan bill recognizes that climate change is an urgent threat to U.S. communities and puts forward a pragmatic approach to address it. This legislation would harness market mechanisms to cut planet-warming emissions, benefiting Americans. As climate impacts intensify across the U.S., it is imperative that Congress adopt effective solutions like the Market Choice Act.</p><p>“We are particularly pleased to see the bipartisan support for climate solutions in this moment. The scientific consensus is unequivocal: urgent action is required to both slash emissions and help communities adapt. This legislation exemplifies how smart policy can improve Americans’ lives. We hope to see additional legislation from both Republicans and Democrats to address climate change.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Latest Lessons from Electric School Bus Vehicle-to-Grid Programs",
      "link": "https://www.wri.org/update/electric-school-bus-v2g-lessons-examples",
      "pubDate": "Tue, 13 May 2025 06:00:00 EDT",
      "description": "<p>The field of <a href=\"https://www.wri.org/insights/electric-school-bus-vehicle-grid-programs\">electric school bus (ESB) vehicle to grid (V2G)</a> programs is rapidly evolving. The number of V2G programs across the U.S. continues to grow: At least 11 utilities and five states have enacted programs since we first examined the space two years ago, bringing the totals to 26 utilities and 19 states. This still-evolving technology is helping increase the adoption of and excitement around ESBs. And it is proving their potential as grid assets at a time when increased storms, wildfires and extreme heat, as well as increased load, are adding stress to the current power system.</p><p>However, various financial, technological and operational hurdles will need to be addressed for this progress to continue. Based on interviews with utilities, school districts and ESB operators that are making V2G happen across the country, this article offers updates, lessons learned and examples from the field.</p><h3>Map of Utility V2G Electric School Bus Pilot Programs</h3><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1264\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1011\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"775\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"610\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"365\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"ESB V2G programs map.\" height=\"365\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/esb-v2g-programs-usa_0.png?VersionId=22tTCwH4n.v3RWRm6tyx_vsPMX1SNqb8&itok=_zand315\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p><em>See a full table of ESB V2G programs across the United States </em><a href=\"https://www.wri.org/insights/electric-school-bus-vehicle-grid-programs\"><em>here</em></a><em>.</em></p><h3>Key Takeaways</h3><ul><li>ESB V2G is working in several locations, helping support community resilience and lower energy costs for schools. But real-world experience is still limited.</li><li>Utilities are testing the limits of V2G options and finding ESBs can consistently provide V2G services on demand at their full power output over several hours.</li><li>Deploying technology at <a>scale</a> requires interoperability and cooperation between ESB operators, utilities and equipment manufacturers.</li><li>Utilities can support more V2G adoption by leading with supportive rates, policies and education.</li><li>V2G can be a resource for rural co-ops, municipal utilities and other actors outside of deregulated markets and investor-owned utilities who want to be proactive in managing their system demand.</li><li>Beyond V2G, ESBs can provide additional services to their communities, such as dispatchable power for emergency facilities.</li></ul><h3>How Electric School Bus Vehicle-to-Grid Projects Work</h3><p>ESBs are a predictable and mobile source of energy demand and supply. During regular operation, they are reliably plugged in and charging in the <a href=\"https://electricschoolbusinitiative.org/sites/default/files/2024-04/School%20Day%20in%20the%20Life%20of%20an%20Electric%20School%20Bus%20%28April%202024%29.pdf\">middle of the day and overnight</a>. In the summer when ESBs are less active, or in cases where their routes are short enough to have energy leftover, they can then be called on to push energy back onto the grid. Deploying ESBs as a clean and flexible energy source is one way to help reduce reliance on fossil fuels and lower overall electricity costs, as well as reduce dangerous diesel pollution. In addition, in an outage or disaster situation, ESBs could be deployed where needed to provide backup power to the community.</p><p><strong>That said, there are two crucial things to keep in mind when approaching any ESB V2G project:</strong></p><p><strong>ESBs are, first and foremost, school buses. </strong>While they offer opportunities for grid-connected and site-powering electricity storage, we must ensure that these vehicles are available for their primary purpose of student transportation.</p><p><strong>ESBs do not act in the same way as stationary storage. </strong>Depending on the manufacturer's specifications, distance traveled, route topography and weather, an ESB might not have enough power remaining to discharge energy back to the grid in the afternoon and evening on days it is in service. Instead, school bus operators can be sure to keep their charging off peak to reduce their demand on the local system.</p><h3>Ongoing Challenges for ESB V2G</h3><p>While ESBs are already providing V2G services across the country, there are several impediments to widespread adoption. From our interviews and outreach, some of these barriers include:</p><ul><li>Concern over ESB battery life and warranty when providing V2G services.</li><li>Compensation mechanisms for the energy provided to the utility.</li><li>The increased cost of V2G-capable infrastructure compared to other electric vehicle supply equipment (EVSE).</li><li>Technology issues with interoperability between different ESBs and EVSE.</li></ul><p>Addressing these issues requires continued collaboration between utilities, equipment manufacturers, technology companies, transportation providers and school districts to build a stronger and more sustainable V2G ecosystem.</p><h3>Program Highlights</h3><p>ESB V2G can work in any area, with any combination of school transportation models (public or private) and utility environment (investor-owned, municipal or cooperative). Successful ESB deployments have been characterized by their clear intent to participate in V2G from the outset; specific localized goals for their development; and robust value frameworks and financial incentives to guide their structures.</p><p>The examples below explore how some stakeholders are beginning to address common challenges and scale up local V2G efforts. A few of these leaders are showing how ESBs can engage in V2G services at a larger scale to support local grid stability, reduce operations costs for school districts and utilities, and provide emergency resilience for communities.</p><table class=\"tablesaw tablesaw-stack\"><thead><tr><th>Program Location</th><th>Program Summary</th><th>Key Components</th></tr></thead><tbody><tr><td>El Cajon, Calif.</td><td>Six buses and chargers exporting power to the California grid in emergencies</td><td>Compensation under demand response program</td></tr><tr><td>Durango, Colo.</td><td>Bus and bidirectional charger helping manage distribution demand on local grid</td><td>Utility dispatchable load from ESB</td></tr><tr><td>Northeast U.S.</td><td>Buses participating in demand response programs in New York, Vermont and Massachusetts</td><td>Statewide demand response programs for compensation</td></tr><tr><td>West Linn, Ore.</td><td>Bus and bidirectional charger with dispatch under utility control</td><td>Utility pilot program funding</td></tr><tr><td>Oakland, Calif.</td><td>74 buses and bidirectional chargers participating in demand response events and daily energy dispatch</td><td>Demand response compensation, daily dynamic export rate, ISO 15118 certification on buses and chargers</td></tr><tr><td>Hood River, Ore.</td><td>Buses integrated into school microgrid for emergency preparedness</td><td>Local solar, stationary batteries, microgrid controller and bidirectional EVSE</td></tr></tbody></table><h4>Electric school buses in action: El Cajon, Calif.</h4><p>As we covered in a <a href=\"https://electricschoolbusinitiative.org/electric-school-bus-series-powering-grid-cajon-valley-union-school-district\">recent case study</a>, the Cajon Valley Union School District (CVUSD) is on the leading edge of ESB V2G. The school district has been working on the project in partnership with its local utility, <a href=\"https://www.sdge.com/business/electric-vehicles/evs-empowering-customers-and-the-grid\">San Diego Gas and Electric</a> (SDG&E), for more than three years. Today, its electric school buses regularly provide power back into the local grid when requested.</p><p>This has primarily been done through California's <a href=\"https://www.cpuc.ca.gov/industries-and-topics/electrical-energy/electric-costs/demand-response-dr/emergency-load-reduction-program\">Emergency Load Reduction Program</a> (ELRP), which aims to avoid outages by paying electricity customers to reduce consumption or increase supply during peak demand times. Under the program, CVUSD can provide demand reduction and energy dispatch for one to five hours at a time when events are called, which happens around 10 times per year. They are compensated $2 per kWh for their energy dispatch. The process uses six bidirectional chargers rated to 60kW, and ESBs with batteries containing around 180kWh.</p><p>Through this program, the Cajon Valley school district has been able to help support the local power grid and lower the district's energy costs - while the ESBs continue to serve students' needs.</p><h4>Local utility control: Durango, Colo.</h4><p>Municipal utilities and rural co-ops do not have the same market structures to incentivize ESB V2G as investor-owned utilities. Nevertheless, they are also forging ahead with projects focused on their biggest need: peak demand shaving.</p><p>Many municipal and co-op utilities purchase power from transmission operators rather than generating their own power. V2G projects allow them to lower the maximum amount of energy required to operate their system and space out the amount of energy they provide over time. This means lower costs for energy, increased ability to utilize renewables like solar, and less reliance on expensive and polluting fossil fuel generation.</p><p>One such utility is La Plata Electric Association (LPEA) which has partnered with <a href=\"https://www.lpea.coop/e-bus\">Durango School District 9-R</a> in Colorado to deploy ESB V2G. After initial failures with its technology platform, LPEA worked with other technology providers to build out a software system giving it better control over the power dispatch from the ESBs. This has allowed LPEA to better integrate the V2G project into its distribution system, making it easier for the utility to accept energy discharged by the buses.</p><p>LPEA's challenges highlight continued technology hurdles and the need to focus on building a robust, generalized ESB V2G system that can integrate well with electrical utilities.</p><h4>Developing compensation: Northeast US</h4><p>As ESB V2G projects expand beyond the pilot stage toward wider deployment, the question has arisen of how to compensate operators for electricity they deploy. Projects across the Northeast United States offer examples of how supportive rates and policies, or lack thereof, can make or break a V2G project.</p><p>In <a href=\"https://highlandfleets.com/beverly-public-schools/\">Beverly, Mass.</a>, Highland Electric Fleets can take advantage of National Grid's <a href=\"https://www.nationalgridus.com/MA-Business/Energy-Saving-Programs/ConnectedSolutions\">Connected Solutions</a> program. This compensates the bus operator for power provided over the summer months at $200 per kW delivered during peak demand events, averaged over the summer. While this is valuable compensation (around $6,000 per vehicle per year), being confined to a few events over the summer means it will not always cover the cost of the more expensive equipment required for V2G.</p><p><a href=\"https://greenmountainpower.com/news/one-year-of-pollution-free-electric-bus-transportation/\">South Burlington, Vt.</a> and <a href=\"https://ir.thelionelectric.com/English/news/news-details/2020/Lion-Electric-Announces-Successful-Electric-School-Bus-Vehicle-to-Grid-Deployment-with-Con-Edison-in-New-York/default.aspx\">White Plains, N.Y.</a> take advantage of year-round incentives through Green Mountain Power's <a href=\"https://greenmountainpower.com/news/new-program-helps-vermont-businesses-save-money-improve-efficiency/\">Flexible Load Management</a> program (around $9,000 per vehicle per year) and ConEd's <a href=\"https://www.coned.com/en/save-money/using-private-generation-energy-sources/value-stack-customer-platform\">Value of Distributed Energy Resources</a> program (compensated at the reported actual cost to the utility), respectively. These programs offer consistent compensation based on the condition of their local grid, giving them stable value to help provide additional support to their projects.</p><p>Meanwhile, the <a href=\"https://www.efficiencymaine.com/docs/EMT_School-bus-V2G-report-1.15.24-FINAL.pdf\">Wells-Ogunquit School District</a> in Maine has put its V2G pilot on hold while it establishes a compensation scheme with the local utility and its regulator, demonstrating the need to have clarity on compensation.</p><h4>Passing the test: West Linn, Ore.</h4><p>While V2G continues to develop, utilities are working to understand its value for their local grids and see how it might complement existing demand response programs. <a href=\"https://assets.ctfassets.net/416ywc1laqmd/4W74IrcwynJlCEIrhpFWIf/e54408ec93018cad3c1b8c8868a46f45/PGE-electric-school-bus-report-June-2024.pdf.pdf\">Portland General Electric</a> has been an early leader in the field and is working with First Student to test the potential of their ESBs to feed power onto the grid during peak times. Portland General Electric has been conducting a demonstration with a 60kW bidirectional charger and a 155kWh bus. Over the summer of 2024, the bus was put through tests to deliver stable power output over three-hour events. Having collected valuable learnings from its demonstration, Portland General Electric is optimistic about expanding its demonstrations to include additional bus and charger combinations.</p><h4>Deploying at scale: Oakland, Calif.</h4><p>Moving to more numerous ESB deployments requires far more coordination than just a handful of buses, especially when V2G is involved. One such deployment that made <a href=\"https://www.ridezum.com/press-release/nations-first-all-electric-school-bus-fleet-oakland-ca/\">headlines</a> has been Zum's partnership with Oakland Unified School District and Pacific Gas and Electric (PG&E), which has deployed a large-scale <a href=\"https://www.ridezum.com/press-release/nations-first-all-electric-school-bus-fleet-oakland-ca/\">V2G enabled school bus yard</a>. With more than 70 ESBs with 150kWh batteries hooked up to 30kW charging equipment, Zum can deploy more than 2MW in response to the same ELRP events as Cajon Valley described above.</p><p>The key to this deployment, beyond extensive coordination with the local utility, was ensuring that the district's chargers and vehicles were <a href=\"https://www.iso.org/standard/69113.html\">ISO 15118</a> compliant. The focus of this technical standard seeks to ease the deployment of vehicles and chargers that are interoperable. Rather than needing to test specific vehicles and chargers, standardization ameliorates common issues from V2G project deployment and has allowed Zum to achieve scale with its rollout.</p><h4>Boosting resilience: Hood River, Ore.</h4><p>ESBs also have a role to play providing energy benefits to their communities beyond V2G. As part of the MOVER project (<a href=\"https://newbuildings.org/resource/microgrid-opportunities-vehicles-enhancing-resiliency/\">Microgrid Opportunities: Vehicles Enhancing Resiliency</a>), the Hood River County School District in Oregon has partnered with the New Buildings Institute to utilize its ESBs as emergency resources. Rather than feeding into the grid, these buses will be used to provide power directly to Wy'East Middle School in emergency situations as part of a local microgrid that can still be powered and operational if there is a grid outage.</p><h3>What We've Learned from National ESB V2G Programs</h3><p>ESBs are on the road delivering clean rides for students while supporting their local grids with V2G. Electrifying fleets can offer megawatts of on-demand power to communities and the utility grids that serve them. But to fully realize this potential, we need more collaboration and communication around ESBs and V2G to work through existing issues of technology, cost and compensation. By learning from each other's challenges and successes, we can not only lower energy costs and carbon emissions, but also help build safer communities and pave the way to a clean ride for kids.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Tariff Fix: Wasting Less Food Could Make the World More Resilient",
      "link": "https://www.wri.org/insights/wasting-less-food-resilient-tariff-fix",
      "pubDate": "Mon, 12 May 2025 11:30:00 EDT",
      "description": "<p>Is your head spinning yet from the tariff and global politics tug-o-war? Mine is. Unfortunately for consumers, the pain could get worse. A tit-for-tat in <a href=\"https://www.theguardian.com/us-news/2025/apr/03/trump-global-tariffs-charts\">trade tariffs</a> between the United States and countries around the world combined with tensions involving China, Canada, Mexico and Brazil — could reshape global trade, eventually driving up grocery store and restaurant prices.</p><p>Recent tariffs on U.S. soy, destined for the EU’s agricultural sector, for example, are likely to drive up meat and dairy prices for Europeans. In the U.S., it is estimated that <a href=\"https://www.npr.org/2025/04/04/nx-s1-5351324/tariffs-higher-grocery-prices-trump\">half of all grocery store items</a> are likely to rise because of the tariffs.</p><h3>Resilience Begins with Reducing Waste</h3><p>As political leaders understandably focus on resiliency to stay competitive and future-proof their nations from shocks, one overlooked ingredient for resilience is sitting on the world’s plate. With rising prices, there are opportunities for governments to help households and businesses waste less food so that more food ends up on the table.</p><p>Globally, <a href=\"https://wwf.panda.org/discover/our_focus/food_practice/food_loss_and_waste/driven_to_waste_global_food_loss_on_farms/\">40% of all food produced is wasted</a>. In just the European Union today, nearly 60 million metric tons of food — or 132 kilograms (357 pounds) per resident — is wasted every year. That’s food that could be feeding people, not left rotting in fields and landfills where it emits greenhouse gases and costs enormous sums.</p><p>Less waste means more food reaches the market and food distribution becomes more efficient. That translates to a more cost-effective supply chain and, ultimately, lower prices at the checkout.  It's a win-win for everyone — and the sooner countries take action, the quicker they will reap the rewards.</p><h3>Scaling Smart, Proven Solutions</h3><p>There are many straightforward things that all countries can do. In the immediate term, governments should encourage businesses to better inform their customers — for instance, by clarifying date labels and offering tips to reduce food waste at home. Public awareness campaigns can promote simple yet effective household strategies: planning meals, writing shopping lists, storing food to maximize useful life, and making best use of their freezer.</p><p>In the longer term, governments must measure how much food is currently being wasted within their borders (and publicly report it) to have a baseline to measure future progress against. They should also require companies to report food loss and waste publicly, and work with their supply chains to do the same.</p><p>For example, in Japan, legislation mandating reporting has already helped push large food companies to meet reduction targets. In response to the reporting mandate, Japanese grocery chain FamilyMart <a href=\"https://www.japantimes.co.jp/business/2024/10/31/companies/family-mart-food-waste-reduction/\">trialed a sobbing discount sticker</a> to help customers identify food that was close to the expiration date to prevent food waste.</p><p>Meanwhile in France, a <a href=\"https://www.pbs.org/newshour/show/is-frances-groundbreaking-food-waste-law-working\">law requires grocery stores to donate edible food</a>, which has led to a 20% increase in donations to food banks. Similar policies could be expanded across Europe. Businesses’ reporting on food loss creates a big opportunity to better understand key areas where waste happens and create innovative solutions.</p><p>Countries also have policy examples for how to engage consumers directly. They could, for example, replicate <a href=\"https://www.nytimes.com/2023/06/14/world/asia/south-korea-food-waste.html\">South Korea’s policy</a> requiring households to pay per weight of trash they throw out, which has helped reduce household waste intensity by over one-third.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Recycling bins are set up on the street in South Korea.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/recycling-south-korea_0.jpg?VersionId=ikv4czi.D.UKeQfUxt4sss1URUp1I89m&itok=CgM5tVfw\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>In Seoul, South Korea, recycling bins are set up along a street. The country's pay-as-you-throw policy charges residents for food and other trash that are taken to landfills. Photo by VittoriaChe/iStock.</figcaption>\n</figure>\n<p>And now, for the first time, the EU has made tackling food waste a legal priority. In a historic move, the European Parliament and Council recently <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2025/02/19/council-and-parliament-agree-to-reduce-food-waste-and-set-new-rules-on-waste-textile/\">agreed to binding targets</a> — the first anywhere in the world — requiring member states to reduce food waste at the retail and consumer levels by 30%, and food losses from production and manufacturing by 10% by 2030. While many experts advocated for higher targets, this is a welcome development that should result in tangible benefits — saving people money, bolstering food security and reducing greenhouse gas emissions.</p><p>Every EU country must work to turn this target into a reality.  An important part of this will be engaging all parts of the food system to ensure everyone contributes — retailers, manufacturers, transportation and storage providers, farmers and all of us as individual consumers.</p><p>The solutions aren’t rocket science. We have lots of <a href=\"https://www.wri.org/reducing-food-loss-and-waste-ten-interventions-scale-impact\">evidence</a> of what works and the many benefits of curbing food waste. In uncertain times, it’s smart to rely on what you know. If global leaders want a resilient future, one thing is certain: Cutting food waste is a smart place to start.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}