{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2026-02-04T16:58:54.826031",
  "items": [
    {
      "title": "A New Generation of Auto Workers Is Taking Shape in US Schools",
      "link": "https://www.wri.org/insights/new-generation-ev-workers-taking-shape-us-schools",
      "pubDate": "Wed, 04 Feb 2026 08:00:00 EST",
      "description": "<p>Summer in Cherokee, North Carolina means many things. Hot, humid afternoons. Days spent splashing in the Oconaluftee River. Munching on churros from Casa KaWi, a local favorite.</p><p>For some of the area’s high school students, it also means wiring up their self-made, solar-powered electric golf carts and taking them for a spin in the <a href=\"https://cherokeeboysclub.com/\">Cherokee Boys Club (CBC)</a> parking lot. Though small, this rural shop has been a forerunner in electric vehicle and renewable energy adoption in recent years, bringing electric school buses, solar power and other clean technologies to the surrounding community.</p><p>But it’s not just about advancing clean tech: CBC has also set itself apart by bringing the EV transition <em>to </em>local students — helping prepare the next generation of auto workers for the United States’ <a href=\"https://www.wri.org/insights/clean-energy-jobs-us-report-findings\">growing green economy</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two people driving a solar-powered electric golf cart in a parking lot.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/solar-golf-cart-electric-school-buses_0.jpg?VersionId=0kEoY_ia91K6Qqt_PpC_Jmw1Rvm_Z3m5&itok=hf2db_0m\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A golf cart retrofitted with solar and battery power at the Cherokee Boys Club. Photo by WRI Electric School Bus Initiative</figcaption>\n</figure>\n<h3>The EV Industry Needs Young Workers</h3><p>The U.S. electric vehicle job market is growing rapidly — by <a href=\"https://advancedenergyunited.org/reports/2024-advanced-energy-employment-fact-sheets/\">10% between 2022 and 2023</a> alone. Over <a href=\"https://www.energy.gov/media/348941\">398,000 people</a> worked in the EV sector in 2024, spanning battery-electric vehicles, hybrids and hydrogen fuel cell vehicles.</p><p>At the same time that the workforce is expanding, there will be changes to existing jobs. Because EVs require fewer parts and less maintenance compared to gas-powered vehicles, maintenance worker, mechanic and technician jobs could be at risk. Protecting current auto workers will require <a href=\"https://electricschoolbusinitiative.org/reskilling-workforce-training-needs-electric-school-bus-operators-and-maintenance-technicians\">intentional efforts</a> to include them in the EV transition, including training, reskilling and an inclusive talent pipeline.</p><p>At the same time that these shifts are happening, the U.S. is dealing with an aging auto technician population. The average age in the industry is <a href=\"https://www.zippia.com/auto-mechanic-jobs/demographics/\">40 years old,</a> and many workers are nearing retirement. It’s estimated that the country will need to add <a href=\"http://techforce.org/news-release-2024-technician-supply-demand-report/#:~:text=Report%20Warns%20of%20Critical%20Need,force%20growth%20rate%20of%202.0%25.\">1 million</a> entry-level technicians in the next five years. The demand for new workers, particularly young people, to fill technician roles will remain high in the foreseeable future.</p><p>With equitable investments in workforce development, the U.S. has a chance to usher new workers into good-paying, reliable jobs that will also help advance clean transportation. But it won’t happen on its own, and training needs to be at the forefront.</p><p>EV training in schools is still relatively nascent. There are <a href=\"https://www.aseeducationfoundation.org/\">1,800 schools</a>, serving 118,000 students, accredited by the National Institute for Automotive Service Excellence (ASE), a non-profit organization focused on improving the quality of vehicle repair and service by testing and certifying automotive professionals. While ASE specifically offers certifications for high-voltage vehicle electrical safety, implementation across schools and training programs is low: WRI counted just <a href=\"https://electricschoolbusinitiative.org/electric-school-bus-technician-training-database\">118 EV technician training programs</a> across the U.S. in colleges and private institutions as of November 2025, comprising a small number of existing automotive training programs.</p><p>Still, these early movers offer important examples. From the mountains of North Carolina to the bustling streets of the Bronx, New York, we looked at two innovative programs that are helping young people from historically disadvantaged communities prepare for new opportunities in the auto sector.</p><h3>Building EV Skills in Cherokee, North Carolina</h3><p>Cliff Cochran has worked as a mechanic in Cherokee, North Carolina for more than four decades, meaning he’s been through more than one new wave of technology. Today, Cliff is employed as a technician and automotive trainer with Cherokee Boys Club. The organization has been a driving force for electrification in its community, deploying 16 electric school buses (so far), one electric semi-truck, a large solar array and vehicle-to-grid charging technology. It has a microgrid in development, which will provide energy to CBC.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1013\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"800\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"607\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"An instructor and student working on a solar-powered golf cart in an automotive garage. \" height=\"607\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/electric-golf-cart-cherokee-boys-club_0.jpg?VersionId=xMIw6WJZqdXnT1yv3lHX7YFTFw95iqbO&itok=MbDP8Lnz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Instructor Cliff Cochran and a high school intern working in the Cherokee Boys Club garage. Photo by Katie Tiger</figcaption>\n</figure>\n<p>While the technology has changed, Cliff’s perspective is that electric vehicles share many similarities to diesel, and he enjoys training young workers on them. Cliff helps Cherokee Central High School student interns get hands-on experience with EVs and a garage setting.</p><p>This past summer, Cliff and his student interns were working to convert golf carts, donated by <a href=\"https://www.usagolfcartservice.com/\">USA Golf Carts</a>, to solar and battery-powered electric vehicles. Students learned about basic EV safety, vehicle maintenance and the use of personal protective equipment — all without the risk of high voltage systems that heavier-duty EVs employ. Cliff offered instruction on how to wire a lithium-ion battery to the golf cart powertrain, connect solar panels to the entire system, and continuously use a multimeter (a handheld tool that measures electrical properties like voltage) during the process.</p><p>By the end of the project, students were riding two functional electric golf carts around the parking lot, completely powered by the solar panels fixed to their roofs.</p><p>This type of training not only generates interest among young learners, but can be easily and safely replicated to train other mechanics on how EVs are built and function. While passenger electric vehicles aren’t solar powered, many of the fundamental electrical skills are the same. As Donnie Owle, CBC Service Manager, puts it: “It's a good, basic way to show something where the voltage is not that high.” He adds that it’s a lot more fun for the students (and adults), too.</p><p>Still, getting young people interested in these internships is a key challenge for CBC, which has seen applications decline steeply in recent years. Where its various programs once received 50 to 60 applications per year, in recent years, they might only have five. Owle sees electrification as an opportunity to engage young people in more exciting aspects of mechanic work, like using advanced, real-time vehicle data to track the locations and battery charge on CBC’s electric buses and trucks.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Electric school buses charging under a solar canopy.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/electric-school-buses-solar-charging-cherokee-boys-club_0.jpg?VersionId=tGqpDY35ELsQkiEvYhdaW5ntlVjYQn0E&itok=mRFT497h\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Alongside solar-powered golf carts, Cherokee Boys Club boasts an electric school bus fleet and solar charging canopy. Photo by Bear Allison</figcaption>\n</figure>\n<h3>Adapting to New Technologies in the Bronx</h3><p>Hundreds of miles away, New York’s Bronx Community College is also working to get young people geared up for EV jobs.</p><p>The Automotive Technology program at BCC, a school that primarily serves low-income students, has been evolving alongside shifts in the automotive industry for more than two decades. Originally focused on diesel and gasoline systems, it later expanded to include early-stage hybrids like the Toyota Prius. A collaboration with Toyota helped inform curriculum development around hybrid systems in 2000. BCC also formed a partnership with Nissan in September 2018 to create a training academy that prepares graduating auto technicians for factory or dealership work, including on early-stage hybrid and electric vehicles.</p><p>Clement Drummond is the Director of Automotive Technology at BCC. When the program first began receiving hybrid vehicles and electric vehicles, he formed a 25-member advisory board comprising experts from dealerships, car manufacturers and EV makers to advise on course development. He later implemented a comprehensive set of safety and training protocols to address the unique risks of working on high-voltage systems, like electrical shocks.</p><figure class=\"caption caption-drupal-media align-left half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1014\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"801\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"607\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"An instructor with a training equipment for electric vehicles. \" height=\"607\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/bronx-community-college-ev-training-vertical_0.jpg?VersionId=9OnvWm5JYqiiJR1PPn22IN.wWFJ8hB7j&itok=2_XvqFXY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Clement Drummond, Director of Automotive Technology at Bronx Community College, showing a training platform for automotive students in the Patterson Garage. Photo by Stephanie Ly/WRI</figcaption>\n</figure>\n<p>Each year, over 300 students and technicians at BCC learn about electrical hazards, proper use of personal protective equipment, basic electrical theory, and how to create a safe working environment. These protocols not only protect students and staff, but also prepare graduates for the workforce, where these skills are transferable across a wide variety of battery-powered vehicles.</p><p>As the automotive sector continues to transform alongside evolving technology, Director Drummond is focused on future-ready training. In February 2023, BCC completed a garage facility transformation with state-of-the-art training materials, such as vehicle lifts and specialized tools to work on EVs. In October 2025, the college announced a <a href=\"https://www.bcc.cuny.edu/bcc-partners-with-waymo-to-develop-enhanced-autonomous-vehicle-training-program-at-state-of-the-art-patterson-garage/\">partnership with Waymo</a> to train students on autonomous vehicle technology, expanding hands-on learning and preparing students for promising jobs.</p><p>Graduates have gone on to work in good-paying positions across the automotive industry, with salaries for electric vehicle technicians ranging as high as <a href=\"https://www.nyserda.ny.gov/All-Programs/Clean-Energy-Workforce-Development-and-Training/Energize-Your-Future/Careers-in-Electric-Vehicles-and-Charging/EV-Mechanic\">$90,000 per year</a> in New York. BCC’s approach can serve as a role model for other community colleges and technician training programs.</p><h3>A Time to Invest</h3><p>While the EV industry continues to innovate and expand, recent setbacks in federal clean transportation investments have hindered growth and slowed workforce development. Yet organizations like CBC and BCC are forging ahead and can light the way for others. Sustained investment in the workforce is essential: By leveraging proven training models from fleet operators and private sector partnerships, we can ensure workers are ready to adapt to new technology and take advantage of high-paying careers in their field.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Expert Q&A: How Can the US Avoid Power Outages During Winter Storms?",
      "link": "https://www.wri.org/insights/how-can-US-avoid-winter-storm-blackouts",
      "pubDate": "Tue, 03 Feb 2026 12:00:00 EST",
      "description": "<p><em>Editor's note: This article was first published on Jan. 27, 2026. It was updated on Feb. 3 to reflect the latest information.</em></p><p>The United States faces a pressing energy challenge: how to ensure people have reliable and affordable electricity when deadly storms hit.</p><p>This need came into sharp focus over the past two weeks when a powerful winter storm swept across a huge swath of the U.S. from the Gulf Coast to New England, bringing with it heavy snowfall, freezing rain and subzero temperatures. It has, so far, caused blackouts to <a href=\"https://www.politico.com/news/2026/01/25/winter-storm-electric-grid-overdrive-00745690\">more than 1 million customers</a>, especially in Tennessee, Mississippi and Louisiana. Many are still without power.</p><p>Preparations made by utilities and grid operators — including staging extra line crews, positioning equipment in high-risk areas and ensuring backup generation and reserves were on standby — certainly helped prevent further widespread outages during Winter Storm Fern that hit the U.S. on Jan. 23. However, the cold, snowy conditions persisted over last weekend when a bomb cyclone brought low temperatures and triggered blackouts to tens of thousands of homes and businesses. </p><p>The bigger challenge now is long-term: reducing the number of blackouts by making power systems more reliable and still affordable in winter storms, and extreme weather in general.</p><div class=\"callout alignright\"><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2025-08/kelly-lefler_0.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/kelly-lefler\"><em><span style=\"margin-bottom: 25px;\"><strong>Kelly Lefler</strong></span></em></a><em><span style=\"margin-bottom: 25px;\">, Senior Manager, Grid Decarbonization and Markets, WRI U.S. Polsky Energy Center</span></em></td></tr></tbody></table></div><p><a href=\"https://www.wri.org/profile/kelly-lefler\">WRI energy expert Kelly Lefler</a> outlines what’s needed to strengthen the reliability of the electricity system and ensure people can count on constant, affordable power in the face of increasingly erratic weather. </p><h4>What is mostly behind the power outages during Winter Storm Fern?</h4><p>Utilities and regulators will assess records and publish official reports of what happened in the coming weeks and months, but for now it seems that the outages were largely due to the icy conditions affecting distribution and transmission systems. Ice from the storm built up on trees and the added weight caused them to snap, toppling power lines. The ice can also build up on the lines themselves and bring them down.</p><p>Also, in eastern U.S., some power plants couldn’t produce as much electricity because of the extreme cold and limited natural gas supplies, forcing them to shut down or run at reduced capacity. The region relies on natural gas pipelines along the East Coast, which are historically constrained during very cold weather. As a result, there were nearly 21 gigawatts of generation outages, with most of that capacity forced offline. To put that into perspective, 21 gigawatts (that's 21 billion watts) is enough to power millions of homes at the same time. Importantly, these disruptions did not require grid operators to impose rolling blackouts to prevent larger system failures.</p><h4>What makes the US electricity system vulnerable to winter storms and extreme cold? </h4><p>Winter storms tend to stress the electricity system — from power plants to transmission lines and distribution networks — in predictable ways that create an imbalance between supply and demand of electricity or make it harder to maintain safe grid conditions. When that happens, grid operators may be forced to take some electricity demand offline to prevent a larger, uncontrolled outage. While every major winter blackout has its own story, a few common failure points show up again and again.</p><p>In extreme cold, one of the biggest challenges is getting fuel to power plants for electricity generation and to homes for heating. Natural gas is the U.S.’s largest source of electricity generation, <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=61444#:~:text=Natural%20gas%20is%20the%20single,fired%20power%20plants%20vary%20significantly.\">providing 43% of electricity as of 2024</a>. During winter storms, demand for natural gas spikes as people turn up thermostats, while power plants also need the fuel to generate electricity. This simultaneous surge, known as coincident peak, is a well-known planning challenge. Extreme cold can strain the natural gas system beyond normal operating conditions, making it harder for gas-powered generators to access fuel when they need it the most. Similar stress can happen during extreme heat, when air conditioners drive up electricity demand.</p><p>Another issue is lack of proper winterization — preparing equipment for wintry conditions — across different parts of the electricity system. Equipment that isn’t prepared for extreme cold, such as power plants, sensors and natural gas wells and pipelines, can freeze or malfunction. When multiple pieces fail at once, utilities may have no choice but to implement widespread outages to maintain system safety and prevent cascading failures. </p><p>Winter conditions also make it harder for crews to maintain or repair equipment as problems arise, increasing the risk of outages.</p><p>Transmission and distribution systems can also be affected by winter storms. Ice and heavy snow can damage power lines, reduce their carrying capacity or cause mechanical problems, making it harder to move electricity from where it is generated to where it is needed — even when enough power is available. These lines are especially vulnerable without regular maintenance. For example, trimming trees near power lines is critical to prevent ice-laden branches from falling on them, as has happened during Winter Storm Fern. </p>\n\n      \n\n    \n    \n<div class=\"embedded-entity embed--block-type--in-this-series has-border-background-color\">\n      <h3 class=\"embed-block__title\">Related</h3>\n  \n  \n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/energy\" hreflang=\"en\">Energy</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/grid-interconnection-for-energy-security\" hreflang=\"en\">Sharing Electricity Across Borders Could Bolster Energy Security</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            February 25, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Workers on a power transmission tower overlooking a river.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-02/china-ultra-high-voltage-transmission.jpg?VersionId=jAItqS.Fubc0hBDSySxxlbAoVLdyKcSU&h=41f55a5b&itok=EXQPwJNf\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/energy\" hreflang=\"en\">Energy</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/advanced-transmission-technologies-us-power-grid\" hreflang=\"en\">How Advanced Transmission Technologies Can Revamp the Aging US Power Grid</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            July 10, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"An electrician fixes a high-voltage transmission line above a traffic light.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-07/advanced-transmission-technologies.jpg?VersionId=eEMAehdOlg1HilwauMI9e5nsNeXeRd1a&h=fd5bd395&itok=k7SpoHhr\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  \n</div>\n<h4>How can energy systems be made more reliable and affordable during weather shocks? </h4><p>There are several ways that energy systems can be made more reliable ahead of winter storms and extreme weather. Greater reliability helps prevent supply disruptions, eases pressure during peak demand periods and can keep power more affordable. </p><p>One of the key ways to make energy systems more reliable is by maximizing flexibility — improving how well the system can adapt in real time to changes in supply and demand. The more flexible the system, the better it can handle sudden demand spikes in the event of extreme weather, such as cold snaps or heat waves, or respond to supply disruptions such as plant outages.</p><p>Improving flexibility includes upgrading aging infrastructure. Much of the U.S. grid was built decades ago under different demand patterns. Modernizing the grid — by updating substations and transmission equipment, deploying advanced sensors and incorporating advanced transmission technologies (ATTs), for example — can reduce failure rates during extreme heat and cold. These technologies help operators detect problems quicker, reroute power if equipment is damaged and restore service fast. Modernization not only improves reliability but also reduces expensive emergency interventions and lowers long-term maintenance costs. </p><p>Increasing grid capacity, both through deployment of ATTs and building regional and interregional transmission lines, can reduce the risk of a local weather event turning into a widespread outage. Creating a more interconnected grid allows regions to share power during shortages. Having this greater transmission capacity also help keep prices down by allowing lower-cost electricity to reach areas facing higher demand. </p><p>Demand-side management options can help ease pressure on the system during extreme weather events. These include encouraging customers and large users to reduce or shift electricity use during peak periods in exchange for lower bills or leveraging distributed energy resources to help prevent shortages.</p><p>Systems that rely too much on a single fuel are more vulnerable to disruption. Diversification across energy sources and technologies helps reduce the risk of issues related to fuel shortages, infrastructure failures and localized weather impacts. </p><p>Finally, policy is also critical. It’s vital that incentives are properly aligned with modern needs for flexibility and preparedness. This can help utilities make system investments that really work in extreme weather and minimize costs to consumers in both the short and the long run. </p><h4>What role, if any, can clean energy play? </h4><p>While renewables are weather-dependent, broad geographic dispersion and forecasting allow them to <a href=\"https://www.nrel.gov/grid/extreme-weather-events\">contribute meaningfully during winter storms</a>. Wind and solar generation tend to be available during many extreme cold events, even when other resources are strained.  </p><p>In several recent cold-weather events, renewable generation was available when needed, even as some fossil fuel units were forced offline because of freezing equipment or fuel supply constraints. For example, <a href=\"https://www.ferc.gov/news-events/news/ferc-nerc-release-final-report-lessons-winter-storm-elliott\">during Winter Storm Elliott, only 7% of unavailable generating capacity</a> came from clean energy resources — that’s wind, solar, nuclear and hydro combined. And in some parts within the impacted region, wind and solar exceeded forecasts. </p><p>Clean energy also supports diversification. Adding a broader mix of energy sources reduces dependence on a single fuel or delivery system that may be disrupted during extreme weather. Resources that do not rely on “just-in-time\" fuel delivery, in which power plants receive fuel only when it is needed, can reduce exposure to fuel shortages when supply chains are strained.</p><h4>What role does climate change play in causing extreme cold and winter storms? </h4><p>The planet’s long-term temperature trajectory is rising. This means there is more energy in the atmosphere, increasing the likelihood of extreme, erratic and unusual weather. For example, research suggests that a warming Arctic is linked to <a href=\"https://climate.mit.edu/explainers/polar-jet-stream-and-polar-vortex\">polar jet stream instability</a>, which allows frigid Arctic air to spill farther south than it used to, producing sharp cold snaps even as average global temperatures rise.</p><p>Climate and weather are complex, and rising global temperatures are associated with an increased risk of a wide range of extremes, from brutal winters to long, intense hurricane seasons, record summer heat and historic flooding. At any given moment, different regions can experience very different extremes at the same time: while much of the U.S. grappled with the fallout of Winter Storm Fern, for example, many other regions around the world were <a href=\"https://www.bbc.com/sport/tennis/articles/czx3r2g51w6o\">simultaneously facing extreme heat</a>.</p><p>Climate change doesn’t just shift average temperatures. Evidence indicates that it’s also linked to <a href=\"https://www.wri.org/insights/extreme-heat-reshaping-urban-life\">extreme heat</a> and cold appearing in places that aren’t used to dealing with it and therefore aren’t adequately prepared for it. We’re in a new climate reality — making it even more critical to examine infrastructure, <a href=\"https://www.wri.org/insights/urban-heat-effect-solutions\">strengthen the weakest links</a> and work to drive down emissions to avoid the worst impacts of climate change.  </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "This Hillside City in South America Rebuilt Itself Around Nature — and Got Healthier",
      "link": "https://www.wri.org/insights/loja-ecuador-urban-nature-healthy-city",
      "pubDate": "Tue, 03 Feb 2026 10:00:00 EST",
      "description": "<p>On most mornings, Cati Ochoa walks the green corridor along the Zamora River near her home in Loja, Ecuador, before starting work. The moment she steps beneath the trees, she feels her shoulders drop. <em>“</em>Green areas give us peace,” she said. “They bring calm, clean air, they help us feel alive.”</p><p>In Loja, it’s almost impossible to walk more than a few blocks without encountering a park, riverside trail or tree-lined hillside. Children ride bicycles along the water’s edge. Older residents stroll under shaded canopies. City workers prune, plant and clean these spaces every day, caring for more than 600 hectares (1,482 acres) of green areas that weave through this small city in South America’s Andes Mountains.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"The green hillsides of the Loja forest in the Andes Mountains.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/loja-forest-andes-mountains_0.jpg?VersionId=01blRTYKjqCq_9gmMyHO8evCXAhiEeyg&itok=xC91JHrI\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Loja is a hillside city of 200,000 people in the Andean region of southern Ecuador. Photo by WRI.</figcaption>\n</figure>\n<p>For Ochoa, and the 200,000 Loja residents, these natural spaces are part of the city’s identity. They are places to breathe, unwind and reconnect with nature. The spaces are also intentional — a public health strategy, mobility network, ecological buffer and a source of civic identity all wrapped into one connected system. </p><h3>A Green Transformation</h3><p>Loja’s green transformation, which has become a living example of how <a href=\"https://www.wri.org/insights/what-exactly-are-nature-based-solutions\">nature-based solutions</a> can transform quality of city life, strengthen resilience and create a shared sense of pride, did not happen all at once.</p><p>For decades, the city built parks across its neighborhoods, but these spaces remained isolated from one another. At the same time, its rivers were polluted and degraded, ravines were eroding, hillsides lacked from erosion and habitat loss, and footpaths were disconnected and vulnerable to floods. City officials recalled how ravines would overflow during seasonal rains, flooding nearby neighborhoods and underscoring the urgency of restoring — and connecting green areas into a coherent system.</p><p>In 2017, Loja partnered with the German Agency for International Cooperation (GIZ) and researchers from the Universidad Técnica Particular de Loja (UTPL) that addressed urban sprawl and the ecological degradation. UTPL researchers and municipal planners viewed Loja as a layered ecological and social structure shaped by its rivers, ravines and slopes. By connecting these elements through green corridors, they knew it would help both people and nature flourish.</p><p>Together, they created the Sistema Verde Urbano (Spanish for urban green system), a strategy that stitched together previously isolated parks, ravines and river corridors into a unified network built around a simple guiding belief, described by Diego Ramon, Loja’s director of territorial management, as “it’s easier to prevent than to heal.”</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"A view of Loja, Ecuador shows streets, homes and a river running through the city.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/loja-ecuador-city-aerial_0.jpg?VersionId=nNCntyIh.B_rTW1UE7xeomZPmHxRarcf&h=0f4230fa&itok=cJEgqYIU\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Loja’s verdant urban landscape is visible from any angle. Photo by WRI.</figcaption>\n</figure>\n<h3>Green Corridors Use Everyday Infrastructure for Well-Being</h3><p>In Loja, green space has become a fundamental part of how the city works. Sistema Verde Urbano extends through three major ecological corridors linked by rivers, ravines, forests, neighborhood parks and tree-lined streets. These corridors reduce heat, absorb stormwater and give residents safe spaces to move.</p><p>In interviews, residents described improvements in their physical activity, emotional well-being and daily habits. They mentioned that children have safe trails to reach playgrounds and sports fields, while seniors can walk along shaded routes to socialize and exercise Bike paths are no longer flooded during storms, letting commuters easily pass by, while hiking paths now weave through culturally significant lands. Loja resident Rodrigo León explained the impact simply: “When you come to these green spaces, your whole life changes emotionally, physically and mentally.”</p><p>The ecological function is equally significant. Restored riparian buffers have stabilized riverbanks and reduced the severity of seasonal flooding. Tree cover has expanded, shading key corridors and lowering temperatures. Eighteen new species of amphibians and plants have been identified and described in the region, underscoring the value that Loja’s ecosystems bring towards enhancing biodiversity.</p><p style=\"line-height: normal;\"><span style=\"color: black;\">For a city vulnerable to climate impacts, especially flooding and heat, these ecological gains translate into real benefits for daily life.</span></p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"An aerial view of the city of Loja.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/loja-ecuador_0.jpg?VersionId=mecqcZN_KK65GUnS9wQmHLevIYincfJ3&h=0f4230fa&itok=MZXIMJsz\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Green corridors throughout Loja reduce heat, absorb stormwater and give residents safe spaces to move. Photo by WRI.</figcaption>\n</figure>\n<h3>For Loja, ‘Verde’ Means More than Just Green</h3><p>Few cities in the region integrate water management as closely into city planning as Loja. Sistema Verde Urbano is designed to follow the natural flow of the Zamora and Malacatos rivers, which are not just the heart of the city but drain into 40 streams that impact the wider Andean watershed. The rivers connect the city, its hillsides, ravines and riverbanks into one continuous ecological system and were used to guide placements of parks, transportation routes and restoration zones. By treating the rivers as an integral part of the green system, Loja has turned them from once flood-prone and polluted sources of vulnerability into central elements of a safer and healthier city. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"City's infrastructure buildings are woven into the green hillsides of Loja.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/loja-river-infrastructure_0.jpg?VersionId=Gd9FGflDIDzjKRsR4ddLDZQP7bGrugaK&itok=4Dblxihw\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Loja’s wastewater treatment plant was designed to keep the rivers safe. Photo by WRI.</figcaption>\n</figure>\n<p>Protecting the rivers also means managing what flows into them, a commitment reflected in Loja’s wastewater system. The municipality’s wastewater treatment plant, which processes nearly all wastewater using a biological percolation system, returns clean water to the Zamora and Malacatos rivers. Sludge is repurposed to regenerate soils in hillside reforestation zones. The plant has become a national training hub, inspiring other municipalities to adopt similarly integrated watershed approaches.</p><p>Residents see this entire water system not only as infrastructure but also as part of Loja’s cultural identity. Trails extend from the urban center into forested hillsides where people hike, reflect and reconnect with nature.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"A tree-lined river runs through the city of Loja.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/loja-river-backbone_0.jpg?VersionId=sFA_lJEhezfu_nYiokXgkn0gAOBzVJh9&h=0f4230fa&itok=LdhpWCSw\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Zamora and Malacatos rivers, protected by healthy tree cover, are the backbone of Sistema Urbano Verde, organizing the city’s water management, transportation, pedestrian pathways, and urban parks. Photo by WRI.</figcaption>\n</figure>\n<h3>A Green Backbone for Mobility</h3><p>One of Loja’s most distinctive achievements is the integration of mobility into its ecological plan. The city recognized early in its planning that walking and biking could only thrive if they were supported by nature, shade, safety, cooling and by streets designed for the people who use them most.</p><p>In Loja’s small city center, pedestrians outnumber vehicles by more than two to one, with women, children and older adults making up a large share of those walkers. Yet the streets were historically designed to prioritize cars. “Our data showed that the people walking were not the ones our streets were built for,” explained Maria Morales, a UTPL professor who worked on the mobility component of the Sistema Verde Urbano.</p><p>This evidence catalyzed the creation of wider sidewalks, temporary plazas and reclaimed road space that made pedestrian routes safer and more connected. “If there’s something that stresses citizens, it’s traffic,” said Luis Alonso Peña, Loja’s director of mobility. “Creating safer walking and transit routes helps reduce that stress.”</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Yellow decorations hang from trees lining streets and sidewalks filled with people during an arts festival.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/loja-arts-festival_0.jpg?VersionId=QzZ.vi3BF1oM.So0CqychZi5G9Hd7ACM&itok=Ava6T2Ig\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Loja’s vibrant street life is supported by its growing cycling and pedestrian network. Photo by WRI.</figcaption>\n</figure>\n<p>Loja is now applying the same logic to its growing cycling network. Although still under development, new segments already create continuous corridors that connect neighborhoods, parks and key destinations. These early links provide safer, cooler routes framed by the city’s expanding green infrastructure, an important step in a city where many residents rely on walking, biking and transit rather than private vehicles.</p><p>As the network expands, cycling is becoming a more viable option for everyday travel, complementing improvements in public transportation. “Inclusive transit connects the most vulnerable residents to work, education and health care,” Morales noted.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"A  person wearing sunglasses and a hat rides a bicycle in a dedicated bike lane in Loja.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/loja-bike-lanes_0.jpg?VersionId=yrSGPncmJkEHPxiuBwWEAfdmLwZbDlY5&h=c11c9c1d&itok=FPb9LqAB\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Cycling networks create continuous paths of travel throughout Loja. Photo by WRI.</figcaption>\n</figure>\n<h3>A City Designed for the People, by the People</h3><p>One force behind Loja’s transformation is its strong civic culture. Neighborhoods are led by elected neighborhood presidents. Everyday conversations on the street reveal tight social networks: municipal staff reference former classmates, neighborhood leaders greet planners by name and residents introduce their neighbors as collaborators.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A city worker prunes bushes near a river and bridge in Loja.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/loja-city-workers-nature_0.jpg?VersionId=pLTOvg5T00FtVGsauMWGiN9IsY3zhBBw&itok=BB1sBygR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>In Loja, workers can be seen actively maintaining the city's hundreds of public green spaces. Photo by WRI.</figcaption>\n</figure>\n<p>This closeness has translated into real stewardship: Communities help identify tree species for planting, install solar-power lighting along trails and organize cleanup days. Teachers also lead outdoor environmental classes and residents advocate for protecting hillsides from development. </p><p>“Being next to a park has helped our families reconnect,” said Galo Caraguay, president of the Colinas de Cucará neighborhood. “We get to know each other, talk through problems, and build community again.”</p><p>UTPL’s credibility has also been essential in harnessing community involvement and ownership in the project. Because residents trust the university, they view Sistema Verde Urbano not as an external mandate but as a shared, locally-grounded project. Researchers continue to support monitoring, ecological design and long-term planning keeping the system tied to science as it expands. </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"People walk among a nursery filled with rows of plants and trees in Loja.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/loja-nursery_0.jpg?VersionId=QJ5kXi2mdaVRytlACBBk4JKRTw5Ry1M2&h=41f55a5b&itok=6LcstL-3\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Collaboration with the local university, Universidad Técnica Particular de Loja, has been central to the genesis of Sistema Verde Urbano as a social-ecological city-making framework. Photo by WRI.</figcaption>\n</figure>\n<h3>A New Way of Governing: Breaking Silos to Build a Unified Vision</h3><p>Sistema Verde Urbano also created a more collaborative governance structure.</p><p>To coordinate the city’s ecological, mobility and land-use goals, Loja created a Technical Working Group, where municipal departments that previously worked in silos — such as planning, environment, mobility, public works and the water utility — met regularly with UTPL researchers to design, prioritize and deliver projects collaboratively. Through this process, a unified strategy was created ensuring continuity across three mayoral administrations, embedding green infrastructure into municipal planning and making Sistema Verde Urbano the city’s operating framework. The project is financed by a multi-source model that blends municipal revenue, citizen fees and international financing.</p><p>Sistema Verde Urbano is also formalized in Loja’s Land Use Plan, Climate Action Plan 2040, and Green Mobility Plan making it a critical component designed to guide the city for decades.</p><p>Maintenance is visible and constant. Residents often comment on the reliability of the city’s teams who sweep corridors, repair benches, plant trees and keep parks clean. This creates a sense of confidence that the green system is here to stay.</p><p>At the same time, there is still more to build: Sidewalks, pathways and roadways must be extended; additional ravines need restoration; new parks and neighborhood amenities are planned in underserved areas. But residents see these as steps in a long-term journey, not obstacles.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Several soccer players play a game on a field in Loja.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/loja-football-soccer-park_0.jpg?VersionId=WafQA.3sVll5JFtUjgDWTVP9nWdtq9Qs&h=0a8b6f8b&itok=lk8I8urR\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Dozens of Loja’s neighborhood parks are enjoyed by citizens of all ages. Photo by WRI. </figcaption>\n</figure>\n<h3>A Lighthouse for Other Andean Cities and Beyond</h3><p>Despite being a city of just 200,000 people, Loja has become a reference point for integrated ecological planning throughout Ecuador. Cities such as Cuenca, Riobamba and Ambato are studying Sistema Verde Urbano as a model, and national programs led by GIZ have helped share Loja’s methodology across the Andean region. The appeal is clear: A system that protects water, cools neighborhoods, improves health, supports active mobility, strengthens community bonds and shapes land use brings value to residents and the city.</p><p>“You may have more money in bigger cities,” said Ochoa. “But we have a rich life here.”</p><p>Loja’s message to other cities is simple: Nature is not a luxury; it is the foundation for a healthier, more resilient and more connected future.<strong> </strong></p><p><em>Sistema Verde Urbano was selected as </em><a href=\"https://www.wri.org/news/release-wri-ross-center-prize-cities-names-five-finalists-transforming-health-and-daily-life\"><em>one of five finalists</em></a><em> for the </em><a href=\"https://prizeforcities.org/\"><em>2025-2026 WRI Ross Center Prize for Cities</em></a><em>, which celebrates projects and initiatives catalyzing healthy cities. The Grand Prize Winner, which will be selected by an independent jury and receive a $250,000 grand prize, will be awarded in April 2026. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: World Resources Institute Names Mirela Sandrini Executive Director of WRI Brasil",
      "link": "https://www.wri.org/news/release-world-resources-institute-names-mirela-sandrini-executive-director-wri-brasil",
      "pubDate": "Tue, 03 Feb 2026 04:00:00 EST",
      "description": "<p><span lang=\"EN-US\"><strong>São Paulo (February 3, 2026) — </strong>World Resources Institute (WRI) today announced the appointment of Mirela Sandrini as Executive Director of WRI Brasil, following her successful tenure as Interim Executive Director.</span> </p><p><span lang=\"EN-US\">Based in São Paulo, Sandrini brings more than two decades of leadership in sustainability, philanthropy and public policy, with deep experience working to advance socio-environmental solutions through collaboration with government, civil society and the private sector.</span> </p><p><span lang=\"EN-US\">During her interim tenure, she led WRI Brasil through a period of growth and strategic consolidation, strengthening and expanding the organization’s influence at a pivotal moment for Brasil’s leadership on the global climate and nature agenda, including during the country’s hosting of COP30.</span> </p><p><span lang=\"EN-US\">Building on this foundation, Sandrini will continue to lead a renewed country strategy and guide a team of nearly 160 professionals working to redesign cities, transform food, land and water systems, and accelerate Brasil’s transition to a low-carbon economy.</span> </p><p><span lang=\"EN-US\">“This is a consequential moment for Brasil, with decisions shaping global emissions, biodiversity and the future of the Amazon,” said <strong>Adriana Lobo, Managing Director of Global Presence and National Action, World Resources Institute</strong>. “Mirela brings the judgment and steadiness this moment demands, along with deep insight into Brasil’s policy landscape. She has earned the trust of staff, partners and the Board, and we are pleased to confirm her as Executive Director.”</span> </p><p><span lang=\"EN-US\">“Mirela’s year as Acting Director involved especially close coordination with the WRI Brasil Board as the organization navigated change,” said <strong>Johannes van de Ven, President of the WRI Brasil Board</strong>. “Her ability to lead that process <strong>—</strong> working constructively with the Board <strong>—</strong> reinforced sound governance and continuity at a critical time. It’s what gives us confidence in her appointment as Executive Director.”</span> </p><p><span lang=\"EN-US\">Prior to serving as Interim Executive Director, Sandrini was Forest and Land Use Director at WRI Brasil. She previously held senior leadership roles in philanthropy and sustainability, including as Regional Director for Latin America at Porticus, where she helped shape the organization’s regional strategy with a focus on climate change, human rights and education.</span> </p><p><span lang=\"EN-US\">“It’s an honor to continue leading WRI Brasil at such a defining moment,” said <strong>Sandrini</strong>. “I’m grateful for the trust placed in me and proud of our team’s work. Our focus now is on turning evidence into action <strong>—</strong> showing that Brasil can protect its natural wealth, build a competitive low-carbon economy and lead globally on climate and development.”</span> </p><p><span lang=\"EN-US\">Sandrini holds a master’s degree in Sustainability from Fundação Getulio Vargas (São Paulo) and an MBA in Business Management from Ibmec (Rio de Janeiro).</span> <br /><br /><span lang=\"EN-US\"><strong>About World Resources Institute (WRI) </strong></span><span lang=\"EN-US\"><strong> </strong></span> <br /><span lang=\"EN-US\">WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "E-Ledgers vs. GHG Protocol Approaches to Emissions Reporting: What You Need to Know",
      "link": "https://www.wri.org/technical-perspectives/e-liabilities-vs-ghg-protocol-emissions-reporting",
      "pubDate": "Mon, 02 Feb 2026 09:54:46 EST",
      "description": "<p>In an ever-changing climate landscape, greenhouse gas (GHG) emissions measurement and management must continue to adapt and evolve to stay relevant as new opportunities and challenges emerge. There is no shortage of ideas. More than 1,400 survey responses and 230 new proposals were received by the <a href=\"https://ghgprotocol.org/\">GHG Protocol</a>, the world’s most widely used GHG accounting approach, as part of its <a href=\"https://ghgprotocol.org/survey-need-ghg-protocol-corporate-standards-and-guidance-updates?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">two-year update process.</a></p><p>One such proposal is E-Ledgers, an accounting approach embraced by Carbon Measures, a coalition of businesses committed to advancing a ledger-based carbon accounting framework. But for numerous reasons, which I unpack in this article, <strong>E-Ledgers is not a replacement for the GHG Protocol.</strong></p><p>E-Ledgers and the GHG Protocol Corporate Standard serve different purposes, adopt different approaches to accounting, and are in different stages of maturity. E-Ledgers aims to deliver mutually exclusive, comparable emissions data to support a liabilities approach to holding companies accountable for emissions. The <a href=\"https://ghgprotocol.org/corporate-standard\">GHG Protocol Corporate Standard</a> supports comprehensive corporate GHG management, value-chain wide emissions disclosures and ambitious target-setting. The E-Ledgers concept was first introduced in 2021 in a management magazine. The GHG Protocol is a widely used family of codified standards developed through multi-stakeholder processes over the last 20 years.</p><p>One of the main criticisms of GHG Protocol Corporate Standard by E-Ledgers’ authors is the double-counting inherent in the design of its scopes. Yet this is one of GHG Protocol’s greatest strengths. It supports comprehensive organizational-level GHG management by incentivizing cradle-to-grave value-chain GHG reduction efforts.</p><p>Many questions remain on whether and how E-Ledgers could support GHG management. The E-Ledgers approach would likely require a comprehensive regulatory system to drive the universal participation necessary to deliver its aims while GHG Protocol can and is used in both voluntary and regulated systems.</p><p>This article describes the E-Ledgers approach, compares it to the <a href=\"https://ghgprotocol.org/corporate-standard?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\">GHG Protocol Corporate Standard</a>, explores how it might be implemented in practice and discusses its potential to support GHG management.</p><h3>What Is E-Ledgers Accounting?</h3><p>First introduced in  <a href=\"https://hbr.org/2021/11/accounting-for-climate-change\" rel=\"noopener\" target=\"_blank\">2021 by Professors Robert S. Kaplan and Karthik Ramanna</a>, E-Ledgers accounting aims to deliver mutually exclusive and comparable product and entity-level emissions data to enable “<a href=\"https://e-liability.institute/\" rel=\"noopener\" target=\"_blank\">well-functioning green-finance and carbon-sequestration markets</a>.” Similar proposals by other academics include the carbon emissions statement by <a href=\"https://doi.org/10.2139/ssrn.4271025\" rel=\"noopener\" target=\"_blank\">Reichelstein 2022</a>, the carbon balance sheet by <a href=\"https://doi.org/10.2139/ssrn.4258460\" rel=\"noopener\" target=\"_blank\">Jia et al. 2022</a> and consequential impact-based accounting by <a href=\"https://doi.org/10.1093/oxfclm/kgad009\" rel=\"noopener\" target=\"_blank\">Ballentine 2023</a>.</p><h3>How Might the E-Ledgers Approach Work?</h3><p>E-Ledgers is envisioned to work like a company’s financial cost accounting system, transferring emissions down supply chains with the sale of products. Each company in a value chain would calculate its own direct GHG emissions (scope 1 in GHG Protocol) using primary data and allocate these to its products, together with the cradle-to-gate supply chain emissions of the purchased inputs used to produce them. The upstream cradle-to-gate emissions would be transferred to the company by its direct (tier 1) suppliers. While financial liabilities can include future services owed to others or unsettled obligations from previous transactions, E-Ledgers uses liabilities to refer exclusively to historical or cradle-to-gate emissions ex-post.</p><p>The idea behind the approach is that emissions information would be transferred sequentially along supply chains to downstream customers. Each company in the supply chain would deduct the emissions liabilities attributable to its sold products from its cumulative record of emissions liabilities and transfer them to the downstream company buying its products. The buyers would add these cradle-to-gate emissions liabilities attributable to the products it purchased to its cumulative record of emissions liabilities. With this approach, each metric ton of GHG emissions would be “owned” by only one company at a time.</p><p>If companies reduce their cradle-to-gate emissions by sourcing less carbon-intensive inputs (upstream) or decrease their own direct emissions, then they will incur and pass on fewer emissions liabilities  to their customers. A company’s cumulative emissions liabilities would not reflect the emissions it caused over a period; rather, it would be a point-in-time “owned”  emissions liabilities value on a “carbon balance sheet,” or “E-ledger.” Companies could also record cradle-to-gate emissions for a given period, like the corporate inventory approach , separately from point-in-time emissions liabilities, but this would be limited to cradle-to-gate emissions and direct emissions.</p><h3>How Do E-Ledgers Relate to Emissions Liability Management?</h3><p>Emissions Liability Management, introduced by <a href=\"https://academic.oup.com/oocc/article/3/1/kgad006/7227721\" rel=\"noopener\" target=\"_blank\">Roston, Seiger & Heller, 2023</a>, builds on E-Ledgers accounting to create an E-liability Management framework, or “carbon solvency,” whereby a company’s emissions liabilities are matched on a balance sheet (E-ledger) with “duration-matched removal assets” (E-assets). A company’s E-Ledger would net E-liabilities and E-assets. A company with more E-liabilities than E-assets would show net E-liabilities; and a company with more E-assets than E-Liabilities would show net E-assets. E-assets are carbon removal offsets that certify permanent carbon sequestration. The E-asset system aims to tackle some of the existing carbon-offset market challenges, such as inconsistent reporting and lack of audits, by using financial accounting principles to define what constitutes an allowable carbon-offset asset.</p><p>A company could buy offsets that are “nettable against liabilities,” effectively counterbalancing their E-liabilities — much like the carbon-neutral concept. Emissions Liability Management authors initially suggested that the liability duration for E-assets be 1,000 years, but in a <a href=\"https://drive.google.com/file/d/1FcVVCN4Jh9elx33A85KJyGf9DteW32s_/view\" rel=\"noopener\" target=\"_blank\">subsequent paper</a> acknowledged that in practice companies would choose their own liability duration. No limit is set on the use of E-assets, meaning that a company could theoretically buy removal offsets for all its E-liabilities and never decarbonize its own value chain. This contrasts with the <a href=\"https://sciencebasedtargets.org/\" rel=\"noopener\" target=\"_blank\">Science-based Target Initiative</a> (SBTi), which only allows a very limited quantity of residual emissions (5-10%) to be neutralized with high-quality carbon removals once a company has achieved its long-term science-based target.</p><h3><strong>How Does the E-Ledgers Accounting Concept Differ from the GHG Protocol Corporate Standard?</strong></h3><p>The differences between the E-liability approach and the GHG Protocol Corporate Standard reflect their different goals and maturity.  Five differences are discussed below, noting that E-Ledgers is a relatively new approach (compared to GHG Protocol) and subject to change:</p><ul><li>Cradle-to-gate and direct versus cradle-to-grave emissions accounting;</li><li>Transferring emissions liabilities to customers versus collective value-chain emissions accounting;</li><li>Mutually exclusive versus double-counting of emissions;</li><li>Use of primary versus estimated data; and</li><li>Concept versus codified standard.</li></ul><p>While this comparison focuses on E-Ledgers and the GHG Protocol’s Corporate Standard, it should be noted that allocating emissions on a product-level basis, a key feature of E-Ledgers accounting, was standardized over a decade ago in the <a href=\"https://ghgprotocol.org/product-standard\">GHG Protocol Product Standard (2011</a>). Further, allocating (e.g., depreciating or amortizing) cradle-to-gate emissions of capital equipment on a product-level basis, per product generated, is not a new concept. Such practices have been commonplace in lifecycle analysis for decades.</p><h4>1) Cradle-to-gate and direct versus cradle-to-grave emissions accounting</h4><p>E-Ledgers focuses on accounting for a company’s cradle-to-gate and direct emissions. An oil and gas company, for example, would not account for the downstream emissions from the combustion of its sold products by end users (where most of their cradle-to-grave emissions occur). The authors’ rationale for omitting downstream emissions was threefold: including downstream emissions double counts emissions, collecting emissions data from downstream customers is challenging, and companies have more control or influence over their suppliers than their customers.</p><p>A subsequent <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4721926\" rel=\"noopener\" target=\"_blank\">working paper by the E-liabilities authors</a> incorporated the disclosure of downstream emissions from product use by end consumers (B2C) when products require energy for their use and when a product’s sourcing and design decisions could influence product energy use. If these conditions are met, companies would disclose per-product performance metrics (GHG intensity) rather than aggregate emissions, as in the case of the GHG Protocol. It is unclear why the E-Ledgers authors omitted high use phase emissions from B2B products from disclosure. Such information would likely be material to investors and other users.</p><p>The GHG Protocol’s corporate standard quantifies the upstream (cradle-to-gate) and downstream emissions attributable to a company’s activities, classified into three scopes. Scope 1 refers to direct emissions from a company’s owned or controlled sources. Scope 2 refers to indirect emissions from the generation of energy purchased and consumed by a company. Scope 3 refers to indirect emissions (not included in scope 2) that occur in the value chain of a reporting company. Scope 3 emissions are categorized into 15 mutually exclusive categories that distinguish upstream and downstream emissions. Downstream product-use phase emissions include individual end users and business users. The  <a href=\"https://ghgprotocol.org/sites/default/files/standards/Corporate-Value-Chain-Accounting-Reporing-Standard_041613_2.pdf?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">GHG Protocol Scope 3 Standard</a> also provides guidance on how to report product performance metrics effectively, e.g., for long-lived products that result in significant cumulative emissions despite low-carbon on a per-product level.</p><h4>2) Transferring emissions liabilities to customers versus collective value-chain emissions responsibility</h4><p>Using the E-Ledgers approach, companies transfer the emissions liabilities of their products to downstream customers. This approach risks companies offloading the burden of managing emissions (liabilities) to customers instead of encouraging collaboration and collective target-setting across value chains. A fertilizer manufacturer, for example, would transfer its production emissions liabilities to customers and would not be responsible for the downstream emissions associated with the application of its fertilizers.</p><p>It is unclear who would require E-ledgers and whose E-ledgers, if anyone’s, would capture the emissions liabilities effectively offloaded to individual (non-business) end consumers (e.g., individuals driving cars or heating homes). Even if individual consumers did maintain personal E-ledgers, what would happen to their liabilities when they die?</p><p>Under the GHG Protocol, responsibility for emissions is not transferred between companies or to end users. Instead, each company in a value chain accounts for and takes responsibility for its upstream (cradle-to-gate), direct (Scope 1) and downstream emissions. This helps companies focus their GHG mitigation efforts on emissions “hot spots” in value chains and prioritize where they can drive the biggest GHG reductions.</p><p>Incentivizing an approach like E-Ledgers where everyone looks at their own plates first risks slowing down the decarbonization of value chains. Returning to the oil and gas company example, emissions from sold products typically comprise <a href=\"https://cdn.cdp.net/cdp-production/cms/guidance_docs/pdfs/000/000/469/original/CDP-Scope-3-Category11-Guidance-Oil-Gas.pdf?1643046888\" rel=\"noopener\" target=\"_blank\">90% of oil and gas companies’ total emissions</a>. These would show up as Scope 3 emissions using the GHG Protocol Corporate Standard, creating an incentive for companies to manage and reduce them. Oil and gas companies have opportunities to reduce downstream emissions through the design of their products or by selling energy generated with low-carbon technologies. Calculating product use-phase emissions need not be challenging. Making assumptions about how products are typically used is standard practice for product development.</p><h4>3) Mutually exclusive vs. double-counting of emissions</h4><p>By allowing companies to transfer emissions liabilities to their customers, E-Ledgers avoids the double-counting of the same emissions by different companies. This supports their goal of providing mutually exclusive accounts of emissions. The GHG Protocol’s three scopes result in multiple companies counting the same emissions in shared value chains. One company’s direct (Scope 1) emissions are another company’s indirect (Scope 2 or 3) emissions.</p><p>Does double-counting matter? The answer depends on how the information is used. Yes, if the goal is to create a mutually exclusive corporate GHG emissions framework. No, if the goal is to help companies strategically manage emissions across value chains.</p><p>The GHG Protocol scopes drive an expansive approach to GHG reductions. A delivery truck company, for example, can lower emissions by optimizing routes and selecting low-emissions vehicles (Scope 1). A truck manufacturer can lower emissions by making its trucks more energy-efficient and shifting from gas to electric vehicles (Scope 3). The energy provider can explore alternative low carbon energy sources (Scopes 1 and 3). The scopes’ design enables companies to focus on the part of the value chain where they have the greatest opportunities to reduce emissions.</p><p>The scopes’ design also ensures no double-counting within a single company’s GHG inventory. Upstream and downstream emissions are also not conflated in an inventory. The GHG Protocol’s Scope 3 Standard (2011) requires the separate disclosure of Scope 3 emissions, in 15 categories, which are grouped exclusively as upstream or downstream.</p><h4>4) Use of primary versus estimated data</h4><p>Primary data is specific and traceable to a company’s products and services. It does not include the use of averaged industry or regional data. The E-Ledgers approach initially advocated for only using primary data to improve accuracy and reliability, acknowledging that this would involve a three or six-year phase-in period. In practice, its approach, as exhibited by recent <a href=\"https://e-liability.institute/wp-content/uploads/2022/11/What-does-an-E-liability-pilot-look-like-The-case-of-Giti-Tire.pdf\" rel=\"noopener\" target=\"_blank\">case studies</a>, mirrors the GHG Protocol by encouraging companies to collect as much primary data as possible, especially for significant emissions sources, while relying on secondary data for less relevant or material emissions sources.</p><p>Ideally all companies would collect and share primary data. The challenges to this are multiple, especially in voluntary systems. Supply chains can have thousands of suppliers and components. Suppliers may be unwilling to share proprietary primary data. Thus, it is practical and efficient to use representative secondary (industry average) data to fill data gaps, while focusing a company’s primary data-collection efforts on emissions “hot spots” in the value chain that could make the greatest contribution to mitigating overall emissions. A <a href=\"https://cdn.cdp.net/cdp-production/cms/guidance_docs/pdfs/000/003/504/original/CDP-technical-note-scope-3-relevance-by-sector.pdf\" rel=\"noopener\" target=\"_blank\">CDP analysis on the relevance of Scope 3 categories by 16 high-impact sectors</a>, for example, found that on average, companies had significant emissions in only three of the 15 GHG Protocol Scope 3 categories.</p><h4>5) Concept versus codified standard</h4><p>The E-Ledgers approach is not a codified standard. In their <a href=\"https://www.hbs.edu/faculty/Pages/item.aspx?num=64810\" rel=\"noopener\" target=\"_blank\">September 2023 updates</a>, the authors indicated that they were not working to “standardize their methodology” because they are still “field testing” their concepts. As a result, it does not specify the GHG accounting and allocation rules, quantification methods, emission factors, and other key elements needed to ensure comparability between companies. E-Ledgers will either need to develop these rules or draw on the GHG Protocol’s existing, codified guidance, as the authors appear to be doing with their recent addition of downstream emissions estimates and disclosures.</p><p>The GHG Protocol is a family of codified standards developed through multi-stakeholder processes involving thousands of experts and stakeholders from business, academia, NGOs and governments over the last 20 years. These include the <a href=\"https://ghgprotocol.org/corporate-standard?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Corporate Standard</a> (2004), <a href=\"https://ghgprotocol.org/project-protocol?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Project Protocol</a> (2005), <a href=\"https://ghgprotocol.org/scope-2-guidance?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Scope 2 Guidance</a> (2015), <a href=\"https://ghgprotocol.org/corporate-value-chain-scope-3-standard?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Scope 3 Standard</a> (2011), <a href=\"https://ghgprotocol.org/scope-3-calculation-guidance-2?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Scope 3 Technical Guidance</a> (2013), <a href=\"https://ghgprotocol.org/product-standard?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Product Life Cycle Standard</a> (2011), and the forthcoming <a href=\"https://ghgprotocol.org/land-sector-and-removals-guidance?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Land Sector and Removals Guidance</a> (expected in 2024).</p><h3><strong>In What Ways Is E-Ledgers Like the GHG Protocol?</strong></h3><p>Both the E-Ledgers and the GHG Protocol’s Corporate Standard involve collecting emissions data and passing it sequentially along a supply chain. E-Ledgers passes along liabilities as mutually exclusive emissions information. The GHG Protocol passes along information, not the associated “ownership” of emissions liabilities.</p><p>The E-Ledgers primary data collection methods and principles of allocating supplier-specific, cradle-to-gate emissions to sold products mirrors the specifications from GHG Protocol’s “corporate suite” of standards and guidance.</p><p>The activity-based costing method of assigning overhead and indirect costs to products and services recommended by E-Ledgers resembles the physical allocation methods (including mass, volume, energy, chemical and unit sales) specified in the GHG Protocol Scope 3 and Product Standards, which build on long-established guidance on allocation within attributional lifecycle assessment  (<a href=\"https://www.iso.org/standard/37456.html\" rel=\"noopener\" target=\"_blank\">ISO, 2006</a>).</p><p>Other similarities include:</p><ul><li>Both allow a reporting company to collect data from its immediate (tier 1) suppliers and its own activities. The GHG Protocol’s <a href=\"https://ghgprotocol.org/corporate-value-chain-scope-3-standard?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Scope 3 Standard</a> states that reporting companies should use product-level cradle-to-gate GHG data from suppliers to calculate their emissions. Detailed guidance on how to do this is provided in the GHG Protocol’s <a href=\"https://ghgprotocol.org/product-standard?ap3c=IGjei8xDKZmOUcQAAGjei8zsIVb4XT2e--pUSWm6fIOgZ-AmDw\" rel=\"noopener\" target=\"_blank\">Product Life Cycle Accounting and Reporting Standard</a>.</li><li>Both include direct emissions and indirect upstream emissions (cradle-to-gate); GHG Protocol also includes indirect downstream emissions (cradle-to-grave).</li><li>Both encourage primary data collection.</li><li>Both specify supplier-specific emissions data transfer.</li><li>Both use similar data sources and calculations.</li></ul><h3>How Practical Would it Be to Implement E-Ledgers?</h3><p>An <a href=\"https://e-ledgers.institute/wp-content/uploads/2025/06/What-does-an-E-liability-pilot-look-like-The-case-of-Giti-Tire-1.pdf\">E-Ledgers case study</a> of a tire company, for example, included the GHG emissions from only four of the 200 raw materials used to produce tires, and even then had to rely on estimates from environmental product declarations.</p><p>E-Ledgers is not a standalone GHG accounting system. It does not provide methods for calculating emissions. It is not a codified standard. Nor has it specified data formatting or data transfer rules to tackle data-sharing problems and the need to link-up supply chains to facilitate emissions sharing among companies using different technologies and platforms. This data sharing problem is being addressed by GHG Protocol’s co-convenor, World Business Council for Sustainable Development, through its  <a href=\"https://www.carbon-transparency.org/ target=\" rel=\"noopener\">Partnership for Carbon Transparency (PACT</a>). PACT develops a standardized approach for calculating and exchanging consistent, comparable and credible Scope 3 emissions data across value chains. It has two elements: the <a href=\"https://www.wbcsd.org/tools-and-materials/\" rel=\"noopener\" target=\"_blank\">PACT Framework</a>, which provides guidance on how to calculate primary product GHG footprints, and the <a href=\"https://www.carbon-transparency.org/network\">PACT Network</a>, which facilitates peer-to-peer exchange for ensuring interoperability between technology solutions.</p><p>To achieve its goal of only using primary data to calculate emissions, the E-Ledgers  approach would need each company in a value chain to quantify and register its GHG emissions liabilities. Such a universal approach is unlikely to be feasible in a voluntary system. Companies with diverse product portfolios or deep global supply chains touch many small- to medium-sized enterprises. Large-cap companies, for example, can have supplier pools of up to 100,000 businesses that span the globe.</p><p>Lastly, and most importantly, it is unclear why companies would be compelled to create E-ledgers, purchase E-assets and treat E-liabilities as costs or legal responsibilities in the absence of regulations or punitive carbon taxes. Liabilities will not matter without regulatory teeth.</p><h3><strong>Is E-Ledgers an Effective Approach to Inform GHG Management? </strong></h3><p>The raison d'être of counting emissions is to help manage and reduce them in line with achieving the Paris Agreement’s 1.5 degrees Celsius temperature stabilization goal. E-Ledgers are based on financial accounting approaches. Financial accounting was not designed to count GHGs or address GHG risks. The flow of money is unconstrained by the laws of physics and chemistry. GHG emissions are different. It is therefore reasonable to ask: Is an approach based on financial accounting an effective way to inform GHG management? The answer is unclear since E-Ledgers has not been widely used.</p><p>Other questions remain. Would E-Ledgers encourage companies to think strategically across their value chains to identify their most impactful GHG reduction opportunities? No, because it focuses a company’s accounting on Scope 1 and cradle-to gate emissions. And while downstream product use phase disclosures have now been added, these are limited to a subset of product use types and do not account for product use phase emissions. Would it help investors assess GHG risks? No, because investors want information on the full value chain risks, as evidenced by the 297 comment letters submitted on a draft U.S. Securities and Exchange Commission Climate Disclosure Rule. In these submissions, a whopping <a href=\"https://www.ceres.org/news-center/blog/analysis-shows-investors-strongly-support-secs-proposed-climate-disclosure-rule\">97% of investors supported including Scope 3 emissions</a> in the disclosure rule.</p><p>What about the Emissions Liability Management E-ledger approach that allows a company to purchase unlimited E-assets or offsets to cancel its E-liabilities? All sectors need to reduce their value-chain emissions. This includes radical decarbonization of GHG-intensive sectors such as utilities, oil and gas, transportation, banking, chemicals, steel, and concrete.</p><p>Emissions Liability Management claims to provide a mechanism for pricing emissions to “properly reflect the cost of the externalities (emissions).” It states that price is determined by the cost to manage a portfolio of E-assets over a specified duration. This assumes well-functioning markets with regulators, enforcers, and controllers. Unfortunately, this is not the reality today. And absent regulations on emissions, such as a cap or carbon tax, it is unclear what would determine a price on emissions or E-liabilities other than the cost of purchasing voluntary offsets.</p><p>In a voluntary system, E-Ledgers’ effectiveness would depend on upstream companies being motivated to reduce GHGs because they see a competitive advantage to passing lower liabilities to customers. This would only happen if end customers cared about GHG liabilities. And if they don’t care, would producers simply pass their production-related E-liabilities to customers and assume no responsibility for these emissions?</p><p>Lastly, would regulators be likely to adopt an E-Ledgers approach to drive decarbonization of the economy? The answer is unclear, given concerns around its efficacy for GHG risk management. And as <a href=\"https://Gillenwater, 2024\">Gillenwater, 2024</a> notes, regulators typically target individual facilities or end products rather than companies as their point of regulation.</p><h3><strong>Is E-Ledgers Accounting a Replacement for the GHG Protocol?</strong></h3><p>No. E-Ledgers and the GHG Protocol serve different goals and adopt different accounting approaches. E-Ledgers is not a codified standard and it is unclear how it would work in a voluntary system.</p><p>The world is not on track to achieve the Paris Agreement on climate change. Neither the GHG Protocol nor E-Ledgers can be surrogates for GHG regulations. Liabilities will not matter without regulatory teeth. Voluntary reduction efforts can only go so far, absent a regulatory leveling of the playing field. It’s time for governments to mandate GHG reductions. This may require new forms of GHG emissions information.</p><p>While it is important to remain open to new ideas, we shouldn’t be too quick to throw the baby out with the bathwater. For voluntary programs and regulatory systems, the GHG Protocol provides a policy-neutral foundation for accounting for emissions attributed to business activities. GHG Protocol does not just provide a <a href=\"https://ghgprotocol.org/corporate-standard\">Corporate Accounting Standard</a>, but a whole family of standards for different uses, including a <a href=\"https://ghgprotocol.org/product-standard\">product–level accounting standard</a>. And GHG Protocol and ISO are <a href=\"https://ghgprotocol.org/blog/announcement-iso-ghg-protocol-jointly-develop-new-product-level-ghg-accounting-standard-call\">partnering</a> to update and merge their respective product standards into a single standard.</p><p>Regulators can and do prescribe which elements of the GHG Protocol to use to meet specific objectives, including achieving comparability across companies (e.g., organizational boundary method, scope, minimum inclusion, and data quality). If regulators or others see value in new approaches to GHG accounting, these could operate side-by-side with the GHG Protocol and rely on its technical foundation.</p><p> </p><p><em>EDITOR'S NOTE, 2/2/26: This article was originally published in April 2024 and was updated in 2026 to reflect E-liabilities’ name change to E-Ledgers. An </em><a href=\"https://www.tandfonline.com/doi/full/10.1080/17583004.2024.2397498\"><em>adaptation of this article</em></a><em> was also published by Carbon Management Journal.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Inside Colombia’s New 2035 Climate Plan: What You Need to Know",
      "link": "https://www.wri.org/technical-perspectives/inside-colombia-climate-plan-2025-nationally-determined-contribution",
      "pubDate": "Mon, 02 Feb 2026 08:20:44 EST",
      "description": "<div class=\"callout alignright\"><p class=\"secondary\"><a href=\"https://es.wri.org/insights/todo-lo-que-hay-que-saber-sobre-el-nuevo-plan-climatico-2035-de-colombia\"><em>Este artículo está disponible en español aquí</em></a><em>.</em></p></div><p>The center of gravity for <a href=\"https://time.com/7332240/cop30-brazil-climate-energy-global-south/\">climate progress</a> is shifting. Increasingly, many of the countries driving the global climate transition are those that have contributed the least to historical emissions yet are among the most vulnerable to climate impacts. Emerging economies are showing that climate action is not only a moral imperative but a pathway to competitiveness, resilience and economic growth. Colombia exemplifies this broader movement: A country that, despite <a href=\"https://www.climatewatchdata.org/countries/COL?end_year=2022&start_year=1990\">accounting for just 0.59% of global emissions</a>, has consistently chosen to lead.</p><p>This leadership stands out at a time when collective ambition is failing to keep pace with the urgency of the climate crisis. 2025 was meant to be a pivotal year for climate action, with countries submitting new climate plans, known as <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a> (NDCs), which set emission reduction and climate adaptation goals for the next decade. By the end of 2025, <a href=\"https://www.climatewatchdata.org/ndc-tracker\">125 countries</a> had submitted new NDCs. While this shows progress, the combined ambition of these commitments <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">still falls short</a> of what is needed to keep the world within <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">critical warming thresholds</a>.</p><p>Historically, Colombia’s NDCs have been among the most ambitious in the Latin American and Caribbean region. <a href=\"https://unfccc.int/sites/default/files/NDC/2022-06/Colombia%20iNDC%20Unofficial%20translation%20Eng.pdf\">The country’s first NDC submission in 2015</a> committed to reducing economy-wide greenhouse gas emissions by 20% below business-as-usual (BAU) levels by 2030, or up to 30% with international support. <a href=\"https://www.wri.org/insights/colombia-shows-leadership-race-against-climate-change\">In 2020, Colombia strengthened its ambition</a>, increasing its 2030 target to a <a href=\"https://unfccc.int/sites/default/files/NDC/2022-06/NDC%20actualizada%20de%20Colombia.pdf\">51% emissions reduction below BAU</a>.</p><p>Five years later in 2025, <a href=\"https://www.wri.org/news/statement-colombia-updates-its-climate-commitments-2035\">Colombia submitted its updated NDC</a>, presenting its 2035 target as an absolute emissions limit. Under this approach, the country commits to limit its emissions in 2035 to between 155 million and 161 million metric tons of carbon dioxide equivalent. Notably, the 2035 limit is lower than Colombia’s 2030 emissions level under its previous NDC target, signaling a downward emissions trajectory consistent with the country’s goal of reaching net zero by 2050. Because the target is framed as an absolute limit — without an equivalent percentage reduction relative to a projected BAU scenario — it cannot be expressed directly as a single percentage reduction, as in previous NDC cycles. <a href=\"https://unfccc.int/sites/default/files/resource/BTR1_Colombia.pdf\">Colombia’s first Biennial Transparency Report</a> provides emissions projections only up to 2030 and notes that the country is still building the technical capacity to extend modeling to 2035 and 2050, with updated emissions projections expected in its second transparency report in 2026.</p><p>The new NDC also frames an adaptation component around a long-term goal: Reducing the risk and socio-economic impacts of climate variability and change. It’s structured across eight territorial dimensions — biodiversity and ecosystem services, water resources, food security and agricultural production, human health, human habitat, infrastructure, disaster risk, and cultural heritage —  within the <a href=\"https://siivra.ideam.gov.co/\">Integrated Information System for Vulnerability, Risk and Adaptation</a> (SIIVRA, by its Spanish acronym), helping ensure actions are measurable and trackable over time.</p><p>Colombia’s NDC also sets out clear needs for support to implement its adaptation component, recognizing that domestic resources alone are insufficient to deliver its resilience goals. It identifies four gaps: finance, technology transfer, capacity-building, and planning and governance. It highlights, for example, an estimated funding shortfall of around 0.13% of Colombia’s GDP per year, roughly 2 trillion Colombian pesos annually ($540 million) to meet 2030 adaptation targets, and the need to strengthen technical and operational capacity across levels of government to plan, implement and monitor adaptation measures effectively.</p><p>The NDC calls for international support, particularly in finance, capacity-building and technology transfer, and emphasizes the need for consolidating the SIIVRA as a monitoring tool. It also takes stock of Colombia’s National Adaptation Plan, noting that a 2025 assessment found the 2012 Plan helped build knowledge but had limited impact on structural change, with progress largely concentrated in diagnostics and pilot projects. As a result, the NDC underscores the need for technical and financial support to update the National Adaptation Plan into a stronger framework with verifiable goals aligned with the NDC and the long-term climate strategy.</p><p>The NDC also stands out for including a dedicated narrative on <a href=\"https://www.wri.org/insights/loss-damage-climate-change\">loss and damage</a>, acknowledging that some climate impacts are already severe and, in some cases, irreversible. It estimates the annual economic loss from climate events at 4.03 trillion Colombian pesos ($1.1 billion). It also highlights forced human displacement as a major non-economic impact, recognizing it as an increasingly visible consequence of floods, droughts and other disasters. In 2023 alone, Colombia registered 351,000 new internal displacements linked to climate-related events. In response, the country proposes developing a National Framework for Loss and Damage to better coordinate sectoral action and financing, while also seeking to mobilize support through the international <a href=\"https://unfccc.int/fund-for-responding-to-loss-and-damage\">Fund for Responding to Loss and Damage</a> established at the 2023 United Nations Climate Change Conference (COP28).</p><p>While Colombia’s new NDC covers a wide range of sectors, three in particular are worth watching closely: forests, energy and cities. Land-use change and energy are Colombia’s largest sources of emissions, while the energy sector sits at the heart of the climate transition amid ongoing dependence on fossil fuels. As most Colombians live in increasingly vulnerable urban areas, cities are critical for both climate mitigation and adaptation. Together, these three areas offer valuable insights not only into Colombia’s pathway to 2035 but also for other countries navigating similar challenges.</p><h3>1) Nature at the Center of Climate Ambition</h3><p>In its latest NDC submission, Colombia increases its ambition on forests and biodiversity under the framework of “Peace with Nature” and a biocultural protection approach. <a href=\"https://www.cbd.int/countries/profile?country=co\">The country is recognized as one of the world’s megadiverse countries</a>, hosting nearly 10% of global biodiversity, including <a href=\"https://unfccc.int/sites/default/files/resource/BTR1_Colombia.pdf\">around 67,000 species</a>.</p><p><a href=\"https://unfccc.int/sites/default/files/resource/BUR3%20-%20COLOMBIA.pdf\">Colombia’s natural forests cover approximately 59.7 million hectares</a>, representing 52.3% of the national terrestrial territory, with the Amazon accounting for roughly two-thirds of this area. Yet deforestation remains a significant challenge: Between 2002 and 2024, <a href=\"https://www.globalforestwatch.org/dashboards/country/COL/?location=WyJjb3VudHJ5IiwiQ09MIl0%3D&map=eyJjYW5Cb3VuZCI6dHJ1ZX0%3D\">Colombia lost an estimated 2.1 million hectares of primary humid forest</a>, mostly driven by agricultural expansion (particularly extensive cattle ranching), the cultivation of illicit crops and land grabbing.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/27301476/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>The country reaffirms its commitment to tackling deforestation by setting a 2030 target to reduce the annual deforestation rate to 50,000 hectares and a more ambitious 2035 target to limit deforestation to between 37,500 and 49,999 hectares per year. In parallel, Colombia commits to the <a href=\"https://www.nature.org/en-us/what-we-do/our-priorities/protect-water-and-land/land-and-water-stories/committing-to-30x30/\">global 30x30 goal</a>, aiming to protect at least 30% of its continental and marine territory by 2030.</p><p>The NDC also positions the Amazon biome as a strategic pillar for national and regional climate stability, given its essential role in stabilizing regional climate patterns, capturing and storing large volumes of carbon, and maintaining ecosystem connectivity across the Andes–Amazon–Orinoquía system. To achieve this, the NDC aims to prevent new mineral and hydrocarbon exploration in the region, thereby preserving its ecological integrity. Importantly, it recognizes <a href=\"https://www.wri.org/insights/amazon-carbon-sink-indigenous-forests\">Indigenous territories</a> as fundamental spaces for climate action and, for the first time, includes specific measures developed in collaboration with Indigenous peoples to protect biodiversity based on traditional knowledge systems.</p><p>Beyond the NDC, <a href=\"https://www.radionacional.co/noticias-colombia/gobierno-firma-8-decretos-para-entidades-territoriales-indigenas-en-amazonia\">Colombia has recently taken steps to strengthen Indigenous self-governance in the Amazon</a>, including the formalization of the country’s first <a href=\"https://gaiaamazonas.org/recursos/colombia-entidades-territoriales-indigenas-amazonia-eti/\">Indigenous Territorial Entities</a> in the eastern Colombian Amazon. This recognizes Indigenous governments as legitimate governing bodies with greater responsibilities for territorial and environmental management.</p><p>Colombia’s NDC also includes measures to manage <a href=\"https://www.wri.org/research/unlocking-potential-blue-carbon-ecosystems-national-climate-policy\">blue carbon ecosystems</a> (mangroves, tidal marshes and seagrasses). These ecosystems store and capture carbon at very high rates per unit area, while also supporting fisheries and coastal livelihoods, strengthening ecotourism and improving water quality. <a href=\"https://unfccc.int/sites/default/files/resource/BTR1_Colombia.pdf\">Colombia has approximately 285,000 hectares of mangroves</a> across its Caribbean and Pacific coasts. Despite its mitigation potential, in the NDC, mangroves are reflected only in the adaptation component, with measures focused largely on strengthening management and integrating ecosystem-based adaptation into marine and coastal protected areas, rather than setting explicit restoration or deforestation-reduction targets.</p><p>Encouragingly, Colombia is working to strengthen the technical basis for integrating blue carbon into its mitigation framework, starting by calculating the mitigation potential of mangroves and seagrasses. Expanding monitoring to better capture coastal and marine carbon dynamics could help unlock the full climate potential of these ecosystems.</p><h3>2) Navigating a Just Transition Away from Fossil Fuels</h3><p>Although Colombia has a relatively clean electricity matrix, with hydropower accounting for <a href=\"https://www.iea.org/countries/colombia/electricity\">almost 60% of total electricity generation in 2024</a>, its energy sector is the second-largest source of national  greenhouse gas emissions, representing <a href=\"https://www.climatewatchdata.org/countries/COL?end_year=2022&start_year=1990#ghg-emissions\">31.5% of total emissions in 2022</a>. This is closely linked to the country’s long-standing <a href=\"https://www.wri.org/research/just-transitions-oil-gas-sector-workers-communities-middle-income-countries\">economic dependence on fossil fuel extraction</a>, which has historically been a pillar of the national economy and a significant source of export revenues. At the same time, Colombia remains reliant on fossil fuels across end-use sectors, particularly transport, industry and households, highlighting the need to accelerate electrification and energy efficiency beyond the power sector.</p><p>Meanwhile, Colombia’s heavy reliance on hydropower makes its electricity system <a href=\"https://es.wri.org/insights/adaptacion-climatica-del-sector-hidroelectrico-en-colombia-y-costa-rica-retos-y\">highly vulnerable to the impacts of climate change</a>. In 2024, <a href=\"https://www.iea.org/countries/colombia/electricity\">35.7% of electricity generation came from fossil fuels</a>, an already significant share that can rise further during dry periods.  During <a href=\"https://www.wri.org/insights/impacts-el-nino-beyond-water\">El Niño</a> events, reduced water availability forces increased reliance on coal- and gas-fired thermal power plants, resulting in sharp spikes in emissions. To address this vulnerability, Colombia’s NDC prioritizes the rapid expansion of renewable energy sources, including solar and wind energy.</p><p>These efforts are complemented by the promotion of <a href=\"https://www.wri.org/insights/colombia-energy-communities-bring-electricity-income\">energy communities</a>, enabling local, rural and ethnic communities to generate and manage their own clean energy, as well as by commitments to modernize the electricity network both across the national grid and in non-interconnected areas. Likewise, the NDC includes energy efficiency measures to reduce emissions without compromising the reliability of electricity service. It also promotes demand-side measures such as hourly tariffs aimed at shifting electricity consumption away from peak hours, when carbon-intensive thermal generation is most active.</p><p>Finally, to address economic dependence on fossil fuels, <a href=\"https://www.theguardian.com/world/2023/jan/20/colombia-stop-new-oil-gas-exploration-davos\">Colombia has committed to halt the signing of new contracts for hydrocarbon exploration.</a> The NDC states that by 2029, the country will publish a definitive roadmap for exiting fossil fuels, outlining the technical, fiscal and labor transitions required to remove these fuels from the national energy matrix. This process is accompanied by the progressive dismantling of carbon-intensive fossil fuel subsidies and implementing a just labor transition strategy to provide social protection and create new <a href=\"https://www.wri.org/research/jobs-skills-new-economy-action-agenda\">green employment</a> opportunities for workers currently employed in the coal and oil sectors.</p><p>Colombia has also signaled internationally its commitment to accelerating the global transition away from fossil fuels. <a href=\"https://www.theguardian.com/environment/2023/dec/02/colombia-joins-international-alliance-calling-for-treaty-to-end-use-of-fossil-fuels\">The country has endorsed the Fossil Fuel Non-Proliferation Treaty</a>, becoming not only the first Latin American state to join the bloc, but also the largest fossil fuel producer to date to endorse the proposal. In April 2026, <a href=\"https://fossilfueltreaty.org/first-international-conference\">the governments of Colombia and the Netherlands</a> will jointly host the first International Conference on the Just Transition Away from Fossil Fuels. The announcement came at a critical political moment, as the 2025 COP30 final decision text did not include any explicit reference to fossil fuels — despite strong calls from countries for a global roadmap to guide a just transition away from them. The conference aims to help inform the COP30 Presidency as it develops its own transition roadmaps.</p><p>Despite these commitments, the political and economic reality of Colombia’s energy transition remains complex and uncertain. <a href=\"https://www.bloomberg.com/news/articles/2025-11-20/colombia-urges-world-to-quit-fossil-fuels-at-cop30-as-its-own-effort-lags\">Oil and coal continue to account for roughly half of the country’s export revenues</a>, underscoring its structural dependence on fossil fuels. Moreover, the decision to stop new hydrocarbon exploration contracts has had short-term implications for energy security: A domestic gas shortage in late 2025 <a href=\"https://www.bloomberg.com/news/articles/2024-06-05/colombian-companies-face-energy-crunch-as-gas-reserves-plunge\">forced Colombia to begin importing liquefied natural gas</a> to meet household and industrial demand, thereby increasing energy costs and exposing the system to international price volatility.</p><p><a href=\"https://www.bloomberg.com/news/features/2025-10-16/colombia-warms-to-fossil-fuels-as-gustavo-petro-s-climate-agenda-fizzles\">Political dynamics</a> will further shape the outlook for the energy transition. With congressional elections scheduled for March 2026 and presidential elections in May 2026, the new leadership will be decisive in determining whether Colombia’s energy transition proceeds along an accelerated pathway or shifts towards a slower, more conservative trajectory. The current public debate includes proposals that would place greater emphasis on oil and gas within the national energy mix, while others would prioritize faster diversification. These election outcomes will therefore play a critical role in defining the credibility, pace and durability of the country’s long-term commitment to a just transition away from fossil fuels.</p><h3>3) How Cities Are Driving the Climate Transition</h3><p>In Colombia, where <a href=\"https://unfccc.int/sites/default/files/2025-12/NDC%203.0%20Transformaciones%20para%20la%20Vida%20%28Colombia%29.pdf\">more than 76% of the population resides in urban areas</a>, cities have emerged as <a href=\"https://www.wri.org/update/how-multilevel-action-advances-colombias-economic-transformation-and-climate-goals\">key laboratories for climate action</a>, developing innovative responses to climate risks that have inspired and informed global best practices. In Barranquilla, the <a href=\"https://prizeforcities.org/project/todos-al-parque\">Todos al Parque</a> (Everyone to the Park) program has transformed public space, ensuring that 93% of households have access to a green public space within an eight-minute walk. In Medellín, the implementation of <a href=\"https://www.weforum.org/stories/2024/01/nature-positive-cities-tackle-extreme-heat/\">green corridors</a> has contributed to a reduction in average urban temperatures of up to 2 degrees Celsius (3.6 degrees Fahrenheit).</p><p>Meanwhile, Bogotá has advanced people-centred urban mobility through the <a href=\"https://www.wri.org/insights/bogota-colombia-uses-data-and-smart-urban-design-cut-air-pollution\">Barrios Vitales</a> (Vital Neighbourhoods) initiative, introducing pedestrian-priority zones and reallocating road space from cars to active transport. In Bogotá’s San Felipe neighborhood, these interventions resulted in an 81% increase in public transportation use and an 82% rise in cycling and scooter use. Following implementation, the share of trips made on foot increased from 16% to 21%, contributing to lower traffic volumes and improved air quality, with initial monitoring showing a 13% reduction in PM2.5 concentrations.</p><p>Recognizing the role of cities in delivering climate action, Colombia endorsed the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multilevel Partnerships</a> (CHAMP) for Climate Action. This global initiative seeks to integrate subnational governments into the design of new NDCs and to strengthen the inclusion of subnational content within national climate plans. Through CHAMP, <a href=\"https://thecityfix.com/blog/how-subnational-governments-are-shaping-colombias-next-generation-climate-commitments/\">Colombia developed its 2025 NDC with the active participation of cities and communities</a>, committing to formally include subnational governments not only in climate planning processes but also in the implementation of mitigation and adaptation measures. As a result, the updated NDC incorporates a set of concrete urban mitigation and adaptation measures.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"969\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1450\" />\n              <source height=\"842\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"645\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"508\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A person writes on a posterboard during a climate workshop.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-01/champ-workshop-bogata_0.jpg?VersionId=Z7vhU3g4kjIu6vCtx0FKbMXmQPuuJrL9&itok=MIQ4vA4G\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>During a CHAMP workshop in Bogotá, participants had the opportunity to incorporate subnational perspectives into Colombia's new NDC. Photo by WRI Colombia.</figcaption>\n</figure>\n<p>By 2030, the country aims to have 600,000 electric vehicles, including taxis, public passenger transport, light-duty vehicles, light trucks and official government fleets. Achieving this target will require the large-scale deployment of charging infrastructure in major cities, intermediate municipalities and key logistics corridors as well as the incorporation of electric mobility targets into subnational development plans. Likewise, Colombia commits to increasing the modal share of active transport by 5.5% in participating cities by promoting walking and cycling.</p><p>The NDC promotes the <a href=\"https://www.wri.org/update/zerb-accelerator-2025-progress-colombia-kenya-philippines\">decarbonization of the building and construction sector</a> by reducing natural gas and electricity consumption in new residential and commercial buildings. Complementing these efforts, it promotes the adoption of thermal districts as a centralized solution for urban cooling, replacing inefficient individual air-conditioning systems with lower-emission alternatives. The country has set clear milestones for this measure, targeting the implementation of eight thermal districts in several cities by 2030, 12 districts accumulated by 2035 and 15 districts nationwide by 2040, with increasing mitigation potential over time.</p><p>Colombia’s NDC also includes a specific commitment to reduce black carbon emissions, recognizing its dual role as <a href=\"https://www.wri.org/insights/short-lived-climate-pollutant-reductions\">a short-lived climate pollutant</a> and a major contributor to air pollution in urban areas. The country has set a target to reduce black carbon emissions by 40% by 2030 compared to 2014 levels, equivalent to an estimated reduction of approximately 6,130 metric tons. By 2035, Colombia aims to reduce black carbon emissions by 6,130 metric tons to 8,873 metric tons, compared to 2014 emissions, excluding those from forest fires.</p><h3>The Decisive Years Ahead</h3><p>Looking ahead, Colombia’s climate trajectory will be shaped decisively by domestic political choices. The direction taken by the next administration will be crucial in determining whether the country’s climate ambitions are sustained, implemented, slowed or reversed. The next four years will be particularly decisive, as they coincide with the implementation window for meeting Colombia’s NDC 2030 targets across all sectors, including those highlighted in this analysis.</p><p>Ultimately, if Colombia seeks to maintain its role as an international leader on climate action, particularly among emerging economies, its ability to deliver on the commitments set out in its NDC will be a key test of credibility.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "More Coal Won't Solve US Energy Woes",
      "link": "https://www.wri.org/insights/trump-coal-plant-extension-cost-impacts",
      "pubDate": "Mon, 02 Feb 2026 08:00:00 EST",
      "description": "<p>Recent moves by the Trump administration are prolonging America’s farewell to coal plants.</p><p>The U.S. Department of Energy (DOE) has issued a slate of orders in recent months compelling coal plants in multiple states to continue running past their planned closure dates.</p><p>The administration also reinstated the National Coal Council (NCC), a committee which advises on federal coal policy and whose charter had expired in 2021. At its first meeting following the renewal, held <a href=\"https://www.energy.gov/articles/energy-department-convenes-first-national-coal-council-meeting-under-renewed-charter\">on January 15</a>, the NCC announced that it will be chaired by the CEO of coal producer Peabody Energy.</p><p>This follows a series of actions by federal agencies aimed at propping up the country’s coal industry. Last fall, DOE announced <a href=\"https://www.energy.gov/articles/energy-department-announces-625-million-investment-reinvigorate-and-expand-americas-coal\">$625 million</a> in funding aimed at retrofitting and recommissioning aging coal plants to extend their lifespans. The same week, the Department of the Interior said it would open <a href=\"https://www.doi.gov/pressreleases/interior-unleashes-american-coal-power-bold-move-advance-trump-administration\">13.1 million acres</a> of federal land to coal mining. And the Environmental Protection Agency <a href=\"https://www.epa.gov/newsreleases/epa-proposes-repeal-biden-harris-epa-regulations-power-plants-which-if-finalized-would\">proposed</a> weakening regulations meant to limit toxic water and air pollution from coal plants.</p><p>These moves are intended to shore up U.S. power supply in the face of <a href=\"https://www.wri.org/insights/whats-driving-us-electricity-prices\">rising energy costs</a>, reliability concerns and growing energy demand (not least from <a href=\"https://www.wri.org/insights/us-data-centers-electricity-demand\">new data centers</a>).</p><p>Yet, coal is not an economical answer to energy security. Evidence shows that keeping old plants online, which sometimes means recommissioning broken-down units, <a href=\"https://gridstrategiesllc.com/wp-content/uploads/Grid-Strategies_Cost-of-Federal-Mandates-to-Retain-Fossil-Burning-Power-Plants.pdf#page=6\">is costing utilities millions</a> — costs that are passed onto ratepayers. While these plants might bolster power supply in the short term, they are already driving up electricity bills. And they will hurt Americans' health and accelerate dangerous climate change.</p><p>The good news is that there are cleaner, more reliable sources available today that can meet the country's rising demand more affordably.</p><h3>Coal Has Declined as Cheaper, Cleaner Power Sources Emerged</h3><p>Two decades ago, nearly half the <a href=\"https://www.eia.gov/electricity/data/browser/#/topic/0?agg=2,0,1&fuel=vtvv&geo=g&sec=g&linechart=ELEC.GEN.GEO-US-99.A~ELEC.GEN.COW-US-99.A~ELEC.GEN.NG-US-99.A~ELEC.GEN.NUC-US-99.A~ELEC.GEN.HYC-US-99.A~ELEC.GEN.WND-US-99.A~ELEC.GEN.TSN-US-99.A~ELEC.GEN.BIO-US-99.A~ELEC.GEN.SUN-US-99.A&columnchart=ELEC.GEN.ALL-US-99.A~ELEC.GEN.COW-US-99.A~ELEC.GEN.NG-US-99.A~ELEC.GEN.NUC-US-99.A~ELEC.GEN.HYC-US-99.A~ELEC.GEN.WND-US-99.A&map=ELEC.GEN.ALL-US-99.A&freq=A&start=2005&end=2024&chartindexed=0&ctype=linechart&ltype=pin&columnvalues=0&rtype=s&pin=&rse=0&maptype=0\">United States</a>' electricity came from coal. Today, only about 15% does.</p><p>The single biggest reason for this shift is that other power sources became more competitive. <a href=\"https://scholar.harvard.edu/sites/scholar.harvard.edu/files/stock/files/the_effect_of_fuel_prices_environmental_regulations_and_other_factors_on_u.s._coal_productions_2008-2016.pdf\">Natural gas prices fell</a> relative to coal as the U.S. ramped up shale gas production, making coal plants less economic. This helped accelerate momentum <a href=\"https://siepr.stanford.edu/publications/policy-brief/what-killing-us-coal-industry\">away from coal and toward natural gas</a> around the early 2010s. Protective environmental and climate regulations have also made it more expensive to operate highly polluting coal plants.</p><p>In tandem, plummeting renewable prices over the last decade and state policies encouraging adoption led to rapid clean energy deployment. Wind and solar <a href=\"https://www.canarymedia.com/articles/clean-energy/wind-and-solar-overtook-coal-on-the-us-grid-in-2024\">overtook coal</a> in the U.S. power mix for the first time in 2024, together contributing 17% of the country's electricity compared to coal's 15%.</p><p>Critically, these sources are not just cheaper than coal, but also cleaner and safer. Coal is the <a href=\"https://understand-energy.stanford.edu/energy-resources/fossil-fuel-energy/coal\">most carbon-intensive fossil fuel</a> and emits toxic pollutants that can lead to <a href=\"https://www.sciencedirect.com/science/article/pii/S2666759220300500\">lung disease and other health risks</a>. One study attributed nearly <a href=\"https://pubmed.ncbi.nlm.nih.gov/37995235/\">half a million</a> deaths in the U.S. between 1999 and 2020 to coal plant pollution.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25531422/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Keeping Coal Plants Online Will Hike Electricity Bills</h3><p>Many of the federal government's recent measures have been aimed at recommissioning old coal plants that were taken offline and extending the lives of existing plants. An April executive order directed DOE to evaluate processes for using its emergency powers to improve grid reliability. As a result of this order, the agency has taken action to keep fossil fuel plants slated for retirement in operation, targeting coal plants in Michigan, <a href=\"https://coloradosun.com/2025/12/31/craig-station-emergency-order-coal-power-colorado-trump/\">Colorado</a>, <a href=\"https://www.canarymedia.com/articles/fossil-fuels/trump-admin-orders-washington-state-coal-plant-to-stay-running\">Washington state</a>, <a href=\"https://www.utilitydive.com/news/doe-indiana-coal-nipsco-centerpoint-emergency-order/808660/\">Indiana</a> and elsewhere.</p><p>These measures come at a steep price. With spending needed on retrofits and upgrades, the cost of coal power is rising as aging plants become more expensive to operate and maintain. This means that keeping old plants open can be costly.</p><p>In May 2025, DOE ordered utility Consumers Energy to continue operating the JH Campbell coal plant in Michigan, which was just about to retire. In August, the administration <a href=\"https://www.edf.org/media/trump-administration-illegally-extends-michigan-coal-plant-third-time-despite-staggering\">issued a second order</a> forcing the plant to run for another 90 days. In late October, Consumers Energy reported that the DOE’s orders had <a href=\"https://insideclimatenews.org/news/31102025/michigan-campbell-coal-plant-operation-has-cost-80-million/\">resulted in an $80 million loss</a> thus far — and confirmed that costs associated with this loss would be passed through to Michigan ratepayers. The administration <a href=\"https://www.edf.org/media/trump-administration-illegally-extends-michigan-coal-plant-third-time-despite-staggering\">issued a third order</a> in November forcing JH Campbell to continue running for another 90 days.</p><p>Similarly, a <a href=\"https://apnews.com/article/trump-coal-plant-electricity-craig-64eab6db7145003c1b7c7bc7584ec7b9\">Colorado plant</a> targeted by a DOE stay-open order at the end of December had been offline since earlier that month due to a mechanical failure. Complying with DOE’s order to keep running for the next 90 days is estimated to cost ratepayers an <a href=\"https://earthjustice.org/wp-content/uploads/2025/12/grid-strategies_craig-unit-1-report.pdf\">additional $20 million</a>.</p><p>Continuing to keep these plants operating — so far, the Trump administration has not let any of its 90-day orders lapse for targeted coal plants — will spell further rate hikes for consumers. This will only exacerbate <a href=\"https://www.npr.org/2025/08/16/nx-s1-5502671/electricity-bill-high-inflation-ai\">surging power bills</a> for U.S. households and businesses. One recent report estimates that efforts to prevent large fossil fuel power plants from retiring could <a href=\"https://earthjustice.org/document/report-the-cost-of-federal-mandates-to-retain-fossil-burning-power-plants\">cost ratepayers about $3.1 billion a year</a> by the end of 2028.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25546913/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>There Are Better Ways to Meet US Power Demand</h3><p>More coal is not the answer to today's energy challenges. What the U.S. needs to keep prices down, meet rising demand and stay competitive on a global scale is: 1) to build wind, solar and batteries rapidly now, because they are the quickest to install and least expensive source of energy in many regions; and 2) to scale up clean, firm power — a variety of low-carbon sources, including next-generation geothermal, nuclear and hydropower, that can operate around the clock.</p><p>Investing in clean energy today makes good financial sense. The cost of building new renewables <a href=\"https://www.lazard.com/research-insights/levelized-cost-of-energyplus-lcoeplus/\">can be less than the cost of just <em>operating</em> coal plants</a>. Indeed, research has shown that the majority of U.S. coal plants would be <a href=\"https://energyinnovation.org/report/the-coal-cost-crossover-3-0/\">more expensive to continue running</a> than to replace with local wind or solar. Scaling these sources will also be key to supporting the administration's goal of \"energy dominance\" in a world that's <a href=\"https://www.iea.org/reports/world-energy-investment-2025/executive-summary\">increasingly investing in renewables</a>.</p><p>Despite current headwinds, including the early phase-out of key federal tax credits, U.S. wind and solar are still expected to grow in the coming years. In its latest <a href=\"https://cms.ferc.gov/media/energy-infrastructure-update-july-2025\">energy infrastructure report</a>, the Federal Energy Regulatory Commission forecasts that the U.S. will add 92.6 gigawatts (GW) of new solar and 22.6 GW of new wind between August 2025 and July 2028 — enough to power more than 25 million homes. It also forecasts that no new coal will be built over this period, while 25 GW of existing coal capacity and 13.7 GW of natural gas capacity are set to retire.</p><p>Several offshore wind projects are also moving ahead despite efforts to halt them. On December 22, the Trump administration issued “stop-work” orders to all five offshore wind projects currently under construction in the U.S., citing national security risks. However, federal judges found that these <a href=\"https://thehill.com/policy/energy-environment/5709209-fourth-wind-farm-blocked-by-trump-is-allowed-to-resume-construction/\">orders were unsubstantiated</a> <a href=\"https://www.eenews.net/articles/trump-receives-5th-straight-loss-in-offshore-wind-fight/\">and lifted them</a>, allowing construction to resume. A judge also suspended the federal freeze on approvals of new offshore wind projects.</p><p>Beyond wind and solar, there are opportunities to ramp up investment in other clean power sources and to increase the efficiency of the grid. Technologies such as nuclear and <a href=\"https://www.wri.org/insights/next-generation-geothermal-energy-explained\">advanced geothermal</a> already benefit from bipartisan support in Congress and could potentially represent a significant percentage of the country's future energy mix. In addition, <a href=\"https://www.wri.org/insights/advanced-transmission-technologies-us-power-grid\">new transmission technologies</a> can modernize the aging grid and increase its efficiency, helping to move more power along existing lines and accommodate rapidly growing demand. The country can also increase investments in demand response, virtual power plants, managed charging, and other forms of shifting demand from peak periods. These are lower cost options to meet demand while reducing the amount of new generation and transmission that we need to build.</p><p>Now is the time to make smart, forward-looking investments in energy that's safe, affordable, reliable and abundant — rather than <a href=\"https://www.washingtonpost.com/climate-environment/2025/10/07/white-house-fossil-fuel-concierge/\">clinging to systems of the past</a> that will raise costs for consumers.</p><p><em>Editor’s note: This article was originally published on Oct. 14, 2025. It was updated in January 2026 to reflect recent developments.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "3 Climate Stories That Will Shape the World in 2026",
      "link": "https://www.wri.org/insights/stories-to-watch-climate-economy-2026",
      "pubDate": "Thu, 29 Jan 2026 11:26:11 EST",
      "description": "<p>As we enter a new year, people around the world are grappling with <a href=\"https://time.com/collections/davos-2026/7339214/global-affordability-crisis-cost-of-living-inflation-politics/\">rising costs</a> for housing, energy and food. Most <a href=\"https://www.pewresearch.org/global/2025/08/19/global-economic-conditions-as-a-threat/\">worry</a> about the state of the economy. Job prospects feel uncertain in the face of widespread AI, automation and other disruptions.</p><p>These concerns have eclipsed climate action <a href=\"https://www.wri.org/insights/rebranding-climate-action\">at the polls</a> and in political discourse, especially in wealthier countries. Vigorous debate around climate policies in the EU and backpedaling in the United States reflect a common belief that tackling climate change will make day-to-day economic struggles worse.</p><p>Yet at the same time, a growing group of countries see climate action as one of the best tools to improve lives and strengthen economies. Take Pakistan, where <a href=\"https://www.wri.org/insights/pakistan-solar-energy-boom\">cheap, dependable solar</a> has slashed power costs for households and businesses. Or Brazil, where <a href=\"https://www.wribrasil.org.br/noticias/brasil-restauracao-planaveg-34-milhoes-hectares\">land restoration</a> is creating hundreds of thousands of jobs in rural areas and Indigenous communities. Around <a href=\"https://www.un.org/en/climatechange/raising-ambition/renewable-energy\">35 million people</a> now work in clean energy globally, outstripping fossil fuel employment.</p><p><strong>Today, the question is no longer </strong><em><strong>whether</strong></em><strong> the world will transition to a low-carbon future, but </strong><em><strong>how</strong></em><strong> it will happen. Who pays, who benefits, and who gets left behind?</strong></p><p>Each year, WRI identifies the major moments, issues and decisions that we believe will shape the world's trajectory. This year's Stories to Watch are not about climate and biodiversity targets that will come due decades from now. They're about the choices countries are making to address climate change and economic challenges right now. They’re about how we can — and must — improve people’s lives <em>today</em>.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=KNUKou0gFxE\" rel=\"nofollow\" title=\"Watch Stories to Watch 2026: Climate Change and the Cost of Living\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>1) Growth: Can Climate Action Power a New Era of Prosperity?</h3><p>A persistent argument against climate action has been that it will slow economic growth. Last December, for example, the European Commission <a href=\"https://www.bbc.com/news/articles/crk78y7k8ezo\">watered down its landmark plan</a> to ban petrol and diesel car production by 2035, giving into the <a href=\"https://www.reuters.com/sustainability/climate-energy/eu-yields-pressure-automakers-it-rethinks-2035-combustion-car-ban-2025-12-15/\">German and Italian governments’ fears</a> that it would harm their auto industries.</p><p>However, it is also possible that delaying the electric vehicle transition risks Europe’s long-term competitiveness and growth. </p><p>Leading experts say that low-carbon growth can help economies expand faster than business as usual. In China, for example, clean energy now contributes <a href=\"https://www.carbonbrief.org/analysis-clean-energy-contributed-a-record-10-of-chinas-gdp-in-2024/\">over 10% of GDP</a> — $1.9 trillion in 2024. Thanks to early investments and government support, the country dominates global markets for solar panels, electric vehicles and other clean technologies, markets that are expected to <a href=\"https://about.bnef.com/insights/clean-transport/global-electric-vehicle-sales-set-for-record-breaking-year-even-as-us-market-slows-sharply-bloombergnef-finds/#:~:text=In%20the%20base%20case%20Economic,73%25%20in%20the%20previous%20outlook.\">grow significantly in the coming decade</a>.</p><p>Overall, a <a href=\"https://www.unep.org/news-and-stories/press-release/un-report-investing-planetary-health-would-deliver-higher-gdp-fewer\">UN report</a> finds that the world could produce an additional $20 trillion in economic benefits per year by 2070 by investing in clean energy, resilient food systems and other climate solutions.</p><p>But it’s not just about the money.</p><p>Inclusive, low-carbon growth could reduce poverty and connect households to reliable, affordable power. Reduced air pollution alone can avoid <a href=\"https://www.unep.org/news-and-stories/press-release/un-report-investing-planetary-health-would-deliver-higher-gdp-fewer\">9 million</a> premature deaths by 2050. All of this has knock-on effects for economies.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/27376671/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Reaping these benefits means being intentional about <em>how</em> growth happens.</p><p>The Kenyan government, for instance, has zeroed in on <a href=\"https://www.wri.org/initiatives/electrifying-kenyas-two-and-three-wheelers\">electrifying two- and three-wheelers</a>. Millions rely on these vehicles to get around and earn a living as taxi or delivery drivers, but fuel costs can <a href=\"https://energyalliance.org/kenya-boda-boda-drivers-electric-motorcycles/\">swallow up to half their daily earnings</a>. These efforts are not just putting money back into peoples’ pockets, but deliberately boosting the local economy from the bottom up.</p><p>On the corporate side, IKEA, the world’s largest furniture retailer, is proving that sustainability can go hand-in-hand with growth. Using its resources more efficiently and investing in clean energy, the company has <a href=\"https://www.ingka.com/newsroom/ingka-group-reporting-reduction-in-climate-footprint-by-30-1-while-growing-the-business/\">reduced its climate footprint 30%</a> since 2016. It increased revenue by nearly 24% over the same period.</p><p>But we need to see much more of this across the board.</p><p><strong>What to watch this year:</strong></p><ul><li>With evidence that it is possible to deliberately grow and decarbonize at the same time, even today, leaders like Ethiopian Prime Minister Abiy Ahmed have championed <a href=\"https://unsdg.un.org/latest/announcements/seizing-rare-opportunity-green-growth-un-deputy-chief-calls-leadership-and\">green policies and investments</a> as <em>the</em> growth opportunity for the next decade. <strong>Will more countries set long-term development plans that deliver for people, nature and climate?</strong></li><li>Last year’s UN climate summit (COP30) saw the establishment of 13 new <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">country platforms</a>, bringing together all sources of finance at the country level with specific investment plans. <strong>Will more countries align finance behind their low-carbon transition priorities?</strong></li><li>Today, the <a href=\"https://stegra.com/the-boden-plant\">world’s most electrified steel mill</a> is under construction in Sweden. The project has secured <a href=\"https://www.reuters.com/sustainability/climate-energy/swedens-stegra-seeks-more-funds-green-steel-project-business-daily-di-reports-2025-09-04/\">$7 billion dollars</a> in financing, aiming to disrupt a massive market. <strong>Will we continue to see major investments in clean industrialization?</strong></li><li>Any economic transition needs vast innovation and entrepreneurship in every sector. Emerging economies like <a href=\"https://vietnamnews.vn/economy/1727605/viet-nam-issues-legal-framework-for-national-and-local-venture-capital-funds.html\">Vietnam</a>, <a href=\"https://www.wastex.io/post/biochar-significantly-improves-yields-of-cauliflower-and-bitter-gourd-in-central-java-indonesia\">Indonesia</a> and <a href=\"https://unfccc.int/ttclear/misc_/StaticFiles/gnwoerk_static/TEC_NSI/37cd8b96633a4ef2b6b0d10c21f06dec/86c19182d6b4408ab8900222c8bda673.pdf\">Kenya</a> that aim to become high-income economies by 2045 are investing in local green innovation to reach their goals. <strong>Will more countries nurture local green innovation?</strong></li></ul><h3>2) Affordability: Will Climate Solutions Lower Everyday Costs?</h3><p>Prices have increased noticeably around the world. People are paying more for groceries, electric bills, transportation and other basic necessities.</p><p>From the <a href=\"https://www.nytimes.com/2025/12/11/nyregion/kathy-hochul-new-york-climate-issues.html\">state of New York</a> to countries like <a href=\"https://energynews.africa/2026/01/07/gas-is-the-new-gold-how-africa-is-rebranding-fossil-fuels-as-a-transition-weapon/\">Nigeria and Senegal</a>, leaders are citing affordability as a reason to continue investing in fossil fuels in the face of rising energy demand.</p><p>Yet renewable power is now <a href=\"https://www.reuters.com/business/energy/around-90-renewables-cheaper-than-fossil-fuels-worldwide-irena-says-2025-07-22/\">cheaper to build and operate than fossil fuel plants</a> almost everywhere. With costs continuing to fall around the world, countries that choose to invest in scaling up clean energy have an opportunity to translate these long-term savings to <a href=\"https://www.weforum.org/stories/2024/01/renewables-consumer-energy-revolution/\">lower power bills for consumers</a>.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/27320251/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>While energy is often at the center of affordability and climate discussions, housing itself is generally the largest household expense. People don’t usually connect housing to climate change, but buildings account for <a href=\"https://www.unepfi.org/themes/climate-change/40-of-emissions-come-from-real-estate-heres-how-the-sector-can-decarbonize/\">40% of global greenhouse gas emissions</a>. Families can also be at higher risk from climate impacts like floods, fires and storms depending on the location and condition of their homes. One in three people globally live in substandard housing or informal settlements, leaving them highly exposed.</p><p>In Brazil, where more than more than 16 million people live in informal settlements, the government is working with residents to <a href=\"https://www.wri.org/initiatives/upgrading-informal-settlements-brazils-urban-periphery\">co-create neighborhoods</a> with safer housing and better access to basic services, transportation networks and jobs. Their solution isn’t building new homes somewhere else, but upgrading the places where people already live.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/27320239/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>It may be more costly upfront to ensure energy efficient and climate-resilient housing, but it helps families and governments save money in the long run. More leaders need to start thinking about how to address climate and affordability together.</p><p><strong>What to watch this year:</strong></p><ul><li>This May, housing will be the focus of the <a href=\"https://wuf.unhabitat.org/wuf13\">World Urban Forum in Baku</a>, one of the biggest gatherings of urban leaders. <strong>Will housing, one of our biggest affordability problems, also be understood as a climate challenge?</strong></li><li>Solar adoption is reaching tipping points in countries like <a href=\"https://www.wri.org/insights/pakistan-solar-energy-boom\">Pakistan</a> and <a href=\"https://globalpi.org/research/south-africas-solar-boom\">South Africa</a>, where it is an alternative to grid electricity. <strong>As prices continue to drop, will cheap renewables reach a tipping point in more countries?</strong></li><li>Energy demand is rising across the world thanks to trends like increasing electrification, more need for cooling, and economic growth. <strong>How will countries meet this growing demand affordably? How much will come from renewables and other low-carbon sources?</strong></li><li>Trade was a hot topic last year, and countries agreed to discuss trade at the UN climate negotiations for the first time. <strong>Will new trade rules, such as the</strong> <a href=\"https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en\"><strong>EU Carbon Border Adjustment Mechanism</strong></a><strong>, encourage or stifle green growth?</strong></li></ul><h3>3) Jobs: Will Workers Benefit from a Clean Economy?</h3><p>The deepest concern in any economic transition is jobs. Few things are scarier than losing a job. It’s not just the loss of income, but the threat to our sense of identity and a family’s future.</p><p>Coal is a classic example of climate-related job loss. Other sectors beyond energy, like manufacturing, construction and agriculture, will also be impacted.</p><p>All told, however, the transition is expected to create more jobs than it eliminates across the economy. <a href=\"https://www.wri.org/research/jobs-skills-new-economy-action-agenda\">Recent research</a> shows that shifts across five key economic sectors could lead to a net <em>gain</em> of around 375 million jobs over the next 10 years.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/27378868/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Around 630 million jobs, representing 18% of the global workforce, will be impacted by the low-carbon transition. There are real risks that people will remain out of work if it isn’t properly managed.</p><p>Leaders need to be proactive in preparing people for these changes. This means investing in reskilling and upskilling programs and designing thoughtful transition plans that put workers first.</p><p>In India — a major supplier of car components globally — it’s estimated that <a href=\"https://www.context.news/just-transition/indian-auto-parts-makers-face-job-losses-as-evs-rev-up\">one in three auto workers</a> will be affected by the transition toward electric vehicles. However, many car components are supplied by smaller businesses that operate on thin margins and cannot afford to invest in training programs. To help close the gap, <a href=\"https://www.wri.org/initiatives/climate-resilient-supply-chains-crest/india-resilient-inclusive-sustainable-enterprises\">industry associations, technical experts and supply chain partners</a> are coming together, supporting workers through the transition and opening up pathways for women into manufacturing, an area long dominated by men.</p><p>Reskilling is a top priority in all sectors, but such programs are relatively nascent around the world. Truly supporting workers will require more effort and investment — not just from governments, but also companies, unions, schools and other training providers.</p><p><strong>What to watch this year:</strong></p><ul><li>LinkedIn data shows that demand for sustainability-related skills is <a href=\"https://sustainabilitymag.com/news/demand-for-green-skills-is-outstripping-supply-twice-over\">growing almost twice as fast</a> as the supply of qualified workers. <strong>Will companies hardwire skills training into corporate low-carbon transition planning?</strong></li><li>Only half of countries include explicit plans to address workforce needs in their <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">recent climate commitments</a>. And just 1% laid out measures to finance these policies. <strong>Will governments at all scales start planning and investing more intentionally in workforce development?</strong></li><li>AI has been all over the news for its potential impact on jobs, a disruption that is happening at the same time countries are transitioning to a new economy. <strong>How will AI impact jobs for the new economy in 2026?</strong></li></ul><h3>Building Stronger Communities Today</h3><p>Evidence from across the world shows that this economic transition will not happen at the speed and scale necessary unless people are at the center.</p><p>Families around the world are focused on how they will make a living, how they will pay their bills, and whether they feel secure and optimistic about the future.</p><p>Though the transition is inevitable, it will not automatically be good or bad for growth, affordability or jobs. That will depend on decisions we make.</p><p>Choices exist today for governments, businesses and communities to make the transition good for people and the planet at the same time. These choices also exist for each one of us in 2026.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Updated Tool Can Help US Communities Include Forests and Trees in GHG Inventories",
      "link": "https://www.wri.org/update/updated-tool-can-help-us-communities-include-forests-and-trees-ghg-inventories",
      "pubDate": "Wed, 28 Jan 2026 16:45:35 EST",
      "description": "<p>Forests and trees play a critical role in carbon sequestration while providing other benefits to communities, including improving air quality, regulating hydrological processes, reducing energy costs and promoting well-being. Accurate monitoring of these resources over time may enable communities to make better land management decisions that benefit both climate and people simultaneously.</p><p>Many communities in the U.S. are developing Climate Action Plans (CAPs) to reduce greenhouse gas (GHG) emissions and achieve carbon neutrality. While many CAPs focus on the energy, transportation and waste sectors, most do not consider the role forests and trees play in the fight against climate change. One reason is that planners have lacked the data and clear guidance needed to include them in GHG inventories, on which CAPs are based.</p><p>To address this gap, experts from WRI, the Woodwell Climate Research Center, and ICLEI - Local Governments for Sustainability (ICLEI USA) <a href=\"https://us-protocol.pubpub.org/pub/v732gbdy/release/1\">published guidance</a> for ICLEI USA’s <a href=\"https://icleiusa.org/us-community-protocol/\">U.S. Community Protocol</a> as well as the <a href=\"https://ghgprotocol.org/greenhouse-gas-protocol-accounting-reporting-standard-cities\">Global Protocol for Community-Scale Greenhouse Gas Emission Inventories</a>. These frameworks outline how to estimate emissions from forest and tree cover loss within communities, as well as carbon absorbed by forests and trees that are maintained or newly planted by a community.</p><h3>Introducing the Land Emissions and Removals Navigator (LEARN)</h3><p>Accompanying this guidance is the <a href=\"https://icleiusa.org/LEARN/\">Land Emissions and Removals Navigator (LEARN) tool</a>, developed in collaboration with web developer <a href=\"https://www.blueraster.com/\">Blue Raster</a>. LEARN is a free online tool with open-source code that integrates national geospatial data sets with methods from the U.S. Community protocol, enabling communities to estimate GHG impacts from changes to forests and tree cover over time.</p><p>In just a few clicks, users can derive locally tailored estimates of the annual GHG impacts associated with changes to forests and tree cover in their community over time. After specifying an area and years to analyze, LEARN does the rest by performing automated, spatially explicit analyses of data from the U.S. Forest Service and U.S. Geological Survey, including:</p><ul><li>Land cover change</li><li>Timing and location of forest disturbances like fire, harvest and insect outbreaks</li><li>Loss and gain of tree canopy cover in urban and other non-forested lands</li><li>Carbon stocks within forests of different maturity classes and protection statuses</li></ul><p>(<a href=\"https://www.wri.org/insights/hundreds-us-communities-are-making-climate-action-plans-few-include-forests\">Read more</a> about the <a href=\"https://www.woodwellclimate.org/us-communities-learn-the-carbon-value-of-their-trees/\">history and development</a> of the LEARN tool, and read about the <a href=\"https://www.wri.org/research/learn-tool-land-emissions-and-removals-navigator-technical-note?auHash=Y1Vzg7r9myssUQkcCW2sfB_RlsXpl3LmgRmTNAidSH8\">data and methodology here</a>.)</p><h3>Training Cohorts Bring Support Directly to Communities</h3><p>Following a first successful <a href=\"https://icleiusa.org/forest-trees-carbon-accounting-2020-training-cohort/\">Forests & Trees Carbon Accounting Cohort Training Session</a> in 2021, in July 2022, the LEARN project team launched a second training cohort to guide 20 communities in implementing the U.S. Community Protocol methods and using the LEARN tool. Participants represented municipal governments, tribes and states from across the country. In 2023, a third cohort was convened to support communities in integrating local, high-resolution data sets into analyses. This cohort also piloted the use of “plantable areas” analyses to help communities estimate potential impacts of tree planting initiatives.</p><h3>LEARN’s Capabilities Expand Further in 2025</h3><p>In 2025, LEARN integrated the most up-to-date NLCD data for land cover and tree canopy, spanning 20 years of land cover change (2001-2021) and more than a decade of tree canopy change (2011-2019).</p><p>Additionally, higher resolution (30-meter) maps of forest carbon pools and forest characteristics data like forest type and age class from the <a href=\"https://research.fs.usda.gov/srs/news/highlights/processing-forest-inventory-data-182-million-pixels-second\">USFS BIGMAP</a> project replaced the older 250-meter data sets, allowing for more precise calculations of carbon fluxes. Automated analyses now include additional insights on <a href=\"https://www.frontiersin.org/journals/forests-and-global-change/articles/10.3389/ffgc.2022.979528/full\">forest maturity</a>, protection status and carbon stocks within maturity and protection groups.</p><p>Finally, another new feature allows users to input custom emission and removal factors, enabling users to tailor the tool’s default calculations to specific local conditions.</p><h3>New Updates in 2026 Improve LEARN’s Accessibility</h3><p>In January 2026, in partnership with Crosswalk Labs, the LEARN team completed the integration of land sector GHG flux insights into the <a href=\"https://www.crosswalk.io/\">Crosswalk platform</a>, a tool that provides a comprehensive emissions and energy consumption data set across all 50 U.S. states to support local, state and federal decision-makers. This integration expands access to forest- and tree-related emissions and removals estimates by making these land-sector insights available alongside other community-scale climate data used for planning and decision-making.</p><h3>Next Steps for LEARN and GHG Monitoring for Forests and Trees</h3><p>The LEARN tool has established itself as a trustworthy and easy-to-use tool to support communities in estimating GHG fluxes from the land sector.</p><p>LEARN has been added by the U.S. Environmental Protection Agency to its Technical Assistance Forum Resource Library to help support Climate Pollution Reduction Grant (CPRG) recipients across the country. Building on growing user engagement, WRI and partners will continue expanding LEARN’s reach to stakeholders and broader geographic scales. As of January 2026, this work includes the completed Crosswalk platform integration, which broadens access to this data for climate action efforts nationwide.WRI and partners are continuing to seek input from stakeholders across the U.S. and around the world on how these methods may best be scaled across geographies, governments and technical capacities. In the future, this kind of data will be available for communities around the world, not just in the U.S. — <a href=\"https://landcarbonlab.org/insights/land-carbon-lab-monitoring-greenhouse-gas-impacts/\">read more here</a> about upcoming developments in monitoring GHGs for forests and land worldwide.</p><p>For questions or to learn more, reach out to <a href=\"mailto:erin.glen@wri.org\">erin.glen@wri.org</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: WRI Ross Center Prize for Cities Names Five Finalists Transforming Health and Daily Life in Cities",
      "link": "https://www.wri.org/news/release-wri-ross-center-prize-cities-names-five-finalists-transforming-health-and-daily-life",
      "pubDate": "Wed, 28 Jan 2026 02:46:42 EST",
      "description": "<p><em><span lang=\"EN-US\">Initiatives from Atlanta, Loja, Makassar, Manila and Nairobi selected from<a name=\"_Int_9OtYRrdg\"></a> 334 global submissions</span></em></p><p><span lang=\"EN-US\"><strong>WASHINGTON (January 28, 2026)</strong> — World Resources Institute (WRI) today announced five finalists for the </span><a href=\"https://prizeforcities.org/\"><span lang=\"EN-US\">2025-2026 WRI Ross Center Prize for Cities</span></a><span lang=\"EN-US\">, a prestigious global award supported by Stephen M. Ross that recognizes pioneering projects reshaping urban life and offering practical lessons for cities worldwide as they work to become more inclusive and sustainable.</span></p><p><span lang=\"EN-US\">Guided by the theme “<strong>Catalyzing Healthy Cities</strong>,” the 2025–2026 Prize highlights initiatives that respond to the growing pressures around public health, climate risk and inequality — by improving access to nature, mobility and everyday services people rely on. This year’s finalists were selected from a record 334 submissions from 230 cities in 77 countries, highlighting the scale and diversity of urban innovation worldwide. </span></p><p><span lang=\"EN-US\">“Cities are facing an unprecedented convergence of health, climate and sustainability challenges,” said <strong>Ani Dasgupta, President & CEO of WRI</strong>. “The decisions they make now will shape health and resilience for decades to come. As global engines of innovation, this year’s finalists are already demonstrating how communities can unite to transform crisis into opportunity.”</span></p><p><span lang=\"EN-US\">“We were inspired by the creativity and the real-world results of this year's submissions, showing the many ways urban transformation is improving people’s lives,” said <strong>Jen Shin, Global Lead for the Prize</strong>. “These finalists show what it looks like when cities turn urgent challenges into practical action — grounded in local needs, delivering measurable impact and demonstrating that healthier, more inclusive cities are within reach for communities everywhere.”</span></p><p><span lang=\"EN-US\">The 2025-2026 Prize finalists are:</span></p><ul><li><a href=\"https://prizeforcities.org/project/atlanta-beltline\"><span lang=\"EN-US\"><strong>Atlanta Beltline</strong></span></a><span lang=\"EN-US\"><strong> (Atlanta, United States): </strong>Transforming a 22-mile loop of abandoned railway into a network of parks, trails and transit, the Atlanta Beltline has made life healthier for everyday Atlantans by delivering more than 470 acres of green space, over 4,200 affordable housing units and over 29,000 permanent jobs within half a mile of the corridor. The project has become a global reference for large-scale urban redevelopment, showing how cities can guide low-carbon growth, adapt existing infrastructure for mixed-use development and manage the pressures of rapid development.</span></li><li><a href=\"https://prizeforcities.org/project/sistema-verde-urbano\"><span lang=\"EN-US\"><strong>Sistema Verde Urbano</strong></span></a><span lang=\"EN-US\"><strong> (Loja, Ecuador):</strong> Through its Urban Green System, the Municipality of Loja has improved livability for Loja’s residents by stitching together more than 600 hectares of parks, forests and river corridors into a continuous green network that runs through the city. The system brings nature closer to daily life for 214,000 residents — supporting mobility, improving public health and setting a new standard for nature-based urban planning across Ecuador and the Andean region.</span></li><li><a href=\"https://prizeforcities.org/project/rise-revitalizing-informal-settlements-and-environments\"><span lang=\"EN-US\"><strong>Revitalizing Informal Settlements and Environments (RISE)</strong></span></a><span lang=\"EN-US\"><strong> (Makassar, Indonesia):</strong> Led by Monash University, RISE works with communities in Makassar's informal settlements to redesign local water and sanitation systems using nature-based solutions — such as wetlands and natural drainage — that clean wastewater and reduce flood risk. Built with local residents, these low-cost systems are improving daily life for 1,400 people and benefiting 6,000 more, while helping inform participatory planning and urban health policy in Indonesia and beyond.</span></li><li><a href=\"https://prizeforcities.org/project/move-as-one-coalition\" title=\"https://prizeforcities.org/project/move-as-one-coalition\"><span lang=\"en-NL\"><strong>Move As One Coalition</strong></span></a><span lang=\"en-NL\"><strong> (Manila, The Philippines):</strong> The Move As One Coalition — a national civil society movement of more than 140 organizations — has helped turn transportation reform into a people-led campaign for a healthier Manila. By blending grassroots organizing with policy advocacy, the coalition has secured nearly $1B for public transport, secured better pay and protections for tens of thousands of workers and helped make transit safer and more accessible for low-income commuters. The coalition has also supported the creation of more than 800km of bike lanes, helped launch the country's first bus rapid transit system and trained 140 young leaders pushing inclusive transport across the country.</span></li><li><a href=\"https://prizeforcities.org/project/book-bunk\"><span lang=\"EN-US\"><strong>Book Bunk</strong></span></a><span lang=\"EN-US\"><strong> (Nairobi, Kenya):</strong> Book Bunk is restoring Nairobi’s heritage library sites and transforming them into “Palaces for the People” — vibrant public hubs for learning, civic care and environmental stewardship. By revitalizing libraries as social infrastructure, the project delivers programs spanning sustainability, ecology, <a name=\"_Int_KfQVaQeQ\"></a>arts and wellness, giving nearly 200,000 people access to safe public spaces and new opportunities. The model is now scaling across Nairobi and nationally, with more than 1,000 libraries mapped across Kenya for future restoration.</span></li></ul><p><span lang=\"EN-US\">In the coming weeks, an </span><a href=\"https://prizeforcities.org/jury\"><span lang=\"EN-US\">independent jury</span></a><span lang=\"EN-US\"> of global urban experts and leaders will select one grand prize winner based on bold ideas, life-changing impact and ripple effects beyond the city. The winner will receive $250,000, while the four finalists will each be awarded $25,000. Winners will be announced in April 2026.</span></p><p><span lang=\"EN-US\">“The WRI Ross Center Prize for Cities is about discovering transformative urban solutions that are already working and powerful enough to inspire action far beyond where they began,” said <strong>Rogier van den Berg, Global Director of WRI Ross Center for Sustainable Cities</strong>. “The projects recognized this year show how cities can champion health, resilience and sustainability through ambitious but practical ideas. They offer models that other cities and communities can learn from, tailor and put into action.”</span></p><p><span lang=\"EN-US\">Past grand prize winners have shown how urban innovation can deliver wide-ranging benefits for residents — from Fortaleza’s </span><a href=\"https://prizeforcities.org/project/re-ciclo\"><span lang=\"EN-US\">Re-Ciclo</span></a><span lang=\"EN-US\"> (2024), which combines electric mobility and improved livelihoods for informal waste pickers, and Barranquilla’s </span><a href=\"https://prizeforcities.org/project/todos-al-parque\"><span lang=\"EN-US\">Todos al Parque</span></a><span lang=\"EN-US\"> (2022),  transforming long-neglected spaces into lively neighborhood parks, to </span><a href=\"https://prizeforcities.org/project/sustainable-food-production-rosario\"><span lang=\"EN-US\">Sustainable Food Production for a Resilient Rosario</span></a><span lang=\"EN-US\"> (2021) advancing urban agriculture and climate resilience, and </span><a href=\"https://prizeforcities.org/project/sarsai\"><span lang=\"EN-US\">SARSAI’s</span></a><span lang=\"EN-US\"> work in Dar es Salaam and other African cities (2019) to make daily journeys to school safer for children.</span></p><p><span lang=\"EN-US\"><strong>About World Resources Institute (WRI)</strong></span><br /><span lang=\"EN-US\">WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</span></p><p><span lang=\"EN-US\"><strong>About WRI Ross Center for Sustainable Cities</strong></span><br /><span lang=\"EN-US\">WRI Ross Center for Sustainable Cities is World Resources Institute’s program dedicated to shaping a future where cities work better for everyone. Together with partners around the world, we help create resilient, inclusive, low-carbon places that are better for people and the planet. Our network of more than 500 experts working from Brazil, China, Colombia, Ethiopia, India, Indonesia, Kenya, the Netherlands, Mexico, Türkiye and the United States combines research excellence with on-the-ground impact to make cities around the world better places to live. More information at </span><a href=\"https://www.wri.org/cities\"><span lang=\"EN-US\">wri.org/cities</span></a><span lang=\"EN-US\"> or on social </span><a href=\"https://twitter.com/wrirosscities\"><span lang=\"EN-US\">@WRIRossCities</span></a><span lang=\"EN-US\">.</span></p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}