{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-11-28T14:26:16.046039",
  "items": [
    {
      "title": "The Tropical Forests Forever Facility Could Finally Finance Nature Conservation. Will Funders Back It?",
      "link": "https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility",
      "pubDate": "Wed, 26 Nov 2025 09:30:11 EST",
      "description": "<div class=\"callout alignright\"><p class=\"secondary\"><a href=\"https://es.wri.org/insights/financiar-la-conservacion-de-la-naturaleza-lograra-por-fin-el-fondo-de-bosques-tropicales\"><em><strong>Español</strong></em></a></p></div><p>At the 1992 Rio Earth Summit in Brazil, the nations of the world agreed as part of the <a href=\"https://www.mauricestrong.net/index.php?option=com_content&view=article&id=169:rio-statement-forests-management&catid=39&Itemid=89\">Forest Principles</a> to provide financial resources for conservation efforts in developing countries with significant forest areas. Yet for more than three decades, the international community has struggled — <a href=\"https://www.unep.org/resources/report/state-finance-forests-2025\">and largely failed</a> — to fulfill that commitment, particularly to developing nations with tropical rainforests.</p><p>These tropical forests are home to a majority of the planet’s biodiversity, play a crucial role in combating climate change and are critical to people’s livelihoods. Between 2002 and 2022, according to <a href=\"https://www.globalforestwatch.org/blog/forest-insights/global-tree-cover-loss-data-2022/\">Global Forest Watch data</a>, the world’s tropical humid primary rainforests shrunk by 8%, losing an area equivalent to nearly the size of Pakistan. This magnitude of loss has continued unabated, except in a few key tropical rainforest countries such as Brazil and Indonesia.</p><p>The basic challenge continues to be one of simple economics: Cutting and clearing natural forests for timber and agriculture is generally more profitable than leaving trees standing.</p><p>Conventional business practices are not designed to tangibly value and reward the conservation of forests, or their biodiversity and ecosystem services. Combined with continuing global demand for commodities, harmful subsidies in many countries, and weak and/or <a href=\"https://www.wri.org/insights/nature-crime-amazon-deforestation\">corrupt forest governance practices</a>, this dynamic has increasingly degraded and destroyed the Earth’s tropical forests.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Illegal logging in the Amazon.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/deforestation-illegal-logging-tfff_0.jpg?VersionId=SFvysLo0joVnaOCndNXDKcdUEkzqjOx0&itok=gUi_AuqT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>According to data from Global Forest Watch, between 2002 and 2022, the world’s tropical humid primary rainforests shrunk by 8%. Photo by PARALAXIS/Shutterstock. </figcaption>\n</figure>\n<h3>A Potential Breakthrough: The Tropical Forest Forever Facility</h3><p>Now, Brazil is once again playing a critical role, leading the development of an innovative new forest finance mechanism that could offer a breakthrough and flip the economics in favor of conservation. The <a href=\"https://tfff.earth/\">Tropical Forest Forever Facility</a> (TFFF), which formally <a href=\"https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facility\">launched on Nov. 6</a>, is designed as a “payment-for-performance” model that uses agreed satellite monitoring standards and systems to reward tropical forest countries with a continuing source of funding as long as they preserve their forests.</p><p> While other forest conservation mechanisms such as <a href=\"https://unfccc.int/topics/land-use/workstreams/redd/what-is-redd\">REDD+</a> and <a href=\"https://www.wri.org/insights/carbon-markets-tropical-forest-conservation\">carbon markets</a> focus on rewarding emissions reductions, the TFFF takes a different approach. It aims to pay tropical forest countries directly for each hectare of standing forest they maintain, with payments decreasing based on any deforestation or fire-related forest degradation.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"> </p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>With Brazil’s leadership, the momentum of the 2025 annual <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">United Nations Climate Change Conference (COP30)</a>, which took place in the Amazon, and with effective new satellite monitoring technologies, the TFFF could finally turn forest conservation into an investment that benefits countries, investors and the planet.</p><p>Following several years of technical and diplomatic work, Brazil published the latest iteration of the <a href=\"https://tfff.earth/feedback/\">TFFF Concept Note</a> in October 2025. Brazil set the initial target of $125 billion in funding for the TFFF. However, only a handful of countries — including Brazil itself, Indonesia, France, Germany and Norway — pledged a total of $6.7 billion for the fund. This means that the fund has yet to reach Brazil's $25 billion for government investments, which are intended to secure investor confidence and unlock an extra $100 billion in private financing.</p><p>While the initial financial pledges were limited, investments from other countries may continue to grow over time. For example, China and the U.K. signaled that they may come through with funding pledges next year. The TFFF’s success now depends on these and other nations, as well as private sector investors, making the investments necessary to get the TFFF fully operational.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1048\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Tropical forest in Nepal.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/tropical-forest-nepal_0.jpg?VersionId=zKDCyfDMoLENNHPhj3gpyzF6sBxWx8hW&itok=a6sC06XW\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Tropical Forest Forever Facility is an innovative fund designed to reward countries for keeping their forests standing. Photo by Teo Tarras/Shutterstock.</figcaption>\n</figure>\n<h3>How Exactly Will the TFFF Be Funded?</h3><p>Unlike most previous international assistance to conserve tropical forests, the TFFF will not be financed by donor grants. If the facility reaches its $125 billion target, it would be the world’s largest “<a href=\"https://ppp.worldbank.org/blended-finance\">blended finance</a>” mechanism of its kind, designed to pay eligible, participating tropical forest countries annually for maintaining their deforestation rates below 0.5% per year, as measured by agreed geospatial monitoring standards and systems.</p><p>The TFFF will borrow an initial capital base (targeted at $25 billion, currently at $6.7 billion) from traditional “donor” nations and other countries in a position to invest, such as Brazil and China, and potentially philanthropic foundations, too. These “sponsors” would provide 40-year loans (the facility’s capital), or other comparable investment modalities, at an interest rate comparable to the yield of U.S. Treasury bonds (a 30-year bond is currently less than 5%) and would be the first to take responsibility over any losses in what’s known as a junior position in the debt structure.</p><p>This arrangement creates a safety net that enables the fund to raise an additional $100 billion from private, corporate and philanthropic investors. The combined $125 billion would then be invested in fixed income emerging markets and other sovereign and corporate bonds (excluding fossil fuels and other environmentally destructive sectors), which would earn a higher return.</p><p>The return is ultimately expected to generate some $3 billion to $4 billion per year — enough to make payments of around $4 per hectare of conserved forest to eligible countries which maintain deforestation rates below 0.5% over the long term. (Even in the short term, with a much lesser sum than $125 billion, the payments generated would still be significant.)</p><p>The TFFF governance structure is divided into the Tropical Forest Investment Fund (TFIF), managed by the World Bank under a separate governance structure that would manage the investment fund and determine the availability of funds for forest payments; and the TFFF itself, which would coordinate monitoring and reporting, and distribute forest payments to countries.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"How the TFFF will work\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-22-tfff-v5-facility.png?VersionId=vrP4qkdp6nddRmbMe0AkxRafdldSa9ua&itok=BsbpCBE8\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Where Would the Money Go?</h3><p>The current TFFF proposal includes 74 UN-listed developing countries that combined are home to more than 1 billion hectares of moist, broadleaf tropical and sub-tropical forests.</p><p>The TFFF is not designed to fund countries to reduce their deforestation rates. Rather, it is meant to reward those that already have relatively low deforestation rates, providing a financial incentive to keep their remaining tropical forests standing and prevent any further deforestation. However, if it’s successful, the facility will serve as encouragement for countries with currently high deforestation rates to qualify to join the scheme. A good result would be if countries such as Bolivia, with one of the world’s highest deforestation rates, were able to qualify for TFFF funding in the years to come. The current structure would lead to significant flows of finance to some of the world’s poorest forest countries, including in Africa’s Congo Basin.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Countries Eligible for TFFF Payments\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-22-tfffv2-map.png?VersionId=pg93T2bHxPq7qDuaA_zbHpgPySYhF5iU&itok=l2mvS7Kn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The TFFF includes several innovative features focused on where the money should go. The first is that it allows countries to allocate TFFF payments as they see fit on their national policies and programs that, directly or indirectly, contribute to tropical and subtropical forest conservation and forests’ sustainable use. Crucially, the TFFF requires countries to disclose what the funds are used for to ensure transparency and allow for public scrutiny and feedback.</p><p>Another striking and positive feature is a provision requiring 20% of payments to go to Indigenous peoples and local communities engaged in tropical forest conservation in eligible countries. This could be the single biggest source of international finance for Indigenous peoples and local communities, so often at the frontline of conservation. This finance could help these communities protect their rights, secure land tenure, tackle illegal mining and criminality, and pursue sustainable alternative livelihoods that are not dependent on clearing areas of forest.</p><p>It is also significant because the TFFF is the only such source of funding that could in some instances be accessed directly by Indigenous peoples and local communities — a provision that they have repeatedly asked for, granting these communities decision-making over the use of the funds.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"955\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"764\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"585\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"461\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"276\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A family in a canoe rows away from a house along a river in the Amazon, Brazil.. \" height=\"276\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/indigenous-family-amazon-tfff_0.jpg?VersionId=9S.bQ9yFUhfzS6npROa9nT01ywtFUsTM&itok=tjGif8nR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Payments from the TFFF could help protect the rights of Indigenous communities and help them pursue sustainable alternative livelihoods that are not dependent on clearing areas of forest. Photo by Dekaro/iStock.</figcaption>\n</figure>\n<h3>How Will Forests Be Monitored?</h3><p>The TFFF can only succeed if it is built on credible, transparent and operational forest monitoring that relies on <a href=\"https://www.wri.org/insights/indigenous-peoples-local-communities-use-satellite-data-deforestation\">satellite data</a>. This requires methods and data that are produced in a way that can be verified, applied consistently through time and comparable across countries. Robust and universally applied technical standards must be established from the outset, not only to ensure credibility but also to build investor confidence that will attract the early capital needed for scale.</p><p>A core principle of the TFFF is that participating nations are expected to use their own national forest monitoring systems, provided these systems meet established quality and transparency criteria. For countries without a qualifying national system, a compliant third-party system, such as <a href=\"https://www.globalforestwatch.org/\">Global Forest Watch</a> (managed by WRI) or the EU’s Joint Research Center tropical forests platform, may be used. Given this diversity in monitoring approaches, establishing agreed common methodological standards and definitions across all systems will be paramount.</p><p>The TFFF also proposes a fixed forest definition to be applied across all participating countries, creating a common basis for how forests are measured and valued. By setting a 20% to 30% canopy density threshold, a 5-meter minimum tree height and by excluding plantations, this definition establishes a solid technical foundation for consistent and comparable measurements.</p><p>To help tropical forest countries meet these rigorous monitoring standards, the TFFF launched the TFFF Country Access Platform as a voluntary matchmaking and knowledge hub. This platform will connect governments in participating nations with technical partners worldwide who can help them meet the TFFF’s eligibility criteria and access requirements. WRI will serve as one of these technical partners, contributing expertise and information to the hub to ensure countries are well equipped to engage with and benefit from the TFFF.  </p><h3>What’s Next for the TFFF?</h3><p>First, sponsors need to follow the lead of Brazil, Indonesia, Norway, Germany and others and commit contributions to the initial hoped-for $25 billion tranche of junior capital. If additional sponsors fail to make commitments at COP30, the TFFF may lose momentum in 2026, causing private sector investors to doubt the viability of the model.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>It is therefore vitally important for industrialized nations across the world without tropical forests to make a significant financial commitment to this bold and ambitious idea. The stakes are global: If tropical forests are lost, adaptation costs from the ensuing climate impacts would far exceed these investments. For wealthy nations, investing in the TFFF is not only about justice and responsibility, but also a matter of economic self-interest. Tropical forests are, in addition to being sovereign national assets, a global public good, with a universal responsibility for their protection.</p><p>The World Bank Board has agreed to manage the funds <a href=\"https://tfff.earth/the-world-bank-confirmed-as-trustee-and-interim-host-of-the-tropical-forest-forever-facility/\">as the trustee and interim host</a> of the TFFF and formalized initial arrangements at its October 2025 meeting, which should provide a strong confidence signal for both sponsors and the private sector. But the World Bank will have to move rapidly to establish the TFIF to maintain momentum and move toward an operational phase of the facility.</p><p>Once all of that is in place, a key priority will be development of the operations manual that will govern how the TFFF actually works, including work on some of the more difficult technical issues. These include:</p><h4>Degradation and Leakage</h4><p>Not all forest loss is caused by deforestation. Forest degradation, which plays a major role in carbon loss and ecosystem decline (and often occurs at smaller spatial scales) can also take place.</p><p>Currently, the TFFF proposes to only consider fire-damaged areas (using burn scars as a proxy) as indicators of degradation, subsequently reducing payments by a 1:35 discount rate. But other degradation factors, such as selective logging, roadbuilding, mining and some edge effects, can be detected using 30-meter or 10-meter satellite data. Including both fire and non-fire degradation would strengthen the system’s integrity and ensure payments reflect actual forest conditions.</p><p>Deforestation “leakage” is another thorny issue: the TFFF focuses on broadleaf tropical and sub-tropical forests, the most important forests globally for both biodiversity and climate change. However, there is worry that this might cause deforestation to move into other biomes not covered by the TFFF — <a href=\"https://news.mongabay.com/2015/01/brazils-soy-moratorium-dramatically-reduced-amazon-deforestation/\">Brazil’s Cerrado</a> and southern Africa’s Miombo woodlands are good examples — without notice or punitive measures. The TFFF seeks to address this by requiring participating countries to monitor and report forest cover changes in non-TFFF forest areas where significant increases in deforestation could trigger additional scrutiny and potential payment holds. Though this is a good conceptual solution, implementation could be complex given, among other issues, the difficulties associated with monitoring deforestation in drier or sparser forest landscapes. More work will be needed to ensure that the TFFF does not simply displace, rather than prevent, forest loss.</p><h4>Consideration for Indigenous Peoples and Local Communities</h4><p>It will also be critical to maintain a strong consultative process with civil society and <a href=\"https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities\">Indigenous communities</a> as the TFFF — particularly its operations manual — is developed and moves toward implementation. Much of civil society is supportive of the TFFF and its efforts to engage Indigenous peoples and local communities; some remain critical and circumspect. There is no formal consensus on the TFFF among the diverse Indigenous peoples’ organizations across the world’s tropical forests. Continuing dialogue, consultation and free, prior and informed consent will therefore be critical in the years ahead.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A home along a river in Belém, Brazil.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/indigenous-communities-tfff-belem-brazil_0.jpg?VersionId=QGioHVL8kk__CcBgiuUXbIWROMY8GRDD&itok=fsP8-bKz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A home along the Guama River in Belém, Brazil, where COP30 will take place. The TFFF will require that 20% of payments to countries that keep deforestation rates below 0.5% to go to Indigenous peoples and local communities. Photo by RudiErnst/Shutterstock. </figcaption>\n</figure>\n<h4>Developing an Agreed Global Geospatial Monitoring System</h4><p>Finally, the credibility and longevity of the TFFF will also depend on the quality and reliability of the geospatial monitoring systems that are used to base decisions on eligibility, standing forest area and deforestation rates. It is only in the past decade that credible, affordable satellite monitoring of forest cover has emerged. And there are no international covenants or treaties designating official satellite monitoring standards or systems.<br /><br />In developing its monitoring standards, the TFFF should consider:</p><ul><li><strong>Fine-tuning its measurement standards </strong>by aligning the standard minimum mapping unit with the pixel resolution of existing, free satellite data archives (30-meters or 10-meters) to provide a more accurate picture of forest dynamics. Using a <a href=\"https://www.wri.org/insights/rethinking-definition-forest-monitoring\">finer mapping unit</a>, instead of the proposed 1-hectare minimum mapping unit, would also enable more effective monitoring of forest degradation events like logging and associated roadbuilding.</li><li>Ensuring that the monitoring systems that underpin the TFFF’s payment calculations provide <strong>open, independently verifiable data</strong>; use methods that produce data that are transparent and reproducible; and regularly validate the results using good practice and international reporting guidelines.</li><li>Finally, <strong>governance will be critical </strong>to help ensure that technical decisions remain evidence based. The TFFF’s operations manual will codify the detailed rules and procedures for monitoring, so its development should include structured opportunities for expert and stakeholder input.</li></ul><p>In short, there is a clear pathway: strong technical standards, robust degradation monitoring, validation, open data and shared governance. The technology is ready; what is needed now is collective agreement to put it into practice.</p><h3>The TFFF’s Critical Contribution to the Global Forest Challenge</h3><p>In summary, the TFFF could make a potentially critical contribution to addressing the world’s forest challenges, which are so closely linked to the biodiversity and climate crises we face. But, as the TFFF proponents themselves have noted, it is not a panacea; other forms of finance will also be needed, and of course there are many other dimensions of tackling tropical forest loss, including governance, legality, regulation, demand and consumption shifts.</p><p>The TFFF also inherently faces risks in a volatile world where the future of economies and markets cannot be predicted; it is a bold idea at a time of volatility and instability. But after more than 30 years of forest conservation, forest finance commitments and arrangements that have yet to turn the tide, the TFFF presents an ambitious idea from a major rainforest country that has real potential to make a potentially transformative impact in conserving tropical forests.</p><p>It is therefore a pressing global imperative for the international community to contribute generously to its success, starting at COP30, in the heart of the Amazon rainforest — a tropical rainforest, like others, on which the future well-being of humanity so profoundly depends. </p><p><em>This article was originally published on Oct. 27, 2025. It was updated on Nov. 6, 2025 and again on Nov. 26, 2025, to reflect the latest news and information. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How Multilevel Action Advances Colombia's Economic Transformation and Climate Goals",
      "link": "https://www.wri.org/update/how-multilevel-action-advances-colombias-economic-transformation-and-climate-goals",
      "pubDate": "Wed, 26 Nov 2025 08:16:18 EST",
      "description": "<p>Cities are on the front line of climate impacts. They are <a href=\"https://urbantransitions.global/en/publication/climate-emergency-urban-opportunity/\">home to most of the world’s population</a> and economic activity and generate the majority of global emissions. Yet they’re also hubs of innovation and implementation, putting them at the center of efforts to tackle the climate crisis and accelerate the transition to a low-carbon, resilient economy. But, when it comes to climate action, much of the attention focuses on the role of national governments, while the essential role of collaboration among city, regional and national governments is often overlooked.</p><p>From transportation and housing to energy and waste, what happens in cities can make or break a country’s national climate goals.</p><p>Recognizing the central role of multilevel governance in climate action, the COP28 presidency launched the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multilevel Partnerships</a>, or CHAMP, for Climate Action in December 2023. The initiative, created in partnership with Bloomberg Philanthropies and supported by WRI and other government, academic and nonprofit groups, aims to strengthen collaboration between national and subnational governments in planning and implementing climate targets.</p><p>To date, Colombia and 77 other countries — together representing 34% of the global population, 58% of global GDP and 36% of global emissions — have joined CHAMP.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/18678190/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In September 2025, <a href=\"https://www.wri.org/news/statement-colombia-updates-its-climate-commitments-2035\">Colombia submitted its updated nationally determined contribution</a>, or NDC, to the UN Framework Convention on Climate Change. The country pledged to limit emissions by 2035 to between 155 million and 161 million metric tons of carbon dioxide equivalent. The plan also calls for stronger coordination between national and subnational levels to ensure effective climate action to progress toward national targets. This NDC outlines Colombia’s path to carbon neutrality by 2050, as set out in its <a href=\"https://www.wri.org/climate/long-term-strategies/what-is-long-term-strategy\">long-term climate strategy</a>, “<a href=\"https://unfccc.int/sites/default/files/resource/COL_LTS_Nov2021.pdf\">E2050</a>”. </p><p>But how do such commitments translate into concrete action?  </p><p>Since Colombia endorsed the CHAMP initiative, WRI has provided technical assistance to national and local governments to turn multilevel collaboration into reality. Nationally, <a href=\"https://www.wri.org/update/champ-initiative-ndcs-3.0-subnational-content\">WRI has worked with the government</a> to engage subnational actors in updating the 2025 NDC and to identify gaps in how urban measures are being implemented. At the city level, it has helped city governments review their plans, identify projects that advance both national and local climate goals, and prioritize those that are high impact and feasible.  </p><p>In cities such as Cali, Valledupar and Montería, several short-term projects are already advancing local priorities and helping to implement Colombia’s NDC and E2050 on the ground.</p><h3>Cali’s Public Buildings Solar Rooftops Initiative  </h3><p>Colombia’s electricity mix is one of the cleanest in the world: <a href=\"https://www.iea.org/countries/colombia\">Almost 75% comes from renewable sources, primarily hydropower</a>. Yet the country still relies on fossil fuels — mostly coal and gas — to meet part of its electricity demand. In Cali, for example, <a href=\"https://www.cali.gov.co/dagma/publicaciones/173367/cali-actualiza-su-inventario-de-gases-efecto-invernadero-gei/\">the latest 2021 data</a> show that about 10% of the city’s greenhouse gas emissions come from electricity used in homes, businesses and public buildings.  </p><p>To cut emissions and reduce fossil-fuel use, Cali’s government is launching an ambitious project to turn the roofs of selected public buildings into interconnected solar power plants. These installations will generate local, carbon-free electricity to power schools, healthcare facilities and municipal services while also creating new jobs in the energy sector.</p><p>By producing electricity locally and storing part of it in batteries, the city can reduce dependence on fossil-fuel-based power from the national grid and build greater resilience to energy supply fluctuations. This is particularly important in  Colombia, <a href=\"https://es.wri.org/insights/adaptacion-climatica-del-sector-hidroelectrico-en-colombia-y-costa-rica-retos-y\">where hydropower is vulnerable</a> to changes in rainfall patterns caused by climate change.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"335\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"593\" />\n              <source height=\"335\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"593\" />\n              <source height=\"335\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"593\" />\n              <source height=\"335\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"593\" />\n              <source height=\"257\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A public building in Cali, Colombia, with photovoltaic solar panels\" height=\"257\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/public-building-in-cali.png?VersionId=8UkYAEf_c7_Bw544nTII22IJEUtjq8JT&itok=zDVL1gGr\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Photovoltaic panels on a public building in Cali. Photo by Cali municipality. </figcaption>\n</figure>\n<h3>Valledupar’s Guatapurí River Eco-Park</h3><p><a href=\"https://www.wri.org/update/profiles-adaptation-colombia\">Colombia is vulnerable to climate change</a>. Its location in the tropics, combined with steep Andean landscapes and access to both the Caribbean and Pacific coasts, makes the country vulnerable to extreme rainfall, landslides, flooding and coastal impacts. High levels of poverty and inequality further increase the risks associated with climate hazards.  </p><p>Cities like Valledupar are already facing rising temperatures and greater flood risks, posing major challenges for urban resilience. Integrating climate adaptation into urban planning is therefore essential to protect lives, livelihoods and ecosystems. Colombia’s E2050 and NDC identify sustainable city-regions with integrated development, efficient resource and climate management as a pathway to a resilient, low-carbon future.</p><p>Valledupar is putting this vision into practice along the Guatapurí River, which flows from the Sierra Nevada de Santa Marta mountain range, an area experiencing more unpredictable rainfall and where rising temperatures are <a href=\"https://www.ideam.gov.co/sala-de-prensa/noticia/colombia-pierde-mas-hielo-continua-el-retroceso-de-los-glaciares-y-uno-de-ellos-esta-punto-de%22%20/l%20%22:~:text=Para%20la%20Sierra%20Nevada%20El,%C3%A1rea%20glaciar%20de%200.45%20km%C2%B2.\">accelerating glacier melt</a>.</p><p>The city plans to build a linear eco-park along the river’s eastern bank to protect a flood-risk area while encouraging walking and biking, promoting nature tourism and increasing green corridors. In addition to protecting the riverbank, it also aims to improve air quality, reduce the urban heat island effect, enhance public health and limit urban expansion and climate-exposed informal settlements.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"327\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"441\" />\n              <source height=\"327\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"441\" />\n              <source height=\"327\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"441\" />\n              <source height=\"327\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"441\" />\n              <source height=\"327\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"441\" />\n                  <img alt=\"A simulation of an area of Guatapuri River's eco-park\" height=\"327\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/guatapuri-river-s-eco-park.png?VersionId=UPvWhhaQwY28MQc6SSQVymqzrIvSjUQL&itok=XnmhXHHN\" width=\"441\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Simulation of an area of Guatapuri River’s Lineal Park. Image by Valledupar municipality. </figcaption>\n</figure>\n<h3>Montería’s Botanical Garden  </h3><p>Biodiversity management and ecosystem services are key to building climate resilience and ensuring people’s well-being, according to Colombia’s E2050. Montería’s government is applying this vision by transforming an old wastewater treatment lagoon zone, which is currently located in an area facing future flood risks, into a green oasis with a metropolitan botanical garden.  </p><p>The project will create a space for recreation and environmental education, as well as creating a permeable green area where biodiversity can thrive.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"315\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"492\" />\n              <source height=\"315\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"492\" />\n              <source height=\"315\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"492\" />\n              <source height=\"315\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"492\" />\n              <source height=\"291\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A preliminary project of the Botanical Garden park in Monteía, Colombia\" height=\"291\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/botanical-garden-in-monteria.png?VersionId=WRwy_BhNJg1NGNqqJc_jlqTvQnRUPogY&itok=6_nOln_w\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Preliminary Project of “Parque Botanico Las Lagunas”. Image by Montería’s municipality </figcaption>\n</figure>\n<h3>From National Goals to Local Action</h3><p>The city-led projects in Cali, Valledupar and Montería help translate Colombia’s NDC and long-term strategy into tangible action. They show how local initiatives can support national emission reduction goals while improving quality of life, strengthening resilience and protecting nature.</p><p>However, advancing multilevel collaboration is not without challenges. <a href=\"https://thecityfix.com/blog/empowering-cities-to-shape-stronger-more-inclusive-ndcs-lessons-from-colombia/\">WRI Colombia’s analysis</a> identified key obstacles subnational governments face when implementing climate measures.  </p><ul><li>At a local level, political support is key for integrating climate action into local priorities, such as the four-year development plans, because it helps build momentum, unlock resources and sustain long-term projects.</li><li>Cities struggle to find clear incentives, especially financial ones, for including NDC-related actions in their local plans, making stronger national support critical.</li><li>The technical knowledge gap for planning and implementing climate projects remains a challenge, particularly in smaller municipalities.  </li></ul><p>Working with WRI, the national government co-hosts the Strategic Committee on “Cities and Climate Change in Colombia,” a biannual forum that brings together cities, NGOs and national authorities to discuss climate action. The committee fosters multilevel collaboration by identifying active projects, synergies and facilitating coordination among governments and stakeholders.</p><p>In 2024, subnational governments were able to discuss these challenges through the forum with the national government, which is taking action on multiple fronts to create an enabling environment for cities and departments in climate action. One example is the <a href=\"https://corredorfinanzasclima.dnp.gov.co/\">Corridor of Climate Financing</a> (Corredor de Financiamiento Climático de Colombia), a platform led by the National Planning Department that connects climate projects to funders and provides support.</p><p>Strengthening collaboration between national and subnational governments, as promoted by the CHAMP initiative, is crucial to overcoming these barriers and scaling up local climate projects that support the transition to a low-carbon, resilient economy. </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Beyond the Headlines: COP30’s Outcomes and Disappointments",
      "link": "https://www.wri.org/insights/cop30-outcomes-next-steps",
      "pubDate": "Tue, 25 Nov 2025 16:44:08 EST",
      "description": "<p>The 2025 UN climate talks <a href=\"https://www.wri.org/news/statement-cop30-delivers-forests-and-finance-underdelivers-fossil-fuels\">wrapped</a> on Saturday, Nov. 22 after negotiations pushed into overtime. The <a href=\"https://unfccc.int/sites/default/files/resource/cma2025_L24_adv.pdf\">resulting decision</a> secured some important wins, both inside and outside the negotiations. But it omitted some of the big-ticket items many hoped to see.</p><p>With efforts to halt temperature rise <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">severely off track</a> and climate disasters becoming <a href=\"https://www.weforum.org/stories/2025/05/costs-climate-disasters-145-billion-nature-climate-news/\">ever-more destructive</a>, the summit (COP30) aimed to establish clear pathways to deliver past pledges and put the world on a safer track. A key question was how countries would address <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">lagging ambition in their new climate commitments</a> (NDCs). Hopes that countries would commit to roadmaps to end fossil fuel use and halt deforestation were ultimately dashed after opposition from petrostates. The final decision only included new voluntary initiatives to accelerate national climate action, though the Brazilian Presidency intends to move forward with fossil fuel and deforestation roadmaps outside of the formal COP talks.</p><p>Other areas were brighter.</p><p>Building resilience to climate impacts took center stage, with COP30 securing a new target to <a href=\"https://www.wri.org/insights/tripling-adaptation-finance-goal\">triple finance for climate adaptation</a>. The COP also laid out practical solutions to increase finance for the low-carbon transition. In an era of trade wars and tariffs, negotiators also agreed for the first time to hold discussions on how trade policies can help — or hinder — climate action.</p><p>Against the backdrop of the Amazon, nature also saw advances, including a <a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\">new fund for tropical forest conservation</a>. Indigenous Peoples and other local communities were recognized like never before. And outside the formal negotiations, the summit saw a raft of new pledges and action plans from cities, states, countries and the private sector. It is clear that we are moving from negotiations to implementation, and from wrangling over <em>what </em>to do to <em>how </em>to do it.</p><p>These victories matter. It shows that international cooperation can still deliver, despite <a href=\"https://www.wri.org/insights/green-transition-after-climate-setbacks\">deepening divides </a>on climate action and a difficult geopolitical context.</p><p>Here, we take a closer look at the outcomes from COP30 and what’s needed next:</p><ul><li><a href=\"https://www.wri.org/#national-climate-plans\">National Climate Plans</a></li><li><a href=\"https://www.wri.org/#adaptation\">Adaptation</a></li><li><a href=\"https://www.wri.org/#finance\">Finance</a></li><li><a href=\"https://www.wri.org/#nature\">Nature</a></li><li><a href=\"https://www.wri.org/#people-centered-action\">People-Centered Action</a></li><li><a href=\"https://www.wri.org/#trade\">Trade</a></li><li><a href=\"https://www.wri.org/#sectoral-action\">Sectoral Action</a></li></ul><h3 id=\"national-climate-plans\">Responding to the NDC Shortfall</h3><p>By the end of COP30, 119 countries representing 74% of global emissions had submitted new national commitments in NDCs. These commitments showed <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">some progress</a> on reducing emissions and mobilizing sectoral action, but they <a href=\"https://www.climatewatchdata.org/ndc-tracker\">collectively deliver</a> less than 15% of the emissions reductions required by 2035 to hold global temperature rise to 1.5 degrees C. <a href=\"https://www.unep.org/resources/emissions-gap-report-2025\">UN analysis</a> finds that even with the latest NDCs and current policies, the world remains on course for 2.3-2.8 degrees C of warming, a dangerous prospect that’s well above the Paris Agreement’s temperature benchmarks.</p><p>This emissions gap shaped expectations heading into COP30, with countries seeking a <a href=\"https://www.wri.org/insights/cop30-progress-country-climate-plans\">credible response</a> to the NDC shortfall. A central and politically charged issue was how the world would address the continued use of fossil fuels, the root cause of the climate crisis. More than 80 countries advocated for a global roadmap to guide this transition, but negotiators ultimately failed to include it in the final decision, stymied by opposition from several countries — in particular, major petrostates.</p><p>Instead, COP30 launched two new initiatives, under the guidance of the COP Presidencies: a Global Implementation Accelerator and the “Belem Mission to 1.5” to enhance and speed the implementation of countries’ NDCs and national adaptation plans (NAPs) and keep 1.5 degrees C within reach. Neither of these voluntary initiatives directly mention fossil fuels, disappointing countries seeking clearer direction. However, the language for the Accelerator does include a thin thread linking it to the Global Stocktake commitments made at COP28 in Dubai, thus implicitly referring to the language adopted there on a just, orderly transition away from fossil fuels.</p><p>The Brazilian COP30 president also announced that it will develop roadmaps to transition away from fossil fuels and tackle deforestation in its own capacity. It’s ultimately up to Brazil President Lula da Silva and the COP presidency to advance these global plans in a robust and inclusive way.</p><p>For the first time in a COP decision, negotiators also acknowledged the likelihood of <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">overshooting 1.5 degrees C</a> and the need to limit both its magnitude and duration. Finally, although many countries now have 2030, 2035 and net-zero emissions targets, COP30 gave little attention to updating long-term emissions strategies — essential complements to near-term emissions targets.</p><p>Looking ahead to next year, the Global Implementation Accelerator will hold open information sessions in June and November before delivering a report and high-level meeting at COP31 in November 2026. The Belém Mission to 1.5 will follow a similar timeline and likewise report its conclusions at COP31. In parallel, the COP30 Presidency’s roadmap development will be informed by external consultations, including an April meeting on transitioning away from fossil fuels, <a href=\"https://fossilfueltreaty.org/first-international-conference\">co-hosted</a> by the Colombian and Dutch governments.</p><h3 id=\"adaptation\">Adapting to Climate Impacts</h3><p>A key task for negotiators was finalizing how the Paris Agreement’s <a href=\"https://www.wri.org/insights/global-goal-on-adaptation-explained\">Global Goal on Adaptation (GGA)</a> will be put into action, including establishing indicators to track progress.</p><p>In the end, negotiators adopted a set of 59 indicators across seven sectors, such as water, agriculture and health, and the adaptation policy planning process, including on finance, capacity building and technology transfer. The list also takes into account cross-cutting considerations such as gender and human rights. But it was a bumpy process and an ultimately mixed outcome.</p><p>In the final days of COP, many negotiators were surprised to see most of the indicators — developed by 78 independent experts over the course of the last two years — were altered. The final set includes some indicators that are unmeasurable and thematically incomplete, creating technical issues to work through. In the final plenary, some countries raised objections to the GGA outcome, which, after some controversy over process, the COP Presidency promised to address at the Bonn climate talks in June 2026.</p><p>The GGA indicators will need further refinement, part of which will be addressed through a two-year “Belém-Addis vision” process. However, it’s unclear if countries will be willing to start using the indicators agreed at COP30 if they may change in the next two years. </p><p>Meanwhile, <a href=\"https://www.wri.org/insights/loss-damage-climate-change\">loss and damage</a>, which addresses the most severe impacts of climate change, received relatively little attention compared to previous COPs. Negotiators did review the Warsaw International Mechanism and made some progress, including kickstarting a new State of Loss and Damage Report, developing guidance to integrate Loss and Damage into national plans, and enhancing coherence within the Paris Agreement’s loss and damage architecture. Parties also agreed on new guidance for the Fund for Responding to Loss and Damage (FRLD), linking it to the new climate-finance goal agreed at COP29. The FRLD launched the call for funding requests for its start-up phase, the Barbados Implementation Modalities (BIM).</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"929\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"743\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"569\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"448\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"268\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Farmers harvesting crops.\" height=\"268\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/cambodia-farmers_0.jpg?VersionId=NzY8N3mJnzKzVuDFZro1ZYhaD4hTeHWi&itok=UMf4eSJP\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Farmers in Cambodia bring in the harvest. Vulnerable communities around the globe urgently need support to adapt to worsening climate change impacts. Photo by Chor Sokunthea/World Bank/Flickr</figcaption>\n</figure>\n<h3 id=\"finance\">Finance for Developing Countries</h3><p>Expectations were high for countries to determine what’s next for adaptation finance, given that the 2021 Glasgow COP pledge to double adaptation finance from 2019 levels expires this year. Parties were divided on whether to establish a new adaptation finance target, how big it should be and over what timeframe, with many developing countries calling for a tripling by 2030. The COP concluded with a call to <a href=\"https://www.wri.org/insights/tripling-adaptation-finance-goal\">at least triple finance for adaptation</a> by 2035, a welcome development, albeit on a longer timeline than many had hoped<strong>. </strong>This means that of the $300 billion+ in climate finance that should flow to developing countries by 2035, $120 billion or so should go toward adapting and building resilience to climate change impacts.</p><p>COP30 also brought further dialogue on how to scale up finance from all sources to reach the broader target of <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">$1.3 trillion for developing countries by 2035</a>. The COP29 and COP30 presidencies <a href=\"https://www.wri.org/news/statement-baku-belem-roadmap\">presented</a> the Baku to Belem Roadmap to 1.3T, laying out key actions governments, financial institutions and others can take to finance climate mitigation and adaptation in developing countries. This is an important step-change in the approach to finance. It recognizes the importance of <em>all</em> sources playing their part and the value of finance working better together as a system, including through <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">‘country platforms.’</a> Negotiators took note of the roadmap and decided to urgently advance actions listed within it. However, they did not discuss its recommendations in detail, which, for example, include actions to reduce debt and improve incentives for private sector investments in developing nations.</p><p>Some negotiators threatened to hold up the negotiations unless Article 9.1 of the Paris Agreement was discussed. This article spells out the responsibility of developed countries to provide finance for developing nations. Countries eventually agreed to a two-year work programme to continue discussions. They also created a dialogue for continued conversation on Article 2.1(c), which calls for alignment of all global financial flows with mitigation and adaptation goals.</p><p>Ultimately, financial decisions are made in many venues and institutions across the globe, from multilateral development banks to the G20, which met last weekend. Decision-makers must work together to direct finance toward solutions for global people, nature and climate goals, and away from activities that undermine them. The Baku to Belem Roadmap and the <a href=\"http://cop30.br/en/news-about-cop30/report-of-the-cop30-circle-of-finance-ministers-launched-during-imf-and-world-bank-meetings\">Circle of Ministers Reports</a> provide a useful guide for this.</p><h3 id=\"nature\">Protecting and Restoring Nature</h3><p>Despite COP30’s location in Belem, the gateway to the Amazon rainforest, negotiators ultimately failed to launch a global roadmap for ending deforestation. Still, COP30 brought other important wins for nature conservation.</p><p>Brazil officially launched its <a href=\"https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facility\">Tropical Forests Forever Facility</a> to provide long-term, predictable finance to countries that protect their tropical forests. The innovative approach aims to shift the economics of deforestation so that maintaining standing forests is more profitable than clearing them. A handful of countries — including Brazil, Indonesia, France, Germany and Norway — pledged a total of <a href=\"https://tfffwatch.org/\">$6.7 billion</a> for the fund. That’s a start toward Brazil’s initial target of $25 billion, but more momentum is needed. For example, China and the U.K. signaled that they may come through with funding pledges next year.</p><p>Countries also renewed the Forest and Land Tenure pledge, committing $1.8 billion in funding through 2030 and expanding coverage beyond forests to savannas, mangroves and other ecosystems. Fifteen governments launched the Intergovernmental Land Tenure Commitment, which aims to secure and formally recognize 160 million hectares of land held and used by Indigenous Peoples and local communities. Brazil <a href=\"https://www.bbc.com/news/articles/c1d0vekq12ro\">announced new protections for Indigenous territories</a>, and <a href=\"https://en.antaranews.com/news/392565/indonesia-pledges-faster-recognition-of-customary-forests-at-cop30\">Indonesia pledged</a> to do so. These <a href=\"https://www.wri.org/news/statement-countries-announce-pledges-support-indigenous-peoples-afro-descendants-and-local\">outcomes demonstrate a major shift</a> in recognizing the role that Indigenous Peoples, Afro-descendants, and local communities play in protecting the ecosystems that sustain us all.</p><p>Countries also announced new efforts to tackle the major challenges facing nature. Over 40 countries endorsed a <a href=\"https://www.wri.org/news/statement-brazil-rallies-global-action-wildfire-resilience-cop30\">call to action</a> to fight wildfires, the leading cause of forest loss last year. Brazil launched the <a href=\"https://www.gov.br/mma/pt-br/noticias/at-cop30-brazil-and-global-partners-unveil-the-bioeconomy-challenge-to-scale-sustainable-investment-in-nature\">Bioeconomy Challenge</a>, a global platform to increase investment in sustainable forest economy markets. And <a href=\"https://www.foodandlandusecoalition.org/raiz-press-release-cop30/\">10 countries announced</a> their support for a Brazil-led accelerator to restore the world’s degraded and underproductive farmland.</p><p>Ocean conservation also advanced. Brazil joined the Ocean Panel, committing to sustainably manage all of its national waters by 2030 — the world’s 10th largest ocean area. And six more countries joined the <a href=\"https://www.wri.org/news/release-more-countries-include-ocean-action-climate-plans-biggest-climate-opportunities-still\">Blue NDC Challenge</a> to deliver ocean-climate actions: Belgium, Cambodia, Canada, Indonesia, Portugal and Singapore.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A man near a canoe and a home on stilts in the Amazon rainforest.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/amazon-indigenous-redsidents_0.jpg?VersionId=4l2rzC2m.gbYKalITgCgRtXBAZjth28v&itok=chYH8KKT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The home of an Indigenous family in the Amazon rainforest. The new Tropical Forest Forever Facility launched at COP30 aims to protect tropical forests and, in turn, those who depend on them. Photo by CYSUN/Shutterstock</figcaption>\n</figure>\n<h3 id=\"people-centered-action\">Putting People at the Heart of Climate Action</h3><p>COP30 brought a refreshingly new focus “to <a href=\"https://cop30.br/en/brazilian-presidency/letters-from-the-presidency/third-letter-from-the-presidency\">connect</a> the climate regime to people’s real lives.” This theme ran through the People’s March, where over <a href=\"https://www.commondreams.org/news/cop30-demonstration-fossil-fuels\">70,000</a> people took to the streets calling for climate justice and action. The first Global Ethical Stocktake, launched by President Lula and Minister Marina Silva along with UN Secretary-General António Guterres, with participation from WRI's <a href=\"https://www.wri.org/profile/wanjira-mathai\">Wanjira Mathai</a>, reinforced that fairness, inclusion and shared responsibility must guide climate decisions and prioritize those most affected by climate change’s impacts.</p><p>The adoption of a process to develop a “just transition mechanism” marked the furthest a COP has gone to address workers’ and communities’ rights. It aims to strengthen international cooperation, provide technical assistance and capacity-building, share knowledge, and support equitable, inclusive transitions to low-carbon economies. While some noted disappointment that it does not include specific references to critical minerals or fossil fuels, the decision to develop the mechanism remains a significant step forward. Negotiators and other stakeholders will share their views on the process for developing the mechanism by March 2026, with a recommended process for its operationalization to be considered in November 2026.</p><p>The summit also marked an unprecedented effort to include Indigenous voices. Over 2,500 Indigenous Peoples participated in COP30, supported by initiatives like the <a href=\"https://cop30.br/en/brazilian-presidency/cop-30-circles/circle-of-peoples\">Peoples’ Circle</a>, an advisory body highlighting their perspectives to the COP Presidency. At least three COP documents explicitly recognize Indigenous rights: the Global Mutirão affirms their land rights and traditional knowledge; the mitigation work program highlights their vital role in sustainable forest management and calls for long-term recognition of their land rights; and the just transition mechanism refers to rights and protections for Indigenous Peoples in voluntary isolation and initial contact.</p><p>Countries also developed a new Gender Action Plan, setting the stage for gender-responsive climate policy. The initiative supports gender-responsive finance and promotes the leadership of Indigenous, Afro-descendant and rural women.</p><p>Jobs and economic opportunity were also prominent themes, with a clear takeaway that embracing the low-carbon transition can deliver growth, investment, security, competitiveness and good-paying jobs. Developed in collaboration with the COP30 Presidency and a broad coalition of international partners, <a href=\"https://www.wri.org/news/release-global-leaders-unite-put-jobs-and-skills-center-new-economy-cop30\">the Global Initiative on Jobs & Skills for the New Economy</a> was launched to prepare workforces for a rapidly evolving economy and build a movement for green, inclusive jobs. Countries also launched <a href=\"https://cop30.br/en/news-about-cop30/cop30-documents/cop30_belem-declaration-on-global-green-industrialization_final-4.pdf/@@download/file\">the Belém Declaration on Global Green Industrialization</a>, providing a framework for scaling new industrial systems and creating employment opportunities in emerging green sectors.</p><p>Health also featured prominently. The World Health Organization launched the <a href=\"https://cdn.who.int/media/docs/default-source/climate-change/en---belem-action-plan.pdf\">Belém Health Action Plan</a>, citing 60 actions necessary to both adapt to climate change and address climate-related health risks affecting 3.3 billion people. Over 30 countries endorsed the plan and agreed to report their progress during the next Global Stocktake at COP33 in 2028.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People in traditional Indigenous dress at a demonstration.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/indigenous-march-cop30_0.jpg?VersionId=4RTG.cf8JefoERjOGXhe5SU4mZSX2VGr&itok=PAiMBcVP\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>People from the Amazon region's Munduruku Indigenous group staged a demonstration outside of COP30. The summit saw stronger participation from Indigenous Peoples than in past years. Photo by UNclimatechange/Flickr</figcaption>\n</figure>\n<h3 id=\"trade\">Trade Policies Linked to Climate Action</h3><p>COP30 marked an important shift in the recognition of trade policies as being closely interlinked with climate action. This reflects the degree to which climate action is increasingly seen as integral to broader economic transformation, and how economic systems can either act as barriers or catalysts to the pace, scale and distributional impacts of the transition. At the beginning of the COP, some developing countries pressed for the formal agenda to include discussion of “unilateral trade measures” related to climate policies. While the adopted agenda never reflected that call, the outcome in the Global Mutirão decision, the centerpiece of COP30 outcomes, included dialogues on trade and climate.</p><p>The outcome reaffirmed that countries should cooperate to promote a supportive and open international economic system that enhances efforts to combat climate change. To enable better communication and discussion among countries on those issues, dialogues will be held over the next three years during the UNFCCC intersessional meetings in June each year. Those dialogues will include participation from the WTO and other international economic organizations and will look at opportunities and challenges at the nexus of trade and climate, culminating in a report in 2028. </p><p>Trade also featured in the new Integrated Forum on Climate Change and Trade, introduced by President Lula during the World Leaders’ Summit held just before COP30. By positioning itself outside the international climate and trade regimes, the Forum will help develop mutually reinforcing solutions at the intersection of climate and trade policies, in areas such as the energy transition, deforestation and carbon accounting.</p><h3 id=\"sectoral-action\">Advancing Action Across Sectors</h3><p>The COP30 Presidency and High-Level Climate Champions released the <a href=\"https://www.wri.org/news/statement-cop30-action-agenda-accelerates-transition-across-major-sectors\">COP30 Action Agenda</a>, which unites hundreds of climate initiatives across sectors and actors into a common framework tied to negotiated outcomes, including the Global Stocktake. By establishing channels for coordination and collaboration, the Action Agenda can reinforce connections between government and non-state actors to drive greater climate action.</p><p>In addition to those mentioned above, a few highlights are particularly significant:</p><ul><li><strong>Cities, states and regions: </strong>COP30 saw <a href=\"https://www.wri.org/insights/cop30-breakthrough-local-climate-action\">tremendous momentum for the urban agenda</a>. Over 14,000 cities, states and regions committed to advance climate solutions at the Local Leaders Forum in Rio ahead of COP30. 77 countries and the European Union have now committed to local-national climate collaboration through the <a href=\"https://www.wri.org/news/statement-cop30-elevates-major-efforts-unite-local-regional-and-national-governments-climate\">CHAMP initiative</a>. And185 cities joined the <a href=\"https://www.wri.org/update/wri-joins-new-beat-heat-initiative-cooling-solutions-cities-launched-cop30\">Beat the Heat initiative</a> to tackle extreme heat.</li><li><strong>Carbon accounting:</strong> Underpinning all sectors’ and companies’ climate progress is rigorous and transparent carbon accounting. The Action Agenda <a href=\"https://ghgprotocol.org/blog/announcement-ghg-protocol-and-iso-welcome-cop30-action-agenda-harmonize-carbon-accounting\">reaffirms</a> that the partnership between Greenhouse Gas Protocol (GHGP) and the International Organization for Standardization (ISO) is the foundation of the global carbon-accounting system.</li><li><strong>Bioeconomy challenge</strong>: Launched by Brazil and several partners, the initiative aims to scale sustainable nature-based investment by 2028 through a focus on five priority areas: forests, regenerative agriculture and restoration, sociobioeconomy, financing innovation, and bio-industrialization.</li><li><strong>Energy</strong>: South Korea, the seventh-largest coal producer, committed to phase out coal by 2040. Alongside Bahrain, it also joined the Powering Past Coal Alliance. Utilities stepped up, too: members of the Utilities for Net Zero Alliance (UNEZA) announced they will increase annual investments in the energy transition to nearly $150 billion, with a major focus on grids and storage. And the global coalition Mission Efficiency launched a \"<a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.seforall.org%2Fnews%2Fat-cop30-mission-efficiency-launches-global-plan-to-deliver-the-doubling-energy-efficiency&data=05%7C02%7CNate.Shelter%40wri.org%7C762f8ed185cc4cc32b9708de27650c0a%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638991512149546955%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=mRyU%2BGgsxR4q0s5153dT80QxHBrwsaulHXLgWnv25XU%3D&reserved=0\">Plan to Accelerate Doubling Energy Efficiency (PAS)</a>,\" a much-needed roadmap aimed at achieving the COP28 goal to double energy efficiency by 2030.</li></ul><p>By unifying more than 480 initiatives into 117 concrete “Plans to Accelerate Solutions,” the Action Agenda can help turn pledges into reality. It can also serve as critical support for the new Global Implementation Accelerator.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div>\n\n      \n<div class=\"embedded-entity embed--block-type--in-this-series\">\n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/cities\" hreflang=\"en\">Cities</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/cop30-breakthrough-local-climate-action\" hreflang=\"en\">Why COP30 Was a Breakthrough for Cities</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            November 25, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Aerial view of a city boulevard lined by skyscrapers.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-11/belem-brazil.jpg?VersionId=hJEKilS6qP556jLrc3SV1Wra63XoElK2&h=2b59213e&itok=Ry7FRfXM\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  </div>\n</div><h3>Picking Up the Pace of Change</h3><p>It’s easy to be discouraged by the negative news coming out of COP30 and the climate space writ large. But beneath the headlines, progress<em> is </em>happening. Clean energy and electrified transport are growing at rates that were unimaginable a decade ago. Countries investing in a green transition are reaping the benefits, from new jobs and growing economies to better energy access and cleaner air.</p><p>A big question remains whether the Brazilian Presidency’s promise to deliver fossil fuel and deforestation roadmaps in the next year can bear fruit and have real impact. It is in the interest of those who want to see a just transition for it to do so. Meanwhile, countries must prove they can deliver their new climate plans, leveraging economy-wide policy shifts and finance mobilization to turn ambition into real action.</p><p>Whatever the twists and turns of climate negotiations, the economic transition is underway. The question is, how fast it will be and who will benefit? Now is the time for all actors to pick up the pace and drive towards a just transition.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Why COP30 Was a Breakthrough for Cities",
      "link": "https://www.wri.org/insights/cop30-breakthrough-local-climate-action",
      "pubDate": "Tue, 25 Nov 2025 15:53:48 EST",
      "description": "<p>Cities and states have aimed higher and moved faster on climate action than national governments.</p><p>The reason is simple: To local leaders, climate problems and solutions matter because their constituencies are directly impacted by them. Extreme heat, flooding and air pollution make people's lives worse. Cleaner air, convenient public transportation, and access to parks and nature make them better.</p><p>Cities are also at the root of climate change. They already house the majority of the world's population and generate <a href=\"https://www.iea.org/reports/empowering-urban-energy-transitions/executive-summary\">75% of all greenhouse gas emissions</a>. By 2050, there will be another <a href=\"https://www.un.org/en/desa/around-25-billion-more-people-will-be-living-cities-2050-projects-new-un-report\">2.5 billion urban dwellers globally</a>.</p><p>Many cities are leading the way on what effective climate action can look like, with clean air zones in London; electric buses in places like Santiago, Chile and Bogotá, Colombia; and over a million trees planted in Freetown, Sierra Leone.</p><p>Yet despite this, local leaders have long been absent from the world's major climate talks.</p><p>Since it was first held three decades ago, the annual UN climate summit (known as the \"Conference of Parties,\" or \"COP\") has been a negotiation between nation states. Cities, states and regions have some voice in the process through the Local Governments and Municipal Authorities Constituency, but no real influence. Local leaders have been agitating for a larger role for years.</p><p>At COP30 in Belém, Brazil, they may have finally made a breakthrough, with a clear path forward to driving more locally responsive climate action.</p><h3>Putting Cities on the Climate Agenda</h3><p>The biggest sign of progress is that local governments are featuring prominently in countries' climate plans for the first time.</p><p>COP30 was a major reckoning moment for new national climate commitments — known as \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a>\" (NDCs) — due for all countries in 2025. Many were submitted at or in the lead-up to the summit.</p><p>The so-called \"NDCs 3.0\" were meant to be more ambitious than the last, getting the world closer to the Paris Agreement's 1.5 degree C target.</p><p>While the plans largely <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">fall short of this goal</a>, local climate action was still a bright spot: For the first time, a strong majority of submitted NDCs — <a href=\"https://unfccc.int/sites/default/files/resource/cma2025_08.pdf\">80%</a>, according to the UN's climate change body, the UNFCCC — mention cities and other local actors as key levers for the green transition. This is a significant change from the last round, <a href=\"https://unfccc.int/sites/default/files/resource/cma2025_08.pdf\">up 19%</a>.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div>\n\n      \n<div class=\"embedded-entity embed--block-type--in-this-series\">\n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/climate\" hreflang=\"en\">Climate</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/cop30-outcomes-next-steps\" hreflang=\"en\">Beyond the Headlines: COP30’s Outcomes and Disappointments</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            November 25, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"People hold signs protecting climate change outside of the UN climate summit venue.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-11/cop30-entrance_0.jpg?VersionId=wnyC7qnoKOERW2N7hUvoQ6HVy4rA20wr&h=c8879a0e&itok=sL9RRR_o\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  </div>\n</div><p>This shift is in part the result of one groundbreaking initiative: CHAMP. The <a href=\"https://www.champ-climate.org/\">Coalition for High Ambition Multilevel Partnerships</a>, launched two years ago at COP28 in Dubai, advocates for better collaboration between national governments and cities, states and regions to drive climate action at scale. (CHAMP is led by the Support Unit of C40 Cities and the Global Covenant of Mayors, and WRI has been a partner since launch.)</p><p>CHAMP has since been endorsed by 77 countries and the European Union — all recognizing that working with local governments is crucial to delivering national climate goals. That is real momentum, never seen before.</p><p>COP30 kept the ball rolling. The Local Leaders Forum, supported by Bloomberg Philanthropies, was held just before the summit and brought together hundreds of national and local leaders. It <a href=\"https://www.bloomberg.org/cop30-local-leaders-forum/a-message-from-local-leaders-to-cop30/\">produced a pledge</a> from more than 14,000 cities, towns, states, regions and provinces to redouble efforts on local climate action and collaboration with national partners, and a <a href=\"https://www.bloomberg.org/press/michael-r-bloomberg-launches-next-era-of-local-leadership-to-formalize-role-of-cities-states-and-regions-in-global-climate-action/\">$168-million commitment</a> from Bloomberg Philanthropies to support local-national collaboration.</p><p>It also produced a clear call for these actors to have a greater role in the formal COP process moving forward.</p><p>Simon Stiell, executive secretary of the UNFCCC, called cooperation between every level of government \"mission critical,\" emphasizing that cities, states and regions are where climate action \"can be won or lost.\" He urged all countries to leverage the CHAMP framework as they prepare and implement their climate plans.</p><p>Brazil and Germany have announced they will co-chair CHAMP, creating the first nationally led steering committee. They plan to lead a diverse group of countries that will help move the initiative forward in the years to come.</p><p>Now, momentum must shift from collaborative climate <em>planning</em> to real action and impact.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Modern apartments with solar panels covering their roofs.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/green-apartments-freiburg_0.jpg?VersionId=8OpPzmZ1ntWleet6tbuVl4RQXfN9ac8T&itok=e3INowbz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Vauban neighborhood in Freiburg, Germany, was designed as a model for sustainable urban development. Many cities around the globe are pioneering innovative climate solutions. Photo by Gyuszko-Photo/Shutterstock</figcaption>\n</figure>\n<h3>What Else Was Gained from COP30</h3><p>With these gains, the movement for stronger urban voices in national climate planning, as well as national resources to support local ambition, has become significantly stronger, more organized and more practical.</p><p>In addition to progress on CHAMP, COP30 saw several other big initiatives and milestones for local climate action:</p><h4>Tackling extreme heat and health risks</h4><p>Extreme heat causes more than half a million deaths annually, and cities are warming at <a href=\"https://www.unep.org/topics/cities/cooling-and-heating-cities/urban-cooling-and-extreme-heat#:~:text=The%20world%E2%80%99s%20cities%20are%20heating%20up%20at%20twice,at%20high%20levels%20(UNEP%20%26%20Cool%20Coalition%2C%202021).\">twice the global average rate</a>. Urban <a href=\"https://www.wri.org/update/new-tool-helps-cities-select-and-scale-nature-based-solutions\">nature-based solutions</a>, like trees, parks, urban forests and strategic wetlands, are key opportunities to create shade, cool neighborhoods and create healthier environments overall.</p><p>At COP30, 185 cities stepped up to combat extreme heat through the <a href=\"https://www.wri.org/update/wri-joins-new-beat-heat-initiative-cooling-solutions-cities-launched-cop30\">Beat the Heat initiative</a>. Underpinned by a powerful group of supporting organizations and led by the COP30 Presidency and the UN Environment Programme (UNEP)'s Cool Coalition, these cities are acting on one of the most severe climate impacts today. WRI is one of these partners and will focus on providing data analysis of local heat risks and potential solutions.</p><p>In addition, a group of 35 leading philanthropies — including Wellcome Trust, Quadrature, Rockefeller Foundation and Bloomberg Philanthropies — made a groundbreaking <a href=\"https://www.prnewswire.com/news-releases/global-philanthropies-commit-300-million-to-accelerate-solutions-on-climate-and-health-302614858.html\">commitment of $300 million</a> to accelerate solutions on climate and health, particularly in low- and middle-income countries. This is a major opportunity to drive research and solutions on extreme heat, air pollution and climate-sensitive infectious diseases in cities.</p><h4>Addressing the housing crisis</h4><p>More than <a href=\"https://thecityfix.com/blog/confronting-the-urban-housing-gap-robin-king/\">1.2 billion people</a> globally still lack access to safe, affordable housing. How this need is met will have significant impacts on people and the planet. Building in proximity to services and transport can create tremendous dividends for people and nature, increasing access to jobs and services and reducing emissions. More compact neighborhoods alone can <a href=\"https://www.ipcc.ch/report/ar6/wg3/chapter/chapter-8/\">reduce urban emissions by a quarter</a>, according to the IPCC.</p><p>Those living in informal settlements are also exceedingly vulnerable to heat, floods and other climate threats. As <a href=\"https://www.wri.org/research/multilevel-action-community-led-climate-resilience-informal-settlements\">new WRI research</a> supports and Wanjira Mathai, Managing Director for WRI Africa, writes, \"<a href=\"https://www.wri.org/insights/informal-housing-crisis-demands-climate-response\">the informal housing crisis demands a climate response</a>.\"</p><p>This year was the first time the global housing crisis made it onto the COP agenda. As part of the Fourth Urban Ministerial, an official part of the COP program, UN-Habitat convened countries, cities and organizations in one of four official round tables to discuss housing. This marks a critical first step toward addressing housing and climate issues together on a global scale.</p><h4>Improving transport</h4><p>Transport is the second highest-emitting sector globally and one of the most consequential for urban areas. Transport infrastructure is among the largest investments cities make, especially those facing rapid growth. And poor transit access in many cities <a href=\"https://www.wri.org/research/mobility-access-all-expanding-urban-transportation-choices-global-south\">keeps opportunities and services out of reach</a> for many residents.</p><p>Spearheaded by the Government of Chile, ministers from 11 countries unveiled a landmark <a href=\"https://changing-transport.org/eleven-countries-champion-new-low-emission-transport-declaration-at-cop30/\">global declaration on transport</a> for people, development and the planet at COP30. The declaration sets out a collective effort to align the global transport sector with the 1.5 degree C goal. It calls for efforts to reduce overall energy demand from all transport by 25% by 2035, and to shift one-third of transport energy to \"sustainable\" biofuels and renewable energy. More countries agreeing to this target could establish, for the first time, a clear global goal for transport sector emissions. It would also create a benchmark against which to measure countries' progress. This is a great step toward <a href=\"https://www.wri.org/ndcs/sectoral-opportunities\">incorporating better sectoral goals into NDCs</a>, which WRI continues to advocate for.</p><p>Local governments will be crucial partners in achieving global transport goals. For example, multilevel partnerships can help connect national and international climate finance and accelerate investments in sustainable urban transport, such as public transit, active mobility, and electrification of fleets and freight.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Electric buses charging under solar panels with mountains in the distance.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/electric-buses-santiago-chile_0.jpg?VersionId=xDKUT0._3iBDz_DE6jgiGnkrZb4IHe.y&itok=c4DQbRgV\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Electric city buses charging in Santiago, Chile. Chile's government is spearheading a new effort launched at COP30 to cut global transport emissions. Photo by IMF Photo/Tamara Merino/Flickr</figcaption>\n</figure>\n<h3>An Amazonian Torchbearer</h3><p>Amid lagging national ambition, many left COP30 disappointed that negotiators <a href=\"https://www.wri.org/news/statement-cop30-delivers-forests-and-finance-underdelivers-fossil-fuels\">could not agree</a> on more concrete plans to shift away from fossil fuels and get the world on a safer trajectory.</p><p>Yet at a time when the UNFCCC process is under fire, the growing influence of cities, states and regions offers new avenues for progress. Further opening up COP negotiations to local governments can help inspire innovative approaches and connect climate action to people's lives more directly.</p><p>We saw this potential on display in the city of Belém.</p><p>Overcoming early skepticism that it could pull off such a large event in a remote and (relatively) small city, Belém — working alongside the state of Pará and federal partners — proved it could be done. The setting also matters: The Brazilian Amazon, the world's most important forest, is also home to <a href=\"https://pulitzercenter.org/stories/amazon-rainforest-urban-too\">29 cities</a>, <a href=\"https://pulitzercenter.org/stories/amazon-rainforest-urban-too\">24 million urban residents</a> and <a href=\"https://agenciadenoticias.ibge.gov.br/en/agencia-news/2184-news-agency/news/37575-brazil-has-1-7-million-indigenous-persons-and-more-than-half-of-them-live-in-the-legal-amazon\">868,000 Indigenous people</a>. How to provide for people without destroying this critical habitat is a microcosm of our global challenge, with even higher stakes on land use and other urban development questions.</p><p>Belém faced considerable bumps in the road, from protests to a housing shortage and even a small fire. But the city also invested (with considerable federal assistance) in improving buildings, public spaces, public transport, bike lanes and urban nature. It showcased the enormous power and charm of cities to help us navigate today's challenges and adapt to future needs.</p><p>In a COP focused on implementation, Belém was a fitting torchbearer for the potential of thousands of other cities, states and regions to effectively collaborate with national partners and lead the way on climate action that delivers for people, nature and the climate.</p><p>There's <a href=\"https://www.cities-and-regions.org/wp-content/uploads/final_lgma_-cop30_outcomes_statement_media_release.pdf\">still a ways to go</a> before subnational governments are truly integrated into the formal COP process. But we now have more pieces in place than ever before to seize this great opportunity.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Reaching $120 Billion in International Adaptation Finance Is Possible — Here’s What It Takes",
      "link": "https://www.wri.org/insights/tripling-adaptation-finance-goal",
      "pubDate": "Tue, 25 Nov 2025 15:00:00 EST",
      "description": "<p><a href=\"https://www.wri.org/insights/scaling-adaptation-finance\">Accelerating adaptation finance</a> remains an urgent priority for global climate action, particularly for developing countries and communities facing the brunt of climate impacts. At the 2025 UN Climate Change Conference (COP30) in Belém, Brazil, negotiators had an opportunity to adopt a new adaptation finance goal —and ultimately concluded with an agreement to at least triple finance for adaptation by 2035. </p><p>In Belém, countries agreed to triple the $40 billion adaptation finance goal established four years ago at COP26 in Glasgow, Scotland, effectively creating a new $120 billion target. The final outcome in the Belém package — the set of agreements and decisions adopted by countries at COP30 — calls for efforts to reach this new target as part of the broader <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">$300 billion in climate finance</a> (known as the new collective quantified goal or NCQG). </p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>We explore here how the tripling of the adaptation finance goal could be achieved by 2035, the target year for the $300 billion NCQG. </p><h3>What's Needed to Reach the Adaptation Finance Goal</h3><p> Developing countries — excluding China — need around <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2025/11/IHLEG-on-Climate-Finance-Fourth-Report-Delivering-an-integrated-climate-finance-agenda.pdf\">$400 billion per year by 2035</a> to address adaptation and resilience needs, according to the Independent High-Level Expert Group on Climate Finance, a panel of economists, finance experts and policymakers. However, global adaptation finance is still far from this amount, even though investments will pay off trillions of dollars in avoided losses, many lives saved, <a href=\"https://files.wri.org/d8/s3fs-public/2025-06/strengthening-investment-case-climate-adaptation.pdf?VersionId=een52ahEiIO4IaOA6e8ps4fQCN4xTtph&_gl=1*nbbbp*_gcl_au*MTIwNjQxNjg1MS4xNzYxMzU4MTkx\">economic, environmental and social benefits</a> and greater stability amid the shocks of a warming world.</p><p>At COP26 in 2021, developed countries agreed to at least double their adaptation finance for developing countries from 2019 levels of around <a href=\"https://www.oecd.org/content/dam/oecd/en/publications/reports/2024/05/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_8031029a/19150727-en.pdf\">$18.8 billion</a> to approximately $40 billion. Although recent reports suggest this might not be achieved, indications from the <a href=\"https://www.consilium.europa.eu/en/infographics/climate-finance/\">European Union</a> and the <a href=\"https://2021-2025.state.gov/cop-29-update-u-s-international-public-climate-finance/\">United States</a> on their adaptation finance in years 2023 and 2024 mean that it may well be.</p><p>Using 2035 as the target date — and considering that the adaptation goal would become part of the total $300 billion of the goal agreed to at COP29 — we found that tripling the adaptation goal is possible. But every relevant source of finance will need to step up, and the system will need to work better as a whole. Here’s one way the tripling could be achieved:</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/26219466/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Multilateral Development Banks Play a Vital Role</h4><p>To achieve $120 billion in international adaptation finance, multilateral development banks (MDBs) will need to play a critical role. According to our calculations, they will need to provide almost 60% of a tripled goal, or just under $70 billion. This is around the same percentage that they provided in 2022 (the latest complete numbers available; <a href=\"https://idbinvest.org/en/publications/2024-joint-mdb-summary-report-climate-finance#:~:text=The%20Joint%20Report%20on%20Multilateral,English\">$26 billion</a> divided by $40 billion).</p><p> In June of this year, during the fourth International Conference for Finance and Development in Seville, Spain, governments <a href=\"https://docs.un.org/en/A/CONF.227/2025/L.1\">stated</a> that they “encourage MDBs to further increase and optimize MDB annual lending capacity with the view to potentially tripling it while ensuring their financial sustainability.” Tripling MDB finance has also been recommended by a <a href=\"https://cdn.gihub.org/umbraco/media/5368/the_triple_agenda_g20-ieg_report_volume2_2023.pdf\">G20 Independent Expert Group in 2023</a>, and by the <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2024/11/Raising-ambition-and-accelerating-delivery-of-climate-finance_Third-IHLEG-report.pdf\">Independent High Level Expert Group on Climate Finance</a>. How much funding tripling MDB finance would result in depends on the baseline used, but in 2023 <a href=\"https://cdn.gihub.org/umbraco/media/5368/the_triple_agenda_g20-ieg_report_volume2_2023.pdf\">the G20 Independent Expert Group on tripling put this number at $390 billion</a>.</p><p>Using this $390 billion number, if 50% were to go to climate action — close to <a href=\"https://www.wri.org/insights/mdb-climate-finance-2023\">current MDB targets</a> — MDBs would provide around $195 billion in total climate finance by 2035. The MDBs themselves have committed to increasing their climate finance to $120 billion by 2030, with adaptation finance making up 35%. If we keep this same percentage but apply it to the $195 billion figure, <strong>by 2035 MDB adaptation finance would stand at $68 billion.</strong></p><p><strong> </strong>Note that we also assume here that this new goal would be guided by the same approach that was agreed for the $300 billion goal at COP29, in terms of “the voluntary intention of Parties to count all climate-related outflows from and climate-related finance mobilized by multilateral development banks towards achievement of the goal set forth in this paragraph.” We therefore count all MDB adaptation finance here, not just the share attributed to developed countries.</p><p>One challenge standing in the way of reaching this amount of MDB adaptation finance is that it is easier to increase funding for mitigation than adaptation. Mitigation activities, such as energy efficiency and the buildout of clean power generation, are concentrated in wealthier developing countries and often entail a financial return and so can frequently be financed with less concessional public finance and by mobilizing private finance. By contrast, adaptation investments often bring significant economic, social and environmental benefits but little direct financial profit, like investments in wetlands restoration for flood protection or climate smart agriculture. Adaptation investment needs are also often concentrated in poorer countries, which require more highly concessional public finance.</p><p>Increasing highly concessional funding from the MDBs is difficult as it requires higher contributions from governments to the MDBs, which may not be realistic given the constraints on overseas developing assistance in the current global political environment. Increasing adaptation finance may therefore require growing not just the total amount of available concessional finance, but also the percentage of concessional finance for adaptation.</p><p>For example, the International Development Association (IDA) — the World Bank’s concessional lending window — provided <a href=\"https://thedocs.worldbank.org/en/doc/490f85c37503a770642cc40cc7a0bf6b-0410012024/related/IDA-focus-climate-change-25-oct-2024.pdf\">on average around 20% of its funding toward adaptation</a> over the last three years (fiscal years 2022-2024). If all of IDA were to triple from $33.8 billion in financing in fiscal year 2025 to around $101 billion, and if the percentage of adaptation finance stayed at 20%, IDA’s adaptation finance would go from $5.1 billion in fiscal year 2024 (latest number available) to around $20 billion by 2035.</p><p>However, tripling IDA will be challenging given the financial and political support required to make this happen. Thus, to triple adaptation finance from the World Bank, the percentage of IDA finance that’s allocated for adaptation would likely also need to increase. If adaptation finance instead made up 30% of IDA funding, total IDA funding could double instead of triple and adaptation finance would still reach around $20 billion. If IDA funding stays flat, adaptation finance would need to make up 60% of IDA funding to reach $20 billion.</p><h4>Bilateral Funding Must Rebound After Low Period</h4><p>Bilateral finance — which flows directly from one country to another — makes up a second important source of adaptation finance. By our estimate, this source will need to grow over the next 10 years, but it will be even more challenging than growing MDB concessional finance given today’s political constraints and priorities. Unlike MDBs, bilateral funders also are typically not able to use capital markets to increase the amounts of funding they can provide. </p><p>The latest complete numbers available for bilateral finance are from 2022, when bilateral sources <a href=\"https://www.oecd.org/content/dam/oecd/en/publications/reports/2024/05/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_8031029a/19150727-en.pdf\">provided $10.6 billion</a>, or one third of international adaptation finance. Given total adaptation finance likely increased in 2023 and 2024, we assume that this number will go up for those years, though we don’t yet have the data on how much. Our rough assumption is that bilateral finance reached $15 billion in 2024. From 2025, the impacts of reductions in climate finance from developed countries like the U.S. will be felt more strongly and we therefore assume that adaptation finance will stagnate.</p><p>To reach a 2035 tripling goal, this downward trend will need to shift. We assume it starts to do so in 2028, sending bilateral adaptation finance upward again at around 3% to 4% per year (a bit over average inflation) — <strong>reaching $20 billion by 2035</strong>.</p><p>Again, we assume the rules for the $300 billion climate finance goal apply, and so we primarily included contributions from the same bilateral contributors to the 2025 $40 billion goal (also known as <a href=\"https://unfccc.int/cop3/fccc/climate/annex2.htm\">Annex II countries</a>) and we added $2 billion to reflect finance from other countries that may voluntarily choose to contribute to the new goal. This may be an underestimate.</p><h4>Increased Rate of Private Finance Mobilization</h4><p>A new adaptation finance goal could benefit from increased private finance flows leveraged by public funding.</p><p>Mobilization of private finance can, for example, come in the form of public co-financing or loan guarantees that encourage private investment by reducing investment risks. By our estimate, private finance mobilized for adaptation will grow by 2035, in part from increased public funding that’s used to mobilize private contributions, and in part because the rate of mobilization per public dollar will go up. The increased mobilization rate will be the result of a growing emphasis on identifying ways to <a href=\"https://www.wri.org/insights/private-sector-climate-adaptation-finance\">shift private investments toward adaptation</a>, the <a href=\"https://www.systemiq.earth/the-returns-on-resilience/\">expanding markets for resilience solutions</a> and a growth in <a href=\"https://www.spglobal.com/sustainable1/en/insights/special-editorial/risky-business-companies-progress-on-adapting-to-climate-change\">private sector awareness of climate risks and opportunities</a>. The rate will stay significantly lower, though, than the mobilization rate for mitigation investments, given the different overall financial returns on investment.</p><p>Using numbers from the Organization for Economic Cooperation and Development for 2022, we calculate that bilateral and multilateral adaptation finance mobilized 11 cents of private finance for every $1 of public adaptation funding. We estimate that this mobilization rate will slightly increase, reaching 18 cents per dollar. <strong>This would result in around $18 billion in mobilized private finance by 2035.</strong></p><h4>Multilateral Climate Funds Meet and Exceed Tripling Targets, But Remains Small</h4><p>Multilateral climate funds will likely continue to play a vital role as providers of grants and highly concessional finance for adaptation, but their total funding will remain small relative to other sources of finance.</p><p>At last year’s COP29 in Baku, Azerbaijan, countries agreed to triple the size of the multilateral climate funds by 2030 compared to 2022. In 2022 these funds <a href=\"https://www.unep.org/resources/adaptation-gap-report-2024\">provided $1.1 billion in adaptation finance</a>, which if tripled would reach $3.3 billion. We estimate that increased emphasis on adaptation finance and continued growth of these funds between 2030 and 2035 would result in <strong>around $4 billion in adaptation finance from these institutions</strong>.</p><h4>Filling the Funding Gap</h4><p>While the traditional sources of finance mentioned above will need to make up the great majority of international adaptation finance counted toward a new goal, it will likely not get us the entire way there. For this, governments will need to be bold and creative. One option is to increase use of Special Drawing Rights (SDRs) for investments in resilience in developing countries. SDRs are reserve assets allocated to members of the International Monetary Fund; advanced economies may have a surplus of SDRs that can be rechanneled to other countries or employed to back existing funds that are focused on resilience. Another is to significantly grow the number of countries committed to <a href=\"https://solidaritylevies.org/\">implementing new fees or taxes</a> on activities like private aviation, cryptocurrency or financial transactions.</p><p>If implemented by a significant number of countries, these types of actions could give rise to large amounts of funding, with some estimates suggesting that new levies or fees <a href=\"https://solidaritylevies.org/about/\">could raise over $100 billion per year</a>. Achieving such large-scale numbers would require overcoming significant political hurdles. To count these funds toward an adaptation finance goal, governments would also need to commit to channeling these resources to adaptation investments in developing countries. Because of this, <strong>we use a still ambitious but more conservative estimate of $8 billion for this category of activities.</strong></p><h4>Scaling Adaptation Finance</h4><p>Adaptation finance is critical to resilient and just economic development around the world. As climate risks intensify, so does the urgency for a financing framework that is predictable, equitable and responsive to the real needs of vulnerable countries and communities. The new adaptation finance goal could potentially reinforce global recognition that adaptation is as important as mitigation and help achieve the balance countries have agreed to while addressing adaptation financing gap.</p><p>The new goal should be followed up with work to ensure adaptation finance flows to the countries, communities and investments that need it most. </p><p>By our estimates, a tripling of the goal is possible, but countries need to seize this moment with ambition and solidarity. A new global goal on adaptation finance can become a foundation for a more resilient, climate-secure future for all.</p><p><em>This article was originally published on Nov. 14, 2025. It was updated on Nov. 25, 2025, to reflect the latest news and information.</em></p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Global Benefits of Reducing Food Loss and Waste, and How to Do It",
      "link": "https://www.wri.org/insights/reducing-food-loss-and-food-waste",
      "pubDate": "Tue, 25 Nov 2025 07:00:00 EST",
      "description": "<p>About 40% of all food produced globally by weight is wasted between farm and fork. That 40% could feed every food-insecure person three full meals a day, every day, for a year — with leftovers.</p><p>If current trends persist, this waste will double by 2050.</p><p>But imagine what we could achieve by getting more out of the food we already produce. Here's another powerful example: With the $1 trillion food waste costs every year, we could spend 10% more on global health.</p><p>Here, we delve into the scope of this challenge and the global benefits of minimizing wasted food, as well as solutions at the individual, local and national levels.</p><article class=\"align-center media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1400\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1120\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"858\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"675\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"404\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Infographic showing that 24% of the world's food supply goes uneaten, with major impacts on the environment and economy.\" height=\"404\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-04/global-food-loss-and-waste-volume-and-impacts-wri.png?VersionId=C0itcmKG6cv4bJZveZMsaafntXaD2N3N&itok=mPKwwEks\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>What Causes Food Loss and Waste?</h3><p>While food loss and food waste are often talked about together, these terms encompass different issues throughout the food system. <strong>Food loss</strong> refers to loss at or near the farm and in the supply chain, for example, during harvesting, storage or transport. <strong>Food waste </strong>occurs at the retail level, in hospitality and in households.</p><p>Food loss and waste are caused by a wide range of issues, from technological challenges to consumer behaviors. Some common drivers of food loss include:</p><ul><li><strong>Inadequate technology</strong>: Poor infrastructure, such as roads that flood or are hard to travel consistently, can prevent food from making it from farm to table. Lack of cold storage is another major concern for ensuring food can arrive fresh to markets. Farmers may also struggle with inadequate equipment such as old or inefficient machinery that makes it difficult to harvest all of a crop.</li><li><strong>Suboptimal packaging</strong>: How foods are packaged can make a big difference in the length of time they stay safe to eat. Many people are justly concerned about the environmental impacts of excessive packaging, but it’s important to remember that correct packaging can help foods stay fresher for longer, thereby reducing spoilage and the associated <a href=\"https://www.wri.org/insights/methane-gas-emissions-climate-change\">methane emissions</a> that result from wasted food. An underappreciated fact is that the environmental impact of wasted food is greater than that of packaging waste. So, while it’s important to limit this waste, it’s also important to use correct packaging to reduce food spoilage.</li></ul><p>Some common reasons for food waste include:</p><ul><li><strong>Poor food management</strong>: Examples include insufficient skills and knowledge among staff who prepare food, which can lead to unnecessary waste during cooking, and inflexible procurement requirements such as retailers only stocking perfect-looking produce or not accepting a farmer’s oversupply of crop. Food waste can also occur when retailers and food providers do not adequately forecast and plan for demand to meet supply (or vice versa).</li><li><strong>Consumer behaviors</strong>: Households account for the majority of food wasted at the consumer and retail level. This often results from a lack of awareness of the scale of the issue and insufficient education about how to properly use up and store food at home. Food waste also stems from <a href=\"https://www.wri.org/insights/shifting-social-norms-food-waste\">norms and attitudes</a> that say wasting food is normal, as well as concerns about possible risks of eating food past its sell-by or use-by date label.</li></ul><article class=\"align-center media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1200\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"960\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"735\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"579\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"347\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Timeline of the food supply chain showing major drivers of food loss and food waste at each stage.\" height=\"347\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-04/drivers-of-food-loss-and-waste-throughout-the-supply-chain.png?VersionId=CAKKnx9h7CwQbqBSNWyGGQjZ9d5Rx.lw&itok=dePyI_ad\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>There used to be a view that food waste, which happens at the consumer level, tended to be more of a developed country problem while food loss, which can arise from issues in farming and supply chains, was a greater problem in developing countries. But recent research has shown this isn’t true.</p><p>Work by the <a href=\"https://www.unep.org/resources/report/unep-food-waste-index-report-2021\">UN Environment Programme</a> shows that food waste occurs at roughly the same level in middle-income countries as in high-income countries. Good-quality data is still limited, but there is a reasonable amount of information to back up this conclusion. Similarly, recent work by the<a href=\"https://wwfint.awsassets.panda.org/downloads/driven_to_waste_summary.pdf\"> World Wide Fund For Nature (WWF)</a> concluded that food loss on farms is a problem in high-income countries as well as middle- and lower-income countries. These recent studies show that both issues must be addressed on a global scale.</p><h3>The Global Benefits of Reducing Food Loss and Waste</h3><p>The <a href=\"https://sdgs.un.org/goals/goal12\">UN’s Sustainable Development Goals</a> include a call to halve food waste and reduce food losses by 2030 for good reason. Reducing food loss and waste generates benefits for economies, for businesses and consumers, for human health and for the environment.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Track Progress on Food Loss and Waste</strong></p><p class=\"secondary\">To track global progress on reducing food loss and waste and explore related insights and data, visit <a href=\"https://systemschangelab.org/food-and-agriculture/reduce-food-loss-and-waste\">Systems Change Lab</a>. </p></div><h4>Improved global nutrition and food security</h4><p>Reducing food loss and waste can play a big role in providing a healthy, nutritious diet to a growing global population. Not only does one third of all food produced by volume go uneaten, but perishable foods with higher nutritional value, such as fruit and vegetables, are particularly prone to loss and waste: More than 40% of produce by weight is lost or wasted worldwide each year. Ensuring more of the global food supply is used to feed people, rather than perishing or ending up in landfills, is an important strategy for addressing hunger in a world where hundreds of millions still face malnutrition.</p><h4>Reduced greenhouse gas emissions</h4><p><a href=\"https://drawdown.org/solutions/table-of-solutions\">Project Drawdown</a> has listed reducing food loss and waste as the single-best strategy for reducing emissions and fighting the climate crisis. Because up to 10% of global emissions result from food loss and waste, it’s simply not possible to achieve the Paris Agreement’s goal to stay within 1.5-2 degrees C (2.7-3.6 degrees F) of warming without tackling this issue.</p><p>Emissions from food loss and waste result from the energy and inputs used to produce food that’s ultimately not consumed, as well as the methane that’s emitted when food rots in fields or landfills. Although shorter lived than carbon dioxide, methane is an especially potent greenhouse gas with over <a href=\"https://www.wri.org/insights/short-lived-climate-pollutant-reductions\">80 times the warming power</a> of CO2. By reducing food loss and waste, we avoid its associated planet-warming emissions.</p><p><a href=\"https://newclimateeconomy.report/workingpapers/wp-content/uploads/sites/5/2016/04/WRAP-NCE_Economic-environmental-gains-food-waste.pdf\">Improving existing food systems</a> will also help the world feed more people without expanding cultivated areas. Agricultural expansion is a major driver of <a href=\"https://www.wri.org/insights/5-questions-about-agricultural-emissions-answered\">greenhouse gas emission</a>s and often results in deforestation, which releases stored carbon dioxide and lowers the land’s carbon storage capacity. In addition, increasing the efficiency of food production could potentially liberate agricultural land for reforestation, an important way to <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">remove carbon</a> from the atmosphere. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Foor waste litters the ground after a farmers market.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-04/food-waste-in-storehouse.jpg?VersionId=0dDhwyOQsM1zL8A3ielj3cXa0mXJV5es&itok=N1MGyNBy\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Food waste litters the ground after a farmers market. Reducing food loss and waste can help reduce emissions associated with farming food that ultimately goes uneaten. Photo by Lucas Ninno/iStock </figcaption>\n</figure>\n<p>WRI has identified alleviating land use pressures — through efforts like reducing the need to produce more food to compensate for loss and waste — as a key strategy to address <a href=\"https://www.wri.org/insights/manage-global-land-squeeze-produce-protect-reduce-restore\">the global land squeeze</a>.</p><h4>Financial savings for businesses and consumers and increased financial security for farmers</h4><p>Reducing consumer food waste by even 20%-25% by 2030 could save the world an estimated <a href=\"https://newclimateeconomy.report/workingpapers/wp-content/uploads/sites/5/2016/04/WRAP-NCE_Economic-environmental-gains-food-waste.pdf\">$120-$300 billion</a> per year. These savings play out on an individual level as well as a systemic one; by consuming more of what they purchase, households can reduce their overall spending on food. Eliminating avoidable food waste would save the average family in the United Kingdom more than £700 ($870) each year, while <a href=\"https://www.epa.gov/land-research/estimating-cost-food-waste-american-consumers\">in the United States</a>, the average American would save $728, or nearly $3,000 for a family of four.</p><p>Reducing food losses — especially post-harvest losses, including food that’s grown but never makes it to market — will also improve farmers’ incomes.</p><p>Without the resources to buy up-to-date equipment, many farmers must rely on manual approaches or old, broken equipment that limits their potential yields. Targeted loans and financing can help these farmers buy better equipment, allowing them to harvest more and better-quality crops in a shorter amount of time. The efficiency savings may then lead to higher income. In addition, many smallholder farmers are women who would especially benefit from access to finance and new equipment; reduced food losses could mean they are better positioned to feed, educate and care for their families.</p><h3>How to Reduce Food Loss and Waste at a Systemic Level</h3><p>Because food loss and waste happen at every stage of the supply chain, everyone has a vital role to play in addressing this issue.</p><h4>Households</h4><p>Households can reduce food waste by focusing on smart shopping and food storage. Some strategies include writing a shopping list, planning meals so that when you go shopping you know what and how much you need, understanding the difference between use-by and best-by date labels, making sure your fridge is set to the optimal temperature, understanding how best to store different foods and making the most of your freezer for leftovers.</p><h4>Restaurants</h4><p>Restaurants can reduce food waste by monitoring and managing food usage and ordering. Strategies include measuring food waste in the kitchen to understand what foods are being wasted and designing a fix, engaging staff to understand the importance of minimizing waste, avoiding super-sized portions, and focusing on a smaller range of menu offerings in order to better forecast supply ordering.</p><p>In September 2022, Ingka Group, IKEA’s largest retailer, became the <a href=\"https://champions123.org/release-first-global-company-halves-food-waste-showing-un-target-achievable\">world’s first major company</a> to cut food waste in half, having done so across all its IKEA restaurants in 32 markets. Such savings can also bring financial benefits for restaurants, with the average restaurant examined in a Champions 12.3 study saving <a href=\"https://champions123.org/publication/business-case-reducing-food-loss-and-waste-restaurants\">$7 for every $1 invested</a> in programs to combat food waste.</p><h4>Retailers</h4><p>Retailers can reduce food waste by improving stocking and food handling practices. Strategies include measuring the amounts and types of food being wasted to identify hotspots that can be reduced; training staff in temperature management, product handling and stock rotation; accepting less-than-perfect looking produce; and educating customers about better food management — for example, how to meal plan and understand date labels, and tips for safe food handling at home.</p><p>Many retailers in the UK now include storage advice on food packs (such as “Store in the fridge”) and give customers menu cards with ideas for cooking the produce or foods they purchase. Some are also removing “Best before” date labels from fruit and vegetables, which can help consumers avoid throwing away food that is still perfectly edible. Retailers are explicitly telling customers that these measures are intended to reduce waste and encouraging people to use their senses to tell if food is still good to eat.</p><h4>Food producers</h4><p>Farmers, ranchers and fishers can reduce food losses by improving farming practices; for example, by ensuring produce is harvested at the right maturity and using appropriate harvesting equipment to maximize yield while minimizing crop damage. They can also improve their skills or use tools to better schedule harvesting, including accessing better data on weather via new apps like <a href=\"https://pib.gov.in/PressReleasePage.aspx?PRID=1641501\">Mausam</a> (which is published by India's Ministry of Earth Sciences). And they can engage customers such as wholesale retailers to communicate implications of order changes.</p><h4>Food distributers</h4><p>Packing, storage and distribution facilities can reduce food loss and waste by re-examining handling, storage and transportation to ensure adoption of best practices and reduce damage. They can also use technological interventions to optimize the transport of food, and work upstream with customers to provide planning tools and handling and storage technologies that help them reduce losses.</p><p>For example, bar coding is being used to track food’s transportation journey, so managers can know where a product has been, for how long, and in what temperatures and conditions. This allows retailers to more accurately label and handle food to maximize shelf life, while also providing traceability in the event of a recall.</p><h4>Processors and manufacturers</h4><p>Processors and manufacturers can reduce food loss and waste by implementing technical solutions in the supply chain. Strategies include improving training to reduce technical malfunctions and errors during processing, reengineering production processes and product design to reduce waste, using product sizes and packaging that reduce waste by consumers and standardizing date labels to reduce confusion.</p><h4>Governments and policymakers</h4><p>Governments and policymakers can reduce food loss and waste through educational programs, policies and financial incentives that support more efficient food production and distribution. For example, they can embed food loss awareness, technical assistance and financial aid into agricultural extension services and farmer subsidy programs.</p><p>Governments can also promote policies to prevent unfair trading practices (such as last-minute order cancellations and unilateral or retroactive changes to contracts); remove barriers to food redistribution via policies such as liability limitations and tax breaks, which make it easier for food suppliers to donate safe but unsold food to charities or those in need; and support policies to standardize food date labelling practices to reduce confusion about product safety and quality and improve consumer understanding of the meaning of date labels. Finally, governments can make measurement and reporting of food loss and waste by large companies mandatory to facilitate benchmarking, transparency and learning.</p><p><em>Learn more about WRI’s work </em><a href=\"https://www.wri.org/food/food-loss-and-waste\" target=\"_blank\"><em>Fighting Food Loss and Waste</em></a><em>.</em></p><p><em>This article was originally published on Apr. 20, 2023. It was updated on Nov. 25, 2025, to reflect the latest data and information.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "South Africa Is Fighting Back Against Invasive Plants",
      "link": "https://www.wri.org/insights/south-africa-fighting-back-against-invasive-plants",
      "pubDate": "Mon, 24 Nov 2025 12:11:16 EST",
      "description": "<p>Every spring, Johannesburg’s streets are transformed by a sea of purple as thousands of jacaranda trees burst into bloom. The lavender canopy is a defining feature of the city, as well as of nearby Pretoria.  </p><p>But few know this iconic tree is actually an intruder.  </p><p>Originally from South America, jacarandas are one of hundreds of invasive species reshaping South Africa’s ecosystems. Together, these invasives deplete water supplies, fuel wildfires and crowd out native plants. They cover about <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0254629925002212\">10% of South Africa’s land</a>, an area larger than Iceland.</p><p>Globally, invasive species cost the economy <a href=\"https://www.weforum.org/stories/2023/09/invasive-species-cost-global-economy-billions/\">more than $423 billion each year</a>. They also threaten agricultural productivity, biodiversity, infrastructure and human health. Climate change is only making the problem worse. Warmer temperatures and changing rainfall patterns weaken native ecosystems, giving invasives a competitive advantage.</p><p>Yet, with coordinated efforts over time, degraded land can be restored and natural systems revitalized. In the past decade, South Africa has cleared hundreds of thousands of hectares of invasive species from its rivers and watersheds. These efforts have replenished vital water supplies for major cities, created new jobs, revived native biodiversity and improved water management.</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>Invasive and Naturalized Species </strong></p><p>Invasive species are plants, animals or pathogens introduced into regions outside their natural range through global trade, colonization or migration. Once established, they often spread rapidly, outcompete native species and harm local ecosystems.</p><p>Yet not all introduced species are destructive. Some plants adapt without causing major damage to native flora. For example, guava and agave trees in South Africa are considered <em>naturalized</em>. They can provide benefits to their new ecosystem, such as food and habitat for wildlife, while coexisting with native species.</p></div><h3>The Cost of Invasive Species to South Africa</h3><p>South Africa is one of the most drought-prone countries in the world, receiving just <a href=\"https://www.wri.org/insights/managing-extremes-how-south-african-cities-are-tackling-water-crises\">464 millimeters of rainfall</a> every year — less than half the global average. This scarcity makes the impact of invasive plants on water resources especially severe.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"610\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"932\" />\n              <source height=\"610\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"932\" />\n              <source height=\"610\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"932\" />\n              <source height=\"497\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"298\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A worker removes invasive plants from the Juksekei's riverbanks in Johannesburg. \" height=\"298\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/captura-de-tela-2025-11-24-173726_0.png?VersionId=u3AlKtjZpW1r.KTu_5hoyFikLaPqtcoS&itok=QtvyBwWz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Once invasives take root, removal often requires intensive labor and heavy-duty equipment. Here, workers are removing invasives from the Jukskei’s riverbanks in Johannesburg. Photo by Jenna Echakowitz/SUNCASA</figcaption>\n</figure>\n<p>Many invasive plant species consume a lot of water. With aggressive, complex root structures and high transpiration rates, they use <a href=\"https://link.springer.com/chapter/10.1007/978-3-030-32394-3_15\">between 1.44 billion and 2.44 billion cubic meters of water</a> each year — equivalent to as many as 976,000 Olympic swimming pools. Studies estimate that invasive plants reduce national streamflow by nearly <a href=\"https://watersa.net/article/view/10884\">3% per year</a>, with their impact intensifying during droughts.</p><p>Johannesburg, South Africa’s largest city and economic hub, draws much of its water from the <a href=\"https://joburg.org.za/documents_/Documents/Joburg%20GDS%202040/Joburg%202040%20GDS%20Low%20Res.pdf\">Vaal River</a> and Orange River catchments, where invasive plant infestations threaten its freshwater supply. Invasive species also contribute to major flooding in the city. Dense thickets of South American bugweed and Australian black wattle clog tributaries of the Jukskei and Klip rivers, causing them to overflow during heavy rainfall and flood neighborhoods such as Alexandra.  </p><p>Together, these pressures put Johannesburg under mounting water strain.</p><h3>The Strain on Biodiversity and Agriculture</h3><p>Invasive plant species also threaten South Africa’s biodiversity. In the Western Cape, for example, clusters of 10-meter-tall black wattle trees displace native fynbos, a type of heath mostly made up of hardy, evergreen and highly diverse shrubs. <a href=\"https://www.cbd.int/invasive/problem\">These types of losses can alter entire ecosystems</a>.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-cards\"><noscript><img alt=\"cards visualization\" src=\"https://public.flourish.studio/visualisation/25875478/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>They also pose a growing and costly problem for South African farmers. Non-native plants such as lantana and prickly pear reduce arable land, poison livestock and require expensive chemical or mechanical removal. Some farmers turn to the cheaper alternative of simply burning infested fields — a practice that creates additional environmental risks, including soil degradation and wildfires.</p><p>Faced with intertwined environmental, social and economic threats, South Africa has found ways to restore its landscapes and create healthier, more balanced ecosystems.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25768168/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How South Africa Is Responding</h3><p>The most immediate way to address invasive species is to remove them. But this approach is often costly, labor-intensive and only effective when paired with long-term management and supportive policies. As a result, South Africa’s strategy combines national programs, regional buy-in and local community action, turning an invasive crisis into an opportunity for resilience.</p><h4>Protecting Water Sources</h4><p>To protect its water sources, South Africa has pioneered one of the world’s most ambitious invasive species management programs: <a href=\"https://www.dffe.gov.za/working-water-wfw-programme\">Working for Water</a>. Launched in 1995, the program removes invasive plants from catchments, rivers and reservoirs, helping to increase water supplies. It also creates thousands of jobs in landscape restoration, particularly for women and youth, by equipping them with the skills and equipment needed to clear invasives from the environment.</p><p>Since its beginning, Working for Water has cleared over a million hectares of invasives across the country in collaboration with provinces and municipalities. In the Western Cape, the program works with the Greater Cape Town Water Fund. Together, they have cleared 46,000 hectares of invasives since 2023, recovering <a href=\"https://www.nature.org/en-us/about-us/where-we-work/africa/stories-in-africa/nature-based-solutions-could-protect-cape-town-s-water-supply/\">more than 15 billion liters of water each year</a> for Cape Town’s residents — an amount equal to about two weeks’ supply for the <a href=\"https://www.wri.org/insights/3-things-cities-can-learn-cape-towns-impending-day-zero-water-shut\">drought-prone city of 5 million</a>. </p><p>In the Eastern Cape, <a href=\"https://www.stewardsofnature.com/\">Stewards of Nature</a>, in collaboration with WWF South Africa, developed a Water Impact Calculator to quantify the water recovered through invasive species removal. Using this tool, they found that clearing just 269 hectares — an area smaller than New York's Central Park — of invasive black wattle and Port Jackson (a small flowering tree) freed enough water for<a href=\"https://rsb.org/2025/06/24/rsb-stewards-of-nature-and-wwf-south-africa-share-first-positive-water-impact-results-from-invasive-alien-plant-removal/\"> more than 16,000 households for a year.</a> This approach not only restores water resources but also helps communities adapt to environmental challenges while supporting biodiversity.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"615\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1022\" />\n              <source height=\"615\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1022\" />\n              <source height=\"581\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"457\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"274\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A dam near Johannesburg covered in invasive water hyacinths.\" height=\"274\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/captura-de-tela-2025-11-24-183013_0.png?VersionId=P4_YNKiuup0mj.j8gQOFaRIJU8yo9Kzo&itok=Qml1_db9\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The hartbesspoort Dam near Johannesburg. The water hyacinth, a common invasive species, covers the water.Photo by THEGIFT777/iStock</figcaption>\n</figure>\n<h4>Managing Floods</h4><p>To help Johannesburg better withstand floods, local communities are clearing invasive plants along the city’s riverbanks. This includes initiatives like the <a href=\"https://www.wri.org/initiatives/suncasa\">SUNCASA project</a>, which focuses on removing fast-growing invasives that clog waterways — a problem that becomes especially serious when the Jukskei River floods.  </p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Invasive Removal for Urban Resilience</strong></p><p>The <a href=\"https://www.wri.org/update/suncasa-nature-based-solutions-alexandra-johannesburg\">SUNCASA project is helping restore the Jukskei River and its riverbanks</a> through community-led, nature-based solutions, such as planting urban trees and removing invasive plants, to reduce flooding, improve heat management, strengthen water security, support livelihoods, expand green spaces and protect biodiversity. The project is delivered in collaboration with the International Institute for Sustainable Development and local partners.</p><p>These efforts show that removing invasive plants benefits not only the environment but also water security, disaster risk reduction and social equity. </p></div><p><a href=\"https://nbi.iisd.org/report/river-restoration-and-urban-nbs-in-johannesburg-south-africa/\">Clearing invasives from the Jukskei riverbank</a> also helps restore ecosystem health and opens up riversides for natural infrastructure such as parks and green buffers. These efforts are focused on flood-vulnerable neighborhoods and townships, such as Alexandra, where flooding puts thousands of people at risk every spring.</p><h3>The Future of South Africa vs. Invasives</h3><p>South Africa’s experience with invasive species shows how dramatically ecosystems can be reshaped — and how costly inaction can be.</p><p>Removing invasives is an important first step, but it’s not a \"one-and-done\" solution. Landscape management is continuous: after removal, ongoing site management is needed to keep areas invasive-free. This requires coupling removal efforts with durable policy solutions. Local and national governments must invest in coordinated, long-term strategies that combine ecological restoration, <a href=\"https://theconversation.com/black-wattle-as-firewood-how-south-african-communities-are-putting-invasive-species-to-work-261578\">job creation</a>, public awareness and cross-border cooperation.</p><p>As climate change accelerates, the threat from invasive species grows. Resilience planning must treat invasives as an immediate and expensive threat to ecosystems, water security and climate adaptation efforts. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: G20 Leaders Tackle Climate Action, Finance and Just Transition at 2025 Johannesburg Summit",
      "link": "https://www.wri.org/news/statement-g20-leaders-tackle-climate-action-finance-and-just-transition-2025-johannesburg",
      "pubDate": "Sat, 22 Nov 2025 12:48:27 EST",
      "description": "<p><strong>Johannesburg (November 22, 2025)</strong> — Leaders from the Group of 20 major economies adopted a <a href=\"https://g20.org/wp-content/uploads/2025/11/V2-22-November-Final-G20-South-Africa-Summit-22-23-November-.pdf\">joint declaration</a> at the G20 Summit in Johannesburg. This is the first time the Summit has been held on African soil.  </p><p>Taking place from 22–23 November, alongside COP30 in Belém, South Africa used its presidency to make the priorities of developing nations central to the conversation ‒ from climate resilience and debt sustainability, to just energy transition and the responsible use of critical minerals.  </p><p><strong>Following is a statement from Ani Dasgupta, President & CEO, World Resources Institute:</strong></p><p>“The G20 Declaration sent a clear message: no country can secure its people’s safety or economic future alone. In a fractured world, international cooperation is essential ‒ and it is delivering results.  </p><p>“By putting climate change front and center, the G20 showed that cooperation is still possible, even amid global tensions. Leaders clearly recognized that climate impacts pose direct economic risks, but also that the shift to a low-carbon, climate resilient economy presents opportunities for investment, innovation and jobs.  </p><p>“We welcome the G20's focus on a just transition – creating green jobs, investing in reskilling, ensuring that the benefits of a low-carbon future reach everyone not just the privileged few – and giving those hardest hit by climate change a seat at the table. It is also promising that adaptation and disaster risk reduction are gaining traction, because protecting communities from the storms, floods, droughts and fires already at their doorstep is as essential as cutting emissions.</p><p>“Climate finance and access emerged as a priority. <a href=\"https://www.wri.org/insights/scaling-adaptation-finance\">Concessional loans and tools like debt-for-climate swaps</a> can play a critical role in supporting low-income countries. It is encouraging that G20 leaders continue to emphasize country platforms as a way to bring together public and private, domestic and international finance and policies to mobilize finance at scale, while helping ensure resources meet the poorest and most vulnerable.</p><p>“While COP30 fell short on agreeing to develop a roadmap to transition away from fossil fuels, the Brazilian Presidency announced plans to develop one outside formal negotiations. Building on that momentum, President Lula emphasized in Johannesburg that the G20 must champion a new economic model, and that “the seeds planted” at COP30 for this proposal will “bear fruit sooner than later.”  </p><p>“The global shift toward clean energy is undeniable. Economies like Brazil, India and China show that clean energy can meet rising demand, drive economic growth and strengthen national energy security. When people are placed at the center, this transition can deliver good jobs and provide abundant, affordable and reliable energy for all. But, as G20 leaders rightly noted, this transition must be done responsibly, ensuring that the extraction and use of critical minerals benefits resource-rich nations and their communities without driving undue human or environmental costs.</p><p>“The period ahead gives G20 leaders a critical chance to turn promises into immediate, measurable action ‒ because words alone cannot deliver the future people, nature and climate so desperately need.” </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: COP30 Delivers on Forests and Finance, Underdelivers on Fossil Fuels",
      "link": "https://www.wri.org/news/statement-cop30-delivers-forests-and-finance-underdelivers-fossil-fuels",
      "pubDate": "Sat, 22 Nov 2025 11:53:22 EST",
      "description": "<p><span lang=\"EN-US\"><strong>Belém, Brazil (November 22, 2025) — </strong>Today, negotiators concluded COP30 in Belém, Brazil. They reached an agreement to triple adaptation finance and to hold a series of dialogues on trade within the UNFCCC for the first time. However, the formal negotiations offered an inadequate response to the shortfall in ambition in national climate commitments, failing to explicitly agree on the roadmaps to transition away from fossil fuels and halt deforestation that many countries and stakeholders had advocated for. The Brazilian COP President launched these roadmaps in its own capacity.</span> </p><p><span lang=\"EN-US\">Other major highlights from the summit include the launch of the Tropical Forest Forever Facility; major efforts to unite local, regional and national governments around climate action; pledges for Indigenous Peoples and local communities’ finance and land rights; a pledge to quadruple 'sustainable fuels'; and much more.</span> </p><p><span lang=\"EN-US\"><strong>Following is a statement from Ani Dasgupta, President & CEO, World Resources Institute:</strong></span> </p><p><span lang=\"EN-US\">“COP30 delivered breakthroughs to triple adaptation finance and protect the world’s forests, and it elevated the voices of Indigenous Peoples like never before. This shows that even against a challenging geopolitical backdrop, international climate cooperation can still deliver results.</span> </p><p><span lang=\"EN-US\">“But many will leave Belém disappointed that negotiators couldn't agree to develop a roadmap to transition away from fossil fuels. More than 80 countries stood their ground for a fair and equitable shift off fossil fuels, but intense lobbying from a few petrostates weakened the deal. </span> </p><p><span lang=\"EN-US\">“At the last minute, negotiators incorporated a reference to a previous agreement on accelerating the climate transition in multiple sectors<u>,</u> and the Brazilian Presidency announced it would create fossil fuel and deforestation roadmaps outside of the formal negotiations. Now it’s up to President Lula and the Brazilian COP presidency to turn that into a strong and inclusive global plan to transition away from fossil fuels. </span> </p><p><span lang=\"EN-US\">“An equally robust global plan for halting and reversing deforestation is just as essential.</span> </p><p><span lang=\"EN-US\">“COP30 focused more than ever before on the economic transition. Countries recognized by accelerating climate action they will be rewarded through </span><span lang=\"EN\">growth, investment, security, competitiveness and good-paying jobs. </span><span lang=\"EN-US\">Those who sit on the sidelines will be left behind. The <strong>just transition</strong> outcome underscored that decarbonizing our economies and advancing social and economic development are mutually reinforcing. For the first time in UN climate negotiations, countries agreed to discuss how <strong>trade</strong> can become a bridge rather than a barrier to climate progress. </span> </p><p><span lang=\"EN-US\">“Belém, gateway to the Amazon, was a powerful setting for <strong>nature</strong> to take center stage </span><span>‒ </span><span lang=\"EN-US\">not as a side issue, but as core to climate success. The Tropical Forest Forever Facility has real potential to be a breakthrough for the world’s forests, and now more countries must step up with the finance required to turn promise into progress. </span> </p><p><span lang=\"EN-US\">“Despite setbacks in the negotiating halls, many of us will remember Belém as the COP of action. Cities and states stepped up, with 14,000 local governments committing to slash emissions and protect communities from deadly heat. More countries committed to phase-out coal, restore forests, transform food systems and sustainably manage the ocean. Thirteen nations and one region launched ‘country platforms’ to mobilize public and private finance at scale for their climate and development priorities. Utilities serving millions of customers pledged nearly $150 billion for new grids and storage. Major new initiatives were elevated to create green jobs and harmonize carbon accounting, and nearly 120 acceleration plans were unveiled under the COP30 Action Agenda.</span></p><p><span lang=\"EN-US\">“The <strong>Baku to Belem Roadmap to $1.3 Trillion</strong> marked a step change by outlining practical steps to ensure different sources of finance are working together to drive investment at scale. Announcements throughout the week, from risk guarantees to country platforms, showed that these ideas are already moving from concept to implementation. </span> </p><p><span lang=\"EN-US\">“COP30 succeeded in putting people at the center of climate action. Indigenous Peoples participated in record numbers and made their voices heard. The <strong>Global Ethical Stocktake</strong> affirmed that fairness, inclusion, and responsibility must guide every decision. New commitments for Indigenous Peoples’ and communities’ land rights and finance offer a strong step forward, though far more is needed.</span><span>” </span></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Challenging Discriminatory Cultural Norms to Build Fair, Resilient Communities in Sub-Saharan Africa",
      "link": "https://www.wri.org/update/challenging-discriminatory-cultural-norms-fair-resilient-communities-sub-saharan-africa",
      "pubDate": "Fri, 21 Nov 2025 11:07:30 EST",
      "description": "<p>Social norms and gender biases are widely recognized as <a href=\"https://www.nber.org/system/files/working_papers/w27449/w27449.pdf\">major barriers to the social and economic empowerment of women</a>, <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9576674/\">people with disabilities</a> and other underrepresented groups, including limiting their participation in <a href=\"https://content.govdelivery.com/accounts/USAIDHQ/bulletins/37da0b1\">governance</a> and decision-making. For instance, in many parts of the world, domestic and caregiving responsibilities often prevent women from engaging in paid work. Even when women contribute to household income, evidence suggests that they have <a href=\"https://pubmed.ncbi.nlm.nih.gov/37798047/\">limited control</a> over spending and saving decisions. Research also shows that they are at higher <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8436308/\">risk of gender-based violence</a> when they’re perceived to earn more than their male partners.</p><p><a href=\"https://www.wri.org/initiatives/suncasa\">SUNCASA</a> seeks to address these challenges in urban communities in Africa. Led by the International Institute for Sustainable Development (IISD) and WRI, with support from local partners and funding from Global Affairs Canada, this three-year SUNCASA project works to promote fair and inclusive nature-based solutions (NbS) that help communities adapt to climate change in Dire Dawa, Ethiopia; Kigali, Rwanda; and Johannesburg, South Africa. The project aims to reduce the barriers that women and other underrepresented groups face in fully participating in traditionally male-dominated NbS activities — such as nursery development, urban greening, landscape restoration and agroforestry.  </p><p>A key goal of this project is to ensure that at least half of all project participants are from underrepresented groups, and the project’s commitment to gender equality and social inclusion does not end there. SUNCASA’s partners — HCS Gender Desk in Dire Dawa, AVEGA-Agahozo in Kigali, and GenderCC in Johannesburg —  design and facilitate training programs and community dialogues that help address the long-term barriers restricting the participation of women, youth, the elderly and people with disabilities in NbS activities. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"384\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1280\" />\n              <source height=\"378\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"290\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"228\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"137\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Group holding banner.\" height=\"137\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/suncasa-gender-training-dire-dawa-men-women-hero-2_0.jpg?VersionId=ntB1NzrV9shtyfuDgCT4TqGkuNXXPi9Z&itok=bID9raKA\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Participants in one of the GESI training sessions in Dire Dawa, Ethiopia. Photo by Hararghe Catholic Secretariate</figcaption>\n</figure>\n<p>Building on insights gathered from an initial assessment, these training programs were designed with two related goals. The first was to challenge social norms and gender biases within the NbS worker groups. The second was to hold open discussions among the workers’ families — especially the husbands of female NbS workers — to promote shared household responsibilities and prevent backlash against women participating in male-dominated jobs.</p><p>Together, these initiatives aimed to build a stronger base for more inclusive green jobs in NbS activities across the three cities.</p><p>More than 600 community members took part in the training sessions, including NbS workers, local leaders and elders who play a key role in shaping community norms and changing attitudes. The sessions introduced participants to key GESI concepts such as the difference between “equality” and “equity” and between “gender” and “sex.” They were then shown how social norms and gender biases are shaped by society and can change over time.</p><p>One young woman from Kigali noted, <em>\"I always thought gender was just another word for sex, especially when we talk about ‘gender balance’ as a way to support women’s rights. Now I see that gender is something we learn from society and is not the same as being a woman.\"</em></p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"616\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"994\" />\n              <source height=\"616\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"994\" />\n              <source height=\"598\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"471\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"282\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Gender training.\" height=\"282\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/suncasa-gender-training-kigali-chatting_0.jpg?VersionId=RVHXQwaWeJqn6Osn8su9y2.pzsgGFqgG&itok=095Gmz6g\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A GESI training session in Kigali. Photo by Avega-Agahozo</figcaption>\n</figure>\n<p>The training also discussed how gender norms are not just women’s issues; both men and women can be affected by harmful gender norms. A male participant from Dire Dawa shared, <em>“If males are engaged in culturally ascribed women’s roles, neighbors and the community give names that ridicule men and that discourage and shame them to engage.”</em>  </p><p>Through open dialogue, the sessions encouraged participants to challenge harmful assumptions about gender roles — and collectively reflect on how these roles can shift. In Kigali, an older male participant shared, <em>\"In the past, we used to have women’s roles and men’s roles, but with the development and the cost of living becoming expensive, it’s no longer the case! Men cook food and take care of kids, which was not the case in the past.\"</em></p><p>Similarly, in Johannesburg, a young man shared how he subverted gender expectations. <em>\"I was left alone to look after my niece, and I could not change a diaper, and nobody could teach me as both parents were at work! But guess what I did: I went on Google and learned how to change a diaper and these days I am so close to my niece, as I know how to look after her and feed her.\"</em>  </p><p>These realizations, especially from the couples’ dialogues, helped raise awareness around how families can support women’s engagement in NbS opportunities and encourage a shared responsibility of household chores.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"900\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1200\" />\n              <source height=\"900\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1200\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two people discussing.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/suncasa-gender-training-joburg-women-teacinhg-man_0.jpg?VersionId=qOe3mTJRrawtI2R6N8.H4EbTF2_PS2cT&itok=XsE2zm4U\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>GESI training sessions conducted by Gender CC in Johannesburg. Photo by Alexandra Water Warriors</figcaption>\n</figure>\n<p>While the trainings made important progress in raising awareness and highlighting positive stories of change, participants also acknowledged that significant transformation would take time. A woman from Dire Dawa shared, <em>\"Before the training, we didn’t know if our male (family members) can be engaged in the domestic role, example cooking and baking. Now we know and we will practice after the training.\"</em> </p><p>An elderly couple from Ija Eneni kebele in Dire Dawa echoed this sentiment, emphasizing the value of the training, particularly the couples’ dialogues: “<em>Though we are too old to engage in the various activities assigned to everyone else, still the training enables us to teach and advise our children.</em>” </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1226\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"981\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"751\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"592\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"354\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Training session.\" height=\"354\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/suncasa-gender-training-joburg-participants-flip-cart_0.jpg?VersionId=cM2R1_92YcpuJv6kibOSpuZlztHtVL5C&itok=JwsRv79q\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>GESI training sessions conducted by Gender CC in Johannesburg. Photo by Alexandra Water Warriors</figcaption>\n</figure>\n<p>As participants shared their experiences and challenged social norms, it became clear that achieving gender equity and social inclusion requires both collective efforts and ongoing dialogue. Post-training surveys revealed promising results. Participants reported a stronger understanding of how gender and social norms influence inclusion in the NbS sector. It also revealed growing support from both community and family members for women taking part in these spaces.</p><p>Many participants plan to share the lessons they learned with others in their communities. In Kigali, for example, 45 trained couples will keep engaging in meaningful dialogues and complete practical homework assignments to apply at home. In addition, SUNCASA’s GESI experts will focus on strengthening the capacity of local governments to promote and practice NbS planning and implementation centered on GESI principles. </p><p>This initiative aims to plant the seeds for transformative changes in attitudes and behaviors, shaping future strategies to ensure everyone — regardless of gender or other social factors — can actively contribute to and benefit from NbS for climate change adaptation. As one local leader from Kigali said: “The world cannot be just unless all barriers related to gender are addressed.”</p><p> </p><p>T<em>he authors greatly appreciate the dedication and competence shown by the GESI experts from SUNCASA’s partner organizations toward successfully delivering these activities in the three cities — Bertha Chiroro (Gender CC), Cleopatre Cyezimana (AVEGA), Emebet Belete (HCS), Gisele Umuhoza (AVEGA), Hadas Temesegen (HCS), Ndivile Mokoena (Gender CC), Patrick Shyaka (AVEGA), Rediat Tassew Mezgebu (HCS) and Theogene Niyirora (AVEGA)</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}