{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-11-05T10:29:55.483266",
  "items": [
    {
      "title": "Building Better Climate Initiatives: 7 Essential Ingredients for Effective Intergovernmental Cooperation",
      "link": "https://www.wri.org/technical-perspectives/effective-cooperative-climate-initiatives",
      "pubDate": "Tue, 04 Nov 2025 15:56:23 EST",
      "description": "<p>The number of cooperative initiatives aimed at combating climate change has ballooned over the past decade. Since the Paris Agreement, governments have launched hundreds of pledges and coalitions to tackle everything from <a href=\"https://www.cleanenergyministerial.org/supercharging-battery-storage-initiative-launch/\">renewable energy</a>, <a href=\"https://zevtc.org/\">zero-emissions transport</a> and <a href=\"https://www.globalmethanepledge.org/\">methane</a>, to <a href=\"https://ukcop26.org/glasgow-leaders-declaration-on-forests-and-land-use/\">forests</a>, <a href=\"https://allianceofchampions.org/\">food systems</a> and <a href=\"https://wmo.int/media/news/action-water-adaptation-and-resilience-initiative-launched\">adaptation</a>. As the number of joint announcements and initiatives <a href=\"https://www.wri.org/insights/climate-commitment-tracker\">grows</a>, so too do expectations that these efforts can close the ambition and implementation gaps left by slower-moving formal negotiations.</p><p>Cooperative initiatives are critical because they bring together \"coalitions of the willing\" to tackle specific challenges that can be hard to address through multilateral negotiating processes — especially in areas where it has not been possible to reach consensus on ambitious goals (such as setting specific global decarbonization targets). By focusing on specific sectors, activities and approaches, these initiatives have the potential to spur change and strengthen collaboration across borders, providing a much-needed dimension to international climate governance. They can bring momentum to multi-country efforts that, in turn, drive domestic climate action — where change is most needed and impactful.</p><p>Yet the effectiveness of these efforts has been questioned at times. Some initiatives may generate political visibility at launch, but the political and media attention they garner do not guarantee that they will deliver measurable outcomes. Other initiatives may duplicate existing efforts or fail to attract the actors most essential to driving progress. Without greater intentionality in how initiatives are designed, governed and assessed, the growing landscape of climate cooperation risks dilution rather than delivery.</p><p><strong>Based on </strong><a href=\"https://www.wri.org/research/assessing-intergovernmental-climate-initiatives-expectations-based-framework\"><strong>recent WRI research</strong></a><strong> and lessons from the past decade, the following seven elements offer a practical framework for building coalitions that can catalyze national action, drive international cooperation and spur systemic change over time. </strong>This provides a guide that stakeholders, including governments and initiatives themselves, can use to develop, build and carry out effective collaboration for climate action.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Infographic showing seven elements for effective cooperative climate initiatives.\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/7-ingredients-cooperative-climate-initiatives-wri.png?VersionId=QsY1tyJs46ZpiKZulkF0lytyP1qeHZCD&itok=yUBOhHmL\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>1) Identify a Clear Need and Opportunity for Impact</h3><p>Initiatives should begin with a clearly defined purpose rooted in a real gap or opportunity. That means identifying whether they address a sectoral gap; a regional need; or a missing governance function, such as standard-setting, implementation support or finance mobilization. If initiatives do not first assess their role and added value within the existing ecosystem of climate action, they risk duplication, fragmentation and limited relevance.</p><p>A stronger starting point involves identifying where cooperation can unlock action that would not otherwise occur. This may mean targeting underserved sectors or identifying new contributions to high-impact opportunities. One example is the <a href=\"https://www.globalmethanepledge.org/\">Global Methane Pledge</a>, launched at COP26 to target the namesake super pollutant. Other opportunities could lie in areas like heavy industry, adaptation in climate-vulnerable regions or land-use transitions. Equally important is recognizing where participation is currently lacking — whether among high-emitting countries, rapidly growing economies, or climate-vulnerable regions that face the greatest implementation challenges. Establishing a clear rationale for the initiative is essential for attracting meaningful participation and designing goals that matter.</p><h3>2) Define the Initiative's Purpose</h3><p>International coalitions serve different functions: Some are designed to send political signals; others, to align standards, coordinate implementation, share technical knowledge or mobilize finance. When the intended function is vague, expectations can be misaligned, and success becomes difficult to assess.</p><p>A credible initiative should articulate whether commitments are collective or individual; whether their focus is political coordination or technical delivery; and whether they are meant to catalyze near-term action or longer-term transformation. This clarity helps determine who needs to be involved, what institutional arrangements are required, and how progress should be evaluated. Defining purpose early also reduces the likelihood of symbolic announcements that lack pathways to implementation.</p><p>For example, the Powering Past Coal Alliance (PPCA), launched by the United Kingdom and Canada at COP23, defined its purpose from the outset: as a collective political commitment to phase out unabated coal power and halt new plants without carbon capture and storage, while supporting clean energy transitions through domestic policy and finance measures.</p><h3>3) Set Ambitious and Actionable Goals</h3><p>Actionable goals are essential for moving initiatives beyond statements of intent. While broad aspirations can help shape narratives or bring attention to a particular issue, initiatives with specific targets or well-defined action areas can better guide decision-making and implementation. For example, the Glasgow Leaders Declaration set a broad target to halt and reverse forest loss and land degradation by 2030, while the Forest & Climate Leaders' Partnership takes this a step further, with its participating countries working together on six action areas to help drive the achievement of the Glasgow Leaders goal.</p><p>Setting credible goals involves articulating what the initiative aims to achieve, by when and through what means. Furthermore, without clearly defined goals, it is difficult to assess progress, mobilize resources or coordinate efforts among participants.</p><p>Goal setting can be treated as an evolving process: At launch, initiatives should articulate clear quantitative or qualitative goals that signal intent and define their contribution to the cooperation landscape. As they mature, these goals should become time-bound and measurable. They can also be updated as progress is reviewed and the broader landscape evolves over time. For example, the SIDS Lighthouses Initiative, which aims to advance renewable energy installations in small islands states, has progressively revised and increased its targets several times. The initiative is now working toward achieving its third target (set for 2030), after meeting those previously set for 2020 and 2023.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Solar panels near the sea with islands in the background. \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/solar-panels-fiji_0.jpg?VersionId=jdlvMVhbU.uYEApEUEniFN.8NMA2OOTd&itok=YjJAoM_0\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A solar power installation in Fiji. Fiji is part of the SIDS Lighthouse Initiative, which aims to help expand renewable power in small island developing states. Photo by chameleonseye/iStock</figcaption>\n</figure>\n<h3>4) Build with the Right Participants and Leadership</h3><p>The effectiveness and credibility of an initiative depend heavily on who is involved. Strong initiatives intentionally recruit participants that reflect both the problem and the solution. This includes major emitters, countries with significant implementation needs and regions that have been underrepresented in existing efforts.</p><p>Today, however, the landscape of climate initiatives is largely dominated by participation from developed countries; the United Kingdom, Canada, Germany, Japan and the United States are among the <a href=\"https://www.wri.org/insights/climate-coalition-cooperation-strategies\">five most active countries</a>. Governments from Latin America, Africa, Eastern Europe and small island developing states participate at lower rates. Meanwhile, <a href=\"https://www.wri.org/research/climate-cooperation-disparities-analysis-global-south-climate-change-mitigation\">participation and leadership from governments in the Global South</a> remain disproportionately low, reducing equity, ownership and relevance.</p><p>A better example comes from the International Solar Alliance. India's leadership, together with France, helped establish this initiative, which has since transformed into an intergovernmental organization bringing together more than 120 member countries, many of which are located in the tropics.</p><p>Political leadership also matters. Visible champions — whether national governments, regional blocs or ministerial coalitions -— can help attract buy-in, sustain visibility and influence others to join. Geographic diversity and shared leadership across North-South contexts can strengthen credibility, ensure initiatives are grounded in diverse realities, and eventually drive the impact they aim to achieve.</p><h3>5) Set Up for Success through Robust Institutional and Governance Structures</h3><p>Initiatives are unlikely to produce impact without sufficient structures, including governance and funding. Developing a robust institution is a prerequisite for effective delivery, with clear decision-making and governance processes.</p><p><a href=\"https://www.nature.com/articles/s41558-022-01405-6\">Research</a> has shown that secretariats support an initiative's ability to deliver and are valuable tools for coordinating participating actors, directing and supporting activities, and facilitating engagement with outside stakeholders. Some initiatives may choose to establish a new, bespoke secretariat, or to house one within an existing organization. The <a href=\"https://www.ccacoalition.org/\">Climate and Clean Air Coalition</a>, for example, has developed robust governance structures, with a secretariat housed at the UN Environment Programme, rotating co-chairs, a diverse board and a scientific advisory panel.</p><p>But initiatives and their secretariats cannot deliver without the necessary levels of support, including funding. A dedicated budget is necessary to support process management (such as the secretariat) and the initiative's activities. Equally important is ensuring that this funding is sustained over the long term; otherwise, the initiative risks fading away and being unable to continue its activities.</p><h3>6) Implement Outcome-Driven Activities</h3><p>Climate initiatives often succeed in generating visibility, at least during COPs and other major events, but <a href=\"https://www.wri.org/insights/climate-commitment-tracker\">fall short</a> when it comes to execution. To achieve real results, an initiative must be able to translate commitments into activities directly tied to outcomes — whether through policy coordination, technical support, standard setting, information sharing or mobilization of finance. Outputs should be aligned with the stated purpose and structured to allow for delivery within member countries' national contexts.</p><p>In practice, this may look like designing workplans or roadmaps and producing concrete outputs (such as technical guidance, pilot projects, finance mobilization plans or capacity building activities) that help member countries deliver their commitments. Here, it is essential to identify the stakeholders needed to effectively carry forward these activities in respective member countries.</p><p>With intergovernmental cooperative initiatives, making sure objectives are integrated into national plans and strategies can help strengthen implementation. Embedding initiative goals in domestic policy processes not only ensures that they are aligned with domestic efforts, but also enables activities to be tailored to national realities and ultimately achieve stronger outcomes on the ground.</p><p>For example, the Zero Emission Vehicles Transition Council (ZEVTC) supports participating countries through tailored partnerships that align national transport decarbonization strategies with industrial and clean energy policies. It aims to accelerate the transition to zero-emission vehicles by supporting domestic measures to phase out internal combustion engine vehicles and expand charging and refueling infrastructure. Through its multi-stakeholder platforms and country partnerships, ZEVTC helps translate political commitments into coordinated action, mobilize private-sector investment, and catalyze systemic shifts in the transport sector and on the ground.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1124\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"899\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"689\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"542\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"325\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Electric cars charging curbside in Copenhagen.\" height=\"325\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/electric-cars-charging-copenhagen_0.jpg?VersionId=CIIGX1m4_UjfFDCTSkAyYJQQaw6yJYmy&itok=umKgWvcO\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Electric cars at curbside chargers in Copenhagen. Denmark is a member of the Zero Emission Vehicles Transition Council, which aims to help countries deliver on their transportation decarbonization strategies. Photo by LIVINUS/iStock</figcaption>\n</figure>\n<h3>7) Monitor Initiative Impacts with Regular Reporting</h3><p>Transparency is essential for building trust that initiatives are making real progress toward their commitments, yet regular and systematic public reporting remains the exception rather than the rule. While some initiatives publish reports on their efforts online, including through UN Climate Change's <a href=\"https://climateaction.unfccc.int/\">Global Climate Action Portal</a>, many provide only ad hoc statements or press releases. And others do not have any formal processes for tracking outputs and outcomes. A robust monitoring and evaluation system, through the development and use of indicators to measure progress against stated objectives, is critical for assessing whether initiatives are mobilizing resources, shifting policies or catalyzing systemic change — in other words, delivering.</p><p>This gap is more than a technical shortcoming: It strikes at the very credibility of international climate cooperation. Without clear evidence of delivery, the broader community cannot assess impact or hold initiatives accountable. As a result, confidence in these efforts can erode, raising doubts about the integrity of multilateral climate governance. Cooperation could start to appear as a vehicle solely for symbolic or even greenwashed leadership than as a driver for measurable results.</p><h3>A Framework for Assessing Progress</h3><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"image-wrapper\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2038\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"1631\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"1249\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"984\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"589\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Assessing intergovernmental climate initiatives: An expectations-based framework covershot\" height=\"589\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/assessing-intergovernmental-climate-initiatives-expectations-based-framework_0.jpg?VersionId=RottJBhb.dIACSmhHP3WZGb_Db_FAYP4&itok=K41APYPz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</div><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Assessing intergovernmental climate initiatives: An expectations-based framework</div><p>Explore the full report.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/assessing-intergovernmental-climate-initiatives-expectations-based-framework\">Download</a></p></div></div><p><a href=\"https://www.wri.org/research/assessing-intergovernmental-climate-initiatives-expectations-based-framework\">WRI's recent research</a> explores how to evaluate whether initiatives are equipped with the goals, governance structures, implementation strategies and reporting systems required to deliver on their commitments. This research puts forward a framework through which an initiative's maturity can be assessed. It tests whether an initiative's goals are clear, as well as complementary to the wider landscape of climate cooperation; whether governance and implementation structures are in place to turn commitments into concrete actions; and whether monitoring and reporting systems exist to track outcomes and communicate progress.</p><p>Applying this framework can help identify where climate initiatives need to enhance their efforts and transparency and, in turn, support a shift from one-off pledges toward concrete implementation and impact. Ultimately, the value of cooperation lies not only in what is promised, but in the impact delivered — and it's crucial that initiatives can demonstrate that they are making a difference.</p><h3>How Can Cooperative Initiatives and COP30 Advance Climate Progress?</h3><p>Delivering on the promise of international cooperation will require active engagement and collaboration — not only among governments, but across all stakeholders, including international organizations, civil society, subnational and local governments, and others. With the world <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">still off track to achieve the goals of the Paris Agreement</a>, enhancing international cooperation is imperative.</p><p>Brazil's COP30 Presidency has drawn renewed attention to the \"Global Climate Action Agenda,\" an umbrella encompassing the wide range of climate efforts undertaken by diverse actors. The incoming Presidency has sought to align the Action Agenda with the outcomes of the first Global Stocktake in order to connect real-world action with the negotiations at COP30. This effort opens new possibilities for harmonizing the multilateral process with the broader ecosystem of climate action, allowing countries to harness the cooperation already underway, elevate successes and address persistent barriers to greater impact.</p><p>Ultimately, the promise of intergovernmental climate cooperation will be determined not by the number of initiatives launched or commitments made, but through effective collective action that delivers systemic transformations.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Why Once-Scarce Water Is Coming Back in North Mecha, Ethiopia",
      "link": "https://www.wri.org/insights/water-coming-back-north-mecha-ethiopia",
      "pubDate": "Tue, 04 Nov 2025 12:31:54 EST",
      "description": "<p>Minzir, in northern Ethiopia, looks different than it used to. Three years ago, water was dwindling and the landscape was barren. Today, wells have refilled, springs have emerged, and the area is greener.</p><p>\"Streams used to dry up but are now flowing much longer. For the first time, we are using this water during the dry season. Honestly, I have never seen anything like this in my lifetime,\" said Molla Arega, a farmer and village leader living in the area.</p><p>At the root of the change? A watershed restoration project that's reviving local water supplies.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1125\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A person carrying seedlings in a basket over their head.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/carrying-seedlings_0.jpg?VersionId=Kfz9Of8jfuk69KCyBOeL5xmrrxrL_NfV&itok=h-BfZ_Xq\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Photo by Asfaw Melese</figcaption>\n</figure>\n<h3>Landscapes Under Stress</h3><p>Minzir 01 is a micro-watershed nestled in Ethiopia's North Mecha District, part of the larger Lake Tana Subbasin. The hills and lands of the Amhara Region, where the district is found, bear the marks of decades of overuse and mismanagement.</p><p>In Minzir, soil erosion had carved deep gullies through farmland, deforestation and overgrazing stripped the land of its fertility, and rainfall ran off the bare surface. Streams and wells that once provided water for households and crops saw their sources depleting.</p><p>\"When I was a child, this place was meadow and suitable for farming,\" said Gedif Tadele, another farmer from the area, in 2022. \"There was no deterioration. Now, the land is eroded.\"</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1599\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1279\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"980\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"772\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"462\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map showing the location of the Minzir 01 micro-watershed in northern Ethiopia.\" height=\"462\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/minzir-01-locator-map-wri_0.png?VersionId=clvonBwr4vmjod4AKkm7Cfcl3wJ3h5Hy&itok=FG3iJkiT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Climate change has magnified these pressures. Increasingly unpredictable rainfall is further straining water supplies and making food harder to grow in the region, threatening household needs. For residents of Minzir 01, living under the shadows of land degradation and water scarcity offered a bleak future.­­­­</p><p>This story is not unique. Across Ethiopia and beyond, degraded landscapes are undermining water security and livelihoods, leaving communities increasingly vulnerable to shocks. Poor land management and vegetation loss exacerbate erosion, which strips valuable moisture from the ground. This prevents rainwater from being absorbed and curbs groundwater recharge. As a result, natural water cycles fall into disrepair, compromising everything from agricultural productivity and biodiversity to <a href=\"https://www.wri.org/technical-perspectives/safe-water-supplies-healthy-watersheds\">water, sanitation and hygiene</a> (WASH) access.</p><p>But in Minzir 01, change has begun to take root</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1351\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"652\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Graphic showing how landscapes affect natural water cycles.\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/water-landscapes-graphic_0.png?VersionId=MheMMh_nieXzsSwzvm_LYDhgzmr9g6Zo&itok=W6VZABOJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Water in landscapes: Land, trees, vegetation and rainfall interact to impact water availability and quality up and downstream. Graphic by WRI</figcaption>\n</figure>\n<h3>Healing the Land to Safeguard Water Supplies</h3><p>In <a href=\"https://www.wri.org/update/new-project-promotes-integrated-water-resources-management-ethiopias-tana-sub-basin\">2022</a>, WRI partnered with WaterAid Ethiopia to launch a three-year community-led watershed restoration project across 400 hectares of Minzir 01. The goal was simple yet bold: rehabilitate degraded land to improve soil health, revive water sources and strengthen people's wellbeing. Community members from the area — those most affected — would be key actors in planning and implementation.</p><figure class=\"caption caption-drupal-media align-left half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"570\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"341\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"341\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Tree seedlings prepared for planting.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/seedlings_0.jpg?VersionId=ojiWnCRvOaRO5mwYQoqmCLgqy0RT8M0F&itok=FvAjIqV3\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Seedlings ready for distribution. Photo by Mulatu Adane/WaterAid</figcaption>\n</figure>\n<p>The project focused on revegetation and other soil and water conservation practices. Together, participants planted over 187,000 tree and grass seedlings and built 20 kilometers of farmland <a href=\"https://www.ccardesa.org/terracing\">terrace</a> structures (such as <a href=\"https://www.unccd.int/best-practice/soil-bund-contour-cultivation\">soil bunds</a> and <a href=\"https://www.greener.land/fanyaa-juu/\">fanya juu</a>) to help stabilize the soil and improve water absorption. They constructed 28 <a href=\"https://megamanual.geosyntec.com/npsmanual/checkdams.aspx\">check dams</a> to control water runoff and trap sediment. They <a href=\"https://www.isqaper-is.eu/grazing-management/grazing/437-area-closure\">closed off</a> over 200 hectares of land to livestock and farming, giving nature a chance to regenerate. And they promoted sustainable farming practices, like <a href=\"https://www.worldagroforestry.org/about/agroforestry\">agroforestry</a>, on both communal and individual croplands.</p><p>These measures were designed to help reduce erosion and rainwater runoff and limit sedimentation (which pollutes waterways). In so doing, they aimed to boost surface waters, replenish groundwater and improve water quality — sustaining the sources that feed local water supply systems.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Side-by-side photos of landscape features designed to control erosion and water runoff.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-11/soil-bund-check-dam_0.jpg?VersionId=B_33d7MiKrvIAidh3qdhzbusepDYNWOG&h=042042e4&itok=6vYnRHTZ\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A soil bund (left: Muluneh Bimrew/WRI) is a raised embankment built to reduce water runoff and soil erosion. Check dams (right: Francesca Battistelli/WRI) are small, localized dams built across a stream or drainage channel and designed to slow water flow, control erosion and trap sediment.</figcaption>\n</figure>\n<h3>The Water's Return</h3><p>After three short years, the results are striking.</p><p>To understand how healthy watersheds affect local water supplies, WRI developed an extensive monitoring framework for this project. With the help of the Abbay Basin Administration Office, we tracked and measured changes in biophysical dynamics (mainly vegetation cover and water availability and quality), as well as impacts on people. An endline assessment of Minzir 01 carried out by external evaluators used GIS, remote sensing, field observation, household surveys and local interviews to compare conditions before and after intervention. With research amplified by local testimony, it highlights both the tangible and locally perceived benefits that have arisen.</p><p>Water is already coming back to the land.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"521\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"462\" />\n              <source height=\"521\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"462\" />\n              <source height=\"513\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"513\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"513\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Side-by-side photos of two freshwater springs.\" height=\"513\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/minzir01-springs.jpg?VersionId=GfK7a396rT2KyWIzCP6tGHnXEmuuGUyl&itok=cGI8Z1AA\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Two new springs captured in April 2025. Photo by Muluedil Asres</figcaption>\n</figure>\n<p>Groundwater levels rose by 1.2 meters on average across five monitored community wells since the project started — a promising improvement in a region where locals are seeing levels falling. Two local streams, once seasonal, now flow through the dry season, bringing reliable water for over three additional months. New ponds have formed in the stream depressions, and the local wetland has expanded, boosting water retention and supporting irrigation. And two freshwater springs have appeared where none previously existed, standing as proxy for better groundwater.</p><p>\"I have lived here my whole life. There was never a spring in that part of the land before,\" says Achenef Alemayehu. \"Now, a spring has started to emerge, and it has not stopped flowing since. For a place that used to struggle with water shortages, this has really changed things for the better.\"</p><p>The project has also curbed erosion, stabilizing the area's steep slopes and <a href=\"https://nativeseedgroup.com/resources/blog/rill-erosion-and-gully-erosion-explained\">gullies</a> (an extreme form of soil degradation). It has reduced sediment concentration in local streams by 40%, leading to cleaner water and healthier soils. And the land is becoming greener — measurably so<sup>1</sup> — indicating a healthier landscape. Native tree species such as misana, agam and girar are naturally regenerating.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"807\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1076\" />\n              <source height=\"807\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1076\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A pond in a grassland.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/new-water-body-emerged_0.jpg?VersionId=EflqY4MAbUO7._VPuKJfDb9UDqLagOtV&itok=w_1O4hr_\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A new water body that has emerged in Minzir 01. Photo by Mulatu Adane</figcaption>\n</figure>\n<p>For residents, the science and field data match their own experiences. All those surveyed noted improved water availability, rising water levels and extended stream durations.</p><p>\"Even more encouraging,\" says Ambaye Ewnetu, who remembers many years ago when the wetland was stable and saw it thinning out over time, \"is that people's attitudes have changed. We now understand the value of protecting our environment.\"</p><h3>Locals Reap the Benefits</h3><p>As the land mended and water availability improved, so did household opportunity and economic uplift. </p><p>Agroforestry — a practice of planting trees alongside crops to improve soil fertility — has provided new fruit and market products, while plants grown for fodder are helping fatten livestock. When asked about income gains, all households surveyed reported an increase. Most (93%) reported higher crop production. Many were also able to start growing a second crop, shifting away from mono-cropping practices that endanger soils and household resilience.</p><p>With water more plentiful, homestead vegetable gardens have also flourished. This is important for combatting hunger and malnutrition in a region where approximately <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8080180/\">46%</a> of children under five are stunted and <a href=\"https://link.springer.com/article/10.1007/s44187-025-00357-y\">20%</a> of households face moderate to severe food insecurity.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"958\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1278\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"723\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman carrying a basket full of grasses above her head.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/cut-and-carry1_0.jpg?VersionId=J1TG4OQncTO._iZ2u7HSjB8srr_Vdis_&itok=Ozks0-ZJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A local woman harvests fodder to feed livestock. Photo by Mulatu Adane/WaterAid</figcaption>\n</figure>\n<p>As Yezina Alemneh, a young female farmer, explains: \"I began growing wheat and vegetables in my backyard and fattening animals with the fodder. These changes have helped to improve my farm's production.\"</p><p>Her neighbor remarked: \"I started growing crops twice a year. When I have extra, I sell it at the nearby market. That small income has helped support my family. We also use the stream water at home for cooking and washing. Some people have started using it for irrigation.\"</p><p>\"It's made a big difference for me and others in the community,\" Molla, the village leader, adds.</p><h3>Building Sustainable Landscapes: How It all Came Together</h3><p>Ethiopia is <a href=\"https://www.wri.org/insights/ethiopia-invests-big-restoring-degraded-land\">no stranger to land restoration</a>, yet this project stands apart.</p><p>What made this effort different was its focus on water outcomes and its integrated scope. For one, it did not treat watershed management solely as a conservation or agricultural endeavor. Instead, it was designed to directly support water security and water supply services, which in turn benefits domestic water, crop cultivation and the environment, as well as broader development goals.</p><p>Unlike earlier conservation programs in Ethiopia, which often <a href=\"https://www.wri.org/research/financing-sustainable-watershed-management-ethiopia-exploring-innovative-financing\">sidelined</a> the needs and realities of rural communities, the project placed local ownership and livelihood security at its core. The Minzir community jointly planned and implemented activities together with local government officials, who also collaborated in novel ways.</p><p>\"Unlike the traditional approach, where watershed management was left primarily to the agriculture, environment and forestry offices, we in the Water and Energy Office participated from the beginning in project scoping, implementation, monitoring and evaluation,\" said Muluedil Asres from the North Mecha Water and Energy Office. \"This cross-sectoral collaboration is, in my view, one of the project's most powerful strengths.\"</p><p>District officials also worked closely with the newly formed Watershed Management Committee, in time led by Molla. The committee brought together respected elders, women and others from local villages to ensure community buy-in and help mobilize households in the conservation activities, all on a voluntary basis. By the project's end, all 321 households in Minzir 01 were involved in its implementation and had received hands-on training.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"781\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"625\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"478\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"377\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"226\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A group of people with farming tools. \" height=\"226\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/minzir-watershed-management-committee_0.jpg?VersionId=V6ZV64iYSfcdK801lTLyF66ZYpxriiCW&itok=vh8BIvNk\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Minzir 01 Watershed Management Committee. Photo by Muluneh Bimrew/WRI</figcaption>\n</figure>\n<p>Alongside on-the-ground activities, the project worked to strengthen institutional decision-making and coordination on water at multiple scales, from basin-level planning to community-managed water systems. For example, the watershed committee joined forces with local Water, Sanitation, and Hygiene Committees (WASHCOs) — \"an innovative integration between two groups that had never worked together before,\" Muluedil explains. This helped align land-based restoration efforts with water-point management for a more holistic protection of water supplies and services. \"These changes,\" continues Muluedil, \"are now helping meet water needs, and they show that sustainable water source management is achievable.\"</p><p>WRI and partners, including the Millennium Water Alliance, also provided trainings and technical assistance targeting basin, region and woreda (district) authorities. Topics ranged from <a href=\"https://thewashroom.waterforpeople.org/wp-content/uploads/sites/2/2022/03/The-Case-for-Source-Water-Protection-in-WASH-Systems-Entry-Points-and-Opportunities.pdf\">source water protection</a>, to <a href=\"https://www.wri.org/update/ethiopia-and-tanzania-share-experiences-and-lessons-water-allocation-planning\">water allocation planning</a>, to <a href=\"https://www.farmraise.com/blog/advanced-irrigation-management-for-farming\">efficient irrigation</a> and <a href=\"https://www.who.int/teams/environment-climate-change-and-health/water-sanitation-and-health/water-safety-and-quality/water-safety-planning\">water safety planning</a> (a risk assessment and management approach to ensure that water points remain safe and functioning). Trainings by WaterAid at the community level focused on sustainable land and water management practices, <a href=\"https://www.fao.org/climate-smart-agriculture/en/\">climate-smart agriculture</a> and <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10239380/\">livelihood diversification</a> — some tailor-made for youth and women-headed households.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"855\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1140\" />\n              <source height=\"855\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1140\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People sitting in a group in a grassy field. \" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/community-mobilization_0.jpg?VersionId=ozAM9lQ9VY2rQdrijWy6BfMh2czMTqo5&itok=B8g6Y4PD\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Minzir 01 community members involved in project implementation. Project by Mulatu Adane/WaterAid</figcaption>\n</figure>\n<p>Endorsement across government agencies was and remains strong. Every interviewed official — representing the district's water, agriculture, environment, forestry, land and other offices — expressed solid support for the project's participatory approach and a desire to bring this integrated model to other watersheds in the district and region.</p><p>As Asfaw Melese from the Environment and Forest Office emphasized: \"From the beginning, the intervention was designed and implemented through a truly participatory, integrated and coordinated approach. My office collaborated closely with other key offices in North Mecha, and most importantly, the local community. The project provided valuable training and experience-sharing opportunities, which significantly built technical capacity and led to improved planning and implementation of conservation measures. These gains represent a major step toward ensuring reliable and sustainable water access for the community.\"</p><p>Community members, too, expressed strong willingness to continue the conservation efforts, underscoring changing attitudes while pointing out the need for consistency. \"Personally, I have taken it as my responsibility to maintain the structures on my own land and to encourage my neighbors to do the same,\" said one resident. \"We have already seen the positive results of working together. If we continue, I believe the future will be even brighter for our community.\"</p><h3>Key Takeaways</h3><p>Lessons from Minzir 01 will inform the next project phase, and could offer helpful insights for other ecological restoration initiatives:</p><ul><li><strong>Community leadership and local realities are foundations for long-term sustainability. </strong>Without strong local buy-in and livelihood considerations, conservation efforts are unlikely to endure.</li><li><strong>Agro-ecology matters.</strong> Local conditions always impact outcomes. Results must be seen in light of an area's agro-ecological circumstances, including climate conditions, soil profiles and topography.</li><li><strong>Water is a unifying thread. </strong>By linking landscape restoration to water access, interventions can deliver ecological, hydrological and socio-economic benefits, helping contribute to sustainable water services while improving the local context for water, sanitation and hygiene.</li><li><strong>Integration is powerful. </strong>Collaboration with local government and across the water, agriculture, environment, land administration and WASH sectors is essential to water security.</li><li><strong>Monitoring needs time to build evidence.</strong> Better data and consistent monitoring are critical to understanding trends and long-term impacts.</li></ul><p>It is important to note that, while the results are positive overall, the findings and methodological limitations urge some caution. Rainfall variability dynamics could have influenced some outcomes, while survey and perception-based findings need prudence. However, the endline study did isolate rainfall dynamics, finding that a small increase during the project timeframe alone cannot explain the changes in streamflow and groundwater.</p><h3>Looking Ahead: A Model for the Future</h3><p>Minzir 01 has transformed from a degraded catchment into a landscape of recovery and hope.</p><p>Perhaps most importantly, the project has rekindled optimism. Community members see a future where their land provides environmental resilience and economic opportunity, while officials see a replicable example for other districts and regions and the larger river basin.</p><p>As Asfaw put it, \"this is a model for how Ethiopia can secure its water future.\"</p><p>While sustaining these efforts and addressing long-term climate variability will require ongoing support, the lesson is clear: Healthy landscapes mean more water security. Investing in restoration delivers multi-dimensional benefits — not only more <a href=\"https://www.wri.org/research/not-just-carbon-capturing-benefits-forests-climate\">trees and carbon</a> storage, but also reliable water, ample food and more resilient communities. Because when land heals, so do those who depend on it.</p><p><em>This article was written in collaboration with </em><a href=\"https://www.linkedin.com/in/mulatu-adane-029bb11ab/\"><em>Mulatu Adane</em></a><em> (WaterAid Ethiopia), </em><a href=\"https://www.linkedin.com/in/tamene-chaka-3698769/\"><em>Tamene Chaka</em></a><em> (Millennium Water Alliance/MWA), and </em><a href=\"https://www.linkedin.com/in/bewuketu-abebe-tesfaw-phd-3434aaa3\"><em>Bewuketu Abebe</em></a><em> (Abbay Basin Administration Office/ABAO).</em></p><p><em>This work was made possible through a generous grant from the Conrad N. Hilton Foundation.</em></p><p> </p><p><sup>1 Using the Normalized Difference Vegetation Index (NDVI). An NDVI assessment involves using a remote sensing technique to measure and analyze vegetation health and density using satellite imagery.</sup></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Expert Q&A: What Should the 2025 UN Climate Summit (COP30) Achieve?",
      "link": "https://www.wri.org/insights/cop30-climate-summit-what-to-expect",
      "pubDate": "Mon, 03 Nov 2025 15:03:19 EST",
      "description": "<p>While the impacts of climate change are becoming ever-clearer, so too are the benefits of action.</p><p>The shift toward technologies like renewable energy and electric vehicles is already cleaning the air and <a href=\"https://www.who.int/news/item/29-10-2025-climate-inaction-is-claiming-millions-of-lives-every-year--warns-new-lancet-countdown-report#:~:text=There%20were%20an%20estimated%20160%20000%20premature%20deaths%20avoided%20every%20year%20between%202010%20and%202022%2C%20from%20reduced%20coal%2Dderived%20outdoor%20air%20pollution%20alone.\">preventing deaths</a> from pollution. Countries investing in greener development models are creating <a href=\"https://www.irena.org/Energy-Transition/Socio-economic-impact/Energy-and-Jobs#:~:text=16.2%20million%3A%20global%20renewable%20energy%20jobs%20in%202023\">millions of new jobs</a> in areas like power and manufacturing. Clean energy is <a href=\"https://www.reuters.com/business/energy/around-90-renewables-cheaper-than-fossil-fuels-worldwide-irena-says-2025-07-22/\">lowering electricity costs</a> and <a href=\"https://www.wri.org/insights/productive-use-renewable-energy-africa\">bringing power</a> to those without.</p><p>Yet this transition is <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">not happening nearly fast enough</a> to prevent increasingly dangerous climate impacts, and progress remains uneven. As some countries forge ahead on low-carbon development, others are pulling back. Meanwhile, the cost of climate change continues to rise: Extreme weather caused <a href=\"https://www.swissre.com/institute/research/sigma-research/sigma-2025-01-natural-catastrophes-trend.html\">over $300 billion</a> in damages last year alone.</p><p>What we need now is a step change. The world must move from setting targets to delivering them. The upcoming UN climate summit (COP30) in Belém, Brazil is a prime opportunity to do so.</p><p><strong>WRI experts have laid out four key areas where COP30 can put the world on track for a safer, more prosperous future:</strong></p><ol><li><strong>Deliver robust national climate commitments, </strong>using detailed global and country plans to close the gap in climate action.</li><li><strong>Transform the global financial system</strong> so that all forms of finance (public and private, domestic and international) support the transition to green, inclusive, resilient economies. Ensure that funds reach the countries and communities that need them most.</li><li><strong>Step up climate resilience</strong> by recognizing that <a href=\"https://www.wri.org/insights/climate-adaptation-investment-case\">investing in adaptation</a> means investing in growth, security and development; by delivering an ambitious new adaptation finance goal; and by setting clear, measurable indicators for tracking progress.</li><li><strong>Protect nature, reform food systems and advance Indigenous land rights:</strong> three key elements for tackling the interconnected climate and nature crises together.</li></ol><p>So, what must COP30 achieve in these areas and beyond to be considered a success? Here's what our experts are looking for:</p><h3>Embrace Climate Action as an Economic Strategy</h3><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2023-03/ani-dasgupta.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/aniruddha-dasgupta\"><em><strong>Ani Dasgupta</strong></em></a><em><span style=\"margin-bottom: 25px;\">, WRI President and CEO</span></em></td></tr></tbody></table><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>About COP30</strong></p><p class=\"secondary\">The 2025 UN climate summit (COP30) runs from Nov. 10-Nov. 21, 2025 in Belém, Brazil. To learn more about the key issues at stake and explore the latest news, research and events, visit <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><strong>WRI's Resource Hub</strong></a></p></div><p>Right now, we face many headwinds for climate action and multilateralism. The U.S. has stepped back, and there are similar discussions of slowing down in parts of Europe. But that's not the whole story. Across the 50 countries WRI works in, what we see on the ground is that progress is happening.</p><p>All of the leaders I speak to from developing countries see this transition as their best economic opportunity, not as a burden. This is especially true in large middle-income countries. China and India are driving record renewable deployment, especially solar. Economic growth driven by clean energy is now even more of a motivator than climate. As COP host, Brazil is also showing how an economy rooted in forest protection, rather than destruction, can create over <a href=\"https://www.wri.org/insights/zero-amazon-deforestation-can-grow-brazil-gdp\">$8 billion in additional GDP and more than 300,000 new jobs</a> in the Amazon region by 2050. For these countries, economic prosperity, energy security and decarbonization are essentially the same thing, driving the momentum we're seeing today.</p><p>There's a geopolitical realignment of climate leadership taking place. These middle-income countries played a key role in shaping the <a href=\"https://www.wri.org/insights/cop29-outcomes-next-steps\">outcome [at COP29 in 2024] in Baku</a>. With their large populations, substantial emissions and significant stores of biodiversity, they will continue to play an outsized role in determining the success of the global transition for people, nature and climate. We are watching closely to see what form their leadership will take at COP30.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1180\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"944\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"723\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"569\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Flags bearing the United Nations Climate Change Conference logo.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/53784234426-f3788a1073-k.jpg?VersionId=G1EIGpcjiUluTXjYTP7w.zOYMBLzxcex&itok=C47DiZIn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Banners outside the UN climate talks in Bonn, Germany, that precede the annual COP climate conference. Photo by UNclimatechange/flickr</figcaption>\n</figure>\n<h3>Accelerate Action on National Climate Commitments, Finance and Adaptation</h3><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2025-07/melanie-robinson_0.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/melanie-robinson\"><em><strong>Melanie Robinson</strong></em></a><em>, Global Climate, Economics and Finance Director, WRI</em></td></tr></tbody></table><p>All countries are due to deliver <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">new national climate plans</a> (known as \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a>,\" or \"NDCs\") this year. Sixty-five countries had formally submitted NDCs as of Oct. 27 — and the current plans <a href=\"https://www.wri.org/news/statement-un-report-finds-country-climate-commitments-falling-short\">fall far short</a> of what's needed to meet the Paris Agreement's goals. Several major emitters are still expected to put forward NDCs ahead of or during COP30, which could help. But a substantial gap remains.</p><p>In Belém, leaders must agree on a decisive global response to address this shortfall. This includes:<em> 1)</em> reaffirming the 1.5 degree C goal and developing an \"Ambition Framework\" which sets out how to close the gap to achieve it; <em>2) </em>accelerating sector-specific strategies to cut emissions from areas like energy and transport before 2030, reflecting the outcomes of the <a href=\"https://unfccc.int/topics/global-stocktake/about-the-global-stocktake/outcome-of-the-first-global-stocktake\">2023 Global Stocktake on climate action</a>; and <em>3)</em> clarifying pathways to achieve countries' net-zero goals, particularly through updated <a href=\"https://www.wri.org/climate/long-term-strategies/what-is-long-term-strategy\">long-term strategies</a>.</p><p>On the finance front, leaders set a target last year to <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">mobilize $1.3 trillion annually</a> from all international sources for developing countries' climate action by 2035. The forthcoming Baku-to-Belém Roadmap will lay out pragmatic strategies to achieve this goal, showing how countries can get all sources working together as a system to deliver finance for the transition at scale. At COP30, countries must demonstrate how they will turn this plan into action. One promising development to look for is the unveiling of \"<a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">country platforms</a>\": various country-led approaches that aim to align all sources of finance behind countries' climate and development plans, policy reforms and investment pipelines.</p><p>As for climate resilience, the 2021 \"<a href=\"https://unfccc.int/process-and-meetings/the-paris-agreement/the-glasgow-climate-pact/cop26-outcomes-finance-for-climate-adaptation\">Glasgow pledge</a>\" to double <a href=\"https://www.wri.org/insights/adaptation-finance-explained\">adaptation finance</a> expires this year, and countries must decide on a new goal at COP30. Some developing countries are calling for a needs-based target while others are calling to triple adaptation finance by 2030. Our own forthcoming analysis shows that a tripling is achievable by 2035, but it would take increases across all sources (including multilateral development banks' funds for the poorest, bilateral funds, new sources of concessional finance, and more private finance being mobilized), and finance working better as a system. </p><p>COP30 also offers an opportunity to adopt a set of progress indicators under the <a href=\"https://www.wri.org/insights/global-goal-on-adaptation-explained\">Global Goal on Adaptation</a>. This will create a common language to track resilience-building efforts and the support needed. Done right, this can help put resilience at the heart of countries', communities' and corporates' core economic, development and business planning.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Workers installing solar panels on a large scaffolding over water.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/solar-power-construction-china_0.jpg?VersionId=5iNe7qwgWqkr_2X5nR11jCnPMeWIUx0S&itok=wHs5RUze\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Construction of a solar power plant in China. At this year's climate conference, it's critical that countries deliver concrete plans to put their national climate commitments into action. Photo by Xiangli Li/Shutterstock</figcaption>\n</figure>\n<h3>Strengthen Pledges that Align Action on Climate and Nature</h3><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2025-01/mariana-oliveira.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/mariana-oliveira\"><em><strong>Mariana Oliveira</strong></em></a><em>, Director of Forests and Land Use, WRI Brasil</em></td></tr></tbody></table><p>We won't meet our climate goals — not on mitigation, not on adaptation — if forests and ecosystems aren't part of the plan. The science is clear that protecting and restoring nature and transforming food systems are powerful tools to cut emissions, build resilience and reduce climate impacts. The challenge? Mobilizing the resources to scale these solutions.</p><p>One initiative to watch at COP30 is the <a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\">Tropical Forest Forever Facility (TFFF)</a> that will be launched by the Brazilian government. This bold proposal offers predictable, performance-based payments to countries that keep their forests standing, moving away from dependence on philanthropy. Brazil has already pledged $1 billion to the fund, and other countries, such as the U.K., Colombia, Norway and Indonesia, have <a href=\"https://cop30.br/en/news-about-cop30/in-london-countries-express-support-for-the-tropical-forests-forever-fund\">expressed their support</a> for it. But for the TFFF to work, it needs at least $25 billion to be announced during COP. Whether developed countries will step up is a key question.</p><p>Countries should also deliver a strong package to bolster Indigenous Peoples' and local communities' land tenure rights and increase funding to them. While these communities are some of the world's most effective forest stewards, their territories are under constant and <a href=\"https://www.wri.org/insights/extreme-wildfires-indigenous-community-leadership\">increasing threats</a>, and many lack legal rights to the lands they manage. COP30 can help by delivering an <a href=\"https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities\">improved Forest Tenure Pledge 2.0</a> and ensuring that Indigenous Peoples and local communities receive at least 20% of funding from the TFFF.</p><p>Equally essential is unlocking investments in sustainable agriculture and land restoration. One development to watch is the launch of the <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.fao.org%2Fclimate-change%2Ffao-at-cop30%2Fraiz%2Fabout-raiz%2Fen&data=05%7C02%7CMargaret.Overholt%40wri.org%7C712be6f2c11f4844b00408de172c57a1%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638973676380375288%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=NSzlrcqztgbeL29p%2FYoQSxjCwm7Fxv9F0Zo1nhHEFdI%3D&reserved=0\">RAIZ (Resilient Agriculture Investment for Net-Zero Land Degradation) initiative</a>. This proposes innovative financial mechanisms to fund the restoration of up to 250 million hectares of degraded land by 2050 — while at the same time increasing global food production.</p><p>Alongside RAIZ, complementary initiatives already underway in Brazil (such as the <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcop30.br%2Fen%2Fnews-about-cop30%2Fa-program-for-recovering-degraded-areas-will-be-among-the-initiatives-presented-at-cop30&data=05%7C02%7CMargaret.Overholt%40wri.org%7C712be6f2c11f4844b00408de172c57a1%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638973676380407792%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=IYXal8wwaWSIwKdT0YA19bUGVZWAycACm2qaJH8QxqU%3D&reserved=0\">National Productive Forests Program</a> and the <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.gov.br%2Fmma%2Fpt-br%2Fassuntos%2Fcontrole-ao-desmatamento-queimadas-e-ordenamento-ambiental-territorial%2Fcontrole-do-desmatamento-1%2Famazonia-ppcdam-1%2Fppcdam_5_en.pdf&data=05%7C02%7CMargaret.Overholt%40wri.org%7C712be6f2c11f4844b00408de172c57a1%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638973676380420930%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=QzVd%2FGwyjKO8vausDFDoPiN4XamddBcZK9yrnDaoei8%3D&reserved=0\">Action Plan for Deforestation Prevention and Control in the Amazon</a>) underscore the country's emerging leadership in integrating action on climate, nature and food systems. Advancing this cohesive agenda more broadly can help ensure that COP30 delivers not only on climate ambition, but also on resilience, equity and shared prosperity.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two women preparing tree seedlings for planting.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/tree-planting-biocoor-rwanda_0.jpg?VersionId=kaQLN2GeB2WJWl9OCVPPSnYjQB.fuPM7&itok=FRpyRuM7\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A restoration initiative led by the organization BIOCOOR in Rwanda. Solutions like restoring degraded land and shifting to more sustainable farming practices can deliver wins for people, nature and the climate together. Photo by Serrah Galos/WRI</figcaption>\n</figure>\n<h3>Under Brazil's Leadership, Make This the 'COP of Implementation'</h3><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2024-05/karen-silverwood-cope.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/karen-silverwood-cope\"><em><strong>Karen Silverwood-Cope</strong></em></a><em>, Climate Director, WRI Brasil</em></td></tr></tbody></table><p>In its role as COP president, Brazil is bringing a clear and ambitious vision to COP30: to make Belém the \"COP of Implementation.\" The Presidency's central challenge is to turn promises into real-world action — bridging divides between developed and developing countries, ambition and equity, mitigation and adaptation. The Brazilian Presidency has outlined three priorities that began to be articulated and implemented in 2024 and will culminate in Brazil's COP Presidency by the end of 2026.</p><p>First, Brazil has been working to align climate and economic priorities over the last year through convenings like the G20 and <a href=\"https://www.wri.org/news/statement-brics-countries-rally-around-assertive-climate-agenda-ahead-cop30\">BRICS</a> [Brazil, Russia, India, China, South Africa] summit, putting finance at the heart of international climate talks. Brazil also launched the COP30 Circle of Finance Ministers, bringing together representatives from 37 countries who developed concrete recommendations on concessional finance, multilateral bank reform, country investment platforms and regulatory frameworks to unlock capital flows. This work provided key input to the Baku-to-Belém Roadmap and was an important step toward better integrating finance ministers, who are key to scaling up climate finance, into international climate talks.</p><p>Second, Brazil is redefining regional leadership, rooted in cooperation between emerging economies. For example, the <a href=\"https://brics.br/en/documents/presidency-documents/250705-brics-leaders-declaration-en.pdf\">Rio Declaration</a> at the recent BRICS summit signaled a readiness among emerging economies to lead a resilient, low-carbon transition — from green bonds and tropical forest protection to new trade and carbon accounting initiatives.</p><p>Finally, Brazil's presidency is working to weave together the broader web of actors that drive progress outside of formal COP negotiations. It aims to deliver an \"<a href=\"https://cop30.br/en/action-agenda\">Action Agenda</a>\" that can better align all actors behind various climate commitments and processes (like the Global Stocktake, NDCs and long-term strategies), promoting transparency and accountability in climate action.</p><p>Other key deliverables to watch for at COP30 under Brazil's leadership include progress on the <a href=\"https://unfccc.int/topics/just-transition/united-arab-emirates-just-transition-work-programme\">Just Transition Work Programme</a> and the <a href=\"https://unfccc.int/topics/gender/workstreams/the-gender-action-plan\">Gender Action Plan</a> and the development of indicators for the <a href=\"https://www.wri.org/insights/global-goal-on-adaptation-explained\">Global Goal on Adaptation</a>.</p><h3>Follow Along</h3><p>WRI experts are tracking these issues closely in the lead-up to COP and will be on the ground in Belém during the summit. To learn more about the issues at stake, explore related articles and research, and stay abreast of the outcomes, visit <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">WRI's COP30 resource hub.</a></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "CityMetrics Dashboard Helps Cities Understand and Reduce Climate Risks",
      "link": "https://www.wri.org/update/citymetrics-dashboard-helps-cities-understand-and-reduce-climate-risks",
      "pubDate": "Fri, 31 Oct 2025 09:48:57 EDT",
      "description": "<p>The new <a href=\"https://www.citymetrics.wri.org/\">CityMetrics site</a> from <a href=\"https://www.wri.org/cities\">WRI Ross Center for Sustainable Cities</a> offers an interactive dashboard where users can explore key urban indicators and geospatial datasets from more than 60 cities that WRI works with. It includes cities participating in the <a href=\"https://www.wri.org/initiatives/deep-dive-cities\">Deep Dive Cities Initiative</a>, <a href=\"https://www.wri.org/initiatives/cities4forests\">Cities4Forests</a> and <a href=\"https://www.wri.org/initiatives/urbanshift\">UrbanShift</a>.  </p><p>The dashboard is organized around seven key themes related to sustainability and resilience — flooding, heat, air quality, accessibility, land protection, biodiversity and climate change mitigation. It provides datasets and maps that let users analyze metrics within each city over a selected period and compare information across multiple cities.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"746\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"597\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"457\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"360\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"216\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A screenshot of the CityMetrics dashboard showing the tree cover indicator.\" height=\"216\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/screenshot-of-the-citymetrics-dashboard.png?VersionId=GxR_2GXond9QH1TZssy8iw.fxlMBSEq8&itok=IVnTROEo\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<div class=\"callout\"><p class=\"secondary body-link\"><strong>The seven themes include different indicators such as:</strong></p><p><strong>Flooding: </strong>Exposure to coastal and river overflow, presence of built-up land near natural drainage, and the expected number of days of extreme rainfall.</p><p><strong>Heat:</strong> Projected high temperatures and number of heat waves, presence of built-up land without tree cover and areas with low surface reflectivity.</p><p><strong>Air Quality:</strong> Exposure to PM2.5, or fine particle, pollution.</p><p><strong>Accessibility:</strong> Proximity to essential goods and services such as health care and public transportation, and the amount of green or recreational space per capita.</p><p><strong>Land Protection:</strong> Protected areas, restored habitats, permeable areas and the presence of tree cover.</p><p><strong>Biodiversity:</strong> Presence of species in natural and built-up areas, and habitat connectivity.</p><p><strong>Climate Change Mitigation:</strong> Greenhouse gas emissions and potential mitigation measures.</p></div><p>Creating a broad and detailed view of urban risks can not only accelerate effective action but also encourage cities to learn from one another and track progress on key resilience priorities. By gathering, analyzing and presenting open data on cities worldwide, CityMetrics aims to empower city leaders and other decision-makers to better understand local challenges and prioritize actions. Through the dashboard, they can also identify opportunities for potential management and mitigation efforts based on a city's risk profile.</p><p>The CityMetrics dashboard stems from the technical expertise of WRI Ross Center’s Urban Analytics and Data Innovation team and core project partners. It builds on the Cities Indicators Dashboard, an earlier version of the tool created to support cities involved in the UrbanShift and the Cities4Forests programs. Because of its success and value to users, WRI’s Urban Analytics and Data Innovation team refreshed and expanded the tool, adding more cities and indicators for decision-makers to explore and analyze. With the CityMetrics dashboard, users can explore interactive views of data within the site and download background data for a deeper analysis. </p><p>It helps city leaders and decision-makers answer questions such as:</p><h4>Which risks impact my city the most?</h4><p>From extreme temperature exposure to accessibility of green spaces, users can identify which risks affect their cities the most.</p><p>For example, in Delhi, India, air quality and flooding pose the greatest risks, with the city ranking among the those with the highest risk scores for these two themes in CityMetrics. High levels of fine particulate matter (PM2.5) pollution contribute to air quality challenges, while intense rainfall combined with development in low-lying, flood prone areas make the city particularly vulnerable to flooding.  </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"630\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1151\" />\n              <source height=\"630\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1151\" />\n              <source height=\"528\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"416\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"249\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A screenshot from the CityMetrics dashboard showing key indicators of flood and air pollution risk in Delhi, India.\" height=\"249\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/citymetrics-screenshot.JPG?VersionId=Pz.IDmb26WPMmSFRwL928CYI9NJhrRuy&itok=4IJpBOzK\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h4>Which areas within the city are most at risk?</h4><p>Users can explore which areas of a city face different levels of risk across the dashboard’s seven metrics.</p><p>For example, in Freetown, Sierra Leone, wards (the city’s neighborhoods) 402, 403, 430 and 422 have the most built-up land near natural drainage of all wards in the city, making them particularly vulnerable to flooding. The first three wards (402, 403 and 403) contain large areas of irregular settlements, while the last one (422) is mostly covered by a coastal port.  </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1223\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"979\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"750\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"590\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"353\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A screenshot from the CityMetrics dashboard showing the areas in Freetown, Sierra Leone, that are most vulnerable to flooding.\" height=\"353\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/citymetrics-screenshot-2.jpg?VersionId=JVECweslp1mAqsxRM8FhN9bvFWYbQFqQ&itok=KK8Hv444\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h4>How are specific populations impacted by certain risks?</h4><p>Through the dashboard, users can see which segments of the population face risks across the seven themes.  </p><p>For example, the accessibility metric in Mexico City, Mexico, shows that children have less access to open spaces than the entire population. About 53.2% of children have access to an open space within a 400-meter walking distance, compared to 55.4% of the total population and 58.7% of the elderly.  </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1503\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"1202\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"921\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"725\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"434\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A screenshot from CityMetrics showing how certain segments of the population have different access to open sources in Mexico City. \" height=\"434\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/citymetrics-screenshot-of-specific-populations.jpg?VersionId=hiTH5_q2boOICKbgk_F1Cg4GBxfUAQzt&itok=UyWawKUi\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h4>How have the risks in a city changed over time?</h4><p>Users can explore historical trends to see how risks in a city have changed over a selected period.</p><p>In Jakarta, Indonesia, the amount of land that can naturally absorb rainwater has dropped significantly over the past 30 years. In 1989, nearly half (49%) of the city’s land could absorb water, but by 2018 that figure had fallen to just 8%.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"711\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"569\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"436\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"343\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"205\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A screenshot from CityMetrics showing the historical downward trend of the land's ability in Jakarata to absorb rainwater.\" height=\"205\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/citymetrics-screenshot.jpg?VersionId=eHSInerQJm8eKMGAEyS8RnA8GCL1TmCK&itok=MvSqC9NW\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>To access the full dashboard and explore and compare indicators across cities, visit <a href=\"https://www.citymetrics.wri.org/\">CityMetrics.wri.org</a>. To learn more about the dashboard and why open data is essential for driving urban innovation and resilience, read <a href=\"https://thecityfix.com/blog/meet-citymetrics-an-open-source-interactive-tool-for-analyzing-urban-risks-and-opportunities/\">the blog on CityMetrics at TheCityFix.org</a>.</p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Reducing Food Loss and Waste Could Feed More Than 7 Million Kenyans Every Year",
      "link": "https://www.wri.org/insights/kenya-reducing-food-loss-and-waste",
      "pubDate": "Fri, 31 Oct 2025 09:30:07 EDT",
      "description": "<p>Africa is the only region where hunger is on the rise. Today, more than 300 million people — one in four Africans — are hungry and if current trends persist, the continent will account for over <a href=\"https://openknowledge.fao.org/items/ea9cebff-306c-49b7-8865-2aef3bfd25e2\">60% of the world’s hungry</a> by 2030.</p><p>In Kenya, at least a quarter of the population faces severe food insecurity, even as up to <a href=\"https://www.technoserve.org/blog/reducing-food-loss-and-waste/\">40%</a> of the food produced (worth an estimated $578 million) is lost or wasted each year. This not only squanders scarce resources such as land, water, labor and energy but also fuels climate change, contributing to 21% of the country’s greenhouse gas emissions.</p><p>While often discussed together, food loss and food waste are distinct: food loss occurs earlier in the supply chain — on farms or during handling, storage and transport — whereas food waste occurs later, at retail, in restaurants and in households.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1017\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"814\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"623\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"491\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"294\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Kenya's food loss and waste rate impacts.\" height=\"294\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/turning-the-tap-on-ver-3_0.jpg?VersionId=MHneRlcZudOB7Ef9OTcnYbmkvlte_IF_&itok=ZURgIaq3\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>A recent <a href=\"https://www.wri.org/research/food-loss-and-waste-maize-potato-fresh-fruits-and-fish-value-chains-kenya\" target=\"_blank\">WRI report</a> focused on Kenya’s key food value chains (maize, potato, fresh fruits and fish), has found that if Kenya achieves a 50% reduction in food loss and waste by 2030, it could: </p><ul><li>Feed more than 7 million people annually<span> </span>with food that would otherwise be lost. </li><li>Inject 36 billion Kenyan shillings ($279 million)<span> </span>back into the economy, boosting small farms and small business incomes. </li><li><p>Eliminate more than 7 million metric tons of greenhouse gas emissions significantly advancing Kenya’s climate goals and reducing pressure on biodiversity.</p><p> </p></li></ul><p>Despite Kenya’s <a href=\"https://au.int/en/documents/20250109/kampala-caadp-declaration-building-resilient-and-sustainable-agrifood-systems\">commitment</a> to reducing food loss and waste, <a href=\"https://africa.wri.org/research/food-loss-and-waste-maize-potato-fresh-fruits-and-fish-value-chains-kenya\">WRI research</a> found that progress has been slow due to limited data, weak coordination and insufficient financing for scalable solutions.</p><h3>How Much and Where Do Losses and Waste Occur in Kenya?</h3><p>Food loss and waste happen in all value chains, but we focused on specific foods for their importance as staples to the Kenyan diet (maize, potato, banana), nutrient-rich sources (fruits and fish) and commercially significant commodities (mango and avocado).</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1341\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"1073\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"822\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"647\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"387\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Maize, potato, fresh fruit and fish are key to Kenya's value chain.\" height=\"387\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/turning-the-tap-on-ver-2-insights-3.jpg?VersionId=U1ZwjqmKbMNkGHW5TgpluWhZLkCpD6ts&itok=SjeZscSU\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Due to long, complex supply chains and limited tracking data, it is challenging to ascertain exact figures for food loss. However, reported estimates indicate losses and waste ranging from 20% to 36% for maize, 19% to 22% for potato, 17% to 56% for mango, 15% to 35% for avocado, 7% to 11% for banana and 15% to 34% for fish.</p><p>While food loss and waste occur at all stages, critical points differ by commodity: Harvesting, retail and wholesale for potato, fruit and fish; drying and storage for maize; and processing for fish. The primary causes are inefficient harvesting, rough handling during packaging and transportation, limited storage and outdated processing methods for fish.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1539\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"1231\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"943\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"742\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"444\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Drivers of food loss and waste in Kenya.\" height=\"444\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/turning-the-tap-on-ver-2-insights-4.jpg?VersionId=UnK.14SD.Y1A8O5Wcata0Me_H4mkms8.&itok=pj1R6WqV\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Innovations Can Reduce Food Loss and Waste</h3><p>One of the most effective strategies Kenya can adopt to reduce food loss and waste is scaling up the use of proven technologies and innovations across the entire food value chain. These include improved harvesting tools, appropriate fishing gear, drying technologies, insecticides, fruit fly traps, better storage facilities (e.g., hermetic bags, silos, light-diffused rooms), cold chains and decentralized processing for perishables. Process innovations also improve supply-chain efficiency by connecting farmers to reliable markets through aggregation, contract farming and traceability systems, which track foods from farm to table.</p><p>However, the adoption of new technologies depends on proper training for farmers and value chain actors. Traditional methods — such as long-used harvesting practices — are deeply ingrained, making farmers hesitant to change. Some technologies, such as hermetic grain storage bags, can significantly reduce losses but remain less affordable than widely used polypropylene bags.</p><p>Cold chain systems, while effective, are often ill-suited to small farmers. Process innovations, such as contract farming and warehouse receipt systems, also face low acceptance due to mistrust stemming from side-selling, past negative experiences, and weak enforcement. Similarly, small farm processing initiatives, though promising, struggle with high marketing costs and limited reach, making it hard to sustain operations at a commercial scale.</p><h3>Moving from Commitments to Action</h3><p>Despite Kenya’s commitment to reduce food loss and waste, as the country has signed on to multiple national and global sustainability targets, the country lacks a robust mechanism for monitoring it, which hinders efforts to understand its scale, underlying causes and effective solutions. This gap presents a major bottleneck in identifying priorities and implementing targeted interventions.</p><p>Here are three key strategies that can help Kenya and other African countries reduce food loss and waste:</p><h4>1) Strengthen Measurement of Food Loss and Waste Magnitudes, Hotspots and Causes</h4><p>Like many countries, Kenya lacks disaggregated data on where losses happen and why. What gets measured gets managed. Without accurate data, it is challenging to establish national targets, implement effective interventions and measure progress. Developing a standardized system for tracking food loss and waste across the value chains is critical. This includes investing in data collection tools, training stakeholders, and integrating food loss and waste metrics into national agricultural and food systems reporting. WRI and the Food and Agriculture Organization of the United Nations are designing practical tools to measure and report food loss and waste in ways that reflect on-the-ground realities — small, scattered farms, seasonal harvests and complex supply chains. For Kenya and other African countries, these tools could be game changers in the fight against hunger, food loss and food waste.</p><h4>2) Scaling Investment in Proven Food Loss and Waste Solutions and Practices</h4><p>WRI’s research demonstrates that many proven technologies and practices exist to reduce food loss and waste in the selected value chains. However, without greater awareness and sufficient financing, most of these solutions remain small-scale and underused. Building capacity in areas such as pre-harvest checks, harvesting methods, drying, storage, hygiene, transport and aggregation is critical, and successful models — like maize cob-and-grain business hubs — should be scaled up.</p><p>Lessons from export value chains, including contract farming, farmer aggregation and cold storage, can also be adapted for domestic markets. At the consumer level, public education campaigns, school programs and retailer partnerships can help shift habits. Encouraging portion control, proper food storage and redistributing surplus food are practical steps to cut waste at the household and retail levels.</p><p>The <a href=\"https://documents1.worldbank.org/curated/en/099052824071019276/pdf/P181386143335e00c1851319e495ead16ea.pdf\">World Bank</a> estimates it will take $30 billion to $50 billion to halve food loss and waste by 2030, yet by 2020, only <a href=\"https://www.climatepolicyinitiative.org/wp-content/uploads/2023/07/landscape-of-climate-finance-for-agrifood-systems.pdf\">$1.1 billion</a> had been invested. Closing this gap demands bold public–private partnerships and sustained financing — from seed to long-term capital — to deliver farm-to-fork reductions, save resources and cut emissions. At the same time, food loss and waste solutions, such as cold chains, reliable energy and improved handling, must be tested for real-world fit, affordability and trade-offs to ensure they are effective in local contexts.</p><h4>3) Advance Policy and Coordination</h4><p>Kenya needs holistic food strategies that move beyond sectoral approaches to systemic solutions, with food loss and waste at the center. Policy shifts must be evidence-based — grounded in accurate measurement of FLW across supply chains, an understanding of local drivers, and clear cost–benefit analysis of interventions, including potential trade-offs. Supportive policies for food donation and redistribution are also critical. To deliver impact, Kenya should strengthen implementation of its <a href=\"https://kilimo.go.ke/wp-content/uploads/2024/10/KENYA-POST-HARVEST-MANAGEMENT-ON-FOOD-LOSS-AND-WASTE-REDUCTION-STRATEGY.pdf\">National Strategy on Postharvest Loss and Waste</a> by operationalizing a national food loss and waste committee with clear mandates, county-level links and a dedicated budget, while also mainstreaming food loss and waste into its <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined commitments</a> and sector plans as a lever for food security and climate action.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Modernizing Ports Is a Major Untapped Opportunity for a Healthier Planet",
      "link": "https://www.wri.org/insights/modernizing-ports-major-untapped-opportunity-healthier-planet",
      "pubDate": "Thu, 30 Oct 2025 15:03:58 EDT",
      "description": "<p>If global shipping were a country, it would rank among the world’s <a href=\"https://globalmaritimeforum.org/article/why-2025-is-such-an-important-year-for-shipping-decarbonisation/\">top six emitters</a> of climate-harming greenhouse gases (GHGs). <a href=\"https://unctad.org/topic/transport-and-trade-logistics/review-of-maritime-transport\">Eighty percent of international trade</a> — fundamental to the global economy and the goods we use in our everyday lives — travels by sea from port to port, generating 3% of global GHG emissions. Reducing these emissions is critically urgent to protecting our climate, oceans, economy and human health.</p><p>Countries have already focused significant attention on trying to decarbonize vessels and develop new fuels. Most recently, after 10 years of development and negotiations, the world was poised to pass <a href=\"https://www.imo.org/en/mediacentre/hottopics/pages/faqs-the-imo-net-zero-framework.aspx\">a new framework</a> from the International Maritime Organization that would have created a market-based system designed to promote vessel decarbonization.</p><p>Ships exceeding carbon-intensity targets would be required to pay penalties, while ships outperforming the targets would be rewarded and able to sell credits. The system would have raised revenue for an international fund that would help spur a transition to lower-emissions fuels.</p><p>But just as this paradigm-shifting program was set to be adopted, the U.S. and a small number of other countries abruptly <a href=\"https://www.nytimes.com/2025/10/17/climate/shipping-pollution-fee-international-maritime-organization.html\">withdrew their support</a>, delaying the plan’s potential adoption for at least another year.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"919\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"735\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"563\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"443\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"265\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Port Vell, part of the Port of Barcelona\" height=\"265\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/barcelona-port-vell_0.jpg?VersionId=U8kNB3OnOHjAg2lAIS8xVt.M6LkEnoIW&itok=2fin4315\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Port Vell, part of the Port of Barcelona, in Spain. Decarbonizing ports in cities around the world can play a significant role in addressing climate, ocean and human health. Photo by bearfotos/Shutterstock.</figcaption>\n</figure>\n<p>With progress on the water facing a fresh reckoning that calls for new collective efforts, now is the time to bolster efforts on the shore, where ports are largely an <a href=\"https://www.arup.com/insights/ports-net-zero-systems-thinking-and-big-opportunities/#:~:text=Our%20research%20shows%20that%2C%20as,into%20their%20future%20energy%20systems\">untapped resource in the fight against climate change</a>.</p><p>Ports are a major polluter, generating harmful emissions and seldom prioritized for trailblazing climate action despite their importance to the ocean and global shipping. Of the world’s 50 largest ports, 42 are located around cities, where they generate jobs that support local and national economies and trade connections across the globe.</p><p>With the global move to address vessel-based emissions at a crossroad, there’s momentum and opportunity for ports and their home cities to play a more significant role in addressing climate change and economic development while safeguarding ocean and human health.</p><h3>Early Movers Help Define Successful Decarbonization</h3><p>Some countries and ports are already starting to pave the way toward full port decarbonization. These early actions present a wealth of experience that can facilitate broader progress on what works, what doesn’t, and what regulatory, financial and political conditions are <a href=\"https://assets.ctfassets.net/gk3lrimlph5v/2Q8GQ9GEsTCpHFSBx4Bhbn/1d4070a3bc9d53f4bb83e5f0ee75fdd1/Getting_to_Zero_Coalition_Action_Framework.pdf\">required to succeed</a>.</p><p>In 2024, the U.S. Environmental Protection Agency launched a $3 billion <a href=\"https://www.epa.gov/ports-initiative/clean-ports-program-awards\">Clean Ports Program</a>, awarding 54 grants to fund clean port equipment and infrastructure as well as climate and air quality planning at ports located in 27 states and territories, where the work to decarbonize is still ongoing.</p><p>Earlier this year, government representatives of Brazil and <a href=\"https://oceanpanel.org\">Ocean Panel</a> member, Norway <a href=\"https://blueeconomynews.earth/brazil-norway-agree-to-create-green-shipping-corridor/\">signed a memorandum of understanding</a> to promote sustainable maritime transport, including port decarbonization. This agreement looks to initiate low-carbon supply chains to create a green maritime corridor between the two countries.</p><p>The Port of Barcelona is already <a href=\"https://www.portdebarcelona.cat/en/sustainability/environmental-sustainability/energy-transition/electrical-supply-ships#:~:\">installing shore power</a> for both container ships and passenger ferries, drawing on 100% renewable electricity. The port is also <a href=\"https://safety4sea.com/port-of-barcelona-advances-electrification-with-new-straddle-carriers/\">investing in electric straddle carriers</a> for moving containers as part of its broader efforts to <a href=\"https://www.portdebarcelona.cat/en/sustainability/environmental-sustainability/climate-strategy\">halve carbon emissions by 2030</a> (relative to 2017). Meanwhile, the Port of Trelleborg in Sweden is aiming for net-zero emissions by 2040 and exploring green fuel options. It is also establishing “green corridors,” which aim to create low-emission transportation routes with partner ports.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cars line up for a ferry at Port Trelleborg in Sweden.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/port-trelleborg-sweden-cars-ship_1.jpg?VersionId=jifcosYZm.on99Gesz9MgC7TZj5Q8DrY&itok=-qH2B0GW\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Cars line up to board a ferry in the Port of Trelleborg in Sweden. The port is aiming for net-zero emissions by 2040. Photo by Olrat/iStock. </figcaption>\n</figure>\n<p>In China, the Port of Shanghai <a href=\"https://english.shanghai.gov.cn/en-PolicyInsights/20241220/702ed96255724b7f86af9197cb3051f0.html\">has developed a workplan</a> to boost the transition toward alternative maritime fuels. This will increase the supply of liquefied natural gas, methanol and ammonia for vessel refueling (known as bunkering). A <a href=\"https://www.lloydslist.com/LL1151284/Shanghai-to-establish-maritime-decarbonisation-centre-in-2025\">maritime decarbonization center</a> is planned to help coordinate efforts in the transition toward alternative fuels.</p><p>In the Netherlands, major trading hubs like Rotterdam have set out a clear goal to become the green shipping hub of Europe. They, and many smaller ports including <a href=\"https://gh2namibia.com/h2-projects/\">Walvis Bay in Namibia</a>, have begun to pilot the production of green hydrogen.</p><h3>4 Key Benefits of Decarbonizing Ports</h3><p>Port decarbonization can provide a quadruple win, providing effective options for climate change mitigation, economic opportunity, improved human health and ocean ecosystem benefits:</p><h4>1) A Powerful Force Against Climate Change</h4><p>The decarbonization of shipping and ports is one of the most <a href=\"https://www.proquest.com/openview/27fecd71f2d1cb8ffe8cbeec27fbba50/1?pq-origsite=gscholar&cbl=2031968\">actionable and achievable</a> opportunities to support the development of a sustainable ocean economy today while mitigating the impacts of climate change. <a href=\"https://oceanpanel.org/publication/ocean-solutions-to-climate-change/\">Research indicates</a> that action across seven ocean economy sectors can provide over 35% of the emissions reductions required by 2050 to limit temperature rise to 1.5 degrees Celsius (2.7 degrees Fahrenheit). Of these sectors, decarbonizing shipping and ports can mitigate 2 gigatons of carbon dioxide equivalent per year in emissions reductions by 2050 — that’s equivalent to more than <a href=\"https://www.imo.org/en/ourwork/environment/pages/fourth-imo-greenhouse-gas-study-2020.aspx#:~:text=%E2%80%93%20Annual%20carbon%20intensity%20performance%20of,estimated%2C%20especially%20for%20container%20ships.\">3% of global greenhouse gas emissions</a>, or taking around 430 million gas-fueled cars off the road every year.</p><h4>2) More Economic and Job Opportunities </h4><p>Decarbonizing ports can <a href=\"https://oceanpanel.org/publication/a-sustainable-ocean-economy-for-2050-approximating-its-benefits-and-costs/\">generate </a>new economic opportunities, greater security in the energy and food sectors, and enhance stable global trade connectivity and partnerships.  According to the Organization for Economic Cooperation and Development, the ocean economy <a href=\"https://www.oecd.org/en/publications/2025/03/the-ocean-economy-to-2050_e3f6a132.html\">has doubled</a> since 1995, growing at an average rate of 2.8% per year globally. The same research also concludes that a sustainable global ocean economy will continue to grow — tripling in production by 2050, relative to 2020. Considering employment as a metric, the decarbonization of ports and shipping could <a href=\"https://oceanpanel.org/publication/ocean-employment/\">support 13.3 million additional jobs in 2050</a> — including shipbuilding, renewable and alternative fuel production, vessel and port facility retrofitting, shipbreaking, electrical work and more — relative to a business-as-usual scenario.   </p><h4>3) Better Health Outcomes for Communities</h4><p>There are clear benefits to human health from port decarbonization. <a href=\"https://link.springer.com/article/10.1007/s10661-021-09145-4\">Vessels currently running on heavy fuel oil</a> emit toxic air pollution that includes particulate matter, black carbon, nitrous oxides, sulfur dioxide and carbon monoxide. Decarbonizing vessels, when scaled to ports globally, could help to avoid <a href=\"https://www.sciencedirect.com/science/article/pii/S001393512201787X\">as many as 265,000 premature deaths</a> globally each year. Air quality improvements will benefit not only port workers, but also those communities living in proximity to ports, <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/risa.13697\">many of which are disadvantaged</a> relative to other city neighborhoods. This would particularly benefit <a href=\"https://www.sciencedirect.com/science/article/pii/S0195925504000745\">children</a>, who breathe in more volume of air relative to their body weight and are in <a href=\"https://ceh.unicef.org/spotlight-risk/air-pollution\">critical development stages</a>, which make them especially vulnerable to air pollution.</p><h4>4) Healthier Ocean Ecosystems</h4><p>Ocean health would benefit from port decarbonization through a likely reduction in the frequency and size of <a href=\"https://www.researchgate.net/profile/Catalin-Popa-3/publication/388448005_Marine_Environment_Issues_in_Port_Operations/links/6798b40f4c479b26c9bd5db1/Marine-Environment-Issues-in-Port-Operations.pdf\">oil and diesel spills</a>. Decarbonization would also counter the <a href=\"https://search.informit.org/doi/abs/10.3316/INFORMIT.925777620723602\">localized ocean acidification</a> that is associated with emissions of nitrous oxides and sulfur dioxide from fossil fuels. Alongside broader coastal habitat restoration activities, it’s possible that we could <a href=\"https://www.encyclopedie-environnement.org/en/life/promises-ecological-rehabilitation-port-areas/\">start to see nature returning</a> to ports.<strong> </strong></p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"885\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"708\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"542\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Ships line up at the port in Walvis Bay, Namibia.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/walvis-bay-nambia_0.jpg?VersionId=kCHZjp3ERiDRcrFihLgPz1zlB79uQmTh&itok=kYVqEJVW\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Smaller ports in cities around the world, like Walvis Bay, Namibia, have begun to pilot the production of green hydrogen as an alternative to climate-harming fossil fuels. Photo by Pavel Mora/iStock. </figcaption>\n</figure>\n<h3>Seizing the Opportunity</h3><p>Achieving the full potential of decarbonized ports will require robust planning and implementation while aligning with business interests. Specifically, port planning needs to be paired with climate action plans and integrate terminal operators, logistics companies and local residents. As shipping is already a natural global connector, communication and coordination between cities and other ports will ensure that successes can scale widely.</p><h4>Cities Are Key to Port Decarbonization</h4><p>As seen from some of the early mover examples, <a href=\"https://www.imo.org/en/mediacentre/pressbriefings/pages/imo-approves-netzero-regulations.aspx\">high-level intergovernmental efforts</a> to drive sector decarbonization requires city-level leadership for implementation. Cities are hubs of economic activity, and their administrations have influence over the businesses and developments within their limits.</p><p>To date, city leaders have played a key role as enablers and advocates for the <a href=\"https://resilientcitiesnetwork.org/climate-resilient-cities/\">rapid development of climate resilience</a>. Decarbonizing ports provides further opportunities to promote sustainable growth and investment while mitigating climate change and boosting energy security <a href=\"https://www.lrfoundation.org.uk/news/unlocking-growth-how-tomorrows-ports-can-boost-economies-create-jobs-and-protect-nature#:~:text=Ports%20must%20balance%20economic%20growth,sustainable%20future%20for%20global%20trade.\">and trade connectivity</a>.</p><h4>Private Sector Involvement is Crucial</h4><p>The private sector has begun to set corporate targets and invest in <a href=\"https://www.wri.org/insights/how-to-decarbonize-international-shipping\">low-carbon fuel and vessel innovations</a>. In turn, ports are also starting to take action, <a href=\"https://cms.globalmaritimeforum.org/wp-content/uploads/2024/04/Oceans-of-opportunity_supplying-green-methanol-and-ammonia-at-ports.pdf\">identifying opportunities and challenges</a> and developing plans for electrification.</p><p>Coordinating activities between the private sector and ports is challenging, however, because of a number of <a href=\"https://assets.ctfassets.net/gk3lrimlph5v/2Q8GQ9GEsTCpHFSBx4Bhbn/1d4070a3bc9d53f4bb83e5f0ee75fdd1/Getting_to_Zero_Coalition_Action_Framework.pdf\">cross cutting areas that affect decision making</a> both for shipping and cruise operators and ports. Chief among these is <a href=\"https://cms.globalmaritimeforum.org/wp-content/uploads/2024/04/Oceans-of-opportunity_supplying-green-methanol-and-ammonia-at-ports.pdf\">uncertainty generated by competing fuel technologies</a>.</p><h4>Putting One Decarbonized Step in Front of the Other</h4><p>To make progress on decarbonization <a href=\"https://assets.ctfassets.net/gk3lrimlph5v/2Q8GQ9GEsTCpHFSBx4Bhbn/1d4070a3bc9d53f4bb83e5f0ee75fdd1/Getting_to_Zero_Coalition_Action_Framework.pdf\">there are critical needs</a>, including:</p><ul><li>Analysis on the economic case for action based on the current and projected future state of progress in vessel decarbonization and fuel choices.</li><li>Analysis of the benefits and challenges associated with <a href=\"https://www.wri.org/insights/how-to-decarbonize-international-shipping\">various alternative fuel options</a>, including electrification, biofuel strategies that minimize suboptimal land use, ammonia, methanol and hydrogen, for land-side and water-side equipment and vessels.</li><li>A roadmap for fuel development and cost/benefit analysis for the conversion of systems.</li><li>Guidance and detailed case studies from ports that have started the transition exploring what has worked and why.</li></ul><p>However, decarbonization efforts could start immediately with the <a href=\"https://opentransportationjournal.com/VOLUME/18/ELOCATOR/e26671212308027/FULLTEXT/\">electrification of port ground vehicles</a> like terminal tractors, cranes, straddle carriers, heavy forklifts and heavy goods vehicles that serve as cargo handling equipment. These vehicles are under continuous intensive use in ports and typically powered by older diesel internal combustion engines. They <a href=\"https://cleantechnica.com/2025/05/28/ports-plugging-in-from-ground-vehicles-to-ocean-shipping/#:~:text=Ground%20vehicles%20and%20equipment%20consume,emissions%20reduction%20of%20over%2090%25.\">consume about 15% of total port energy yet are responsible for up to 30% of particulate emissions</a>. Switching to electric power will result in <a href=\"https://theicct.org/publication/marine-ports-electrification-feb23/\">significant improvements</a> of local air quality alongside reduced noise pollution.</p><p>Additionally, the electrification of <a href=\"https://www.gov.uk/government/calls-for-evidence/decarbonising-smaller-vessels/decarbonising-smaller-vessels\">short-trip port harbor vessels</a> including tugs, pilot boats, mooring tenders and maintenance craft could lead to port greenhouse gas emissions reductions by <a href=\"https://cleantechnica.com/2025/05/28/ports-plugging-in-from-ground-vehicles-to-ocean-shipping/\">as much as 25%.</a> The electrification of domestic passenger ferry routes is becoming increasingly common as a method to increase operational efficiency and reduce port-based greenhouse gas emissions, with <a href=\"https://www.sciencedirect.com/science/article/pii/S2214629621003753\">Norway in particular</a> leading the charge.</p><p>A further step is for large vessels like cruise ships and cargo ships utilizing ports, such as container ships, to use electricity supplied through shore power (also known as ‘cold ironing’) when docked to <a href=\"https://www.sciencedirect.com/science/article/pii/S2590198222000173?via%3Dihub\">significantly reduce</a> greenhouse gas emissions and immediately improve air quality by limiting the need for running diesel generators. Analysis suggests carbon emissions associated with docked ships could be reduced <a href=\"https://www.sciencedirect.com/science/article/pii/S2590198222000173?via%3Dihub\">by 30% to 60%</a> depending on the source of the shore power.</p><p>Emerging opportunities are also offering some solutions but will require more studies and testing. These include decarbonizing the main propulsion systems of ships through hybridization and/or use of <a href=\"https://www.wri.org/insights/how-to-decarbonize-international-shipping#:~:text=So%20far%2C%20the%20only%20commercially,high%20risk%20of%20methane%20leaks.\">alternative fuels</a> like methanol and ammonia, which can lead to a <a href=\"https://oceanpanel.org/publication/ocean-solutions-to-climate-change/\">significant reduction</a> of carbon emissions. Further reductions can also take place if coupled with <a href=\"https://www.sciencedirect.com/science/article/pii/S002980182200960X\">technical measures</a> such as  air lubrication, sail assistance, efficient propellor designs, and <a href=\"https://www.mdpi.com/2077-1312/9/4/447\">operational measures</a> like slow steaming, frequent hull de-fouling, and route optimization that consider prevailing weather conditions.</p><p>To support landside electrification of ports, the installation of increased port renewable energy generation capacity and battery storage capacity (<a href=\"https://www.pnnl.gov/sites/default/files/media/file/Port_Electrification_Handbook_FINAL.pdf\">through microgrids</a>) will be crucial. Wind, solar and tidal generation show particular promise at ports, and can further <a href=\"https://www.ricardo.com/en/news-and-insights/industry-insights/harnessing-the-power-of-community-islanding-and-microgrids-for-ports\">enhance the resilience of operations</a> to main grid disruptions and energy price fluctuations.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"The Scandline Hybrid Ferry in Norway.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/scandline-hybrid-ferry_0.jpg?VersionId=9TIMohMLGUcD4Evpid3ouFo4UH6bCB_9&itok=664thwfM\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Countries like Norway have begun using hybrid ferries to reduce emissions. The Scandline Hybrid Ferry uses its Flettner rotor with wind power to save on fuel. Photo by Photofex-AT/iStock.</figcaption>\n</figure>\n<h4>Accelerating Port Decarbonization</h4><p>As noted, cities have a key role to play in advancing port decarbonization as a method to reduce their overall emissions. Specific steps include: </p><ol><li><strong>Naming port decarbonization as key</strong> <strong>to</strong> <strong>carbon neutrality</strong>. Many cities have announced reduced or net-zero emissions goals to combat climate change. Ports can be elevated as a priority to address significant emissions while improving public health.</li><li><strong>Setting ambitious mid- and long-term targets</strong> for emissions reductions at the city-level would create momentum and accountability regardless of stalled national or international progress.</li><li><strong>Translating clean technology deployments in other sectors to ports </strong>including leveraging lessons and infrastructure from land transport electrification. The rapidly growing electric vehicle segment offers innovative approaches in shipping and goods movement.</li><li><strong>Promoting exchanges </strong>between cities and ports to create transparency around data, progress, and technical learnings while launching breakthrough collaborations like new green shipping corridors between cities and ports or aligning on a common clean fuel source.</li></ol><p>This type of approach that leverages ambitious climate goals with cross-sector and global collaboration has been effective in signaling change in other industries. For example, the <a href=\"https://oceanpanel.org/\">Ocean Panel</a> set targets and common goals between diverse nations to protect the ocean. Electric transit buses and <a href=\"https://electricschoolbusinitiative.org\">school buses</a> gained momentum using a systems-wide approach that engaged fleets, communities, energy providers, manufacturers and policymakers.</p><p>Now, more than ever, ambitious climate action is necessary across the transportation sector and beyond. Ports present an opportunity to not only bolster climate action but also provide clear wins for human and ocean health while supporting global and local economies and sustainable growth.</p><p>At a time when geopolitical shifts and a changing global economic outlook are stalling national climate ambitions and commitments, putting sustainable development at risk, decarbonizing ports offers a scalable and actionable opportunity to tackle climate change, address health risks and promote sustainable development.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What Is the Paris Agreement’s Article 2.1(c) on Climate Finance, and Why Does it Matter? Key Questions, Answered",
      "link": "https://www.wri.org/insights/article-2-1-c-paris-agreement-explained",
      "pubDate": "Thu, 30 Oct 2025 14:00:24 EDT",
      "description": "<p>Recent studies indicate that the world will need $10 trillion annually between 2030 and 2050 to avoid the worst impacts of climate change. That’s a lot — but the world has the money.</p><p>As the Intergovernmental Panel on Climate Change (<a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_SPM.pdf\">IPCC</a>) explains, “there is sufficient global capital to close the global investment gaps ... but there are barriers to redirecting capital to climate action.” The challenge, then, is not necessarily raising additional finance for climate change mitigation and adaptation, but how to align all of the world’s capital toward climate action.</p><p>Article 2.1(c) of the international Paris Agreement on climate change aims to do just that by “making finance flows consistent with a pathway towards low greenhouse gas (GHG) emissions and climate-resilient development.” However, the language of Article 2.1(c) is vague on what exactly it entails. Ten years after virtually all countries adopted the Paris Agreement, they’re still at odds over the scope of Article 2.1(c) and how it should be implemented.</p><p>Here, we explain what Article 2.1(c) is, how it interacts with other finance mandates, and what’s needed to put it into action.</p><h3>What Does Article 2.1(c) Do? </h3><p>The heart of the Paris Agreement on climate change is Article 2, which sets the objectives of the agreement. Article 2.1(a) urges a global response to hold the increase in global average temperature to 1.5 degrees C (2.7 degrees F) to reduce the risks and impacts of climate change. Article 2.1(b) outlines the need to adapt to adverse impacts of climate change, build resilience and pursue low-greenhouse gas development. Article 2.1(c) points out that we need to make finance flows consistent with these objectives if we’re ever going to attain them. Finally, Article 2.2 outlines the context these articles should be pursued under, including the principles of equity, common-but-differentiated responsibility, and respective capabilities and national circumstances.</p><p>2.1(c) is a holistic goal. That means it covers both mitigation and adaptation, potentially encompassing domestic and international finance flows. It requires not just scaling up the good finance — for example, climate resilience bonds and financing for new renewable energy projects — but also scaling down funding to carbon-intensive activities, like new coal plants or diesel truck fleets. And it doesn’t stop with government spending. Depending on how it’s interpreted, it could also encompass the private sector, including financial institutions, businesses, corporations and investors.</p><p>In short, financial systems broadly must align with the pursuit of sustainable development and international climate goals. This means that all types of investments and financing activities — all investors and actors in the real economy, stock as well as flows — should be “consistent” with achieving the world’s climate goals.</p><p>2.1(c) will require economic and financial reform. The tools (e.g., policies and economic and financial instruments) for getting there will be many and varied. Innovative policies and financial instruments will surely play a role, such as green procurement (where companies and governments would be required to decarbonize supply chains) and climate-related bonds to integrate climate priorities into economic development plans.</p><p>And in order to ensure equity, alignment of financial flows will have to be customized to each country’s economic, financial and social contexts. This especially includes developing countries’ pursuit of sustainable development, poverty eradication and a just transition.</p><h3>What Progress Has Been Made Toward Achieving Article 2.1(c)? </h3><p>Though a common understanding of 2.1(c) has yet to be agreed upon by Paris Agreement signatories, efforts inside and outside the UN’s Framework Convention on Climate Change (UNFCCC) are providing glimpses of what alignment could look like.</p><h4>Efforts Within UNFCCC</h4><p>Article 2.1(c) has been surfaced in several different forums within the UNFCCC over the past several years. These include the UN’s <strong>Global Stocktake</strong>, which concluded at the 2023 <u>UN climate summit (COP28) and</u> assessed progress towards the goals of the Paris Agreement, including Article 2.1(c), for the first time. In its <a href=\"https://www.wri.org/insights/explaining-global-stocktake-paris-agreement\">key findings</a>, it recognized that financial flows include “international and domestic, public and private.”</p><p>In 2022 at COP27, negotiators established the <strong>Sharm el-Sheikh (SeS) dialogue</strong> on Article 2.1(c). This brought together countries, organizations and other stakeholders to exchange views and deepen the understanding of Article 2.1(c) of the Paris Agreement and its complementarity with Article 9.</p><p>Between 2023 and 2025, six SeS dialogues were held, covering key topics including defining the scope of Article 2.1(c), identifying intended and unintended consequences of climate finance, methodologies for tracking financial flows, capacity building for the financial sector and more.</p><p>The<strong> </strong><a href=\"https://unfccc.int/topics/climate-finance/funds-entities-bodies/standing-committee-on-finance/about-the-standing-committee-on-finance\"><strong>Standing Committee on Finance</strong></a><strong> </strong>(SCF), established during COP16, has two tasks related to Article 2.1(c): mapping information that contributes to the implementation of Article 2.1(c) and preparing a <a href=\"https://unfccc.int/documents/632307\">synthesis report</a> (published in November 2023) analyzing how to operationalize it. The SCF provided a first report at COP27 and an updated <a href=\"https://unfccc.int/documents/632307\">report</a> at COP28 for countries’ consideration.</p><h4>Efforts Outside UNFCCC</h4><p>Stakeholders like investors and corporations have developed frameworks to identify progress in aligning financing per Article 2.1(c). For example, <a href=\"https://www.wri.org/research/making-finance-consistent-climate-goals\">WRI</a> developed a framework and identified tools governments already have at their disposal to shift and mobilize finance. Tools are available in four categories: financial policies and regulations, fiscal policy levers, public finance and information instruments.</p><article class=\"align-center media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1073\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"922\" />\n              <source height=\"1073\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"922\" />\n              <source height=\"1073\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"922\" />\n              <source height=\"884\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"530\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Government tools to shift and mobilize finance\" height=\"530\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-11/figure-government-tools-shift-finance-paris-agreement.png?VersionId=pc_J3sDyRTWJY2yEQgAMOpQomyCkFVEo&itok=iXMlqdSN\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Investors, corporations and financial institutions have also shown some progress on Article 2.1(c) alignment.</p><div class=\"callout alignright\"><p><strong>Paying for the Paris Agreement Resource Hub</strong></p><p>WRI's Paying for Paris <a href=\"https://www.wri.org/paying-for-paris\" target=\"_blank\">resource hub</a> highlights different tools to make progress toward 2.1(c). This platform includes multimedia modules on 16 tools for aligning and increasing public and private finance for climate goals, including public-private partnerships, green procurement standards, mandatory climate risk disclosure and more.</p></div><p>Some are mainstreaming climate risk in their operations by applying risk management approaches, including disclosure frameworks to assess physical (e.g., fires and floods) and transitional (e.g., regulatory and technologies) risks. The theory of change is that disclosing information on climate-related risks may lead to investors deciding to shift their investments, contributing to alignment. To this end, corporations are applying the <a href=\"https://www.fsb-tcfd.org/recommendations/\">Task Force on Climate-Related Financial Disclosures </a> frameworks to their own risk disclosures. <a href=\"https://www.lse.ac.uk/granthaminstitute/news/what-does-article-2-1-c-of-the-paris-agreement-mean-for-central-banks/\">Even some central banks have</a> incorporated climate-related risks into their operations.</p><p>Additionally, investors with the <a href=\"https://www.gfanzero.com/our-work/financial-institution-net-zero-transition-plans/\">Glasgow Financial Alliance for Net Zero </a> have developed guidelines for financial institutions to align their business and operations with the goal of achieving net-zero emissions. Financial institutions including asset owners and managers, commercial banks and insurers have made commitments to <a href=\"https://www.wri.org/financial-institutions-net-zero-tracker\">back sustainable finance</a> and <a href=\"https://hbswk.hbs.edu/item/what-happens-when-banks-divest-from-coal-climate-change\">phase out coal</a>. Multilateral development banks have also rolled out <a href=\"https://www.wri.org/technical-perspectives/mdbs-pledged-align-financial-flows-paris-agreement-theyre-not-there-yet\">principles and a joint methodology to align their operations</a> — including both direct investment and policy-based lending — to the goals of the Paris Agreement.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/25915523/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>What Challenges Remain to Operationalize Article 2.1(c)?</h3><p>Despite incremental progress, understanding the place of Article 2.1(c) in the overall climate negotiations, defining key terms like “financial flows” and “consistent,” and addressing concerns about countries’ sovereignty all pose challenges for the international finance community to move forward.</p><h4>Defining ‘Consistency of Financial Flows’</h4><p>One of the key challenges to operationalizing Article 2.1(c) is that countries are using <a href=\"https://unfccc.int/event/scf-stakeholder-webinar-on-work-related-to-article-2-paragraph-1c-of-the-paris-agreement\">different terms</a> and concepts to interpret the word “consistency.” These include directing, orienting, aligning, shifting, steering, scaling up, scaling down and more. Some countries argue that “consistency of financial flows” is about directing finance to green, sustainable and/or climate-related activities, regardless of the financial instruments through which such flows are channeled. The <a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_SPM.pdf\">IPCC</a> has defined it more broadly as looking at all investments, whether or not they contribute to climate objectives, including those investments that play a transition role.</p><p>However, “consistency” will require some conversation about what <em>not</em> to do, as well. At the very least, countries need to come to a common understanding on how to scale down misaligned investments (like financing fossil fuels) and the impact this may have on countries’ domestic policies and national development.</p><h4>Concerns About Unintended Consequences</h4><p>Countries have different development pathways, needs and priorities. Policies and instruments to align their financial flows will need to account for this diversity. However, because 2.1(c) is a global effort, questions will arise about standards for action and whether similar policies and regulations need to be applied in all countries. For example, if one developing country does not reform a specific set of policies, will it no longer be eligible to access climate finance? Will there be trade restrictions imposed on specific products?</p><h4>The Relationship of Article 2.1(c) to Other Global Finance Goals</h4><p>Article 2.1(c) is just one goal within the Paris Agreement for addressing climate change. To effectively operationalize it, it must be considered within the context of the whole agreement — especially its other finance goals.</p><div class=\"callout alignright\"><p class=\"secondary body-link\">COP30 Resource Hub</p><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. Watch our <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\" target=\"_blank\">Resource Hub</a> for new articles, research, webinars and more.</p></div><p>For example, negotiators and other stakeholders like research organizations and academic institutions are examining the complementarity of Article 2.1(c) and the <a href=\"https://unfccc.int/NCQG\">new collective quantified goal (NCQG)</a>. Agreed to at COP29 in Baku, the NCQG is a new finance objective that goes beyond developed nations’ goal of providing a collective $100 billion in climate finance annually. However, while Article 2.1(c) refers to <em>all </em>financial flows for countries that signed the Paris Agreement, the NCQG is specific to finance that supports developing countries.</p><p>Importantly, the mandate to adopt the NCQG states that the new goal must consider developing countries’ needs and priorities. Developing countries have reiterated their concern that Article 2.1(c) discussions could draw the NCQG conversations away from this focus and toward domestic policy and finance flow <a href=\"https://odi.org/en/publications/options-for-embedding-article-21c-in-the-new-collective-quantified-goal-on-climate-finance/\">shifts</a>, or lead to conditionalities or barriers to access financial support.</p><p>Through the adoption of the NCQG, negotiators reaffirmed its purpose of accelerating progress toward the achievement of Article 2 of the Paris Agreement. But questions remain over how exactly this contribution will be measured and counted toward the NCQG.</p><h3>What to Watch at Future COPs</h3><p>Article 2.1(c) was addressed on several fronts at previous COPs, including as part of the Global Stocktake, in reports prepared by the SCF and in outcomes of the Sharm el-Sheikh dialogue.</p><p>At COP28, developed countries suggested an agenda item focused on Article 2.1 (c), as well as a dedicated work program within the UNFCCC. Developing countries, however, expressed skepticism about this approach, on the basis that a focus on 2.1(c) could “lead to developed countries shying away from their commitments and obligations” to provide financial support to vulnerable nations. This concern was also expressed the year before at COP27.</p><p>There will be no way to meet global climate goals if countries can’t agree on how to steer finance toward a low-carbon, climate-resilient world. Investment is both the fuel and the steering wheel for arriving where we need to go. Article 2.1(c) will be complicated to operationalize, but in its very ambition, it provides a vision for the road forward.</p><p>At COP30 in 2025, it will be essential to establish both a mandate to develop the Article 2.1(c) framework as well as a roadmap for its development. Such a framework could be used as guidance for countries, covering key elements such as transparency, quality, enablers and disablers, as well as ways to transform the global financial architecture. The roadmap on the other hand should include structured dialogues or alternative formats that ensure the framework is both effectively designed and successfully implemented.</p><p><em>This article was originally published on Nov. 22,2023. It was updated on Oct. 30,2025, to reflect the progress needed at COP30.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Indonesia Submits Its National Climate Commitment With New Emissions Targets Ahead of COP30",
      "link": "https://www.wri.org/news/statement-indonesia-submits-its-national-climate-commitment-new-emissions-targets-ahead-cop30",
      "pubDate": "Thu, 30 Oct 2025 11:15:15 EDT",
      "description": "<p><strong>JAKARTA (October 30, 2025)</strong> –<strong> </strong>Ahead of COP30, Indonesia has recently submitted its new <a href=\"https://unfccc.int/sites/default/files/2025-10/Indonesia_Second%20NDC_2025.10.24.pdf\">nationally determined contribution</a> (NDC), projecting that emissions will peak by 2030 and then decline to 1.26 and 1.49 gigatonnes of carbon dioxide equivalent (GtCO2e) by 2035 under two economic growth scenarios. <br /><br /><strong>Following is a statement from Nirarta \"Koni\" Samadhi, Country Director, WRI Indonesia:</strong></p><p>“Indonesia’s new climate plan marks an important step forward, building on earlier commitments with an absolute target to reduce emissions by 2035. It strengthens transparency and accountability, and signals the country's commitment to tackling climate change. The plan also rightly recognizes the need to prepare for worsening climate impacts, while supporting workers through a just transition.” <br /><br />“The emissions reduction scenarios in the NDC are a welcome step, but both pathways show slower reductions through 2035, meaning steeper cuts will be needed after 2035 to stay on track for net-zero by 2060 or earlier.</p><p>“Bright spots in the plan include expanded coverage of potent greenhouse gases such as hydrofluorocarbons and new forestry and land use measures, including the use of harvested wood products, blue carbon initiatives such as mangroves and seagrass, and ambitious 2030 targets to restore millions of hectares of degraded land. It also aims to improve reforestation accounting through enhanced monitoring, reporting, and verification, while accelerating the energy transition with a target of 70–72% renewable energy in the national supply by 2060.</p><p>“Still, there is room for improvement. Greater clarity on the 2019 emissions baseline – currently reported with varying figures in its UN biennial update report – would make progress easier to track and increase transparency. It is also essential to align national plans with other key frameworks, including the Just Energy Transition Partnership (JETP) Comprehensive Investment Plan and Policy (CIPP) and the National Energy Policy (NEP), which show there’s room to be even more ambitious.  </p><p>“Recent WRI analysis finds that <a href=\"https://www.wri.org/research/understanding-socioeconomic-implications-indonesias-net-zero-energy-transition\">aligning the NEP with the JETP CIPP scenario</a> would reduce greenhouse gas emissions while delivering socio-economic benefits, including better health outcomes, increased investment and job creation – ultimately boosting economic growth. Indonesia's Just Transition approach is currently limited to workers, with less attention to communities and regional economic losses. A broader, more inclusive approach is needed across all climate action efforts, covering both mitigation and adaptation.” </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Empowering the Next Generation of Climate Leaders in Ethiopia",
      "link": "https://www.wri.org/update/empowering-next-generation-climate-leaders-ethiopia",
      "pubDate": "Wed, 29 Oct 2025 16:27:59 EDT",
      "description": "<p>Addis Ababa University’s (AAU) Department of Economics, in collaboration with WRI, has successfully completed two phases of the Research Hub Program on systems thinking and green economic modeling. Supported through WRI’s National Climate Action (NCA) initiative, the program is building a strong foundation for Ethiopia’s next generation of climate and economic modelers.</p><p>Over the past two years, this partnership has advanced AAU’s pioneering work in green-economy modeling and systems thinking. WRI worked closely with the university to develop a cutting-edge curriculum and train academic staff in system dynamics, equipping educators and researchers with tools to tackle Ethiopia’s complex climate and economic challenges.</p><p>So far, 10 master’s students have received full scholarships to specialize in applied economic modeling relevant to policy and planning. Their research explores themes such as green employment, agricultural productivity, sustainable transport and urban waste management. They also received professional training alongside practitioners from key government institutions and participated in a series of academic seminars. These efforts are not only building expertise but also bridging the gap between policy and research.  </p><p>This initiative marks a significant step forward in embedding analytical and modeling capacity within Ethiopia’s higher education system to support national climate goals. By introducing the Green Economy Model into academic curriculum and applied research, AAU and WRI are equipping the country with stronger tools to design, assess and implement climate-resilient, low-carbon development strategies.</p><p>The Research Hub has evolved into a national and regional center of excellence, bridging research, policy and practice. It is empowering a new generation of economists and climate analysts to work with the Ministry of Planning and Development (MoPD), the Environmental Protection Authority (EPA) and other institutions to implement Ethiopia’s 2050 net-zero vision. This collaboration underscores the transformative role universities can play in shaping national climate governance when research and policy are aligned.</p><p>Through WRI’s partnership, AAU implemented a program that strengthened academic and professional skills in systems thinking and green economic modeling.</p><p>Practitioners from MoPD, EPA and the Ministry of Finance joined the program’s advanced system dynamics training sessions, designed to improve cross-institutional collaboration and analytical and policy modeling skills.</p><p>Through guest lectures and seminars, the Research Hub built a vibrant learning community of students, faculty and policymakers to explore how modeling can inform climate policy. Graduates presented their findings at a seminar hosted by WRI Ethiopia, receiving technical feedback from experts across different sectors. Building on this momentum, the AAU team presented the partnership at the second <a href=\"https://www.wri.org/insights/africa-climate-summit-2025-needed-outcomes\">African Climate Summit</a> as an example of how academic research can shape national and regional climate strategies. These engagements showcased the students’ achievements and reinforced AAU and WRI’s reputation as leaders in applied modeling for sustainable development.</p><p>The AAU-WRI Research Hub demonstrates how long-term collaboration can strengthen institutional capacity and support evidence-based policymaking. It shows the key role local universities can play in generating data and research that directly guide government planning. By training people in modeling and analysis, the project helps ensure Ethiopia’s development decisions are based on sound evidence and measurable outcomes.</p><p>As Dr. Mengesha, head of the economics department at AAU, noted, <em>“This collaboration has not only trained experts, but it has also established a long-term foundation for climate modeling that will continue to serve Ethiopia’s policy processes for years to come.”</em> This comment captures the essence of the project — capacity building, knowledge generation and sustainable impact.</p><h3>What’s Next?</h3><p>Building on these achievements, WRI and AAU aim to expand the Research Hub’s curriculum by introducing new modeling modules and aligning it with Ethiopia’s emerging Climate Data Hub — a tracking and monitoring system that feeds directly into Green Economy Model projections. The next phase will focus on developing a new group of master’s and doctoral researchers, strengthening the hub’s role as center for learning and innovation, and deepening collaboration between universities and government institutions.</p><p>The upcoming work will also prioritize producing high-quality, policy-relevant research and improving access to data-driven tools for climate planning. Through the continued partnership, AAU and WRI aim to strengthen Ethiopia’s modeling and analytical capacity to better support the country's development goals.</p><p><strong> </strong></p><p><em>If you are interested in partnering with Addis Ababa University and WRI to build on and expand this work, please contact </em><a href=\"mailto:sara.ascher@wri.org\">sara.ascher@wri.org</a><em>.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Are Countries’ New Climate Plans Ambitious Enough? What We Know So Far",
      "link": "https://www.wri.org/insights/assessing-2025-ndcs",
      "pubDate": "Tue, 28 Oct 2025 08:00:00 EDT",
      "description": "<div class=\"callout alignright\"><p class=\"secondary\"><strong>Tracking NDCs</strong></p><p class=\"secondary\">Countries are currently in the process of submitting new NDCs. This analysis incorporates submissions through Sept. 30, 2025. View <a href=\"https://www.climatewatchdata.org/ndc-tracker\">WRI's Climate Watch NDC tracker</a> to explore the latest.</p></div><p>2025 is a pivotal moment for climate action. Countries are submitting new national climate commitments, known as \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a>\" or \"NDCs,\" that will shape the trajectory of global climate progress through 2035.</p><p>These new commitments will show how boldly countries plan to cut their greenhouse gas (GHG) emissions; transform their economies; and strengthen resilience to growing threats, like extreme weather, wildfires and floods. Together, they will determine how far the world goes toward limiting global temperature rise and avoiding the worst climate impacts.</p><p>Over 60 countries — including some major emitters, such as Brazil, Canada, Japan and the U.K. — have already put forward new NDCs. These represent an improvement from previous commitments, and many smaller and developing nations are leading the way with <a href=\"https://www.wri.org/initiatives/allied-climate-transformation-act2025/resources/g20-learn-ndcs-climate-vulnerable-nations\">stronger targets</a>. Yet collective ambition <a href=\"https://www.wri.org/news/statement-un-report-finds-country-climate-commitments-falling-short\">still falls short</a> of what's needed to keep the world within critical warming thresholds, according to a recent <a href=\"https://unfccc.int/news/the-direction-of-travel-improving-every-year-but-we-need-to-urgently-pick-up-the-pace-un-climate\">NDC Synthesis Report from the UN</a>.</p><p>This is not the complete picture: Countries representing nearly 70% of global emissions have yet to submit their NDCs and are expected to do so by the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">2025 UN climate summit (COP30)</a> this November. But the current NDCs do give us an idea of where progress is headed.</p><p>We analyzed the submissions thus far for a snapshot of how countries' climate plans are shaping up and what they reveal about the road ahead.</p><h3>How Many Countries Have Submitted New NDCs?</h3><p>Under the Paris Agreement, 2025 NDCs were technically due in February. As of Sept. 30, <a href=\"https://www.climatewatchdata.org/ndc-tracker\">61 countries</a>, covering 31% of the world's emissions, had submitted them.</p><div class=\"callout alignright\"><p class=\"secondary\"><strong>About the 2025 NDCs</strong></p><p class=\"secondary\">NDCs are critical to halting climate change. They lay out how each country will contribute to global goals outlined under the Paris Agreement, including emissions cuts needed to keep temperature rise below 1.5-2 degrees C (2.7-3.6 degrees F). 2025 marks the third round of NDCs since the treaty's inception in 2015, with countries setting climate targets through 2035. These plans are expected to reflect the <a href=\"https://unfccc.int/topics/global-stocktake/about-the-global-stocktake/outcome-of-the-first-global-stocktake\">2023 Global Stocktake</a> — the first full review of global climate progress — which called for deeper emissions cuts and faster action on fossil fuels, renewables, transport and forests, and adaptation and resilience. <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">Learn more.</a></p></div><p>Among the G20 — the world's largest GHG emitters — seven have put forth new NDCs: Australia, Brazil, Canada, Japan, Russia, the United Kingdom and the United States. (The U.S. has since announced its intention to withdraw from the Paris Agreement, effective January 2026, though its NDC remains officially listed with the UNFCCC.) Others, including China, the EU and Turkey, announced top-line emissions targets but have yet to submit official NDCs.</p><p>Many more countries have also stepped forward, including Chile, Ecuador and Uruguay in Latin America; Kenya, Ethiopia and Nigeria in Africa; and island states such as Singapore, the Marshall Islands and the Maldives.</p><p>Most of the remaining countries are expected to present their new NDCs by the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">UN Climate Conference (COP30)</a> in November.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/25685330/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How Much Have 2025 NDCs Reduced the Emissions Gap?</h3><p>Compared to previous 2030 targets, the NDCs submitted so far have made only a modest dent in the 2035 emissions gap: the difference between where emissions<em> need</em> to be to align with 1.5 degrees C and where they're <em>expected</em> to be under countries' climate plans.</p><p>If fully implemented, new \"unconditional NDCs\" (those that don't require international support) are projected to reduce emissions by an additional 1.4 gigatons of carbon dioxide equivalent (GtCO2e) by 2035 compared to 2030. This leaves an emissions gap of 29.9 GtCO2e to hold warming to 1.5 degrees C. When \"conditional NDCs\" (those that do require international support) are included, the projected emissions reductions rise to 1.6 GtCO2e, leaving a gap of 26.6 GtCO2e.</p><p><strong>In other words, the NDCs submitted so far achieve less than 6% of the additional emissions reductions needed by 2035 to close the gap to 1.5 degrees C.</strong></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3335791/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Factoring in countries that have put forth emissions targets but not official NDCs (like China, the EU and Turkey) brings emissions down by an additional 1.3 GtCO2e by 2035. Even this is far from what's needed to keep warming within safe limits.</p><p>Still, many of the G20 countries — which together account for about half of global GHG emissions — have yet to submit. This raises the stakes for the upcoming NDCs. Ambitious commitments (particularly from the highest emitters) could narrow the emissions gap. Or, if their pledges fall short, they could leave the world locked into a trajectory that puts global temperature targets out of reach.</p><p><strong>Emissions-reduction targets put forward by major emitters so far:</strong></p><table class=\"table tablesaw tablesaw-stack\"><thead><tr><th>Country</th><th>Previous 2030 Emissions-Reduction Target</th><th>New 2035 Emissions-Reduction Targets</th><th>Net-Zero Target Year</th></tr></thead><tbody><tr><td>Australia</td><td>43% from 2005 levels</td><td>62%-70% from 2005 levels</td><td>2050</td></tr><tr><td>Brazil</td><td>53.1% from 2005 levels</td><td>59%-67% from 2005 levels</td><td>2050</td></tr><tr><td>Canada</td><td>40%-45% from 2005 levels</td><td>45%-50% from 2005 levels</td><td>2050</td></tr><tr><td>Japan</td><td>46% from 2013 levels</td><td>60% from 2013 levels</td><td>2050</td></tr><tr><td>Russian Federation</td><td>70% of 1990 levels</td><td>65%-67% of 1990 levels</td><td>2060</td></tr><tr><td>United Kingdom</td><td>68% from 1990 levels</td><td>81% from 1990 levels</td><td>2050</td></tr><tr><td>United States</td><td>50%-52% from 2005 levels</td><td>61%-66% from 2005 levels</td><td>2050</td></tr><tr><td>China*</td><td>Over 65% carbon intensity reduction below 2005</td><td>7%-10% from peak</td><td>2060</td></tr><tr><td>European Union*</td><td>55% from 1990 levels</td><td>66.25%-72.5% from 1990 levels</td><td>2050</td></tr><tr><td>Turkey*</td><td>41% below BAU</td><td>Reach 643 MtCO2e</td><td>2053</td></tr></tbody></table><p><sup>*These countries have announced 2035 top-line emissions-reduction targets but had not yet submitted NDCs as of Sept. 30.</sup></p><h3>How Do Specific Countries' Climate Plans Stack Up?</h3><p>Among the countries that have submitted new NDCs so far, the <strong>United Kingdom</strong> stands out for its ambitious goal to cut emissions 81% from 1990 levels by 2035. This rapid decline in the coming decade would put the country on track to achieve net-zero emissions by 2050, <a href=\"https://www.theccc.org.uk/publication/letter-advice-on-the-uks-2035-nationally-determined-contribution-ndc/\">based on</a> realistic rates of technology deployment and ambitious but achievable shifts in consumer and business behavior.</p><p>Other countries, such as <strong>Japan</strong> and the <strong>United States</strong>, have opted for a \"linear\" approach toward net zero. This means if they drew a straight line to their net-zero target (for example, 0 GtCO2e in 2050), their 2030 and 2035 targets would fall along it, reflecting a constant decline in emissions each year. Japan aims to cut emissions 60% from 2013 levels by 2035, while the United States has pledged a 61%-66% reduction from 2005 levels by 2035. This linear approach — compared to earlier, steeper emissions cuts — can still achieve net zero by mid-century, but risks compromising global temperature targets by using more of the world's carbon budget sooner.</p><p>Despite the U.S. withdrawing from the Paris Agreement and reversing many federal climate policies, its NDC may still guide climate action at the state, city and local levels. Many of these entities <a href=\"https://usclimatealliance.org/press-releases/alliance-2035-target-dec-2024/?ref=csofutures.com\">have already rallied</a> around the new NDC and are committed to making progress toward its targets.</p><p><strong>Brazil </strong>presented a range of emissions targets in its NDC, committing to a 59%-67% reduction from 2005 levels by 2035. A 67% reduction could put Brazil on track for climate neutrality by 2050, while a 59% reduction falls short of that goal. It is unclear which target the government intends to pursue, leaving Brazil's true ambition in question. The NDC also omits carbon budgets for specific sectors (such as energy, transport or agriculture), which would clarify how it plans to meet its overarching emissions goals. However, Brazil <a href=\"https://unfccc.int/sites/default/files/2024-11/Brazil_Second%20Nationally%20Determined%20Contribution%20%28NDC%29_November2024.pdf\">committed</a> to develop these sectoral plans at a later date.</p><p><strong>Canada </strong>made only a marginal increase to its target, shifting from a 40%-45% emissions reduction by 2030 to 45%-50% by 2035 from 2005 levels. This falls short of the <a href=\"https://www.nzab2050.ca/news-insights/net-zero-advisory-body-responds-to-todays-announcement-of-canadas-greenhouse-gas-emissions-target-for-2035\">recommendation</a> from Canada's own Net-Zero Advisory Body, which called for a 50%-55% reduction by 2035 — and warned that anything below 50% risks derailing progress toward the country's legislated net-zero goal by 2050. Canada is also working to cut methane emissions by over 35% by 2030, including a 75% reduction from its oil and gas sector relative to 2012.</p><p>Among the major emitters that have put forward emissions targets but not NDCs, ambition is mixed. <strong>China </strong>announced that it aims to cut emissions 7%-10% from peak levels by 2035, though without specifying a baseline year. <strong>Turkey</strong> pledged to cut emissions to 643 million tonnes by 2035. And the <strong>European Union</strong> released a statement of intent pledging a 66.25%-72.5% reduction by 2035 from 1990 levels.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1189\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"951\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"728\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"574\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"343\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cyclists on a closed-off city street to allow for biking and walking.\" height=\"343\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/brazil-sao-paulo-cyclists.jpg?VersionId=foGuCuISvtbdA3gTGD_qkoedW3FFd7M5&itok=F-sOdcK-\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Paulista Avenue in São Paulo, Brazil, is car-free on Sundays to allow for more pedestrians and cyclists. Tackling high-emitting sectors like transport is critical to halting climate change. Photo by William Rodrigues dos Santos/Alamy Stock Photo</figcaption>\n</figure>\n<h3>How Are High-Emitting Countries Addressing Key Areas like Energy, Forestry and Transport?</h3><p>Establishing specific targets and measures for high-emitting sectors like energy, forestry and transport is essential for driving progress on the ground. It signals to stakeholders across government, industry and finance where action and investment are most needed to meet climate goals. Such measures are especially important among G20 countries, which can shape global supply chains, set standards, and direct vast public and private capital toward low-carbon solutions.</p><p>As more G20 countries come forth with new NDCs, a clearer picture is emerging of how they are embedding sector-specific action into their climate commitments.</p><h4>Energy</h4><p>Only a few G20 countries have set clear renewable electricity targets. The U.K., for example, pledged to achieve at least 95% clean electricity by 2030. Australia committed to 82% renewables by the same year. Others, including Canada, Brazil and Russia, signaled plans to expand clean energy but without quantified targets. China's announcement pledged that, by 2035, it will raise the share of non-fossil fuels in domestic energy consumption to over 30% and increase wind and solar capacity sixfold from 2020 levels.</p><p>Meanwhile, progress on transitioning away from fossil fuels remains uneven. The U.K. has already phased out coal power and pledged to hold consultations on ending new oil and gas exploration licenses. Canada and Australia are working to end coal power by 2030 and 2040, respectively. Russia positioned natural gas as a transitional fuel, while Brazil encourages the replacement of fossil fuels by promoting sustainable biofuels and electrification.</p><p>But this is not enough: Much of the focus remains on <a href=\"https://www.wri.org/insights/countries-phasing-out-coal-power-fastest\">phasing out coal</a>, particularly among developed economies, while oil and gas receive less attention. Without clear, time-bound decline pathways for <em>all </em>fossil fuels, clean-energy growth alone may not cut absolute emissions fast enough to align with the Paris Agreement's goals.</p><h4>Transport</h4><p>Only two G20 countries include clear targets for zero-emission vehicles in their NDCs. The U.K. has adopted a mandate requiring 80% of new cars and 70% of new vans to be zero-emission by 2030, reaching 100% by 2035. Canada's Electric Vehicle Availability Standard requires 100% zero-emissions vehicle sales by 2035.</p><h4>Forestry</h4><p>Brazil has pledged to suppress illegal deforestation and scale restoration initiatives, with goals to recover millions of hectares of forest by 2030 and 2050. Canada and the United States have committed to protecting and conserving 30% of their land and waters by 2030, while Australia's Strategy for Nature 2024-2030 seeks to halt and reverse biodiversity loss by the same year. China has pledged to expand its forests significantly by 2035.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div><ul><li><a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">What Are NDCs and How Do They Address Climate Change?</a></li><li><a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\">What Would Ambitious Climate Commitments Look Like for the World's Top Emitters?</a></li><li><a href=\"https://www.wri.org/ndcs/sectoral-opportunities\">Learn More About How Countries Can Incorporate Sectoral Targets into NDCs</a></li></ul></div><h3>What Other Trends Are Emerging Among NDCs Submitted So Far?</h3><p>Several other trends are starting to emerge among the new NDCs. While submissions so far offer valuable insights, they don't yet reflect the full picture; deeper analysis will be needed as more NDCs come in by COP30 in November.</p><h4>1) Nearly all new NDCs include 2035 mitigation measures, with half setting economy-wide emissions-reduction targets.</h4><p>Almost all of the 61 NDCs submitted thus far — with the exceptions of Niue and Zambia — include new mitigation measures through 2035.</p><p>Most (56) express their 2035 targets as emissions-reduction goals. The exceptions are Cuba, Bolivia and Nicaragua, which instead included sectoral mitigation measures. Cuba, for example, committed to increase renewable electricity generation and improve energy efficiency by 2035.</p><p>Half of the countries with emissions-reduction goals set economy-wide targets covering <em>all </em>sectors <em>and </em>greenhouse gases (as encouraged by the 2023 Global Stocktake). Notably, China announced that its new top-line emissions target will for the first time cover all sectors and GHGs. This is an important step: China's previous NDCs covered only CO2, but the country's non-CO2 emissions alone place it among the world's top 10 emitters.</p><p>Under the Paris Agreement, developed countries are required to submit economy-wide targets, while developing countries are encouraged to work toward them over time.</p><h4>2) Most countries did not strengthen their 2030 targets.</h4><p>Despite clear scientific evidence and UN decisions urging stronger 2030 targets, only 14 (23%) of 61 countries have strengthened their 2030 emissions pledges. This includes Ethiopia, Saint Lucia, Nepal, Moldova, Jamaica and Montenegro, among others. For example, Montenegro revised its 2030 emissions-reduction target from 35% to 55% and set a 60% target by 2035, compared to 1990 levels.</p><p>Notably, none of the wealthier, high-emitting and more developed countries have strengthened their 2030 targets — despite having the greatest capacity and responsibility to take the lead on slashing emissions.</p><h4>3) Most countries have strengthened their adaptation measures.</h4><p>In the face of worsening climate impacts, 45 of 61 countries set stronger adaptation commitments in their new NDCs, continuing a trend seen in <a href=\"https://www.wri.org/research/state-nationally-determined-contributions-2022\">previous rounds</a>. Many of these countries are prioritizing adaptation across sectors such as food and water systems, public health and <a href=\"https://www.wri.org/insights/what-exactly-are-nature-based-solutions\">nature-based solutions</a>.</p><p>For example, Ecuador, which is particularly vulnerable to heavy rainfall and floods, prioritized action to build resilience of its water resources, human health and settlements, and natural heritage. Canada, which has witnessed devastating wildfires in recent years, cited its National Adaptation Strategy, which provides a framework for disaster resilience, biodiversity, public health and infrastructure.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Firefighters putting out flames along a highway.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-05/canaad-fire-fighters_0.jpg?VersionId=oDsXmUNOUA7kTI8Zc.sWJ1cA5GyZ_rB1&itok=KlqXVuzm\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Canadian firefighters in 2021. After being ravaged by wildfires in recent years, Canada's new national climate plan puts an emphasis on climate adaptation and disaster resilience. Photo by nathan4847/iStock</figcaption>\n</figure>\n<h4>4) Developing countries continue to take the lead on reporting finance needs in their NDCs.</h4><p>Among the 61 countries with new NDCs, 29 developing countries have reported specific financial requirements to implement their plans, totaling $1.9 trillion so far. This continues a trend seen in previous rounds, with the vast majority of reported finance needs consistently coming from developing countries.</p><p>Six, including Ecuador, Barbados and Tonga, reported finance needs for the first time in 2025, while 14 increased their estimates compared to previous NDCs. The largest increases came from Angola, whose needs jumped from $44 billion to $412 billion (with about 89% conditional on international support), and Pakistan, whose funding needs rose from $241 billion to $565 billion.</p><p>These numbers highlight the urgent need for scaled and predictable finance to support developing countries' climate goals. At the same time, total finance needs are likely underestimated, given that only about half of the 61 countries included cost data. This underscores the importance of enhanced transparency and support in climate finance planning.</p><h4>5) More and more countries are incorporating 'just transition' in their NDCs.</h4><p>Forty-four (72%) of the NDCs submitted so far explicitly mention a \"<a href=\"https://www.wri.org/insights/what-is-just-transition-tracking-progress\">just transition,</a>\" representing a major increase from previous rounds. Crucially, more countries are now going beyond one-line references and expanding upon specific just transition efforts that are already underway or planned. Many, such as<strong> </strong><a href=\"https://www.wri.org/update/what-just-transition-and-why-it-crucial-colombia\">Colombia</a>, Sri Lanka, Eswatini and the U.K., dedicate entire sections of their new NDCs to this concept.</p><p>Countries are also defining \"just transition\" more clearly and specifying where it is most relevant to their national climate action. Bangladesh and Brazil, for example, explicitly reference decent work and quality jobs. Countries like Moldova and the UAE reference the importance of skills and training to support workers and youth. While the energy sector remains the main focus for just transition discussions, some countries also incorporate areas such as water, agriculture, waste and climate adaptation.</p><h4>6) Countries are recognizing the importance of subnational action.</h4><p>Some countries' NDCs also recognize the critical role that subnational actors, such as cities, states and regions, play in shaping and delivering climate action.</p><p>More than 30 of the newly submitted NDCs come from countries that have endorsed the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multilevel Partnerships (CHAMP)</a>, and several mention it explicitly. The CHAMP initiative — launched in 2023 by the COP28 Presidency, in partnership with Bloomberg Philanthropies and with the support of WRI and other partners — aims to strengthen collaboration between national and subnational governments on climate planning and implementation. As part of this commitment, 77 countries pledged to consult with and integrate subnational priorities and needs into their NDCs.</p><p>Brazil, for example, highlights an instrument called \"climate federalism\" designed to support the integration of climate action into planning and decision-making across all levels of government. Similarly, <a href=\"https://www.wri.org/news/statement-colombia-updates-its-climate-commitments-2035\">Colombia</a> acknowledged the role of <a href=\"https://thecityfix.com/blog/how-subnational-governments-are-shaping-colombias-next-generation-climate-commitments/\">subnational governments</a> in planning and implementing measures to both mitigate and adapt to climate change in its NDC.</p><h3>What's Next for NDCs?</h3><p>While many countries have yet to submit their commitments, the storyline is already clear:<strong> New NDCs will not put the world on track to limit warming to 1.5 degrees C.</strong></p><p>The big question now is how countries respond at COP30 to narrow that gap. They must address what comes after NDCs, grappling with how to turn ambition into action and keep a safer future within reach.</p><p>Ultimately, putting forward strong plans — and fulfilling them — are essential levers; not only for limiting warming, but for safeguarding the health, prosperity and security of current and future generations.</p><p><em>Editor's note: This article was originally published in June 2025. It was updated in October 2025 with analysis of new NDCs submitted through Sept. 30.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}