{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-07-29T21:26:58.165905",
  "items": [
    {
      "title": "STATEMENT: U.S. EPA Proposes to Reverse its Authority to Limit Climate Pollution",
      "link": "https://www.wri.org/news/statement-us-epa-proposes-reverse-its-authority-limit-climate-pollution",
      "pubDate": "Tue, 29 Jul 2025 12:55:30 EDT",
      "description": "<p><strong>July 29, 2025 (Washington, DC) </strong>— Today in Indianapolis, where the heat index was expected to exceed 100 degrees and approach an all-time high, the U.S. Environmental Protection Agency (EPA) announced a new proposal that will make it harder for the EPA and future administrations to manage and oversee greenhouse gas emissions, pollution that results from burning fossil fuels.</p><p>EPA’s new rule seeks to overturn the agency’s own scientific finding which concluded that greenhouse gas pollution endangers human health and thus requires regulation and oversight to protect people and the environment.</p><p><strong>Following is a statement from World Resources Institute (WRI) U.S. Director David Widawsky:</strong></p><p>\"Every person in the country should be alarmed that EPA is proposing to walk away from its responsibility to protect America’s citizens and their wallets.</p><p>“Most Americans have never heard of this provision — called “endangerment” — yet it is extremely important to their everyday lives. Repealing this provision will have vast impacts on Americans’ lives: it will make it harder for people to deal with rising household energy bills, harder to address health problems from extreme heatwaves, and harder for businesses to succeed in a changing climate. Decades of EPA’s own science demonstrate that managing greenhouse gases is fundamental to protecting Americans’ health.</p><p>“These safeguards were the result of thorough scientific and economic analysis. Rolling them back would be a dangerous breach of EPA’s responsibility to protect people, the environment, and our economy. WRI plans to submit public comment on this proposal that benefits some polluters at the expense of all people.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Mobilizing Clean Energy Finance in the Industrial Sector in Indonesia and Vietnam",
      "link": "https://www.wri.org/technical-perspectives/industrial-decarbonization-finance-indonesia-vietnam",
      "pubDate": "Tue, 29 Jul 2025 12:00:00 EDT",
      "description": "<p>Vietnam and Indonesia are among Southeast Asia's fastest-growing energy markets. Vietnam's government estimates that electricity consumption will rise by <a href=\"https://www.trade.gov/country-commercial-guides/vietnam-power-generation-transmission-and-distribution\">10%-12% annually</a> through 2030, one of the highest rates in the region. Demand is also surging in Indonesia — and emissions from its energy sector are rising even faster, according to the <a href=\"https://www.iea.org/reports/an-energy-sector-roadmap-to-net-zero-emissions-in-indonesia/executive-summary\">International Energy Agency (IEA)</a>, since new demand has been met primarily with coal.</p><p>Both Indonesia and Vietnam are working to address this challenge. The two countries have committed to Just Energy Transition Partnerships (JETPs), designed to channel finance to developing nations to support their low-carbon transitions. Under these partnerships, they've established <a href=\"https://www.reuters.com/business/energy/indonesia-vietnam-energy-transition-financing-under-g7-funded-plans-2023-11-01/\">ambitious targets</a> to reduce emissions and accelerate the shift toward more sustainable energy systems. Indonesia's JETP includes targets to cut on-grid power carbon emissions from over 350 to 250 million metric tons (MMT) and to increase the share of renewable energy generation from <a href=\"https://ember-energy.org/countries-and-regions/indonesia/\">20% in 2022</a> to <a href=\"https://www.reuters.com/sustainability/climate-energy/indonesia-publishes-energy-transition-plan-g7-funding-2023-11-01/\">44% by 2030</a>. Vietnam's JETP aims to reduce peak annual power sector emissions by up to 30%, from 240 MMT to 170 MMT, and to increase the share of renewable energy from <a href=\"https://ember-energy.org/countries-and-regions/viet-nam/\">44% in 2024</a> to at least <a href=\"https://vn.usembassy.gov/international-agreement-to-support-vietnams-ambitious-climate-and-energy-goals/\">47% by 2030</a>.</p><p>While their specific targets differ, Indonesia and Vietnam confront similar challenges when it comes to achieving their energy transition goals:</p><ol><li><strong>Both countries are manufacturing powerhouses, which means that decarbonizing their industrial sectors will be critical to reducing emissions. </strong>Both have a heavy reliance on fossil fuels — especially coal — for energy-intensive manufacturing processes. This makes industrial decarbonization difficult due to real and perceived technological and financial barriers to transitioning to low-carbon alternatives. For example, <a href=\"https://www.ft.com/content/ca3d43fa-4ef2-4e91-9d37-98c55e97fd84\">continued subsidies</a> to fossil fuels in Indonesia have made coal the cheapest energy source.</li><li><strong>The two countries face significant gaps in financing.</strong> Although Indonesia has $20 billion committed in JETP funding, it still faces a financing gap of roughly 70% to achieve its JETP targets. The country needs <a href=\"https://www.iseas.edu.sg/articles-commentaries/iseas-perspective/2024-40-just-energy-transition-partnerships-jetps-in-indonesia-and-vietnam-implications-for-southeast-asia-by-melinda-martinus/\">$67 billion</a> to fund over 400 priority projects in its power sector by 2030. <a href=\"https://climate.ec.europa.eu/system/files/2023-12/RMP_Viet%20Nam_Eng_%28Final%20to%20publication%29.pdf\">Vietnam's government estimated</a> that achieving a just energy transition will require $135 billion from domestic and international sources by 2030, leaving a financing gap of nearly 90% after the $15.5 billion committed primarily through its JETP. To advance their JETP plans, both countries <a href=\"https://fulcrum.sg/just-energy-transition-partnerships-jetps-in-indonesia-and-vietnam-implications-for-southeast-asia\">will need to mobilize</a> additional resources, including public funding, private investment and commercial loans.</li><li><a href=\"https://iea.blob.core.windows.net/assets/057bafda-0c09-40fe-934c-4f2fe5e080f4/ASEANRenewables_InvestmentOpportunitiesandChallenges.pdf\">IEA research</a> has shown that <strong>Southeast Asian nations, including Indonesia and Vietnam, face significant gaps in market-enabling policies and regulatory frameworks</strong> (such as offering de-risking instruments, co-financing early-stage projects or imposing mandatory industrial emissions-reduction targets). This hinders their ability to attract the scale of private investment required for industrial clean energy transitions with renewable power.</li></ol><p>WRI, together with HSBC and a broad network of local partners, worked to help address these barriers through the <a href=\"https://www.wri.org/initiatives/climate-solutions-partnership\">Climate Solutions Partnership (CSP)</a>. The CSP Energy Finance workstream focused on mobilizing new finance for clean energy technologies — especially those that have significant emissions-reduction potential but are still at the pre-commercial stage.</p><p>Here, we take a closer look at two specific technologies that could help drive decarbonization in important industrial sectors in Vietnam and Indonesia, as well as potential strategies to enhance the bankability of these technologies and accelerate investment.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"966\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1450\" />\n              <source height=\"839\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Solar panels on a factory rooftop.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/rooftop-solar-vietnam_0.jpg?VersionId=nlQwzB_xzwJFbxCyXRdGmVvITz0R8EQx&itok=jhyhlcit\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Rooftop solar panels in Malang, Indonesia. Both Indonesia and Vietnam need to mobilize more financing for clean energy to meet ambitious transition targets. Photo by Arkananta Kirvisana/Shutterstock</figcaption>\n</figure>\n<h3>Meeting Heat Demand in Indonesia's Textile Industry</h3><h4>The challenge</h4><p>Textiles and textile products play a significant role in Indonesia's economy, employing <a href=\"https://www.bps.go.id/id/statistics-table/2/MTIxNyMy/proporsi-tenaga-kerja-pada-sektor-industri-manufaktur--persen-.html\">nearly 20%</a> of its manufacturing workforce and contributing <a href=\"https://www.bps.go.id/id/statistics-table/2/MTIxNyMy/proporsi-tenaga-kerja-pada-sektor-industri-manufaktur--persen-.html\">nearly 2.75%</a> of its GDP. The sector also contributes significant greenhouse gas (GHG) emissions. This is because core processes in textile manufacturing — such as wet-processing for bleaching, dyeing and printing — are energy-intensive and require significant thermal energy. In addition, <a href=\"https://eta-publications.lbl.gov/sites/default/files/industry_decarbonization_roadmaps_for_indonesia-final-rev2.pdf\">around 35%</a> of the thermal energy demand is lost during steam production and distribution due to technology inefficiency.</p><p>Indonesia's textile sector is dominated by manufacturers producing for global apparel brands. Because many of these brands have made commitments to reduce their Scope 3 emissions, multinational apparel companies that source from Indonesia are seeking lower-carbon supply chains, prompting its textile industry to decarbonize. For example, in 2021, major national and international companies (including H&M and Nike) released a <a href=\"https://static1.squarespace.com/static/5b7e51339772aebd21642486/t/6119c1cfc64e0324746bb812/1629077968156/Statement+of+Mutual+Aspiration+-+Indonesia.pdf\">Statement of Mutual Aspiration</a> supporting renewable energy procurement for commercial and industrial sectors in Indonesia. This helped push Indonesia's government to set a renewable energy target of at least 50% by 2045.</p><p>But decarbonizing is not an easy task for small- and medium-sized enterprises (SMEs), which make up <a href=\"https://eta-publications.lbl.gov/sites/default/files/industry_decarbonization_roadmaps_for_indonesia-final-rev2.pdf\">99% of the companies</a> in Indonesia's textile value chain. <a href=\"https://www.mckinsey.com/industries/retail/our-insights/sustainable-style-how-fashion-can-reduce-tier-2-emissions\">Research by McKinsey</a> found that most suppliers in the textile and fashion industries lack sufficient capacity or resources to decarbonize in a cost-effective manner and often have limited access to capital to fund decarbonization efforts.</p><h4>Exploring solutions: Electric boilers</h4><p>In a typical textile wet processing plant, boilers used for steam and thermal oil heating account for approximately <a href=\"https://apparelimpact.org/wp-content/uploads/2025/03/Aii-GEI-Low-Carbon-Thermal-Energy-Roadmap-for-the-Textile-Industry.pdf\">50%-60% and 30%-40% of fuel use</a>, respectively. In Indonesia this energy demand is primarily met using fossil fuels, particularly coal. This reliance is <a href=\"https://apparelimpact.org/wp-content/uploads/2025/03/Aii-GEI-Low-Carbon-Thermal-Energy-Roadmap-for-the-Textile-Industry.pdf\">driven in part</a> by Indonesia's abundant and low-cost coal resources.</p><p>Today, cleaner options are emerging. A <a href=\"https://static1.squarespace.com/static/5877e86f9de4bb8bce72105c/t/66cc3af306f4d251232b2cc2/1724660507879/Aii_GEI_Report_v03+%282%29.pd\">2024 analysis</a> by the Apparel Impact Institute evaluated alternative low-carbon technologies for the textile sector and found that electric boilers are the most mature electrification option for processing heat. They can offer the <a href=\"https://static1.squarespace.com/static/5877e86f9de4bb8bce72105c/t/66cc3af306f4d251232b2cc2/1724660507879/Aii_GEI_Report_v03+%282%29.pd\">highest GHG-reduction potential</a> — particularly as countries' electricity mixes shift toward renewable energy sources — and relatively low operation and capital costs.</p><p>Other alternatives, such as sustainable biomass-fired boilers, industrial heat pumps and thermal energy storage, also offer significant GHG emissions-reduction potential, but they face <a href=\"https://static1.squarespace.com/static/5877e86f9de4bb8bce72105c/t/66cc3af306f4d251232b2cc2/1724660507879/Aii_GEI_Report_v03+%282%29.pdf\">various challenges</a>. For instance, biomass use raises environmental concerns around deforestation, air pollution and land-use change; heat pumps involve substantially higher upfront capital costs; and thermal energy storage technologies remain relatively immature.</p><h4>Potential pathways to unlock financing</h4><p>In the near term, electric boilers can increase energy costs compared with conventional fuels such as coal, creating a potential cost barrier. Innovative and accelerated investment and financing pathways may be needed to help spur their adoption.</p><p>WRI conducted multi-stakeholder consultations and interviews with brands or supplier partners, textile suppliers, technology providers and financial sector leaders in Indonesia. We heard from multiple supplier partners that, despite the growing availability of sustainable finance products, SMEs still face barriers in accessing finance for decarbonization.</p><p>Interviewees said the major challenge is SMEs' lack of access to suitable financial products. Larger ticket size requirements and higher interest rates on green loans, compared to conventional credit, can discourage uptake among SMEs — especially those with limited financial capacity. While smaller banks could potentially offer favorable financing mechanisms, their reach and resources are limited compared to larger financial institutions.</p><p>Industrial experts and supplier partners interviewed suggested that overcoming these challenges will likely require targeted efforts to increase awareness among SMEs; reduce borrowing costs through governmental subsidies or blended finance mechanisms that leverage both public and private funding; and extend the reach of sustainable finance to underserved regions and sectors.</p><p>Stakeholders convened by the Climate Solutions Partnership suggested several pathways to accelerate finance for decarbonizing Indonesia's textile sector, including:</p><ul><li>Establishing a clear regulatory framework for potential aggregators of clean energy solutions, such as industrial parks or Energy Service Companies (ESCOs), to help streamline fund distribution and enhance the efficiency of implementation.</li><li>Scaling up the use of ESCO financing models — including guaranteed savings, shared savings and leasing schemes — to enable performance-based repayment and reduce upfront capital burdens.</li><li>Leveraging international guarantee facilities and liquidity support from development banks (such as ADB, IFC or the UN Capital Development Fund) to improve creditworthiness and attract private investment.</li><li>Promoting direct financing and credit guarantees for technology modernization — including through blended finance mechanisms backed by institutions such as the Korean Development Bank — to help lower the financing costs for SMEs.</li><li>Encouraging brand-driven mechanisms — such as long-term purchasing agreements, preferential pricing for green products, higher order volumes and guarantee fees — to help strengthen suppliers' financial profiles and incentivize sustainable investments.</li><li>Expanding access to Green Tariff Agreements to facilitate supplier-developer contracts for off-site renewable energy, with brands stepping in to guarantee supplier payments if needed.</li></ul><h3>Addressing High Electricity Demand in Vietnam's Manufacturing Sector</h3><h4>The challenge</h4><p>The processing and manufacturing sectors have been key drivers of Vietnam's economic growth: They contributed <a href=\"https://data.worldbank.org/indicator/NV.IND.MANF.ZS?locations=VN&utm\">24% of the country's GDP</a> in 2024 and are projected to reach <a href=\"https://vietnam.gov.vn/socio-economic-development-plans/socio-economic-development-plan-for-2021-2025-12056314\">25% by 2025</a>. This rapid industrialization has significantly increased electricity demand, with commercial and industrial users accounting for 33% of the nation's power consumption.</p><p>Stakeholders interviewed noted that clean electricity is already in high demand among Vietnam's manufacturers. But challenges remain: The commercial and industrial sector faces <a href=\"https://www.reuters.com/business/energy/over-13-billion-solar-wind-investment-risk-vietnam-industry-letter-says-2025-03-10/\">rising electricity costs</a>; <a href=\"https://www.ft.com/content/261bd603-e112-44dc-b2e1-f97a7db54353\">frequent power disruptions</a>; and grid constraints, including <a href=\"https://www.vietnam.vn/en/nang-luong-xanh-cho-khu-cong-nghiep-co-hoi-lon-thach-thuc-khong-nho\">high levels</a> of renewable energy curtailment at industrial parks due to overloaded local infrastructure.</p><h4>Exploring solutions: Behind-the-meter battery energy storage</h4><p>Currently, both onsite and offsite options exist to reduce emissions from purchased electricity for manufacturing facilities. On-site solutions, such as rooftop solar, have limited impact in the absence of available storage solutions, since generation and use are restricted to daylight hours. Off-site renewable generation mechanisms, like those enabled by the <a href=\"https://www.wri.org/insights/vietnam-direct-power-purchase-agreement\">Direct Power Purchase Agreement (DPPA)</a>, are still under development and will require more research to assess their technical and policy effectiveness.</p><p>A <a href=\"https://docs.nrel.gov/docs/fy23osti/84352.pdf\">joint study</a> in 2023 by the Clean Energy Investment Accelerator (CEIA) and the National Renewable Energy Laboratory (NREL) examined the possibility of using onsite behind-the-meter battery energy storage systems (BtM-BESS) to enhance the impact of rooftop solar. These are battery systems installed on the same side as the consumer's electricity meter, rather than on the utility side. The study showed that, when combined with rooftop solar, scaling up BtM-BESS in Vietnam's processing and manufacturing sectors can help bridge the gap between limited onsite potential and unrealized offsite solutions in manufacturing clusters, such as industrial parks. By storing excess solar energy for use during peak demand, this solution can help reduce grid overload and maximize renewable energy usage, significantly improving the effectiveness of rooftop solar.</p><p>Case studies at industrial parks in Vietnam, conducted by the same study, further demonstrated that the value of combined rooftop solar plus BtM-BESS can be greater than the value of standalone PV plus the standalone BtM-BESS. This solution can boost resilience in the event of power outages, significantly reducing reliance on grid electricity. It can also contribute to <a href=\"https://cdkn.org/story/feature-vietnams-national-green-growth-strategy\">Vietnam's National Strategy on Green Growth</a> by cutting GHG emissions and local pollutants.</p><p>Reflecting these benefits, the Vietnamese government has highlighted its commitment to expanding rooftop solar PV plus BtM-BESS systems in its <a href=\"https://luatvietnam.vn/cong-nghiep/nghi-dinh-58-2025-nd-cp-cua-chinh-phu-quy-dinh-chi-tiet-mot-so-dieu-cua-luat-dien-luc-ve-phat-trien-dien-nang-luong-tai-tao-dien-nang-luong-moi-392208-d1.html\">Decree 58/2025/ND-CP</a>. This decree prioritizes the sale of electricity during peak hours for renewable energy projects with rooftop solar PV plus BtM-BESS systems connected to the national grid. <a href=\"https://www.iea.org/reports/achieving-a-net-zero-electricity-sector-in-viet-nam\">Analysis by the IEA</a> also suggests that BESS systems need to grow alongside renewables in Vietnam to achieve critical climate targets (such as net zero by 2050).</p><h4>Potential pathways to unlock financing</h4><p>In Vietnam, the high costs associated with green technologies like BtM-BESS can pose a hurdle for SMEs. Mobilizing more funds for decarbonization at scale will likely require a combination of traditional and innovative financing tools.</p><p>Traditional financing instruments — such as grants, loans and equity investments — draw from both public and private sources. <a href=\"https://www.wri.org/paying-for-paris\">A 2022 WRI study</a> showed that innovative mechanisms — such as green bonds, climate funds, carbon credits and blended finance models — can complement these traditional instruments and create new opportunities to attract investment, leveraging public funds to unlock private capital.</p><p>Stakeholders convened by the Climate Solutions Partnership in Vietnam suggested several actions to scale up the application of BtM-BESS, including:</p><ul><li>Developing internal appraisal criteria for BESS-linked credit products and leasing structures, with an emphasis on performance guarantees and lifecycle cost savings.</li><li>Exploring partnerships with developers and EPC firms to co-create standard packages for green leasing or vendor finance, especially for smaller customers like SMEs.</li><li>Designing pilot financial products that leverage blended finance approaches, including concessional capital from GCF/CIF and JETP-related facilities.</li><li>Carrying out deeper financial modeling scenario analyses to evaluate exposure and resilience of BtM-BESS investments under various power price, curtailment and policy environments.</li><li>Assessing the integration of BtM-BESS into ESG and green finance portfolios, including frameworks for sustainability-linked loans and climate-related disclosures.</li></ul><p>WRI organized a JETP-focused dialogue in Hanoi in April 2025, alongside the <a href=\"https://p4gpartnerships.org/2025-p4g-vietnam-summit\">P4G Summit</a>, to further explore financial mechanisms that can accelerate Vietnam's clean energy transition. Participants emphasized the need for dedicated and tailored climate finance products to support supply chain partners of global brands, enabling broader access to decarbonization solutions, including BtM-BESS. International cooperation partners — including DFIs, multilateral banks, and climate-focused funds — have increasingly positioned the JETPs as vehicles for deploying catalytic capital and leveraging concessional finance to unlock larger pools of commercial climate investment. Further assessment and pilots can help determine the feasibility of these various options for Vietnam's industries.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Challenge with Tree-Planting Initiatives — and How to Get Them Right",
      "link": "https://www.wri.org/insights/right-way-plant-trees-restore-land",
      "pubDate": "Tue, 29 Jul 2025 08:00:00 EDT",
      "description": "<p>The last decade has seen a surge in tree-planting and restoration pledges. The Bonn Challenge and New York Declaration on Forests aim to restore 350 million hectares of degraded forests and landscapes this decade. More than <a href=\"https://webarchive.nationalarchives.gov.uk/ukgwa/20230418175226/https:/ukcop26.org/glasgow-leaders-declaration-on-forests-and-land-use/\">130 countries</a> committed to halt and reverse forest loss by 2030. Odds are you've seen companies and nonprofits promising to plant a tree for every purchase or every dollar donated.</p><p>The appeal of these commitments makes sense. Trees are a tangible, <a href=\"https://www.wri.org/update/higher-res-data-set-now-shows-trees-inside-and-outside-forests-across-tropics\">measurable solution</a> to combat climate change and land degradation. Tree-based restoration can also bring incredible benefits for people and economies — from <a href=\"https://www.wri.org/insights/ethiopia-invests-big-restoring-degraded-land\">healthier soils</a> and improved biodiversity to cleaner air, <a href=\"https://www.wri.org/insights/amazon-restoration-brazil-agrarian-reform-settlements\">better livelihoods</a> and more stable <a href=\"https://www.wri.org/insights/restoring-degraded-forests-temperature-precipitation-effects\">water supplies</a>.</p><p>Yet tree-planting initiatives have also <a href=\"https://www.forbes.com/sites/simithambi/2024/06/12/trees-are-good-for-tackling-climate-change-right/\">faced some skepticism</a>, and rightfully so.</p><p>Studies show that there is a right way and a <a href=\"https://www.cifor-icraf.org/publications/downloads/Publications/PDFS/WP20001.pdf\">wrong way</a> to plant trees. Without careful consideration of the species, where they're planted or the needs of nearby communities, trees may not survive long-term — making the effort to plant them moot. These initiatives can even be detrimental. For example, planting trees on agricultural land can sometimes lead to <a href=\"https://www.science.org/doi/10.1126/science.aba8232\">more forests being cleared</a> for farmland elsewhere.</p><p>That doesn't mean we should stop. The world needs new trees more than ever as we grapple with climate change and nature loss. What's important is making sure they are planted the <em>righ</em>t way. Practical guidance on effective restoration can help translate tree-planting commitments into real outcomes for people and the planet.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two people planting a tree.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/goshen-planting_0.jpg?VersionId=Ap_0rgU9auiBswuZtQJ0xW7gbcaqRetV&itok=1pRKavI1\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Goshen Global Vision works closely with local community members to plant trees on cocoa farms and in the Subri Forest Reserve in western Ghana. Photo by Sena Affadu/WRI</figcaption>\n</figure>\n<h3>The Promise and Challenge of Tree Planting</h3><p>Deforestation and land degradation are among the most pressing environmental challenges of our time. When land is degraded, it puts plant and animal species at risk. Soil doesn't retain <a href=\"https://link.springer.com/referenceworkentry/10.1007/978-3-319-71062-4_48-1\">water and nutrients</a> as well, making it harder to grow food. Trees and vegetation that once helped prevent erosion and runoff are no longer there to buffer communities against <a href=\"https://link.springer.com/article/10.1007/s10346-024-02451-1\">flooding and landslides</a>. All of this comes with knock-on <a href=\"https://link.springer.com/referenceworkentry/10.1007/978-3-319-71062-4_48-1\">economic effects</a>.</p><p><a href=\"https://news.un.org/en/story/2024/12/1157651#:~:text=Globally%20up%20to%2040%20per,climate%2C%20biodiversity%20and%20people's%20livelihoods.\">Nearly 40%</a> of the world's land is degraded today, with the harshest impacts felt in developing countries already struggling with poverty and food insecurity. And we continue to lose forests at a staggering rate. In 2024, <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">the world lost</a> 18 football (soccer) fields worth of tropical primary forest per minute.</p><p>The recent upswell in restoration commitments has brought hope for the world's dwindling forests and degraded landscapes. While financing still needs to <a href=\"https://www.unep.org/resources/report/state-finance-nature-restoration-finance-report\">quadruple</a> to meet global restoration demand, these commitments show a recognition of the problem and ambition to solve it.</p><p>Yet this momentum has also brought awareness to the <a href=\"https://www.science.org/doi/10.1126/science.aba8232\">potential risks</a> and pitfalls of tree-based restoration.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Tree saplings in bags before being planted.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/saplings_0.jpg?VersionId=.xkeLELhIDpxItUI2Mzbc3q4Z2.yprJ5&itok=URefiDgd\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Tree saplings ready for planting. Photo by Photo by Prowl Ltd/WRI</figcaption>\n</figure>\n<p>A 2020 <a href=\"https://www.cifor-icraf.org/publications/downloads/Publications/PDFS/WP20001.pdf\">World Agroforestry (ICRAF)</a> paper highlights some of the places where tree-planting efforts can go wrong. Many projects have inadequate planning. Or, they or don't focus enough on sourcing quality seeds and matching them to appropriate planting sites. This often leads to poor survival rates — meaning tree cover ultimately doesn't increase.</p><p>Initiatives can also overlook the needs of local communities, who are commonly asked to implement or maintain these projects. The ICRAF paper highlighted an example from Malawi, where the government encouraged farmers to plant trees for wood — both as a source of fuel and a means to restore the land. However, fuelwood was not a top priority for farmers, who were more focused on generating food and income. This made many reluctant to take part, hampering the project's impact.</p><p>Restoration projects also need to balance social and financial benefits with long-term ecosystem health. For example, <a href=\"https://www.wri.org/insights/farmers-restore-greater-rift-valley-kenya#:~:text=Afrex%20Gold%20helps%20local%20farmers%20plant%20avocado%20trees%20on%20their%20farms.\">planting avocado trees</a> among other crops can bring climate benefits and boost farmers' incomes. But a large-scale avocado plantation in a dry region could deplete scarce water resources in the long term, doing more harm than good.</p><h3>What It Means to Restore Land the Right Way</h3><p>Successful restoration is <a href=\"https://www.wri.org/insights/restoration-its-about-more-just-trees\">about more</a> than simply planting trees. In restoration, trees are a means to an end — like a stable climate, improved biodiversity, healthier soils or better water quality — rather than an end in themselves. Achieving this potential requires thoughtful planning and clear guidance.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>About Restore Local</strong></p><p class=\"secondary\">Restore Local builds on the AFR100 initiative, a county-led effort to restore 100 million hectares of deforested and degraded land in Africa by 2030. Learn more about <a href=\"https://www.wri.org/initiatives/restore-local\">Restore Local</a> and <a href=\"https://www.wri.org/initiatives/african-forest-landscape-restoration-initiative-afr100\">AFR100</a>.</p></div><p>Restore Local, an initiative convened by World Resources Institute, supports restoration efforts across key African landscapes. We work with nearly 200 local organizations and enterprises to rehabilitate degraded forests and farmlands while providing employment, enhancing biodiversity and improving climate resilience.</p><p>Based on this deep experience, we've pinpointed three key criteria for tree-based restoration initiatives to ensure they drive positive, lasting impact. Restoration needs to be <strong>high-quality</strong>, <strong>locally led</strong> and <strong>targeted</strong>.</p><h4>High-quality</h4><p>High-quality restoration is technically sound, avoids harm, and maximizes benefits for people, nature and climate. But what does this look like in practice?</p><p>For one, restoration should enhance natural ecosystems; not replace them. This means selecting the appropriate tree species and planting locations and choosing the right restoration tactics for the area. In Rwanda, for example, Biodiversity Conservation Organization (BIOCOOR) is removing invasive plants in Nyungwe National Park to help native species rebound, <a href=\"https://21080104.fs1.hubspotusercontent-na1.net/hubfs/21080104/white-papers/terraformation-why-native-forest-restoration-matters.pdf\">supporting</a> biodiversity, soil health and carbon sequestration.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Young people preparing trees in a nursery for planting.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/biocoor_0.jpg?VersionId=PGXMeNB4dgGfAzV7KgO3OWE5BSTLw1_I&itok=C3y9dyqC\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Members of BIOCOOR, a youth led organization in Rwanda, preparing for a tree planting session. Photo by Serrah Galos/WRI</figcaption>\n</figure>\n<p>Projects should also promote social equity, such as by involving marginalized groups and respecting local land rights. In western Ghana's Daboase District, Goshen Global Vision is restoring land within cocoa farms and the Subri Forest Reserve, using a combination of native and fruit tree species to reforest. The organization respects traditional land rights and cultural norms by securing free, prior and informed consent from traditional leaders and landowners, and by integrating local leadership in project planning and monitoring.</p><p>For long-term success, projects need to secure ongoing financial support — and account for the underlying drivers of degradation. In Sierra Leone, where unsustainable charcoal production is a common driver of land degradation, the youth-action agency YARDO is training community members in forest management and conservation. It is also providing sustainable livelihoods, including short-term jobs in tree-care and maintenance. These efforts help to prevent tree loss in the first place.</p><p>Finally, projects must ensure tangible benefits for people, nature and the climate. In Nakuru County, Kenya, the women-led group Wezecha works with smallholder farmers to plant fruit and other trees alongside crops. This enriches the soil, improves farmers' yields and provides fodder for livestock. From the outset, Wezecha engaged local communities by conducting surveys and rapid assessments to understand their priorities, farm productivity, and interest in agroforestry. The group's work around Dundori Forest now supports biodiversity, livelihoods and resilience, all rooted in the priorities of local residents.</p><div class=\"callout\"><p><strong>Restore Local's Checklist for High-quality Restoration</strong></p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><ul><li>• <strong>Planned and managed to provide multiple benefits</strong>, including improvements to social equity, economic prosperity and ecosystem services. Restoration initiatives are designed, planned and managed to contribute to longer-term outcomes for people and nature, such as delivering ecosystem services, socio-economic benefits, and climate adaptation and mitigation. Tree species, locations and techniques should be selected to serve these environmental and social objectives.</li><li>• <strong>Avoids ecosystem conversion</strong>, such as conversion of native grasslands to commercial forest or agricultural land.</li><li>• <strong>Considers drivers of degradation</strong>, such as other land use pressures, within the scope of the project.</li><li>• <strong>Enhances recolonization and performance of native species.</strong> Choosing the right species for site conditions and restoration objectives is fundamental to high-quality restoration.</li><li>• <strong>Respects land tenure and other rights and provides safeguards</strong> for people experiencing vulnerabilities or marginalization.</li><li>• <strong>Resilient to climate risk and other hazards</strong> that can threaten the longevity of restoration initiatives. Understanding and accounting for these risks from the onset increases the sustainability of restoration.</li><li>• <strong>Includes a system for monitoring and adapting</strong> to ensure restoration projects are on track to deliver intended benefits and improve in response to environmental changes, climate impacts and other unexpected events.</li><li>• <strong>Resourced for long-term sustainability</strong> through direct financing; through incentives for communities or farmers to maintain restoration efforts; through the market for ecosystem goods and services; or through leveraging complementary initiatives.</li></ul></dd></dl></div><h4>Locally led</h4><p>Despite the critical role of local communities in restoration, many projects are top-down affairs led by large international organizations, funders and national governments. But initiatives are often more effective when local organizations and communities take the lead.</p><p>Local actors can shape restoration approaches based on their knowledge of the ecosystem and culture. By designing interventions to address local priorities, such as food security or income generation, they can help ensure long-term success. <a href=\"https://www.fauna-flora.org/wp-content/uploads/2024/10/fauna-flora-making-the-global-local-report.pdf\">Studies have shown</a> that natural resource management approaches which are community-based or co-developed with local communities are more likely to lead to <a href=\"https://www.annualreviews.org/content/journals/10.1146/annurev-environ-112321-081348\">social, economic and environmental benefits</a> compared with conventional top-down approaches.</p><figure class=\"caption caption-drupal-media align-left half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"750\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"500\" />\n              <source height=\"750\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"500\" />\n              <source height=\"683\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"683\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"683\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman harvests cacao pods from a tree.\" height=\"683\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/goshen_2.jpg?VersionId=B1qGhNt_535K3w4B4Y60oKcGGlUjX7dy&itok=BSuax5f_\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Effective restoration can bring a multitude of benefits, including healthier soils, increased crop yields, higher incomes and more. Photo by Sena Affadu/WRI</figcaption>\n</figure>\n<p>In projects that are truly locally led, local actors aren't just informed or given an opportunity to provide feedback. They have agency over technical and programmatic decisions and are equipped with the resources they need — financial, capacity or otherwise — to meaningfully deliver or guide restoration.</p><p>Take the Gomeza Community in Malawi. Faced with severe deforestation and depleted agricultural lands, the seven villages that comprise the community took restoration into their own hands. Focusing on a section of the Mvai Forest Reserve, they developed new governance measures, including holding elections for local leaders and giving all community members a chance to suggest restoration activities. They've taken steps like \"enrichment planting\" to bolster the forest's natural recovery and planting vetiver grass to help control erosion. They also established a volunteer firefighting force and a patrol to watch for unsanctioned deforestation.</p><p>These efforts have led to a resurgence of biodiversity, with animals that were once considered extinct in the area returning. They have also reduced erosion and soil runoff, increased groundwater recharge and boosted fruit production, providing a source of food and income for locals. The community decides its own work schedule and fully manages implementation, with funds flowing from its own resources as well as government agencies and partners.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"726\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"581\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"445\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"350\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"210\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Graphic depicting various levels of local involvement in landscape restoration projects.\" height=\"210\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/localized-restoration-spectrum-wri_0.png?VersionId=kNfPn_jDUfj.EqB9IQw0Taqtp32Wbr4l&itok=U0gUvh5k\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h4>Targeted</h4><p>Efforts to restore degraded land are often spread too thin to achieve broad outcomes, like improving water supply or safeguarding biodiversity. This can stem from inadequate coordination between projects as well as a lack of data and shared planning. What's needed is a more targeted restoration approach that concentrates efforts in areas with the biggest potential for impact.</p><p>The first step is to identify priority outcomes for a particular landscape or area. This could include improving water quality in a lake or river, enhancing soils to support agricultural productivity, or bringing back biodiversity. The next is to pinpoint where restoration could best contribute to these outcomes, considering factors like water body locations, protected areas, population density, food security status, and climate and environmental hazards. These locations also need to make sense given practical or political constraints and local partner priorities.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two people standing next to a tall tree in a farm field.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/wezesha-agroforestry_0.jpg?VersionId=CAXZ26L_Sge5EEPgSZX442cac44A9GJ4&itok=v8TUPNHs\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Targeted landscape restoration seeks to maximize the positive impacts of tree-planting and other restoration efforts. Photo by Prowl Ltd/WRI</figcaption>\n</figure>\n<p>The Restore Local team has worked with stakeholders in western Rwanda to identify key restoration objectives in the region, including enhancing biodiversity and water quality, boosting food security, and building climate resilience and community well-being. To help achieve these objectives, the team identified two priority areas for intervention. One involves increasing connectivity between the Gishwati and Mukura national parks to increase habitats for wildlife. The other involves planting trees to reduce erosion and sedimentation in the Rusizi river sub-catchment. This will help improve water quality and maintain water supplies that are important for hydropower generation.</p><h3>More than Trees: Maximizing Restoration's Impact</h3><p>Global restoration commitments are brimming with potential. But getting trees in the ground is only part of the equation. The return on these investments can be multifold if stakeholders ensure they are high-quality, locally led and targeted. This is how we tap restoration's true potential — bringing back healthy ecosystems, supporting economic opportunities, and bolstering communities in the face of a changing climate.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "For Electric Vehicles, Smaller Is Better",
      "link": "https://www.wri.org/insights/electric-vehicles-smaller-better",
      "pubDate": "Mon, 28 Jul 2025 14:25:19 EDT",
      "description": "<p>The electric vehicle (EV) market is showing steady growth in many parts of the world. In 2023, nearly one in five cars sold worldwide was electric, with China, Europe and the United States accounting for 95% of those sales. In 2025, Europe’s average electric car market share is expected to reach 25%, a trend driven by increased manufacturer competition, declining battery costs and ongoing policy support for clean technologies. To meet decarbonization goals, specifically to limit warming to 1.5 degrees C by 2050 (<a href=\"https://The Compact City Scenario – Electrified - Institute for Transportation and Development Policy\">ITDP</a>), both electrification of vehicles and shifting passengers to more sustainable modes will need to happen in tandem. </p><p>Switching to electric cars and buses is a vital part of decarbonizing transportation. But as EV adoption grows, a concerning trend has emerged: the dominance of larger consumer models such as SUVs and pickups<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> . While these still represent a major improvement over fossil fuel-powered vehicles, they bring a new set of challenges.</p><p>If left unchecked, this trend risks undermining many of the environmental, social and equity benefits of electrification by straining energy systems, increasing demand for scarce minerals and hindering efforts to deliver a green, fair and inclusive transition to cleaner, renewable energy sources.</p><p>Examining these trends offers a critical look at the growing challenge — and an opportunity to lead with smarter, more sustainable solutions.</p><h3>A Growing Global Trend: Electric Cars Are Getting Larger</h3><p>In 2023, two-thirds of battery-electric models on the major EV markets were SUVs, pickups or large cars — a dramatic increase from just one-third in 2017. In Europe, fewer than 40% of the battery electric vehicles (BEVs) were small and medium cars, compared with just 25% in the U.S. and 50% in China. This trend mirrors the broader rise of larger internal combustion engine (ICE) vehicles across Europe, where <a href=\"https://www.iea.org/reports/global-ev-outlook-2024\">more than half</a> of ICE vehicle sales in 2023 were SUVs. Since 2011, <a href=\"https://www.economist.com/europe/2023/06/21/a-farewell-to-small-cars-the-industrial-icons-that-put-europe-on-wheels\">sales of small cars </a>in Europe have dropped by 50%, while SUV sales have tripled. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24408489/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n\n<figcaption><strong>Larger EV models outpace smaller models and their lead is expected to keep growing.</strong></figcaption>\n</figure>\n<p>A mix of factors is driving this trend.</p><p>Buyers often associate larger vehicles and SUVs with greater safety, space and versatility, making them the preferred choice for their primary vehicles — even though smaller EV models are often better suited for urban environments and <a href=\"https://transport.ec.europa.eu/system/files/2022-12/2022 New Mobility Patterns in European Cities Task A Executive summary.pdf\">short-distance trips</a>.</p><p>The preference for larger vehicles is further driven by the availability of electric models that cater to this demand. Projections suggest that only about <a href=\"https://www.iea.org/reports/global-ev-outlook-2024/trends-in-electric-cars\">one-quarter</a> of new EV models expected through 2028 will be small or medium-sized cars.</p><p>In some cases, government policies and incentives are structured in ways that favor larger vehicles. In some U.S. cities, for example, tax credits of up to $7,500 are often more advantageous for electric SUVs. In the EU, fleetwide carbon dioxide emission targets allow car manufacturers to offset the emissions of larger, higher-emitting vehicles by producing smaller, cleaner models. This flexible compliance system was designed to lower compliance costs for carmakers while providing emissions leeway for heavier vehicles.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"500\" />\n                  <img alt=\"A small electric car on the left vs a larger electric SUV on the right\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-07/design-sem-nome-9_0.png?VersionId=uX4ACLV5GXhc71Har8EodNQx7bWWxPo4&h=0cd817c1&itok=haoCfbFU\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A compact EV (left) and an electric SUV (right. image: Sven Loeffler/iStock). As EVs grow in popularity, larger models raise concerns about energy use, safety and sustainability.</figcaption>\n</figure>\n<h3>The Advantages of Smaller EVs Over Larger Models</h3><p>The rise of larger EVs presents a wide range of challenges. They can consume up to 20% more energy than smaller EVs, placing greater demand on electricity demand and grid infrastructure. They require more critical minerals, such as lithium and cobalt, to produce larger batteries, which increase lifecycle emissions (the total amount of greenhouse gases released over the vehicle’s entire lifespan). More concerningly, larger vehicles pose greater safety risks for pedestrians, cyclists and other vulnerable road users, particularly in dense urban areas.</p><p>Smaller EVs offer several significant advantages that can help address some of the downsides associated with larger models:</p><h4>More efficient for urban mobility</h4><p>Smaller EVs take up less space, making navigation and parking easier in dense urban environments. When supported by adequate charging infrastructure, they can be effectively integrated into <a href=\"https://theicct.org/wp-content/uploads/2021/12/na-us-eu-ldv-electric-carsharing-factors-aug21_0.pdf\">car-sharing services</a>, offering a convenient and attractive mobility option.</p><p>This is particularly well suited to many European cities, which are typically compact and densely populated. Historic city centers, narrow streets and mixed-use zoning — where residential, commercial and public spaces are closely integrated — naturally <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S266616592030017X\">discourage the use</a> of larger vehicles. With the <a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Passenger_mobility_statistics\">average daily travel distance</a> in European countries at just 12.4 kilometers per person, smaller EVs are a better fit for urban commuting, leisure and short-distance travel. Even the smallest electric models, such as compact family cars, typically have a minimum driving range of <a href=\"https://alternative-fuels-observatory.ec.europa.eu/system/files/documents/2024-06/EU Aggregated Report 2023_0.pdf\">135 kilometers</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24271386/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n\n<figcaption><strong>The average daily travel distance in European countries, from 5.6 kilometers in Greece to 19 kilometers in Germany.</strong></figcaption>\n</figure>\n<h4>Less demanding on the environment</h4><p>Smaller EVs consume less energy and require fewer critical minerals for battery production, helping to lower lifecycle emissions and reduce pressure on supply chains. According to <a href=\"https://www.transportenvironment.org/uploads/files/Battery-metals-demand-from-electrifying-passenger-transport-3.pdf\">an analysis</a> by Transport & Environment, prioritizing smaller EVs in Europe could reduce demand for critical minterals by 25%. Similarly, a report by the International Energy Agency shows that targeted measures to curb the demand for large vehicles could cut global mineral demand for EV batteries by 18% to 20% by 2050.</p><h4>Better for safety</h4><p>In cities designed for people — and not just cars — promoting smaller vehicles can help align road design with broader urban sustainability goals. Studies show that larger vehicles, due to their greater mass and higher front ends, increase the risk of fatal pedestrian accidents by 45%. <a href=\"https://etsc.eu/suvs-and-pickups-make-the-roads-less-safe-for-car-occupants-pedestrians-and-cyclists-belgian-study/\">One European study</a> found that increasing a vehicle’s mass by 300 kilograms raises the risk of fatal injury for vulnerable road users, including cyclists, motorcyclists and pedestrians, by 30%.</p><h3>How to Sustainably Expand EVs</h3><p>Sustainably expanding EV adoption depends in part on consumer choices — but effective policy plays an even more important role. Well-designed incentives can help guide buyers toward smaller EVs instead of SUVs or pickup trucks.</p><h4>Curbing the trend toward bigger cars</h4><p>Some policymakers are already taking steps to counter the rise in vehicle sizes. France has introduced weight-based taxes for ICE and plug-in hybrid vehicles over 1,600 kilograms, while the <a href=\"https://www.paris.fr/pages/plus-ou-moins-de-suv-les-parisiens-et-parisiennes-sont-invites-a-voter-le-4-fevrier-25381\">city of Paris</a> has tripled parking fees for SUVs. In Norway, EV purchase taxes are based on <a href=\"https://elbil.no/english/norwegian-ev-policy/\">vehicle weight and emissions</a>, making larger, high-emission models significantly more expensive.</p><h4>Designing cities for compact urban mobility</h4><p>Ongoing policy innovations reflect a growing commitment to prioritize sustainable urban mobility, with a focus on smaller EVs. Across Europe, more than <a href=\"https://cleancitiescampaign.org/wp-content/uploads/2024/06/Low-Emission-Zones_The-Essential-Guide.pdf\">320 cities</a> have introduced low-emission zones that restrict the use of large, high-polluting vehicles in city centers. </p><p>However, switching to smaller EVs alone won't solve the broader challenges of car dependence. While compact EVs reduce energy use and could cut critical mineral demand, they don't address congestion, urban sprawl or the induced demand created by more private vehicles on the road. In cities, sustainable urban mobility will require a broader shift toward prioritizing public transport, cycling and walking.  Smaller EVs have an important role to play in general car use, but they need to complement — not replace — efforts to reduce overall car reliance.</p><h4>A market shift toward affordable, smaller EVs</h4><p>Chinese automakers are rapidly <a href=\"https://www.electrive.com/2024/05/29/byd-to-focus-on-small-electric-cars-in-europe/\">expanding their presence</a> in Europe. BYD, for example, has announced plans to build an EV manufacturing plant in Hungary and is introducing budget-friendly and subcompact models like the <a href=\"https://insideevs.com/news/720912/cheap-byd-seagull-ev-is-coming-for-europe/\">BYD Seagull</a> and Wuling Bingo, both priced under €10,000. In response, European automakers including <a href=\"https://www.volkswagen-group.com/en/press-releases/from-europe-for-europe-volkswagen-group-launches-project-for-all-electric-entry-level-mobility-18416\">Volkswagen</a>, <a href=\"https://media.renaultgroup.com/ampere-the-european-challenger-tech-excellence-and-operational-focus-to-democratize-ev/\">Renault</a> and <a href=\"https://www.media.stellantis.com/uk-en/fiat/press/fiat-500e-now-one-of-the-most-affordable-electric-vehicles-available-to-drive-today?adobe_mc_ref=\">Stellantis</a> are rolling out smaller, more affordable EVs, with new models expected to launch under €25,000. These companies also plan to ramp up local production as supply chains in the region continue to strengthen.</p><h3>Driving Uptake Through Incentives and Awareness</h3><p>Governments can accelerate the adoption of smaller EVs through targeted financial incentives such as subsidies and favorable financing terms, making them a more attractive option for consumers. Expanding charging infrastructure is also key to easing consumer concerns about range limitations often associated with smaller EVs. At the same time, raising public awareness about the economic, environmental and social benefits of compact EVs, particularly in urban settings, is essential to support long-term behavior change.</p><p>The growing shift toward larger vehicles is not just a matter of consumer preference — it also represents a missed opportunity to align Europe’s urban mobility with its sustainability and decarbonization goals. By prioritizing smaller, more affordable EVs and promoting a systems approach, European cities — and other cities around the world — can create cleaner, safer and more livable urban environments.</p><p id=\"footnotes\">A broader move away from large, private vehicles toward active mobility, public transportation and smaller EVs where appropriate can help shape global EV markets and manufacturing, setting the tone for a more inclusive and competitive transition to electric mobility. <br /> </p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup>Based on EU classification of vehicle types, small cars include A segment — city cars such as Fiat 500, and B segment — small cars such as Renault Clio.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: EU and China Issue Joint Climate Statement",
      "link": "https://www.wri.org/news/statement-eu-and-china-issue-joint-climate-statement",
      "pubDate": "Thu, 24 Jul 2025 10:04:35 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>BEIJING (July 24, 2025)</strong> </span><em><span lang=\"EN-US\">— </span></em><span lang=\"EN-US\">Today, the European Union and China released a </span><a href=\"https://ec.europa.eu/commission/presscorner/detail/de/statement_25_1902\" target=\"_blank\"><span lang=\"EN-US\">joint climate statement</span></a><span lang=\"EN-US\"> during a high-level summit in Beijing marking 50 years of diplomatic relations. The announcement included a commitment from both sides to strengthen emissions reduction efforts and submit updated national climate plans ahead of the COP30 climate summit in Belém, Brazil.</span> </p><p><span lang=\"EN-US\"><strong>Following is a statement from David Waskow, International Climate Director, World Resources Institute:</strong></span> </p><p><span lang=\"EN-US\">“This joint statement from China and the European Union sends an important signal that climate cooperation can still rise above geopolitical tensions. Stronger climate leadership from these two major emitters is critically needed to rekindle global momentum after the U.S. stepped away from the Paris Agreement again. </span> </p><p><span lang=\"EN-US\">“Of course, with the 1.5 °C goal in grave jeopardy, the question is how the EU and China’s forthcoming climate commitments will measure up against what science demands. Both have a chance to meet the bar set by the International Court of Justice, which emphasized that climate commitments should reflect their highest ambition possible.\"</span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "World’s Forest Carbon Sink Shrank to its Lowest Point in at Least 2 Decades, Due to Fires and Persistent Deforestation",
      "link": "https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation",
      "pubDate": "Thu, 24 Jul 2025 08:00:00 EDT",
      "description": "<p>Forests have been quietly cooling the planet for decades, but their role is increasingly under threat.</p><p>Forests have historically acted as a reliable planetary thermostat. They regulate Earth’s temperature by <a href=\"https://www.wri.org/insights/forests-absorb-twice-much-carbon-they-emit-each-year\">removing carbon dioxide (CO2)</a> from the atmosphere and locking it in trees, roots and soil — carbon that is emitted if trees are cut down. In a typical year, forests and other vegetation absorb roughly 30% of the carbon that humans emit from burning fossil fuels — a vital climate service performed at virtually no cost by trees around the world, from tropical rainforests to temperate and boreal forests.</p><p>But the past several years have been anything but typical.</p><p>New analysis of <a href=\"https://gfw.global/3UmWSzQ\">data</a> from WRI’s Global Forest Watch (GFW) and Land & Carbon Lab reveals that <strong>extreme fires caused forests to absorb far less carbon than usual in 2023 and 2024, weakening their cooling effect. During those years, forests absorbed only a quarter of the carbon dioxide they do in an average year</strong>. 2023 marked the lowest “forest carbon sink” in over two decades when considering the loss of trees’ stored carbon and greenhouse gases caused by burning.</p><p>This recent sharp drop is also part of a longer-term decline, where the margin between forest emissions and carbon removals appears to be narrowing. With emissions from <a href=\"https://www.wri.org/insights/forest-loss-drivers-data-trends\">deforestation and other forest disturbances</a> rising, the world’s forests risk shifting from a carbon sink to a carbon source.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24201378/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Losing the world’s forest carbon sink will have catastrophic consequences for people and the planet.  Without urgent intervention, a continued decline in forests’ ability to absorb carbon could accelerate climate change, increase the frequency of deadly extreme weather events, and disrupt rainfall patterns that underpin water and food security.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Clearing rainforest by burning to make way for an agricultural plantation\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-07/brazil-clearing-forest-agriculture_0.jpg?VersionId=3Rr4gNg9X6LaZeMFxmheCso1doGum.07&h=ec68ab68&itok=tXH8U5w4\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Burning is a common method of clearing rainforest to make way for agricultural plantations in Brazil. Drier, hotter conditions are causing fires to spread out of control and destroy even more forest. Photo by Francesco Garlaschelli/Alamy</figcaption>\n</figure>\n<h3>Tracking Emissions and Removals in the Forest Carbon Ledger</h3><p>A quarter century of data shows that more than 80% of forest-related emissions stem directly from human decisions to clear trees, whether for pasture, farms, minerals, infrastructure or timber.</p><p>Over the past 24 years, the <a href=\"https://www.wri.org/insights/forest-loss-drivers-data-trends\">dominant driver</a> of <strong>forest-related emissions</strong> has been agriculture, accounting for just over half (53%) of emissions from all tree cover loss from 2001-2024. Sometimes forests are cleared, farmed for a few years, and then left to regrow as forests — a practice known as shifting cultivation — while in other cases, forests are permanently cleared, destroying their ability to act as a carbon sink. Emissions from agriculture-driven tree cover loss have risen steadily over the past two decades.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24178822/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>But in 2023 and 2024, a different threat took center stage: forest fires. Fires surged across the globe — from tropical rainforests in South America to boreal forests in Canada and Russia — releasing more than 4 Gt of greenhouse gases each year (including carbon locked in trees, as well as methane and nitrous oxide from burning). That’s equivalent to adding a third of China’s annual emissions into the atmosphere each year.  This marks an extraordinary uptick, with fires in 2023 and 2024 releasing 2.5 times the emissions they typically do in a year.  </p><p>At the same time that forest loss causes emissions, healthy and growing forests <strong>remove</strong> <strong>carbon dioxide</strong> from the atmosphere. For every hectare of tree cover lost globally between 2001 and 2024, 7 hectares remained standing. These standing forests remove carbon from the atmosphere and combat climate change in addition to myriad other benefits, like providing habitat for plants and animals, and supplying a sustainable source of timber.</p><p>Forests vary in how much they contribute to overall carbon removals:</p><ul><li><strong>66% of carbon removals since 2000 have come from “middle-aged” </strong><a href=\"https://www.wri.org/insights/secondary-forest-carbon-removal\"><strong>secondary forests</strong></a>. These are forests that are at least 20 years old and are regrowing after harvests, fire, agricultural conversion or other disturbances. Proportionally, these forests make up 66% of global forest extent and include everything from intensively managed temperate forests to regenerating tropical ones.</li><li><strong>Newly growing secondary forests younger than 20 years old make up just 2% of all forest area and provide about 6% of global annual forest carbon removals</strong>. These young secondary forests sequester carbon rapidly during early stages of regeneration following previous disturbances, due to their fast growth rates.</li><li><a href=\"https://intactforests.org/\"><strong>Intact forest landscapes</strong></a><strong> and </strong><a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/aacd1c\"><strong>primary tropical</strong></a><strong> rainforests,</strong> covering just over one quarter (27%) of global forest area, store large amounts of carbon accumulated over decades or centuries, which is emitted when these forests are cleared, burned or otherwise disturbed. However, they generally don’t remove as much carbon as younger forests and account for only 13% of total carbon removals.</li><li><strong>Plantations and tree crops contribute 13% of global carbon removals despite covering only 4% of forest extent </strong>because they are able to sequester carbon rapidly as they grow. However, sustaining the long-term carbon sequestration potential of timber plantations depends on allowing enough trees to remain unharvested so they can continue to remove carbon from the atmosphere.</li><li><strong>Mangroves account for approximately 2% of total carbon removals while accounting for only 0.2% of global forest extent. </strong>They store large amounts of carbon in their soils over long periods and provide benefits like coastal protection and biodiversity support.</li></ul><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/24201524/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Net Sink or Net Source? It Depends on Where and When You Look</h3><p>When we add up emissions from forest loss and removals from standing and regrowing forests, we can see that at a global scale forests are still a net carbon sink, but it’s weakening. Regional patterns, however, tell a more nuanced story.</p><p>Some forest regions — including parts of China and the eastern United States — have remained relatively strong net carbon sinks. Others, like the tropical forests of Bolivia and boreal forests in Canada, have turned from net sinks into net sources.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1275\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1020\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"781\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"615\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"368\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Net carbon flux in global forests\" height=\"368\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/net-carbon-flux-global-forests_0.png?VersionId=O_7FosiNOzJK4fXZzSH_sWwY4qHaCYwy&itok=HDpn2-GJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>For example, between 2016 and 2020, Bolivia’s forests oscillated between a slight net source and net sink driven largely by agricultural expansion. In 2023 and 2024, Bolivia’s forests became a decisive source, with fires contributing 60% of forest emissions. Fires burned nearly 1.5 million hectares in 2024 alone, releasing an estimated 400 million metric tons of greenhouse gases — 11 times higher than the annual average. This marks Bolivia’s largest fire year on record, pushing its forests to become a greater net carbon source than ever before.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2048\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1384\" />\n              <source height=\"1865\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1428\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"1125\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"673\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"From net sink to source: Bolivia's forest carbon flux over two decades infographic\" height=\"673\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/from-net-sink-source-bolivia-carbon-influx-two-decades_0.png?VersionId=Y9RQoAf_b8I5xVnZCjtQIRkQAfzbEPdy&itok=9uV0UKt4\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>In Canada, forests also became a net carbon source in 2023 and 2024 due to <a href=\"https://www.wri.org/insights/canada-wildfire-emissions\">intensifying wildfires</a>. Canadian fires were responsible for 65% of global fire-related tree cover loss in 2023, yet accounted for 79% of global forest fire emissions. Although fire activity was lower in 2024, Canada still contributed 32% of global fire-related tree cover loss and a disproportionate 53% of global forest fire emissions.</p><p>Many of the fires in Canada burned through surface vegetation as well as deep layers of carbon-rich peat soils — which release disproportionately high levels of greenhouse gases when burned — causing “<a href=\"https://www.bbc.com/news/world-us-canada-68228943\">zombie fires</a>” that can smolder underground through winter and re-emerge the following spring. An estimated 74% of forest fires in Canada in 2023 and 2024 occurred within peatlands. While fire is a natural part of forest ecosystems in Canada, the recent surge in wildfire activity is unusual and may indicate a major shift in regional fire patterns.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"881\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"705\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"540\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"425\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"255\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Forest in U.S. Appalachia region\" height=\"255\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/appalachia-forests_0.jpg?VersionId=nWhDDU5YjEU.q.0OSJUyWlwu0hMst502&itok=_19bo5Ad\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Forests in the U.S. Appalachian region have largely recovered after years of logging and agricultural clearing. Photo by David Carillet/Alamy</figcaption>\n</figure>\n<p>In contrast, forests in the eastern United States’ Appalachian region have been a robust carbon sink over the past several decades and offer a more hopeful example of how past land use and natural regeneration shape today’s forest carbon dynamics. Most of these forests were cleared for agriculture and logging by the mid-20<sup>th</sup> century, but then were abandoned and allowed to regrow naturally. Today, these recovering secondary forests account for a quarter of the U.S. net forest carbon sink despite comprising only 14% of the country’s forested area. Managed for multiple uses including timber harvesting, recreation, wildlife habitat and watershed protection, and less affected by large-scale fires, these forests highlight the long-term climate value of allowing forest ecosystems to regrow on formerly cleared land. However, factors such as forest aging, increased disturbances and climate-related stressors like drought and warming temperatures mean their future capacity to sequester carbon is becoming more uncertain.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1292\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1034\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"792\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"624\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"373\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Net carbon sink in U.S. Appalachian region map\" height=\"373\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/net-carbon-sink-us-appalachian-region_0.png?VersionId=6KdStr6u.JB8EuYAZ3gnfZqOBscSXxOA&itok=7u91Uf7Z\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Shoring Up the Forest Carbon Sink: 8 Levers for Climate Action</h3><p>Forests are still doing incredible work for the climate, but they may be reaching a breaking point. To keep the remaining forest carbon sink intact — and ideally expand it — we must act across multiple fronts:</p><ol><li><strong>Protect what we have</strong>. Most forest carbon removals come from existing forests — not newly planted ones. The most important step we can take is to stop further loss of primary and <a href=\"https://www.nature.com/articles/s41558-025-02355-5\">regenerating secondary forests</a>. This requires clear rules to protect forests, people to enforce those rules, and policy changes that make it harder to profit from cutting forests down.</li><li><strong>Reduce fire risk through smarter land management. </strong>Investing in proactive fire prevention like prescribed burns, fuel thinning and fire-resilient restoration — as opposed to relying solely on reactive fire suppression — is essential. Strategies must be tailored to local ecosystems: Some forests need low-intensity fire, while others must be fully protected from all burning. Combining indigenous knowledge with tools like GFW’s fire alerts can help.</li><li><strong>Better manage “working” forests</strong>. In forests used to provide timber and other forest products, sustainable management can reduce emissions and increase removals. Techniques such as <a href=\"https://www.sciencedirect.com/science/article/pii/S0378112718322126\">reduced-impact logging</a><a href=\"https://www.tandfonline.com/doi/full/10.1080/02827581.2025.2481834\">longer harvest rotations</a>, and shifts to species better adapted to future climate conditions while preserving local biodiversity can help ramp up forests’ carbon sequestration abilities without shutting down economic use.</li><li><strong>Accelerate restoration</strong>. <a href=\"https://www.wri.org/insights/farmers-restore-greater-rift-valley-kenya\">Restoring forests</a> can help fight climate change, but it must be done the right way. Natural and assisted restoration of degraded forests can enhance carbon sinks. Restoration should complement, not substitute for, forest protection.</li><li><strong>Support the people who protect forests best</strong>. Indigenous Peoples and local communities are often the best protectors of forests, yet they receive a fraction of global climate finance. From 2001 to 2024, forests in Indigenous territories across the Amazon <a href=\"https://www.wri.org/insights/amazon-carbon-sink-indigenous-forests\">absorbed</a> an amount of carbon equivalent to France’s annual fossil fuel emissions, while surrounding non-Indigenous lands were collectively a net carbon source. Redirecting funding to support locally led conservation, restoration and securing land tenure is one of the highest-impact, lowest-cost investments we can make for sustaining and growing the forest carbon sink.</li><li><strong>Make climate data timely and actionable</strong>. Systems fail when data is missing, delayed or ignored. Tools like GFW provide timely, open data on forest emissions and removals, but information alone isn’t enough. We have to act on it.</li><li><strong>Align supply chains with forest protection</strong>. Many globally traded commodities like beef, soy and palm oil continue to drive deforestation. Governments, companies and financial institutions must act together to ensure these products are truly deforestation-free — not just in the form of pledges, but in practice. At the same time, <a href=\"https://www.wri.org/insights/6-pressing-questions-about-beef-and-climate-change-answered\">reducing overconsumption</a> of land- and carbon-intensive goods like beef is essential. Sustainable supply chains won’t succeed without more sustainable demand.</li><li><strong>Reduce fossil fuel emissions</strong><em><strong>.</strong></em> We can’t expect forests to absorb the world’s excess carbon emissions indefinitely. To ease pressure on natural systems, we must dramatically cut fossil fuel emissions. The forest carbon sink is not a fallback plan that can make up for inaction elsewhere.</li></ol><p>2024 was the hottest year on record, with average temperature rise exceeding 1.5 degrees C (2.7 degrees F) for the first time in recorded history. And yet without action, it may prove to be one of the most stable years of our lifetimes. Crossing the <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">1.5 degrees C warming threshold</a> is a flashing red signal that climate tipping points may be closer than we thought.</p><p>Forests are a critical part of avoiding this tipping point. They’re remarkably resilient, but their biological limits are not negotiable. If we want forests to continue absorbing carbon from the atmosphere, then we need to give them the space and stability they need to function.</p><p>This means rethinking how we value them — not just as a source of lumber or land, but as a planetary life-support system. Protecting the world’s forests isn’t charity; it’s survival.</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>About the Data</strong></p><p>To track global forest carbon dynamics, GFW and Land & Carbon Lab create <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/forest-carbon-flux-data-explained/\">30-meter resolution maps of emissions</a> and removals using IPCC national greenhouse gas inventory guidelines applied to geospatial data.</p><p>The emissions data is <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/whats-new-carbon-flux-monitoring/\">updated annually</a> based on satellite-detected forest loss. Emissions can include potent greenhouse gases other than carbon dioxide, depending on the cause of forest loss. For example, forest fires release methane and nitrous oxide, both of which have higher global warming potential than carbon dioxide. When accounting for all relevant greenhouse gases (CO2e shown in light green in Figure 1), not just carbon dioxide (CO2 shown in dark green in Figure 1 under the “CO2 comparison” option), the net forest carbon sink becomes even smaller.</p><p>The forest carbon removals data reflects long-term average carbon uptake by intact and regrowing forests. Because average carbon removals estimates don’t account for short-term drops in sequestration, like those caused by climate variations and extreme <a href=\"https://www.nature.com/articles/s41467-023-41854-x\">drought or heat stress</a>, the net carbon sink may be overstated in years of major disturbance. In years like 2023 and 2024, the net forest sink could be smaller than reported — or even a net source.</p><p>Learn more about forest carbon dynamics through WRI’s <a href=\"https://gfr.wri.org/biodiversity-ecological-services-indicators/greenhouse-gas-fluxes-forests\"><em>Global Forest Review</em></a>, <a href=\"https://www.globalforestwatch.org/dashboards/global/?category=climate&location=WyJnbG9iYWwiXQ%3D%3D\">GFW’s climate dashboard</a> and our latest <a href=\"https://essd.copernicus.org/articles/17/1217/2025/essd-17-1217-2025-discussion.html\">publication</a>.</p></div>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What We Know About Deep-Sea Mining — and What We Don’t",
      "link": "https://www.wri.org/insights/deep-sea-mining-explained",
      "pubDate": "Wed, 23 Jul 2025 11:00:00 EDT",
      "description": "<p>Minerals such as lithium, cobalt, nickel and rare earth elements are essential ingredients in everything from wind turbines and electric vehicles to cell phones, medical technologies and military infrastructure. Mining for these materials on land is already well established, but with demand surging, some are now looking to tap the seafloor for its millions of square kilometers of metal ores.</p><p>Some countries and companies have already begun exploring underwater mineral deposits and mining techniques — but the prospect of deep-sea mining remains controversial. Despite years of research, little is known about the deep ocean. Many fear that extracting minerals from it could pose grave consequences for both marine life and planetary health.</p><p>While nations can currently pursue deep-sea mining in their own domestic waters, the world is still awaiting exploitation regulations from the UN's International Seabed Authority (ISA) that will dictate whether and how it could proceed in international waters, where the bulk of the ocean's critical minerals are found.</p><p>With the future of deep-sea mining still under debate, here's what we know so far about the proposed practice and its impacts — and what we don't:</p><h3>1) What Is Deep-Sea Mining and How Would It Be Done?</h3><p>Deep-sea mining aims to retrieve valuable mineral deposits found on the ocean's floor, hundreds or even thousands of meters below its surface. Alongside a diverse array of marine life at these depths are <a href=\"https://easac.eu/publications/details/deep-sea-mining-assessing-evidence-on-future-needs-and-environmental-impacts\">significant reserves</a> of copper, cobalt, nickel, zinc, silver, gold and rare earth elements.</p><p>In the deep sea, these minerals are <a href=\"https://link.springer.com/chapter/10.1007/978-3-319-52557-0_2\">contained within</a> slow-forming, potato-sized polymetallic \"nodules.\" They are also found in polymetallic sulfides (large deposits made up of sulfur compounds and other metals that form around hydrothermal vents) and metal-rich crusts on underwater mountains (seamounts). While there has been commercial interest in these minerals for decades, recent advancements in technology have made it <a href=\"https://dsmobserver.com/2022/04/deep-sea-mining-state-of-technology-2022/\">feasible to mine</a> these areas by sending vehicles down to harvest mineral deposits from the seafloor.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"937\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"750\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"574\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"452\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"271\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Polymetallic nodules that look like small rocks on the floor of the deep sea.\" height=\"271\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-07/critical-mineral-nodules.jpg?VersionId=5eRdU6orwZ69NbGwjN3E.0pfLMe04duU&itok=498vq35B\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mineral nodules on the seafloor in the Clarion-Clipperton Zone, a key area of interest for deep-sea mining. Photo by ROV KIEL 6000/GEOMAR</figcaption>\n</figure>\n<p>In the case of polymetallic nodules — which are currently the primary focus for deep-sea mining in international waters — mining vehicles would <a href=\"https://metals.co/nodules/\">remove mineral deposits</a> from the surface of the seabed, along with the top layers of sediment, using a suction device not unlike a vacuum cleaner. The materials collected would then be piped up to a surface vessel for processing. Any waste, such as sediments and other organic materials, would be pumped back into the water column.</p><p>The bulk of the most attractive mineral deposits are found on vast seafloor abyssal plains in international waters. One area of particular interest is the Clarion-Clipperton Zone in the Pacific Ocean. This mineral-rich region already hosts <a href=\"https://www.isa.org.jm/exploration-contracts/polymetallic-nodules/\">exploration contracts</a> for 17 deep-sea mining contractors, with their combined exploration areas covering approximately 1 million square kilometers (about the same area as Egypt).</p><article class=\"align-center media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1179\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"943\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"722\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"569\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"340\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map showing where large reserves of critical minerals are located in the deep ocean, primarily in the Pacific.\" height=\"340\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-07/deep-sea-critical-mineral-deposits-map-wri.png?VersionId=OagU2BCTrxv2wmwQf_i3ZOVzbyUhMW5p&itok=oWksatUg\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>2) What's the Current Status of Deep-Sea Mining?</h3><p>While exploratory mining to test equipment <a href=\"https://dsmobserver.com/2022/12/the-metals-company-completes-a-world-first-test-of-deep-sea-mining-system/\">has occurred</a> at a small scale, deep-sea mining has not yet been undertaken commercially. But some national governments and mining companies plan to begin as soon as possible.</p><p>A <a href=\"https://www.npr.org/2025/03/27/nx-s1-5336319/international-deep-sea-mining-critical-metals-seabed#:~:text=Who%20decides%20if%20mining%20happens%3F\">few countries</a> have already approved permits to explore mineral resources in their own domestic waters (known as \"exclusive economic zones,\" or \"EEZs\"). However, most deep-sea mining interest is concentrated in international waters. This means the industry's future will largely hinge on how the ISA decides to regulate it. Despite years of negotiations, the ISA and its membership have been unable to agree on rules that will govern commercial mining operations in international waters. The latest round of talks ended in July 2025, and negotiations will resume in 2026.</p><p>Some are looking to forge ahead anyway. In March 2025, Canadian mining company The Metals Company announced that, through a U.S. subsidiary (The Metals Company USA LLC), it had begun the process of applying for licenses and permits under the U.S. National Oceanic and Atmospheric Administration's mining code, known as the <a href=\"https://uscode.house.gov/view.xhtml?req=granuleid%3AUSC-prelim-title30-chapter26&saved=%7CKHRpdGxlOjMwIHNlY3Rpb246MTQwMSBlZGl0aW9uOnByZWxpbSkgT1IgKGdyYW51bGVpZDpVU0MtcHJlbGltLXRpdGxlMzAtc2VjdGlvbjE0MDEp%7CdHJlZXNvcnQ%3D%7C%7C0%7Cfalse%7Cprelim&edition=prelim\">Deep Seabed Hard Mineral Resources Act of 1980</a>. This pathway could be possible because the U.S. has not ratified the UN Convention on the Law of the Sea (UNCLOS), under which the ISA sits. Hence the U.S. is not an ISA member and is not bound by its processes.</p><p>This could potentially alter the timeline for commercial deep-sea mining by circumventing the ISA's permitting process altogether. Depending on the outcome of The Mining Company's application, other companies may follow this route, undermining international efforts to secure shared standards.</p><p>In July 2025, a request was made for the ISA Secretariat to investigate whether deep-sea mining companies applying for licenses and permits under the United States' mining code are at risk of violating existing ISA exploration contracts. UNCLOS prohibits unilateral mining activities, and mining companies may have exploration contracts revoked if found to be in violation of this. This risk may dissuade mining companies from pursuing mining in international waters in the near term.</p><p>Meanwhile, opinion remains deeply divided on whether deep-sea mining should be allowed at all. Given the insufficiency of information on how it could affect marine environments, <a href=\"https://here's%20the%20full%20list:%20https/deep-sea-conservation.org/solutions/no-deep-sea-mining/momentum-for-a-moratorium/governments-and-parliamentarians/\">countries</a> such as <a href=\"https://www.theguardian.com/environment/2022/nov/02/germany-calls-for-precautionary-pause-before-deep-sea-mining-industry-starts\">Germany</a> and <a href=\"https://www.canada.ca/en/global-affairs/news/2023/07/canadas-position-on-seabed-mining-in-areas-beyond-national-jurisdiction.html\">Canada</a>, as well as the <a href=\"https://deep-sea-conservation.org/european-parliament-vote-norway/#more-9827\">European Parliament</a>, have called for national and regional moratoria on deep-sea mining. <a href=\"https://oceanographicmagazine.com/news/history-made-portugal-takes-lead-in-effort-to-stop-deep-sea-mining/\">Portugal</a> passed a law banning the practice in its national waters for the next 25 years.</p><h3>3) What Are the Potential Benefits of Deep-Sea Mining?</h3><p>Proponents of deep-sea mining argue that it can help meet the world's pressing need for critical minerals, which will likely only continue to grow as countries invest more in decarbonization, digitization, defense and infrastructure. Estimates suggest that global demand for nickel, cobalt and rare earth elements <a href=\"https://www.iea.org/reports/global-critical-minerals-outlook-2024\">may double by 2040</a> in a net-zero emissions scenario. Several <a href=\"https://www.irena.org/Publications/2023/Jul/Geopolitics-of-the-Energy-Transition-Critical-Materials\">studies</a> have concluded that there is no shortage of mineral resources on land, but the world still faces significant hurdles in <a href=\"https://carnegieendowment.org/2023/05/03/friendshoring-critical-minerals-what-could-u.s.-and-its-partners-produce-pub-89659\">locating viable reserves</a> and quickly scaling up mining and processing operations.</p><p>Some also view deep-sea mining as an alternative pathway that can circumvent certain risks associated with mining on land. Since extraction would occur exclusively at sea, deep-sea mining is unlikely to be associated with environmental hazards such as deforestation and freshwater pollution that can impact communities neighboring terrestrial mines. Yet others argue that infrastructure built to process and transport deep-sea minerals would require land acquisition and development, which may impact local communities' property, food sources and lifestyle.</p><p>Similarly, the difficulty in accessing deep-sea mineral deposits for exploitation means that artisanal (small-scale) mining operations would be impossible, and strong regulation of labor conditions may be feasible. This could potentially avoid the human rights abuses associated with some terrestrial mining operations. However, experiences of <a href=\"https://www.nature.com/articles/s41467-022-28916-2\">labor abuse</a> in distant-water fishing operations show this outcome is not guaranteed.</p><h3>4) What Are the Risks of Deep-Sea Mining?</h3><p>While the deep sea was <a href=\"https://blog.oup.com/2014/08/oceans-discovery-marine-biology/\">once thought</a> to be devoid of life — too dark, cold and starved of food for anything to survive — we now know that it is the <a href=\"https://www.frontiersin.org/articles/10.3389/fmars.2021.667048/full\">largest habitable space</a> on the planet and home to a dazzling array of life. To date, <a href=\"https://www.marinespecies.org/deepsea/aphia.php?p=browser&id%5b%5d=2\">tens of thousands</a> of species have been found in the deep ocean. Estimates say there could be <a href=\"https://www.senckenberg.de/en/pressemeldungen/appeal-to-montreal-protection-for-deep-sea-species/\">millions more</a>. In the Clarion-Clipperton Zone alone, a key area of interest for deep-sea mining, researchers have recently discovered <a href=\"https://www.cell.com/current-biology/fulltext/S0960-9822(23)00534-1\">over 5,000 species</a> that were entirely new to science.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"800\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"613\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"483\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"289\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A bright pink starfish on the floor of the deep ocean among small, potato-shaped mineral nodules.\" height=\"289\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-07/deep-sea-starfish.jpg?VersionId=jVspq6U8B9Y2DLQZNNzdK_m8.RAVcaXh&itok=B6-gtZXC\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A starfish in a field of manganese nodules on the seafloor in the Clarion-Clipperton Zone. Thousands of previously unknown deep-sea species have already been discovered in this area, which some seek to mine for its mineral resources. Photo by ROV-Team/GEOMAR</figcaption>\n</figure>\n<p>With exploration and testing still in the early stages, further research is needed to determine the possible ecological impacts of deep-sea mining. But the science to date paints a concerning picture.</p><ul><li><strong>Direct harm to marine life: </strong>There is a high likelihood that less mobile deep-sea organisms would be <a href=\"https://nhm.openrepository.com/handle/10141/622833\">killed through direct contact</a> with heavy mining equipment deployed on the seabed, and that organisms would be smothered and suffocated by the sediment plumes these machines are likely to create. Warm mining wastewater could also <a href=\"https://www.mdpi.com/2077-1312/9/5/521\">kill marine life</a> through overheating and poisoning.</li><li><strong>Long-term species and ecosystem disruption: </strong>Mining activities <a href=\"https://www.sciencedirect.com/science/article/pii/S0308597X18306407\">could impair</a> the feeding and reproduction of deep-sea species through the creation of intense noise and light pollution in a naturally dark and silent environment. For example, the sound pollution from these activities could <a href=\"https://www.science.org/doi/abs/10.1126/science.abo2804\">negatively impact</a> large mega-fauna like whales, posing further risk to populations already strained by climate change and other human activities. Because many deep-sea species are rare, long-lived and slow to reproduce, and because polymetallic nodules (which may take <a href=\"https://www.nature.com/articles/s43017-020-0027-0\">millions of years</a> to develop to a harvestable size) are an <a href=\"https://www.nature.com/articles/srep30492\">important habitat</a> for deep-sea species, scientists are fairly certain that some species would <a href=\"https://royalsocietypublishing.org/doi/full/10.1098/rspb.2019.2666\">face extinction</a> from habitat removal due to mining, and that these ecosystems would require extremely long time periods to recover, if ever.</li><li><strong>Possible impacts on fishing and food security:</strong> It's not just the seafloor that's at risk. Under current designs, waste discharge from mining vessels could spread over large distances, potentially <a href=\"https://www.frontiersin.org/articles/10.3389/feart.2022.868701/full#h6\">kilometers away</a> from the areas being mined. This may <a href=\"https://www.sciencedirect.com/science/article/pii/S0308597X21001755\">pose a threat</a> to open ocean fish and invertebrates which are crucial to international fisheries — such as tuna stocks that help drive the economies of small island developing states like Kiribati, Vanuatu and the Marshall Islands. Effects of this mining waste <a href=\"https://www.pnas.org/doi/abs/10.1073/pnas.2011914117\">could include</a> suffocation, damaged respiratory and feeding structures, and disrupted visual communication within and amongst species, alongside changes in the oxygen content, pH, temperature and toxicity of seawater. However, more research is needed on the characteristics of the discharge plumes themselves and the tolerance of ocean species to fully understand these impacts.</li><li><strong>Social and governance risks: </strong>While extraction would occur offshore, the deep-sea mining industry would still need shoreline facilities for processing and transshipment of material. This would require land acquisition and development, which has historically driven habitat loss <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0166681\">affecting coastal communities</a> that depend on marine resources. Though the UN has designated high-seas minerals \"the common heritage of [hu]mankind\" and declared that any mineral extraction should benefit all nations, the current regulatory regime of the ISA <a href=\"https://www.nature.com/articles/s44183-023-00009-7\">appears to promote</a> the flow of mining profits to developed states, or to shareholders of mining companies, rather than being inclusive of developing nations.</li><li><strong>Potential climate impacts: </strong>The ocean is the world's largest carbon sink, absorbing <a href=\"https://www.un.org/en/climatechange/science/climate-issues/ocean#:~:text=The%20ocean%20generates%2050%20percent,heat%20generated%20by%20these%20emissions.\">around 25%</a> of all carbon dioxide emissions. Microscopic organisms play a critical role in this climate-regulating system, helping to sequester carbon in the deep sea and reduce emissions of other planet-warming gases (such as methane) from seabed sediments. The loss of deep-sea biodiversity following mining activity <a href=\"https://aslopubs.onlinelibrary.wiley.com/doi/full/10.1002/lno.11403\">may impact</a> the ocean's carbon cycle and reduce its ability to help mitigate global temperature rise.</li></ul><h3>5) Is Deep-Sea Mining Necessary?</h3><p>The global supply of critical minerals (including rare earth elements) must grow in the coming years, and quickly. But there is no easy answer to meet this demand responsibly given the immature state and potential dangers of mining at sea and the well-understood harms associated with mining on land. While mineral resources on land <a href=\"https://www.irena.org/Publications/2023/Jul/Geopolitics-of-the-Energy-Transition-Critical-Materials\">appear sufficient</a> to meet global needs, the world must address how to <a href=\"https://www.wri.org/insights/critical-minerals-us-climate-goals\">responsibly scale up</a> supply in a way that minimizes environmental, social and governance risks while also creating benefits (such as safe, good-paying jobs) for nearby communities.</p><p>Circularity is an important pathway to meet the demand for minerals while reducing dependency on new mining. IEA estimates that significantly scaling up recycling could reduce the need for newly mined minerals by 40% for copper and nickel and 25% for lithium and cobalt by 2050. For some minerals, such as lithium and battery-grade nickel, the share from recycling will remain low for another 5-10 years before end-of-life EV battery volume starts to rise. For other minerals, such as <a href=\"https://www.wri.org/insights/pivotal-role-recycled-copper-energy-transition\">copper</a> and cobalt, there is already opportunity to scale recycling today, since they are widely used in many sectors such as electronics and infrastructure.</p><p>Better recycling practices in established waste streams, such as from <a href=\"https://www.advancedsciencenews.com/recycling-rare-earth-elements-from-discarded-electronics/\">electronics and electrical equipment</a>, can help alleviate some short-term supply pressure while preparing the secondary supply chain to handle a large volume of end-of-life zero-carbon energy products in the future. There is also a range of research efforts underway to obtain the necessary minerals without mining virgin land, including recovery from coal waste or hard rock mine tailings.</p><p>How technology evolution is changing demand for minerals should also be considered. Take batteries as an example: There is a growing shift away from nickel manganese cobalt oxides (NMC) batteries toward lithium iron phosphate (LFP) batteries. LFP batteries gained <a href=\"https://www.irena.org/Publications/2023/Jul/Geopolitics-of-the-Energy-Transition-Critical-Materials\">significant market share</a> from 2015 to 2022, and their key materials, lithium and iron, are not targets of deep-sea mining. Emerging technologies such as <a href=\"https://www.irena.org/Publications/2023/Jul/Geopolitics-of-the-Energy-Transition-Critical-Materials\">sodium-ion batteries</a> also have the potential to alter the EV battery market by replacing lithium and cobalt with cheaper, more abundant options.</p><h3>With Serious Questions Still Unanswered, What Comes Next?</h3><p>After failing to reach an agreement at previous meetings, the ISA was due to finalize regulations for commercial mining in July 2025. However the Council was unable to reach a consensus. Negotiations will renew at ISA meetings in 2026. </p><p>When regulations are eventually finalized, it is crucial that they fully consider the following key questions and knowledge gaps:</p><ul><li>What is the potential magnitude and extent (both in space and time) of deep-sea mining impacts on marine species and environments, and what are the likely ecological consequences?</li><li>What are the potential social and economic impacts of deep-sea mining? Is it possible for the industry to be advanced in a way that meets the <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/part11-3.htm\">UNCLOS goal</a> of fostering sustainable economic development, international cooperation and equitable trade growth for all countries?</li><li>How can a circular mineral economy be further developed to lessen the need for environmentally intrusive practices? More research must be conducted into land-based and urban mining practices to improve their efficiency, as well as into improving product design to reduce demand for and increase recycling of critical minerals.</li><li>What are the possible positive and negative implications of deep-sea mining in achieving the <a href=\"https://sdgs.un.org/goals\">UN Sustainable Development Goals,</a> as well as for furthering research into deep-sea environments?</li><li>What regulations could be developed to ensure that the financial benefits from deep-sea mining operations, should they occur, are equitably distributed among nations?</li></ul><p>Finally, for the exploration of deep-sea mineral resources to continue, regulations should be transparent and collaborative, with participation from interested parties and key stakeholders — including ISA members, mining corporations and scientists. The regulations need to be backed by science and other forms of knowledge, enforceable, and offer effective protection for delicate marine environments from the impacts of mining.</p><p><em>Editor's note: This article was originally published in July 2023. It was last updated in July 2025 to reflect the latest developments in international deep-sea mining negotiations.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Latest Data Confirms: Forest Fires Are Getting Worse",
      "link": "https://www.wri.org/insights/global-trends-forest-fires",
      "pubDate": "Mon, 21 Jul 2025 15:00:00 EDT",
      "description": "<p>The <a href=\"https://www.globalforestwatch.org/map/?map=eyJkYXRhc2V0cyI6W3siZGF0YXNldCI6InRyZWUtY292ZXItbG9zcy1maXJlcyIsIm9wYWNpdHkiOjEsInZpc2liaWxpdHkiOnRydWUsImxheWVycyI6WyJ0cmVlLWNvdmVyLWxvc3MtZmlyZXMiXX0seyJkYXRhc2V0IjoicG9saXRpY2FsLWJvdW5kYXJpZXMiLCJsYXllcnMiOlsiZGlzcHV0ZWQtcG9saXRpY2FsLWJvdW5kYXJpZXMiLCJwb2xpdGljYWwtYm91bmRhcmllcyJdLCJvcGFjaXR5IjoxLCJ2aXNpYmlsaXR5Ijp0cnVlfSx7ImRhdGFzZXQiOiJ0cmVlLWNvdmVyIiwibGF5ZXJzIjpbInRyZWUtY292ZXItMjAxMCJdLCJvcGFjaXR5IjoxLCJ2aXNpYmlsaXR5Ijp0cnVlfV19\">latest data</a> confirms what we've long feared: Forest fires are becoming more widespread and destructive around the globe. </p><p>Using <a href=\"https://www.frontiersin.org/articles/10.3389/frsen.2022.825190/full\">data</a> from researchers at the University of Maryland, recently updated to cover the years 2001-2024, we calculated that <strong>forest fires now burn more than twice as much tree cover each year as they did two decades ago.</strong><sup>1</sup></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/24252490/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>This increase in fire activity has been starkly visible in recent years. Record-setting blazes are becoming the norm, with four of the five worst years for global forest fires occurring since 2020.</p><p>2024 was the most extreme year for forest fires on record, with at least 13.5 million hectares of forest burned — an area roughly the size of Greece. This surpassed the previous record of 11.9 million hectares, set in 2023, by about 13%. And <a href=\"https://www.pnas.org/doi/10.1073/pnas.2505418122\">some estimates</a> suggest the true toll of 2024's fires may have been even higher.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24253615/thumbnail\" width=\"100%\" /></noscript></div> </div>\n      \n  </article>\n<p>Last year was the first time that major fires raged across <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">both tropical and boreal forests</a>. Brazil, Bolivia, Russia and Canada all experienced some of their worst fire seasons since satellite-based monitoring began in 2001. Extreme wildfires <a href=\"https://www.wri.org/insights/amazon-forest-fires-2024\">in South America</a> were particularly severe in 2024, accounting for roughly one-quarter of all fire-related tree cover loss globally.</p><p>These fires aren't just impacting the world's forests. They've destroyed homes and infrastructure, polluted drinking water and caused <a href=\"https://www.munichre.com/en/risks/natural-disasters/wildfires.html\">billions of dollars</a> in property damage. Dangerous wildfire smoke is estimated to cause <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)02251-7/abstract\">over 1.5 million deaths</a> each year. As fires worsen, so do their impacts, underscoring the urgency of getting them in check.</p><div class=\"callout\"><p><strong>How We Measure Tree Cover Loss from Fires</strong></p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><p class=\"heat-goals-explained\">Researchers at the University of Maryland used Landsat satellite imagery to map the area of tree cover lost to stand-replacing forest fires (fires that kill all or most of the living overstory in a forest) annually from 2001 to 2024. While stand-replacing fires do not always cause permanent forest loss, they can cause long-term changes to <a href=\"https://www.science.org/doi/10.1126/science.aaa9933\">forest structure</a> and <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/abs/10.1002/eap.2072\">soil chemistry</a>, making them different from lower intensity understory fires that provide <a href=\"https://education.nationalgeographic.org/resource/ecological-benefits-fire/\">ecological benefits</a> for many forests. </p><p class=\"heat-goals-explained\">The latest data provides a long-term view of these types of fires over the last 24 years at a higher resolution than other global burned area data sets. It also helps researchers distinguish the impact of tree cover loss from fires and loss from other drivers, like agriculture and forestry. Learn more about the data on <a href=\"https://www.globalforestwatch.org/blog/data/trends-tree-loss-from-fires-unprecedented-detail/?ap3c=AGWmjtHTZn7rl84AAGXngV71CmpByqj4iaaVwkt9y1BiFa0JBQ&ap3c=IGh3vWBN-vD6hQwAAGh3vWC7pGmlUukpqazQos8n5vsLQiXADw\">Global Forest Watch</a>.</p></dd></dl></div><h3>Fires Are Emerging as a Top Driver of Forest Loss</h3><p>As fires worsen — including in historically low-risk areas, like the tropics — they are becoming an increasingly prevalent driver of global forest loss. Fires accounted for almost half (44%) of all tree cover loss per year between 2023 and 2024. This marks a sharp rise from 2001-2022, when fires accounted for about one-quarter of annual tree cover loss on average. Coupled with other <a href=\"https://www.wri.org/insights/forest-loss-drivers-data-trends\">persistent drivers</a>, like agriculture and logging, this is part of the reason forest loss has <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">remained stubbornly high</a>, despite countries' promises to combat it.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24288788/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p><strong>Here, we unpack what's behind these concerning trends and examine some of the places most impacted by increasing forest fires.</strong></p><h3>Climate Change Is Making Fires Worse</h3><p>Climate change is one of the major drivers behind increasing fire activity. Extreme heat waves are already <a href=\"https://www.npr.org/2021/11/08/1052198840/1-5-degrees-warming-climate-change\">5 times more likely</a> today than they were 150 years ago and are expected to become even more frequent as the planet continues to warm. Hotter temperatures <a href=\"https://yaleclimateconnections.org/2021/08/climate-change-and-droughts-whats-the-connection/\">dry out the landscape</a> and help create the <a href=\"https://www.edf.org/climate/heres-how-climate-change-affects-wildfires\">perfect environment</a> for larger, more frequent forest fires.</p><p>When forests burn, they release carbon that is stored in the trunks, branches and leaves of trees, as well as carbon stored underground in the soil. As forest fires become larger and happen more often, they emit more carbon, further exacerbating climate change and contributing to more fires as part of a \"fire-climate feedback loop.\"</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1047\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1100\" />\n              <source height=\"1047\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1100\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"723\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Graphic explaining the \"fire-climate feedback loop,\" in which worsening forest fires contribute to climate change and vice-versa.\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-08/fire-climate-feedback-loop-wri.png?VersionId=bTUjuVCyMMBbk.iEYSWtD.qnhUfhK2tG&itok=1VjAcJDY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>This feedback loop, combined with the expansion of human activities into forested areas, is driving much of the increase in fire activity we see today. As climate-fueled forest fires burn larger areas, they will <a href=\"https://www.wri.org/insights/effects-wildfires-cities\">affect more people</a> and impact the global economy.</p><h3>Rising Temperatures Are Fueling Fires in Boreal Forests</h3><p>More than 60% of all fire-related tree cover loss between 2001 and 2024 occurred in <a href=\"http://ibfra.org/about-boreal-forests/\">boreal regions</a>. Though fire is a <a href=\"https://www.nps.gov/articles/000/fire-in-ecosystems-boreal-forest.htm\">natural part</a> of how boreal forests function ecologically, fire-related tree cover loss in these areas has risen rapidly, increasing by about 160,100 hectares per year over the last 24 years.</p><p>Climate change is the main reason for this. Northern high-latitude regions are warming <a href=\"https://www.ipcc.ch/sr15/chapter/chapter-3/\">at a faster rate</a> than the rest of the planet, contributing to <a href=\"https://www.nature.com/articles/ncomms8537\">longer fire seasons</a>, greater fire <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2006GL025677\">frequency and severity</a>, and larger burned areas in boreal forests.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24253629/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Russia, for example, had its three worst fire seasons on record between 2020 and 2024. 2021 was the most severe, with at least <a href=\"https://www.globalforestwatch.org/blog/data-and-research/global-tree-cover-loss-data-2021/\">5.4 million hectares</a> of forest burned. This was due in part to prolonged heatwaves that would have been <a href=\"https://link.springer.com/article/10.1007/s10584-021-03052-w\">practically impossible</a> without human-induced climate change.</p><p>In Canada, <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/gcb.17392\">record-breaking wildfires</a> burned almost 7.8 million hectares of forest in 2023; about 6 times the country's annual average for 2001-2022. The flames were <a href=\"https://cnr.ncsu.edu/news/2023/07/why-canadas-wildfires-are-so-bad/\">largely fueled by</a> warmer than average temperatures and drought conditions, with some parts of the country experiencing temperatures up to 10 degrees C (18 degrees F) above normal. The trend continued in 2024, with over 4 million hectares of forest burned. And Canada's 2025 fire season was off to its second-worst start as of July, based on <a href=\"https://gfw.global/46zhb0x\">fire alert data</a> going back to 2001.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24253641/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>This trend is worrying for several reasons. Boreal forests <a href=\"https://climate.nasa.gov/news/2905/boreal-forest-fires-could-release-deep-soil-carbon/\">store 30%-40%</a> of all land-based carbon, making them critical climate stabilizers. Most of this carbon is <a href=\"https://www.woodwellclimate.org/primary-forests-boreal-temperate-tropical/\">stored underground</a>, including in permafrost, and has historically been protected from the infrequent and milder fires that occur naturally. But changes in climate and fire activity are melting permafrost and making soil carbon <a href=\"https://www.nature.com/articles/s41586-019-1474-y\">more vulnerable to burning</a>.</p><p>In addition, severe fires can drastically <a href=\"https://link.springer.com/article/10.1007/S10021-005-0061-2\">alter the structure</a> of boreal forests — <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.3379\">effectively eliminating</a> coniferous species like black spruce, which normally dominate the landscape, and allowing deciduous trees to take their place. Such changes could have wide-ranging impacts on biodiversity, soil dynamics, fire behavior, <a href=\"https://www.science.org/doi/full/10.1126/science.abf3903\">carbon sequestration</a> and cultural traditions. In some extreme cases, trees may <a href=\"https://cdnsciencepub.com/doi/abs/10.1139/cjfr-2018-0278\">fail to regrow</a> at all.</p><p>These shifting forest dynamics could eventually turn boreal forests from a carbon sink (an area that absorbs more carbon than it emits) into a <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">source of carbon emissions</a>. In fact, <a href=\"https://www.nature.com/articles/s41586-024-07602-x\">recent research</a> shows that boreal forests are already losing their ability to store carbon.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People on a blocked-off road looking at a forest fire nearby.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/squamish-july-2025-fire_0.jpg?VersionId=pxOAb0T7qe87liAQktly1YL0_uADeEkh&itok=y7jXV4fN\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Fires near Squamish, Canada in June 2025. Wildfires are rapidly worsening in boreal regions like Canada as the planet warms. Photo by Oisin McHugh/Alamy</figcaption>\n</figure>\n<h3>Agriculture and Forest Degradation Stoke Fires in the Tropics</h3><p>In contrast to boreal forests, stand-replacing fires are <a href=\"https://www.nature.com/articles/nature01437\">not a usual part</a> of the ecological cycle in many tropical forests. Yet fires are increasing there as well. Over the last 24 years, fire-related tree cover loss in the tropics increased at a rate of about 47,200 hectares per year, peaking in 2024 with over 4 million hectares lost — more than the previous three years combined.</p><p>Even the world's tropical rainforests, historically protected from fire by heavy rainfall, are now burning at alarming rates. In 2024, fires were responsible for nearly half (48%) of all tree cover loss in tropical primary forests like the Amazon and Congo Basin,<sup>2</sup> <a href=\"https://www.globalforestwatch.org/blog/forest-insights/primary-forests-definition-and-protection/\">which are critical</a> to storing carbon, protecting biodiversity and regulating local climates. It was the first year that fires surpassed agriculture as the leading cause of forest loss in these regions.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24229946/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>El Niño and Tropical Forest Fires</strong></p><p class=\"secondary\">In addition to <a href=\"https://doi.org/10.1111/gcb.15279\">climate and land-use changes</a>, wildfire risk in the tropics is <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/ab402f/meta\">further fueled</a> by El Niño events. These natural climate cycles recur every 2-7 years, causing high temperatures and below-average rainfall in parts of the world. El Niño heavily influenced the 2016 and 2024 fire seasons; two of the most severe since 2001. In both years, more than one-quarter of all fire-related tree cover loss occurred in tropical forests, roughly twice the average share seen in non-El Niño years.</p></div><p>Almost all fires that occur in the tropics are <a href=\"https://www.nature.com/articles/nature01437\">started by people</a>, rather than by natural causes like lightning strikes. Managed fires are <a href=\"https://www.frontiersin.org/articles/10.3389/ffgc.2021.760853/full\">commonly used</a> in the region to clear land for new pasture or agriculture. But these fires can escape and escalate, with warmer and drier conditions fueling their spread. Deforestation and forest degradation associated with agricultural expansion also make forests in these regions <a href=\"https://www.nature.com/articles/s41558-022-01287-8\">more vulnerable</a> to fires by contributing to <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2003JD003494\">rising temperatures and dried-out vegetation</a>.</p><p>In Bolivia, for example, <a href=\"https://www.mdpi.com/2073-445X/11/9/1436\">agricultural expansion and droughts</a> have led to a significant increase in fire activity over the last two decades. Fires burned more than a million hectares of forest in the country in 2024, a nearly 114% increase over the previous record set in 2019. Peru and Brazil also experienced their worst and second worst fire seasons, respectively, in 2024, with most of the loss occurring in primary forests.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24253680/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Similar to boreal forests, increased fire activity in the tropics is causing <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">higher carbon emissions</a>. <a href=\"https://www.nature.com/articles/s41467-017-02771-y\">Previous studies</a> found that in some years, forest fires accounted for more than half of all carbon emissions in the Brazilian Amazon. This suggests the Amazon basin may be <a href=\"https://www.nature.com/articles/s41558-020-00976-6\">nearing</a> or <a href=\"https://www.nature.com/articles/s41586-021-03629-6\">already at</a> a tipping point for turning into a <a href=\"https://www.wri.org/insights/forests-absorb-twice-much-carbon-they-emit-each-year\">net carbon source</a>.</p><h3>Heatwaves and Development Increase Fire Risk in Temperate and Subtropical Forests</h3><p>Historically, temperate and subtropical forests have burned less than boreal or tropical forests. Fires in subtropical forests, like the southeastern United States, eastern Australia, and many parts of the Mediterranean, have remained relatively stable over the last 24 years. But fires in temperate forests, including in the eastern United States, western Europe and parts of eastern Asia, are increasing by about 23,300 hectares per year.</p><p>Temperate and subtropical areas tend to contain a larger proportion of managed forests, which can <a href=\"https://academic.oup.com/jof/article/104/2/65/4599206\">house fewer species</a> and <a href=\"https://www.frontiersin.org/articles/10.3389/ffgc.2020.00058/full\">store less carbon</a> than natural ones. However, fires in these regions still pose significant risks for people and nature.</p><p>Climate change is the main driver behind the increasing fire activity in temperate forests. For example, heatwaves and summer droughts play a dominant role in driving fire activity across the <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2020RG000726\">Mediterranean basin</a>. In 2022, <a href=\"https://climate.copernicus.eu/copernicus-summer-2022-europes-hottest-record\">record-breaking</a> heat and drought in Spain resulted in more than 70,000 hectares of forest burned, the largest amount since 2001.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A man in a burned-out area looking at a home on fire.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/athens-greece-fire-august-2024_0.jpg?VersionId=V09ib.i5SEic_LqFQCm.XajmYlSdGi3I&itok=M7hiHPci\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>In August 2024, massive wildfires in Greece spread to the northern suburbs of Athens, causing thousands to evacuate. As forest fires worsen, they are taking a bigger toll on lives, infrastructure and economies. Photo by Socrates Baltagiannis/dpa/Alamy</figcaption>\n</figure>\n<p>Land-use changes and shifting population patterns compound the impacts of climate change. In Greece, a combination of heatwaves, drought, and large plantations of highly flammable non-native species, like Eucalyptus, <a href=\"https://www.wri.org/insights/europe-forest-loss-drivers\">created ideal conditions</a> for extreme wildfires in 2021 and 2023. In Europe more broadly, the abandonment of agricultural land in recent years has been followed by excessive vegetation growth that has <a href=\"https://link.springer.com/article/10.1007/s10980-020-01147-w\">increased fire risk</a>.</p><p>In the United States, natural lands are <a href=\"https://research.fs.usda.gov/treesearch/55817\">rapidly being converted</a> into \"wildland-urban interfaces\": places where homes and other structures intermingle with trees and vegetation. This <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.1718850115\">increases the risk</a> of fire ignitions, damage and loss of life. In 2022, wildfires in the U.S. burned nearly 1 million hectares of forest and caused <a href=\"https://www.ncei.noaa.gov/access/billions/events/US/2022?disasters%5b%5d=wildfire\">roughly $3.3 billion</a> in damages. One of the <a href=\"https://www.fire.ca.gov/incidents/2022/9/6/mosquito-fire/\">largest fires</a> that year, California's Mosquito Fire, burned thousands of hectares of forest in and near areas classified as wildland-urban interfaces.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1525\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1220\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"934\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"736\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"440\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map of the large burned area from California's Mosquito Fire in 2022.\" height=\"440\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-08/california-mosquito-fire-map-wri.png?VersionId=gHi58QX6lQZYZ15hmX9BPObatHK8n_y2&itok=zOejT5do\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>As human activities continue to warm the planet and reshape the landscape, deadly, multi-billion-dollar disasters like these will likely <a href=\"https://www.ncei.noaa.gov/monitoring-content/billions/docs/smith-and-katz-2013.pdf\">become more common</a>. The destructive fires that <a href=\"https://www.wri.org/insights/los-angeles-fires-january-2025-explained\">swept through Los Angeles</a> in early 2025 — among the deadliest and most damaging in California's history — highlight the growing threat of wildfires in vulnerable forest-edge communities.</p><h3>How Do We Reduce Forest Fires?</h3><p>The causes of increasing forest fires are complex and vary by geography. Much has been written about how to <a href=\"https://www.unep.org/news-and-stories/press-release/number-wildfires-rise-50-2100-and-governments-are-not-prepared\">manage wildfires and mitigate fire risk</a>, but there is no silver bullet solution.</p><p>Climate change plays an important role in driving more frequent and intense fires. As such, there is no solution for bringing fire activity back down to historical levels without drastically reducing greenhouse gas emissions and breaking the fire-climate feedback loop. Mitigating the worst impacts of climate change is still possible, but it will require <a href=\"https://www.wri.org/insights/2023-ipcc-ar6-synthesis-report-climate-change-findings\">rapid and significant transformations</a> across all systems.</p><p>In addition to climate change, human activity in and around forests makes them more susceptible to wildfires and is a key driver of fire-related tree cover loss in the tropics and elsewhere. Improving forest resilience by <a href=\"https://www.wri.org/research/not-just-carbon-capturing-benefits-forests-climate\">ending deforestation and forest degradation</a> is key to preventing future fires. So is limiting nearby burning that can easily escape into forests, particularly during periods of drought. Incorporating wildfire risk mitigation into forest management strategies in fire-prone regions would help protect forest carbon and <a href=\"https://www.wri.org/insights/wildfire-forest-carbon-stewardship\">create jobs and support rural communities</a> at the same time.</p><p>While data alone cannot solve this issue, the recent data on fire-related tree cover loss on <a href=\"https://gfw.global/3PVCyBf\">Global Forest Watch</a>, along with <a href=\"https://www.globalforestwatch.org/blog/data-and-research/trends-tree-loss-from-fires-unprecedented-detail/\">other fire monitoring data</a>, can help us track fire activity in both the long term and in near-real-time to identify trends and develop targeted responses.</p><p><em>Editor's note: This article was originally published in 2022. It was last updated in July 2025 to reflect the latest data on global forest fires.</em></p><p><em>Thanks to Mikaela Weisse, who contributed to an earlier version of this article.</em></p><p> </p><p><sup>1 We define forests as all natural, managed or planted trees with at least 30% canopy cover. All calculations are based on this threshold. Importantly, \"forest loss\" does not always mean permanent loss. Others, such as </sup><a href=\"https://www.pnas.org/doi/10.1073/pnas.2505418122\"><sup>this recent paper</sup></a><sup> led by University of Maryland, may use different methodologies and forest definitions. We encourage readers to consider a range of sources when exploring global forest loss trends.</sup></p><p><sup>2 Minor discrepancies between the data in this analysis and our summary of </sup><a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\"><sup>global deforestation trends</sup></a><sup> are due to differences in the spatial resolution and methodologies used. For more information about either dataset, contact </sup><a href=\"https://www.wri.org/profile/james-maccarthy\"><sup>James MacCarthy</sup></a><sup>.</sup></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How the US Budget Bill Divested from American Industries, Innovation and Jobs",
      "link": "https://www.wri.org/update/reconciliation-budget-bill-industry-divestment",
      "pubDate": "Mon, 21 Jul 2025 13:30:41 EDT",
      "description": "<p>Sweeping modifications and eliminations of federal clean energy programs, part of the 2025 budget reconciliation signed into law by President Donald Trump on July 4, are expected to have significant economic and environmental impacts. The unprecedented momentum to clean up U.S. heavy industry in recent years will be particularly affected with industrial decarbonization losing more than $16 billion in expected public and private investment resulting in thousands of lost jobs.</p><p>Modeling by <a href=\"https://energyinnovation.org/report/updated-economic-impacts-of-u-s-senate-passed-one-big-beautiful-bill-act-energy-provisions/\">Energy Innovation</a> shows that the legislation, also known as the <a href=\"https://www.congress.gov/bill/119th-congress/house-bill/1/text\">One Big Beautiful Bill Act</a>, will increase average household energy costs by $170 by 2035, eliminate 760,000 jobs by 2030 and reduce the country’s GDP by $980 billion. The greenhouse gas impacts resulting from the bill will contribute to climate change’s ongoing harms, with reductions in aggregate annual emission projected to <a href=\"https://zenodo.org/records/15801701\">nearly disappear</a>. Additional program cuts made by federal agencies will compound these negative economic and environmental effects.</p><p>These consequences will be particularly felt by industrial companies seeking to reduce greenhouse gas emissions. Heavy industries like cement, steel and chemicals require massive capital investments and incur considerable economic risk to develop new facilities with <a href=\"https://www.wri.org/insights/low-carbon-cement-technology\">first-of-a-kind technologies</a>. Eliminating billions of dollars of public investment will impede development of innovative industrial technologies in the U.S, forfeiting American industries’ competitive advantage.</p><p><a href=\"https://www.wri.org/research/next-generation-us-policies-industrial-innovation\">Industrial decarbonization programs</a> have traditionally attracted bipartisan support because they can revitalize U.S. industries by <a href=\"https://www.wri.org/insights/community-centered-industry-decarbonization\">bringing jobs and investments into communities</a> while ensuring the U.S. remains a global leader in innovative industry. In recent years, Congress and the Biden administration passed laws and initiatives that provided unprecedented public support for industrial decarbonization.</p><p>WRI catalogued these <a href=\"https://www.wri.org/update/federal-policy-industrial-decarbonization\">industrial decarbonization programs</a> last November. Out of 34 federal grants, tax credits and other initiatives, authorized and appropriated through the Bipartisan Infrastructure Law, Inflation Reduction Act, and the CHIPS and Science Act, WRI estimated that $135 billion would directly fund or enable industrial decarbonization, with $18.4 billion of that total specifically for heavy industry. While $18.4 billion is approximately 2.6% of the estimated <a href=\"https://www.energy.gov/sites/default/files/2024-12/itiac-march-2024-goldman-liftoff-reports.pdf\">$700 billion needed to decarbonize the heavy industry sector</a>, it catalyzed billions in matching private investments and thousands of potential jobs.</p><p>In contrast, federal actions taken in 2025 have stalled that momentum. Even before the budget reconciliation bill was passed, decarbonizing sectors slowed down, delayed and canceled new projects in anticipation of federal funding reductions and business uncertainty. As of May, $15.5 billion of <a href=\"https://e2.org/releases/may-25-clean-economy-works\">private clean energy investments</a> (e.g. renewables, batteries, electric vehicles) were canceled in 2025, resulting in more than 10,000 lost jobs.</p><p>Due to industrial decarbonization technology’s lower levels of deployment and technological readiness compared to clean energy, discontinued support will likely affect it more. In the first quarter of 2025, amid <a href=\"https://www.utilitydive.com/news/doe-cancel-carbon-capture-decarbonization-awards-grants/749409\">billions of grant award cancelations</a>, only <a href=\"https://cdn.prod.website-files.com/64e31ae6c5fd44b10ff405a7/6823633247bb9cf92a074eb5_Clean%20Investment%20Monitor_Q1%202025.pdf\">$79 million</a> was invested into new industrial decarbonization projects — barely 1% of the $7.8 billion of investments announced during the last quarter of 2024.</p><p>The passage of this budget reconciliation bill only worsens the outlook for developing cleaner heavy industry in the U.S. By analyzing recissions in the bill and agency-level actions against already expected or awarded funding, WRI estimates that around $6.8 billion of public funding, at least $9.5 billion in expected private investments and at least 4,900 jobs for new, cleaner U.S. industry projects could be lost.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"><noscript><img alt=\"table visualization\" src=\"https://public.flourish.studio/visualisation/24231065/thumbnail\" width=\"100%\" /></noscript></div>\n\n</div>\n      \n  </article>\n<p>Some industrial decarbonization programs were jointly impacted by both the reconciliation bill and federal agency action. Taken together, these Congressional measures and executive actions amount to massive funding cuts for industrial decarbonization. At the same time, there remains considerable uncertainty about the precise levels of funding that will ultimately be cut. Any of the 18 industrial companies whose grants for large first-of-a-kind demonstration projects were <a href=\"https://www.canarymedia.com/articles/clean-industry/trump-cut-funding-oced\">canceled</a> can appeal the decision and, as of this month, at least <a href=\"https://www.businesswire.com/news/home/20250630955477/en/Brimstone-Advances-Oklahoma-Plans-to-Build-First-New-U.S.-Alumina-Plant-in-50-Years\">one company</a> is reportedly doing so.</p><p>Conversely, the 34 programs that WRI originally identified in its <a href=\"https://www.wri.org/update/federal-policy-industrial-decarbonization\">November 2024 </a>assessment may still incur future cuts, recissions and restrictions as federal action continues government-wide rollbacks of clean energy programs. The beginning of the annual appropriations process signals that <a href=\"https://appropriations.house.gov/sites/evo-subsites/republicans-appropriations.house.gov/files/evo-media-document/fy26-interior%2C-environment%2C-and-related-agencies-bill-sumnmary-subcommittee.pdf\">significant cuts to industrial programs</a> are likely to continue.</p><p>The budget reconciliation bill and ongoing and future executive action have — and will — curtail vital public investment and contribute to an uncertain policy landscape; this will stymy U.S. industry’s efforts to develop world-leading decarbonized production and revitalize domestic manufacturing. Federal actions to allow remaining industrial programs to progress as planned will begin to put American industrial investment and growth back on track.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What Does ‘Green’ Procurement Mean? Initiatives and Standards for Cement and Steel.",
      "link": "https://www.wri.org/insights/green-procurement-initiatives",
      "pubDate": "Thu, 17 Jul 2025 13:30:00 EDT",
      "description": "<p>Decarbonizing cement and steel production — which together are responsible for <a href=\"https://www.nature.com/articles/d41586-022-00758-4\">nearly 14%</a> of global carbon dioxide (CO2) emissions — will be critical to achieving national and global climate goals. But progress has been slower than in other sectors, like transportation and power, for several reasons.</p><p>One prominent reason is the role of CO2-emitting chemical processes in steel and cement production. On top of that are entrenched manufacturing practices, slow turnover of equipment in plants, and the relatively high cost of low-carbon technologies — all of which make it difficult to introduce changes that would decrease emissions.</p><p>This is where “green procurement” comes in. Green purchasing, or procurement, is emerging as one of the most effective policy measures to drive early demand for low-emissions cement, concrete and steel. Within the <a href=\"https://www.oecd.org/gov/public-procurement/green/\">public sector,</a> green procurement means prioritizing the purchase of low-carbon products in government-funded construction projects. In the <a href=\"https://greenbusinessbureau.com/blog/what-is-a-green-procurement-policy/\">private sector</a>, it means leveraging companies’ purchasing power to decarbonize their supply chains and investments.</p><p>The past few years have seen several green procurement initiatives and policies for cement and steel introduced around the world. However, they often differ in key areas — including reporting requirements, definitions of what qualifies as “green” or low-emissions, and the ambition of their emissions-intensity benchmarks. These differences can limit comparability and create challenges for suppliers and buyers operating across multiple jurisdictions.</p><p>To drive meaningful global progress, these initiatives need to work together. Harmonizing green procurement measures through aligned definitions, data frameworks and methodological approaches is essential to ensure they are interoperable and mutually reinforcing. Importantly, harmonization does not require uniformity. Rather, it means that different systems should be able to interact and align in meaningful and consistent ways.</p><div class=\"callout\"><p><strong>Measuring Product-Level Emissions</strong></p><p>Initiatives and policies around green procurement are increasingly based on “emissions-intensity” benchmarks; for example, how much CO2 is released per ton of cement or steel produced. Such benchmarks help determine if a product meets certain standards or qualifies for a certification.</p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><p class=\"measuring-product-level-emissions\">To set these benchmarks, programs usually require manufacturers to report standardized emissions data for each product. This is done through Type III Environmental Product Declarations (EPDs), which are like nutrition labels for environmental impacts. EPDs are based on Product Category Rules (PCRs), which explain how environmental impacts, including but not limited to GHG emissions, are measured and reported for specific product types. At the foundation of this system is lifecycle assessment (LCA) data with emissions and resource-use information that suppliers use to develop their EPDs.</p><p>While EPDs and PCRs provide standardized rules for measuring and reporting product-level emissions, the way green procurement initiatives and policies apply these tools can vary significantly.</p></dd></dl></div><h3>Key Green Procurement Initiatives and Policies</h3><p>The following are examples of green procurement initiatives and government policies currently being implemented for cement, concrete and steel:</p><h4>Initiatives (benchmarks listed in Table 1):</h4><ul><li>The <a href=\"https://www.industrialenergyaccelerator.org/areas-of-work/the-industrial-deep-decarbonisation-initiative/\"><strong>Industrial Deep Decarbonization Initiative (IDDI)</strong></a> was started under the UN Industrial Development Organization. IDDI launched the Green Public Procurement Pledge in September 2022 to encourage governments to report environmental data and use low- and near-zero-emissions cement/concrete and steel in their construction projects. IDDI has nine current member countries, including Brazil, Canada, Germany, India, Japan, Saudi Arabia, the United Arab Emirates, the United Kingdom and the United States.</li><li><a href=\"https://initiatives.weforum.org/first-movers-coalition/home\">World Economic Forum’s <strong>First Movers’ Coalition</strong></a> (FMC), is a public-private partnership that was launched in 2021 targeting companies’ procurement of near-zero-emissions goods across seven emissions-intensive sectors. FMC includes 102 global companies, each of which has committed to using its purchasing power to create markets in at least one of these sectors. So far, 27 companies have committed to the steel sector target and seven companies have committed to the cement/concrete sector target.</li><li>The Climate Group’s <a href=\"https://www.theclimategroup.org/steelzero\"><strong>SteelZero</strong></a> and <a href=\"https://www.theclimategroup.org/concretezero\"><strong>ConcreteZero</strong></a> initiatives are corporate partnerships committed to using net-zero steel and low- and net-zero-emissions concrete (and effectively cement, as its key ingredient). SteelZero, launched in 2020, is a partnership with <a href=\"https://www.responsiblesteel.org/\">ResponsibleSteel</a> and currently includes 42 companies. ConcreteZero, launched in 2022, is a partnership with <a href=\"https://www.wbcsd.org/\">WBCSD</a> and <a href=\"https://worldgbc.org/\">WorldGBC</a> and currently includes 36 companies.</li></ul><h4>Government policies (benchmarks listed in Table 2):</h4><ul><li>In the <strong>United States</strong>, the 2022 Inflation Reduction Act allocated $4.5 billion to the General Services Administration (GSA), Federal Highway Administration (FHWA) and Environmental Protection Agency (EPA) to purchase construction materials with “substantially lower embodied carbon” under the Federal Buy Clean Initiative. Between 2023 and 2024, <a href=\"https://www.gsa.gov/system/files/Steel%20-%20GSA%20IRA%20Low%20Embodied%20Carbon%20Requirements%20%28Dec.%202023%29_508.pdf\">GSA</a> and <a href=\"https://www.fhwa.dot.gov/lowcarbon/thresholds/steel.cfm\">FHWA</a> published low-emissions benchmarks (see Table 2) based on EPA interim guidance. In late 2024, <a href=\"https://www.epa.gov/system/files/documents/2024-12/c-more_draft_approach_developing_product-level_embodied_greenhouse_gas_emissions_thresholds.pdf\">EPA announced a draft approach</a> under its <a href=\"https://www.epa.gov/greenerproducts/labeling-materials-products\">Carbon Labeling Program</a>. While these steps laid the groundwork for Buy Clean implementation, the Trump administration has since directed agencies to disregard these priorities at the federal level. The future of U.S. involvement in international efforts like IDDI and FMC is uncertain, though states like <a href=\"https://California\">California</a>, <a href=\"https://Colorado\">Colorado</a> and <a href=\"https://ogs.ny.gov/nys-buy-clean-concrete-guidelines-0\">New York</a> continue advancing their own Buy Clean policies.</li><li>The <strong>European Union’s</strong> <a href=\"https://commission.europa.eu/energy-climate-change-environment/standards-tools-and-labels/products-labelling-rules-and-requirements/ecodesign-sustainable-products-regulation_en\">Ecodesign for Sustainable Products Regulation (ESPR)</a> allows it to establish “ecodesign requirements” for iron, steel and other products beginning in 2025 based on sustainability characteristics, including product carbon footprints. Cement ecodesign requirements will be established through the EU <a href=\"https://single-market-economy.ec.europa.eu/sectors/construction/construction-products-regulation-cpr_en\">Construction Products Regulation (CPR)</a> and will guide the bloc’s development of <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32024R1781&qid=1719580391746\">mandatory green public procurement rules and incentives</a> through the ESPR. However, it remains unclear how the ESPR will align or interact with international initiatives, such as the IDDI, or national efforts.</li><li><strong>Ireland</strong> <a href=\"https://enterprise.gov.ie/en/publications/guidance-public-bodies-reducing-embodied-carbon-in-construction.html\">enacted</a> a policy in 2024 mandating green public procurement of cement and concrete. It requires the purchase of <a href=\"https://www.wri.org/insights/lower-carbon-blended-cement\">blended cements</a> with at least a 30% of the clinker (the most emissions-intensive ingredient in cement and concrete) replaced with supplementary cementitious materials for all public construction. The mandate also requires cement and concrete EPDs to be submitted when bidding for public contracts. This is the first stage of a decades-long <a href=\"https://enterprise.gov.ie/en/publications/publication-files/reducing-embodied-carbon-in-cement-and-concrete-through-public-procurement-in-ireland.pdf\">strategy</a> to decarbonize the Irish cement and concrete sector.</li><li><strong>Türkiye</strong> started implementing a <a href=\"https://www.resmigazete.gov.tr/eskiler/2024/03/20240316-3.htm\">green public procurement program for cement</a> in early 2025. The government has placed a limit on the amount of clinker allowed in cement used for public construction projects, requiring public contracts to use cement with 20% clinker replacement through 2029 and 25% clinker replacement from 2030.</li></ul><p>These green procurement initiatives focus on product-level accounting. Green procurement policies that require project-level emissions accounting (which considers the whole construction project, and not just individual materials used) have been enacted in countries such as <a href=\"https://www.tbs-sct.canada.ca/pol/doc-eng.aspx?id=32573\">Canada</a>, <a href=\"https://missionpossiblepartnership.org/wp-content/uploads/2022/06/LowCarbonConcreteandConstruction.pdf\">Germany, the Netherlands, the U.K. and Sweden</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Construction worker installing steel scaffolding \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-04/steel-construction-wri_anthony-fomin-unsplash.jpg?VersionId=HdvbmZUo7HwJdSDzwjBHN0M1fd_iBNfI&itok=AmI0CMT1\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>As part of the SteelZero initiative, member organizations must make a public commitment to buying and using 100% net-zero steel by 2050 and an interim commitment to buy and use low-emission steel for 50% of their steel requirement by 2030. Photo by Anthony Fomin/Unsplash</figcaption>\n</figure>\n<h3>Comparing Benchmarks and Decarbonization Ambition of Product-Level Programs</h3><p>The main product-level green procurement initiatives and policies for cement and steel come with varying definitions of the regulated material. They set different benchmarks for what is defined as “low-emissions” or “near-zero emissions.” They also differ in their emissions-intensity benchmarks; the technological readiness of decarbonization options that can meet these benchmarks; and their targeted share of total purchases (for example, how much of their total purchases need to be “green”).</p><p>Understanding these differences will help guide conversations about harmonizing standards as low-carbon products become more available.</p><p>Among the above initiatives, the <strong>FMC</strong> is most focused on spurring the adoption of cutting-edge decarbonization technologies in the industrial sector. FMC recruits cement- and steel-consuming companies with high climate ambition. All signatories commit to making sure that at least 10% of their cement, concrete and/or steel bought by 2030 qualifies as “near-zero” (benchmarks given in Table 1). The FMC’s high decarbonization benchmarks target a small portion of the market, requiring technologies and approaches that have significant decarbonization potential but are less developed and not yet ready for large scale deployment. The aim of such a program is to spur investment and help create early demand for near-zero emissions products, even if they currently come with a “<a href=\"https://www.breakthroughenergy.org/our-approach/the-green-premium/\">green premium</a>” due to higher production costs. Scaling these solutions will require strong policy support and investment to drive down costs over time.</p><p><strong>IDDI </strong>aims to encourage widespread uptake of green public procurement policies in member countries by offering different levels of commitment with decreasing carbon-intensity benchmarks. It allows member countries four commitment levels: The first only requires data reporting, while subsequent levels require increasing use of low- and near-zero products. IDDI allows multiple options for target setting, including methodologies and benchmarks from <a href=\"https://www.iea.org/reports/achieving-net-zero-heavy-industry-sectors-in-g7-members\">IEA</a>, <a href=\"https://www.responsiblesteel.org/standards\">Responsible Steel</a>, FMC, SteelZero, ConcreteZero and national green labels. This enables countries to set targets based on nationally determined circumstances. As with FMC, products meeting higher levels of commitments will likely have a green premium.</p><p><strong>SteelZero </strong>and <strong>ConcreteZero</strong> have less stringent benchmarks but aim for wider market penetration compared to FMC. They set interim targets to purchase 50% low-emissions steel and concrete by 2030, increasing to 100% net-zero products by 2050. These two initiatives offer companies more flexibility by allowing multiple pathways for certification, such as through ResponsibleSteel, <a href=\"https://sciencebasedtargets.org/sectors/cement\">SBTi</a> or other related standards. Products meeting these benchmarks could have a green premium.</p><p><strong>Table 1.</strong> <strong>Benchmarks and standards adopted by public and private procurement initiatives</strong></p><table border=\"1\" class=\"tablesaw tablesaw-stack\" width=\"647\"><thead><tr><th width=\"99\"><strong>Initiative/ Policy</strong></th><th width=\"86\"><p><strong>Type</strong></p><p> </p><p> </p></th><th width=\"335\"><strong>Definitions & Benchmarks</strong></th><th width=\"126\"><strong>Targeted Share of Purchases</strong> </th></tr></thead><tbody><tr><td width=\"99\">FMC</td><td width=\"86\">Public/private</td><td width=\"335\"><p><strong>Near zero emissions steel: </strong>50-400 kg CO2e/t.<br /><strong>Near zero emissions cement: </strong>184 kg CO2/t.</p><p><strong>Near zero emissions concrete:</strong> 70-144 kg CO2/m<sup>3</sup>.</p></td><td width=\"126\">10% by 2030</td></tr><tr><td width=\"99\">IDDI</td><td width=\"86\">Public</td><td width=\"335\"><p>Multiple options including using IEA, Responsible Steel, FMC, SteelZero, ConcreteZero standards and national labels.</p><p><strong>IEA:-</strong></p><p> </p><p><strong>Low Emission Steel:</strong> 400 - 2400 kgCO2e/t crude steel</p><p><strong>Low Emission Cement:</strong> 240 - 750 kgCO2e/t cement <strong>Near Zero Steel:</strong> 50 - 400 kgCO2e/t crude steel <strong>Near Zero Cement:</strong> 40 - 125 kgCO2e/t cement</p></td><td width=\"126\">Signatories to decide</td></tr><tr><td width=\"99\">SteelZero</td><td width=\"86\">Private</td><td width=\"335\"><strong>Low emission steel:</strong> 350-2000 kg CO2e/t.<br /><strong>Net zero steel:</strong> As close to zero as possible.</td><td width=\"126\">50% low emission by 2030<br />100% net zero by 2050</td></tr><tr><td width=\"99\">ConcreteZero</td><td width=\"86\">Private</td><td width=\"335\"><strong>Low embodied carbon concrete: </strong>150-382 kg CO2/m<sup>3</sup>.<br /><strong>Net zero concrete:</strong> As close to zero as possible with at least 90% mitigation.</td><td width=\"126\">30% low carbon by 2025<br />50% low carbon by 2030<br />100% net zero by 2050</td></tr></tbody></table><p class=\"secondary\"><em>Notes: Range for steel, cement and concrete depends on scrap share, clinker ratio and concrete compressive strength respectively. Source: Authors’ analysis</em></p><p><strong>Table 2. Benchmarks and standards adopted by public procurement policies in various countries</strong></p><table border=\"1\" class=\"tablesaw tablesaw-stack\"><thead><tr><th width=\"100\"><strong>Government or Agency</strong></th><th width=\"122\"><strong>Type of Policy</strong></th><th width=\"83\"><strong>Material</strong></th><th width=\"295\"><strong>Definitions & Benchmarks</strong></th></tr></thead><tbody><tr><td rowspan=\"3\" style=\"background-color: #fff;\" width=\"100\">U.S. GSA</td><td rowspan=\"3\" style=\"background-color: #fff;\" width=\"122\">Recommendation/priority</td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.gsa.gov/system/files/Steel%20-%20GSA%20IRA%20Low%20Embodied%20Carbon%20Requirements%20%28Dec.%202023%29_508.pdf\">Steel</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20<sup>th</sup> Percentile:</strong> 611-2,228 kgCO2e/t</p><p><strong>40<sup>th</sup> Percentile:</strong> 713-2,324 kgCO2e/t</p><p><strong>Better than Average:</strong> 760-2,408 kgCO2e/t</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.gsa.gov/real-estate/gsa-properties/inflation-reduction-act/lec-program-details/material-requirements/concrete-cement-and-concrete-masonry-units\">Cement</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20<sup>th</sup> Percentile:</strong> 0.751 kgCO2e/kg</p><p><strong>40<sup>th</sup> Percentile:</strong> 0.819 kgCO2e/kg</p><p><strong>Better Than Average:</strong> 0.858 kgCO2e/kg</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.gsa.gov/real-estate/gsa-properties/inflation-reduction-act/lec-program-details/material-requirements/concrete-cement-and-concrete-masonry-units\">Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20<sup>th</sup> Percentile:</strong> 228-321 kgCO2/m3*</p><p><strong>40<sup>th</sup> Percentile:</strong> 261-362 kgCO2/m3*</p><p><strong>Better Than Average:</strong> 277-402kgCO2/m3*</p></td></tr><tr><td rowspan=\"2\" style=\"background-color: #fff;\" width=\"100\">U.S. FHWA</td><td rowspan=\"2\" style=\"background-color: #fff;\" width=\"122\"><p>Recommendation/priority</p><p> </p></td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.fhwa.dot.gov/lowcarbon/thresholds/steel.cfm\">Steel</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20th Percentile Unfabricated Reinforcing Bar:</strong> 0.614 kgCO2e/kg</p><p><strong>40th Percentile Unfabricated Reinforcing Bar:</strong> 0.678 kgCO2e/kg</p><p><strong>Better Than Average:</strong> 0.755 kgCO2e/kg</p><p> </p><p><strong>20th Percentile Unfabricated Hot-rolled Structural Sections:</strong> 0.713 kgCO2e/kg</p><p><strong>40th Percentile Unfabricated Hot-rolled Structural Sections:</strong> 0.816 kgCO2e/kg</p><p><strong>Better Than Average:</strong> 1 kgCO2e/kg</p><p> </p><p><strong>20th Percentile Steel Deck:</strong> 1.63 kgCO2e/kg</p><p><strong>40th Percentile Steel Deck: </strong>1.85 kgCO2e/kg</p><p><strong>Better than Average Steel Deck:</strong> 2.32 kgCO2e/kg</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.fhwa.dot.gov/lowcarbon/thresholds/concrete.cfm\">Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>20th Percentile: </strong>146-406 kgCO2e/yd3**</p><p><strong>40th Percentile: </strong>168-448 kgCO2e/yd3**</p><p><strong>Better than Average: </strong>177-478 kgCO2e/yd3**</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">California</td><td style=\"background-color: #fff;\" width=\"122\"><p>Recommendation/priority</p><p> </p></td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.dgs.ca.gov/PD/Resources/Page-Content/Procurement-Division-Resources-List-Folder/Buy-Clean-California-Act\">Steel</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>Hot Rolled Structural Steel: </strong>1.01 tCO2e/t</p><p><strong>Hollow Structural Sections: </strong>1.71 tCO2e/t</p><p><strong>Steel Plate:</strong> 1.49 tCO2e/t</p><p><strong>Concrete Reinforcing Steel:</strong> 0.755 tCO2e/t</p></td></tr><tr><td rowspan=\"3\" style=\"background-color: #fff;\" width=\"100\">Colorado</td><td rowspan=\"3\" style=\"background-color: #fff;\" width=\"122\"><p>Recommendation/priority</p><p> </p></td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://osa.colorado.gov/sites/osa/files/documents/EE-5.1%20%281%29.pdf\">Steel</a></td><td style=\"background-color: #fff;\" width=\"295\"><p><strong>Fabricated Steel Reinforcing Bar \"Rebar\":</strong> 1030 kgCO2e/t</p><p><strong>Fabricated Hot-rolled Steel:</strong> 1,220 kgCO2e/t</p><p><strong>Fabricated Plate Steel:</strong> 1,730 kgCO2e/t</p><p><strong>Fabricated Hollow Structural Sections:</strong> 1,990 kgCO2e/t</p></td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://osa.colorado.gov/sites/osa/files/documents/EE-5.1%20%281%29.pdf\">Cement</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Cement: </strong>1,112 kgCO2e/t</td></tr><tr><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://osa.colorado.gov/sites/osa/files/documents/EE-5.1%20%281%29.pdf\">Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Concrete:</strong> 232-580 kgCO2e/m3</td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">New York</td><td style=\"background-color: #fff;\" width=\"122\">Recommendation/priority</td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://ogs.ny.gov/nys-buy-clean-concrete-guidelines-0\">Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Concrete: </strong>275-541 kgCO2e/y3</td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">European Union</td><td style=\"background-color: #fff;\" width=\"122\"><p>Recommendation/priority;</p><p>Green taxonomy/ labels</p></td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://commission.europa.eu/energy-climate-change-environment/standards-tools-and-labels/products-labelling-rules-and-requirements/ecodesign-sustainable-products-regulation_en\">Steel, Cement/Concrete</a></td><td style=\"background-color: #fff;\" width=\"295\">To be determined starting 2025<u> through ESPR and Industrial Decarbonization Accelerator Act</u></td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">Ireland</td><td style=\"background-color: #fff;\" width=\"122\">Mandate</td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://enterprise.gov.ie/en/publications/guidance-public-bodies-reducing-embodied-carbon-in-construction.html\">Cement</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Maximum Clinker Content of Cement:</strong> 70%</td></tr><tr><td style=\"background-color: #fff;\" width=\"100\">Türkiye</td><td style=\"background-color: #fff;\" width=\"122\">Mandate</td><td style=\"background-color: #fff;\" width=\"83\"><a href=\"https://www.resmigazete.gov.tr/eskiler/2024/03/20240316-3.htm\">Cement</a></td><td style=\"background-color: #fff;\" width=\"295\"><strong>Maximum Clinker Content of Cement: </strong>80%</td></tr></tbody></table><p class=\"secondary\"><em>Note: While standards created by the U.S. GSA and the FHWA were planned to be replaced by those adopted by the EPA, implementation of the Federal Buy Clean Initiative has been halted.</em></p><p class=\"secondary\"> *Depending on compressive strength</p><p class=\"secondary\">**Depending on compressive strength and region</p><p class=\"secondary\">***Depending on share of scrap inputs</p><p>Comparing low-emissions benchmarks across public procurement policies is challenging due to differences in the types of goods covered, regional variation in raw material availability, and a lack of harmonized definitions and interoperability. Much of this stems from differences among product sub-types and categories, each with distinct characteristics, production processes and emissions profiles. The figure above uses U.S. federal and California Buy Clean policies as examples to illustrate how they compare with key green procurement initiatives.</p><p>Because these initiatives and policies target various levels of decarbonization and would require technologies at different stages of development, they can complement one another. For example, less stringent emissions-intensity benchmarks with a higher bar on market penetration can incentivize the adoption of technologies and approaches that are widely available today. Meanwhile, more stringent benchmarks can send signals that there is interest in deep decarbonization technologies in the industrial sector and help increase investment and development. By addressing different stages of decarbonization, this range of initiatives allows countries and companies to make commitments that best fit their circumstances.</p><h3>Harmonizing Standards</h3><p>There is a need for harmonization, or alignment, in standards across these green procurement initiatives and policies. But that doesn’t mean we need a one-size-fits-all solution. We will likely need multiple standards and protocols to cover the types of production and varied manufacturing practices across the world.</p><p>What is important is that these standards are interoperable: Consistent methodologies for measurements and data reporting, as well as clear definitions for scopes and benchmarks, are needed to ensure standards speak a common language and help avoid an undue administrative burden on manufacturers. Lack of alignment could risk sending contradictory signals to the market, resulting in an uneven playing field and undercutting decarbonization efforts.</p><p>Below are several important considerations for harmonizing green procurement standards:</p><ul><li><strong>Level of accounting:</strong> Initiatives need to be mindful of how different entities (such as the private and public sectors) account for and set targets for cement, concrete and steel emissions. Approaches include product-level, project-level, facility-level or industry-level accounting (i.e., whether the emissions benchmark is specific to the product, such as concrete; specific to a project that can include many materials; specific to individual facilities; or an industry average for the material). Many green procurement initiatives and policies launched in the last few years have targeted product-level accounting. However, project-level accounting, such as <a href=\"https://carbonleadershipforum.org/clf-wblca-v2/\">whole building life cycle assessments</a>, will also be needed to decarbonize the cement and steel sectors. This type of project-level accounting is required within IDDI’s Level 2 requirements.</li><li><strong>Scope of coverage:</strong> Coherence is needed in the scope (i.e., boundary of emissions accounting) and type of GHG emissions accounted for in each initiative (e.g., only CO2, or other GHGs as well). Manufacturers supplying low-emissions products to government contractors and private companies need to be able to use the same methodologies to account for and report their emissions intensities.</li><li><strong>Reporting mechanism: </strong>Initiatives and policies should seek alignment in their measurement methodologies, data collection and reporting mechanisms to allow an apples-to-apples comparison. This could include things like harmonized <a href=\"https://www.environdec.com/product-category-rules-pcr/the-pcr\">product category rules</a> and a common methodology for <a href=\"https://carbonleadershipforum.org/guidance-on-embodied-carbon-disclosure/\">environmental product declarations</a>. The International Energy Agency published a <a href=\"https://www.iea.org/reports/emissions-measurement-and-data-collection-for-a-net-zero-steel-industry\">report</a> in April 2023 outlining the robust emissions measurement and data collection methodologies that are critical for achieving net-zero in the steel industry. Initiatives like IDDI have also published <a href=\"https://www.industrialenergyaccelerator.org/general/guidance-for-pcr-harmonization/\">guidance</a> for harmonizing data reporting standards. For data reliability and interoperability, initiatives will need to ensure the type of accounting used in data reporting is transparently declared in a standardized, digital format.</li><li><strong>Definitions: </strong>Definitions of terms like “low-emissions,” “near-zero emissions” and “net-zero emissions” need to be consistent across initiatives and policies to avoid confusion and misalignment in targets. However, consistent definitions don’t need to constrain flexibility. Standards can be made flexible by setting ranges and categories for emissions-intensity benchmarks, such as the Global Cement and Concrete Association's (GCCA) <a href=\"https://gccassociation.org/wp-content/uploads/2025/03/GCCA_Concrete_Definitions_for_Low_Carbon_and_NearZeroPolicy_Digital.pdf\">Low Carbon Rating for Cement and Concrete</a>.</li></ul><h3>Other Factors to Account For</h3><p>So far, the standards implemented by international green procurement initiatives have focused on North American and European practices. However, most of the world’s cement and steel production and use currently takes place in Asia, and demand for these products is set to increase rapidly in Africa. Green procurement initiatives need to bring these regions and their standards into the mix for alignment to drive meaningful decarbonization <a href=\"https://www.wri.org/insights/industrial-decarbonization-international-cooperation\">across borders</a>. The green taxonomies for industrial products being set by <a href=\"https://pib.gov.in/PressReleaseIframePage.aspx?PRID=2083839\">India</a> and <a href=\"https://policycn.com/public/commentaries/prc-version-of-low-carbon-emission-steel-standard-launched-42701\">China</a> can provide a foundation for green public procurement policies in these countries based on national circumstances.</p><p>Green procurement initiatives should also align with the standards being set by climate-related trade policies, such as the EU’s <a href=\"https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en\">Carbon Border Adjustment Mechanism</a>, and national green taxonomies to prevent duplicate efforts and the risk of contradictory signals.</p><p>Green procurement is emerging as a powerful lever to accelerate decarbonization in cement and steel by creating early demand for low- and near-zero emissions products. However, the effectiveness of these initiatives depends on aligning definitions, data standards and methodologies across countries and sectors. With the right coordination and support, green procurement can play a central role in catalyzing a low-carbon industrial transition globally.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}