{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-06-12T23:23:44.762763",
  "items": [
    {
      "title": "RELEASE: One-Third of Forest Lost This Century Is Likely Gone for Good — and Remaining Loss Carries Lasting Consequences, New Analysis Warns",
      "link": "https://www.wri.org/news/release-forest-loss-drivers",
      "pubDate": "Thu, 12 Jun 2025 04:00:00 EDT",
      "description": "<p><em><span lang=\"EN-US\">New Data from WRI and Google DeepMind Reveals Causes Behind Global Tree Cover Loss in Unprecedented Detail </span></em> </p><p><span lang=\"EN-US\"><strong>Washington, D.C. (June 12, 2025)</strong> — One-third (34%) of all global forest lost between 2001 and 2024 is likely permanent — meaning trees in those areas are unlikely to grow back naturally — according to a new analysis by World Resources Institute (WRI) and Google DeepMind. The impact is even more severe in tropical primary rainforests, where a staggering 61% of loss is tied to permanent land use change — a major setback for some of the planet’s most vital ecosystems for biodiversity and carbon storage.</span> </p><p><span lang=\"EN-US\">Researchers also warn that while the remaining two-thirds of forest loss is typically linked to “temporary” disturbances like logging or wildfire — it can still have lasting consequences. Forests may take decades to recover. And even when they do, they don't always return to full health.</span> </p><p><span lang=\"EN-US\">The findings, made possible by an advanced AI model and satellite imagery and developed by </span><a href=\"https://www.globalforestwatch.org/\"><span lang=\"EN-US\">Global Forest Watch</span></a><span lang=\"EN-US\">, </span><a href=\"https://landcarbonlab.org/\"><span lang=\"EN-US\">Land & Carbon Lab</span></a><span lang=\"EN-US\"> and </span><a href=\"https://deepmind.google/\"><span lang=\"EN-US\">Google DeepMind</span></a><span lang=\"EN-US\">, offer the most detailed local, regional and global view to date of what’s driving forest loss — and what can be done about it.</span> </p><p><span lang=\"EN-US\">“We’ve long known where forests are being lost. Now we better understand </span><em><span lang=\"EN-US\">why</span></em><span lang=\"EN-US\">,” said Michelle Sims, Research Associate at WRI. “This knowledge is essential to developing smarter actions at the regional, national and even local level — to protect remaining forests and restore degraded ones”. </span> </p><p><span lang=\"EN-US\">The new dataset distinguishes drivers likely to cause permanent loss — such as expansion of agriculture, mining, infrastructure and settlements — which accounted for the 34% (177 million hectares) of global tree cover loss since 2001. Permanent agriculture alone made up 95% of that total. In tropical primary rainforests, drivers of permanent land use change drove an even greater share: 61% of loss (50.7 million hectares) — nearly the size of Thailand.</span> </p><p><span lang=\"EN-US\">While the remaining two-thirds of forest loss stems from causes typically viewed as temporary — such as logging, wildfires, natural disturbances or shifting cultivation — recovery is not assured. Forest regeneration depends on how the land is managed afterward, the type of forest and the degree of environmental stress it faces. </span> <br /> <br /><span lang=\"EN-US\">“Just because trees grow back doesn’t mean forests return to their original state” said Radost Stanimirova, Research Associate at WRI. “They might store less carbon, have fewer species or be more vulnerable to future damage. And climate change is making many natural events like fires and pest outbreaks more intense and frequent, which makes it harder for forests to recover.”</span> </p><p><span lang=\"EN-US\"><strong>Drivers of tree cover loss vary around the globe</strong></span> <br /><span lang=\"EN-US\">In tropical areas like Latin America and Southeast Asia, permanent agriculture is the dominant driver, responsible for 73% and 66% of loss, respectively. In temperate and boreal regions such as Russia and North America, wildfires — often triggered by lightning or human activity — and logging are the primary drivers. In Europe, 91% of tree cover loss is due to timber harvesting, much of it within managed forests where regrowth is planned.</span> </p><p><span lang=\"EN-US\">Some drivers have an outsized impact in specific regions, even if they’re minor globally — driven by local land use, economic activity and governance. For instance, mining and energy drive less than 1% of global tree cover loss but caused 28% in Peru’s Madre de Dios region. In Colorado, climate-driven bark beetle outbreaks accounted for 27% of tree loss over two decades, even though natural disturbances like pests, storms, and floods make up just 1.4% of global loss. These are just two examples — many more exist around the world, each shaped by distinct local dynamics.</span> </p><p><span lang=\"EN-US\"><strong>What this means for people, nature and climate</strong></span> <br /><span lang=\"EN-US\">Permanent forest loss has serious and far-reaching consequences: reduced carbon storage, accelerated biodiversity loss and heightened risks to water and food security — all at a time when the planet is already facing a deepening climate and ecological crisis. Even temporary losses can be dangerous; depending on how forests recover, they may still lead to long-term ecosystem degradation and a decline in the critical services forests provide.</span> </p><p><span lang=\"EN-US\"><strong>What needs to happen now</strong></span> <br /><span lang=\"EN-US\">The new data marks a significant advance for forest policy, addressing a crucial gap in </span><a href=\"https://webarchive.nationalarchives.gov.uk/ukgwa/20230418175226/https:/ukcop26.org/glasgow-leaders-declaration-on-forests-and-land-use/\" target=\"_blank\"><span lang=\"EN-US\">global efforts to halt deforestation by 2030</span></a><span lang=\"EN-US\">. By pinpointing the underlying causes of forest loss in different places, it enables policymakers, companies and communities around the world to design more targeted, effective solutions to tackle deforestation. </span> </p><p><span lang=\"EN-US\">Researchers at WRI outline a set of urgent, evidence-based recommendations tailored to the specific drivers of forest loss. Among other priorities, they call for stronger Indigenous and local land rights, designing policies that reflect local farming and land use realities, improving how forests are managed and monitored and ensuring infrastructure and agricultural expansion are guided by strong environmental planning.</span> </p><p><span lang=\"EN-US\">For example, enforcing laws like the EU Deforestation Regulation and supporting smallholder farmers with sustainable alternatives are key to tackling agriculture-driven loss. Meanwhile, reducing wildfire risk demands ecosystem-specific fire management and early warning systems. </span> <br /> <br /><span lang=\"EN-US\"><strong>Explore the data</strong></span> <br /><span lang=\"EN-US\">Full recommendations for all drivers are detailed in a </span><a href=\"https://www.wri.org/insights/forest-loss-drivers-data-trends?utm_medium=media&utm_source=pressrelease&utm_campaign=driversdata2025\"><span lang=\"EN-US\">new article available on WRI.org</span></a><span lang=\"EN-US\">. The full dataset is publicly available on </span><a href=\"https://www.globalforestwatch.org/map/?map=eyJjZW50ZXIiOnsibGF0IjoxMC4yNjA4ODkxNzk3MzE4MjMsImxuZyI6LTE5LjY0MDYyNTAwMDAwMTczNH0sImRhdGFzZXRzIjpbeyJkYXRhc2V0IjoidHJlZS1jb3Zlci1sb3NzLWJ5LWRvbWluYW50LWRyaXZlciIsIm9wYWNpdHkiOjEsInZpc2liaWxpdHkiOnRydWUsImxheWVycyI6WyJ0cmVlLWNvdmVyLWxvc3MtYnktZG9taW5hbnQtZHJpdmVyIl19LHsiZGF0YXNldCI6InBvbGl0aWNhbC1ib3VuZGFyaWVzIiwibGF5ZXJzIjpbImRpc3B1dGVkLXBvbGl0aWNhbC1ib3VuZGFyaWVzIiwicG9saXRpY2FsLWJvdW5kYXJpZXMiXSwib3BhY2l0eSI6MSwidmlzaWJpbGl0eSI6dHJ1ZX1dfQ%3D%3D\" target=\"_blank\"><span lang=\"EN-US\">Global Forest Watch</span></a><span lang=\"EN-US\">, including interactive maps and  tools for visualizing, filtering and analyzing the data. This analysis includes updated data through 2024 and was made possible with early contributions from The Sustainability Consortium.</span> </p><p><span lang=\"EN-US\"><strong>About WRI</strong></span> <br /><span lang=\"EN-US\">WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</span><span lang=\"EN-US\"> </span> </p><p><span lang=\"EN-US\"><strong>About Global Forest Watch</strong></span><span lang=\"EN-US\"><strong> </strong></span> <br /><span lang=\"EN-US\">Global Forest Watch (GFW) provides data and tools for monitoring forests and insights on where and why they are changing. By harnessing cutting-edge technology, GFW allows anyone to access near real-time information about where and how forests are changing around the world. Since its launch in 2014, over 7 million people have visited Global Forest Watch from every single country in the world.</span><em><span lang=\"EN-US\"> </span></em> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "New Data Shows What’s Driving Forest Loss Around the World",
      "link": "https://www.wri.org/insights/forest-loss-drivers-data-trends",
      "pubDate": "Thu, 12 Jun 2025 04:00:00 EDT",
      "description": "<p>Thanks to satellite data, we know <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">how much forest the world is losing</a>, and where. But that’s only part of the story.</p><p>Unless we know what’s <em>driving</em> tree cover loss, it’s impossible to know if it’s permanent or temporary; what the impacts are for people, nature and climate; and the solutions to keep forests standing. That’s where <a href=\"https://doi.org/10.1088/1748-9326/add606\">new data</a> comes in.</p><p>Developed as part of a collaboration between WRI and Google DeepMind and available on <a href=\"https://gfw.global/2LUOmIx\">Global Forest Watch</a>, the new data provides a more detailed picture than ever before on the local, regional and global causes of tree cover loss. <strong>It reveals that 34% of tree cover losses worldwide from 2001-2024 were likely the result of permanent land use change, meaning trees won’t grow back naturally.</strong> <strong>This percentage nearly doubles in tropical primary rainforests, with 61% of loss likely associated with permanent land use change.</strong></p><p>However, the drivers of tree cover loss — and their long-term impacts on forests — vary widely by region and require different solutions. Better understanding them can help aid in the conservation of these critical ecosystems.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/22837483/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Different Drivers of Tree Cover Loss Have Different Impacts</h3><p><a href=\"https://research.wri.org/gfr/key-terms-definitions#tree-cover-loss-and-deforestation\">Not all types of tree cover loss are deforestation</a>, or the permanent conversion of forests to other land uses. Some loss can be temporary, though the time it takes for forests to regrow and their condition after regeneration may vary.</p><div class=\"callout alignright\"><p><strong>About the Data</strong></p><p>Researchers at Land & Carbon Lab, Global Forest Watch (GFW), and Google DeepMind developed a new data set — available on GFW — that maps the dominant drivers of forest loss at 1 kilometer resolution from 2001-2024. The new data was developed using an advanced AI model that uses satellite imagery and additional biophysical and population data to predict the dominant driver of tree cover loss. The higher resolution of the new data and the addition of more driver classes, like hard commodities and other natural disturbances, makes this data set the most detailed view of what’s causing forest loss yet. Learn more from <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/new-drivers-data-forest-loss/\">Global Forest Watch</a>.</p></div><p>Our analysis found that drivers of tree cover loss likely to cause deforestation — which include “permanent agriculture,” or the removal of tree cover for agricultural activities; “hard commodities,” like mining for minerals or metals and energy infrastructure; or development of settlements and infrastructure — accounted for 34% (177 million hectares) of all tree cover loss globally from 2001-2024. Approximately 95% of this was permanent agriculture, which was associated with the loss of 168 million hectares of trees from 2001-2024, an area of land larger than Mongolia. In tropical primary rainforests, specifically, drivers likely to cause deforestation accounted for 50.7 million hectares, an area nearly the size of Thailand.</p><p>Drivers more likely to cause temporary loss include logging, such as cyclical harvesting in timber, pulp, or wood fiber plantations and clearcut or selective logging of natural forests ; shifting cultivation, a type of rotational agriculture where forests are temporarily cleared for cultivation and then abandoned to allow regeneration; wildfires; and natural disturbances like landslides or insect damage. These drivers of temporary loss accounted for 66% of total tree cover loss, or 338 million hectares.</p><p>Deforestation often has more severe impacts compared to temporary disturbances, including permanent loss of <a href=\"https://www.nature.com/articles/s41586-024-07602-x#Sec2\">carbon stocks</a>, profound <a href=\"https://www.science.org/doi/10.1126/science.1111772\">habitat disruption</a> and <a href=\"https://www.wri.org/research/not-just-carbon-capturing-benefits-forests-climate\">loss of ecosystem services</a>. But the impacts of temporary forest disturbances from both human and natural causes can vary widely. Although forests may regrow following these disturbances, they may experience degradation or changes to forest structure and species composition. For example, logging — particularly in primary or old-growth forests — can lead to <a href=\"https://www.nature.com/articles/nature18326\">biodiversity</a> and <a href=\"https://link.springer.com/article/10.1186/s13021-017-0072-2\">carbon losses</a>. Some natural disturbances that cause tree cover loss, such as when trees are knocked down due to storms, changing rivers or landslides, can be cyclical features of a forest’s ecology and have ecological benefits. But when these events are more extreme, they can profoundly alter the condition of the ecosystem. </p><p>And the lines are blurry. In many cases, climate change has contributed to increasing the extent, frequency or severity of many “natural” disturbance events, including wildfires and pest outbreaks, compromising forests’ overall condition.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><!-- This is a wrapper around the scrolly in case you want to apply extra styling (see Step 6 in the help doc) -->\n<div id=\"my-wrapper\">\n \n    <!--  Drop your choice of Flourish embed code - you can use either the script or iframe embed codes here -->\n    <div class=\"flourish-embed\"></div>\n     \n    <!-- Here is where you add your captions, linking them to specific slides in the story -->\n    <p><b>Drivers of Tree Cover Loss Vary Around the Globe.</b><br /><br />Within this global picture, there are large regional differences in what’s driving tree cover loss. <a href=\"https://www.wri.org/#story/3058873/slide-1\"></a></p>\n\n    <p>Long-term loss of tree cover for <span style=\"text-decoration: underline 4px solid #E39D29;\">permanent agriculture</span> can encompass a wide range of dynamics, from small-scale to industrial-scale agriculture, and can include perennial tree crops, pasture or other seasonal crops. Permanent agriculture is the predominant driver of tree cover loss in <b>Latin America</b> and <b>Southeast Asia</b>, accounting for 73% and 66%, respectively. Expansion of agriculture is fueling deforestation of tropical forests in these regions, and can be associated with <a href=\"https://www.science.org/doi/10.1126/science.abm9267\">various underlying dynamics</a>, such as international, regional or local demand for agricultural products, land speculation or land tenure insecurity.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/2024-tcl-driver-latam-southeastasia.png?VersionId=alQiAPgMopEvOSdC_WqNS7tKjrnpD4AY\" width=\"325\" /><a href=\"https://www.wri.org/#story/3058873/slide-2\"></a></p>\n\n    <p>For example, in <b>Bolivia</b>, the majority of tree cover loss is attributed to <span style=\"text-decoration: underline 4px solid #E39D29;\">permanent agriculture</span> (57%, or 5.6 million hectares from 2001-2024), largely due to the expansion of pasture and soy. Government policies have <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">incentivized</a> the expansion of commercial agriculture in recent years, with commodities like <a href=\"https://trase.earth/insights/soy-expansion-drives-deforestation-in-bolivia\">soy increasingly exported to neighboring countries in South America</a>, as well as consumed domestically. The <a href=\"https://www.tandfonline.com/doi/full/10.1080/1747423X.2020.1855266#abstract\">expansion of Mennonite colonies</a>, accompanied by large-scale farming, has also played a role.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-06/drivers-deforestation-gifs-2024-bolivia.gif\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-3\"></a></p>\n\n    <p>Local communities in the tropics have practiced <span style=\"text-decoration: underline 4px solid #E9D700;\">shifting cultivation</span>, a form of subsistence farming, for centuries. Forests under these systems typically undergo periods of recovery after temporary cultivation, allowing for soils and forests to recuperate. Shifting cultivation is the main driver of tree cover loss in <strong>Africa</strong>, accounting for 49% of loss, followed by <span style=\"text-decoration: underline 4px solid #E39D29;\">permanent agriculture</span>, which accounts for 43%.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/2024-tcl-driver-africa.png?VersionId=enah150puMOgVC0.pQtujsaaquBmvhgA\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-4\"></a></p>\n\n    <p>In places such as the <b>Democratic Republic of Congo (DRC)</b>, the majority of <span style=\"text-decoration: underline 4px solid #E9D700;\">shifting cultivation</span> occurs in secondary forests; however, <a href=\"https://www.science.org/doi/10.1126/sciadv.aat2993\">research</a> shows that growing populations are increasingly expanding to new areas to clear forests for food and fuel. Shifting cultivation drives 82% of tree cover loss in DRC, or 17 million hectares from 2001-2024. Of this, 6.4 million hectares of loss occurred in valuable primary forests that were not previously a part of the cultivation cycle, representing <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/10/9/094009\">a more fundamental change in land use</a> with long-term ecological impacts.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/drivers-deforestation-gifs-2024-drc.gif\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-5\"></a></p>\n\n    <p>Tree cover loss from <span style=\"text-decoration: underline 4px solid #895128;\">wildfire</span> may occur due to natural causes, such as lightning, or may be related to accidental or deliberate human activities<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a>. In temperate and boreal forests, wildfire is the leading driver of tree cover loss. Wildfire accounts for 63% of tree cover loss in <strong>Russia/the Asian mainland</strong> and 57% of forest loss in <strong>Australia and Oceania</strong>. In <strong>North America</strong>, wildfire and logging account for 50% and 45% of tree cover loss, respectively.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/region-pie-2024-temperateborealforets.png?VersionId=BmAGvW1I.xGJqZ6rFBHKAufgnKhL5eps\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-6\"></a></p>\n\n    <p>In many fire-adapted forests in these regions, periodic <span style=\"text-decoration: underline 4px solid #895128;\">wildfires</span> are a natural part of ecosystem dynamics and support <a href=\"https://link.springer.com/article/10.1007/s13280-020-01490-x\">ecosystem health and biodiversity</a>. However, the warming and drying effects of climate change are increasing fires’ frequency, length and severity, which in turn increases fire-related GHG emissions in a <a href=\"https://www.wri.org/insights/global-trends-forest-fires\">fire-climate feedback loop</a>. These <a href=\"https://link.springer.com/article/10.1007/s10584-021-03052-w\">effects are evident</a> in places like <b>Russia</b>, where 74% of tree cover loss from 2001-2024 can be attributed to wildfires, or 66 million hectares.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/drivers-deforestation-gifs-2024-russia.gif\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-7\"></a></p>\n\n    <p><span style=\"text-decoration: underline 4px solid #51A44E;\">Logging</span> can include harvesting cycles in managed forests or timber, wood fiber, or pulp plantations, as well as clear-cut or selective logging of natural or semi-natural forests. It also includes establishment of logging roads and other forest management activities, such as forest thinning or salvage logging. In <strong>Europe</strong>, logging drives the large majority of tree cover loss, accounting for 91%.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/2024-tcl-driver-europe.png?VersionId=5YTnKHrBzYaarNSBvpP_uHdZ__5bBqn1\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-8\"></a></p>\n\n    <p>For example, in <b>Sweden</b>, a heavily forested country, the routine harvest of <span style=\"text-decoration: underline 4px solid #51A44E;\">timber</span> caused 98% of all tree cover loss from 2001-2024 (6 million hectares). Sweden is one of the largest producers of wood products globally, including <a href=\"https://www.forestindustries.se/forest-industry/statistics/markets-and-products/\">pulp, paper and other sawn wood products</a>. After trees are harvested, they are replanted or allowed to naturally regenerate, meaning that tree cover loss is temporary and generally balanced by regrowth in managed cycles.<br /><br /><img height=\"height\" src=\"https://files.wri.org/d8/s3fs-public/2025-04/drivers-deforestation-gifs-2024-sweden.gif\" width=\"350\" /><a href=\"https://www.wri.org/#story/3058873/slide-9\"></a></p>\n\n\n\n     \n\n      \n      \n    </div>\n     \n    <!-- Add the Flourish Scrolly library -->\n    \n     \n    <!-- Initialize the library to turn your story into scrolly magic! -->\n    \n    \n    \n        \n</div>\n      \n  </article>\n<h3>Some Drivers Have Outsized Impacts in Specific Locations</h3><p>Other drivers such as hard commodities, settlements and infrastructure, and other natural disturbances represent a very small proportion of tree cover loss globally, but are important drivers in certain regions.</p><p>For example, while hard commodities — which include  artisanal to large-scale mining and energy infrastructure like oil drilling — comprise slightly less than 1% of all tree cover loss globally, they’re an important driver in places like Peru, <a href=\"https://www.oecd.org/en/publications/oecd-environmental-performance-reviews-peru_9789264283138-en.html\">Latin America’s largest gold producer</a>. Both legal and illegal artisanal and small-scale gold mining are widespread throughout the country and can cause <a href=\"https://www.wri.org/insights/how-mining-impacts-forests\">long-lasting and acute impacts</a>, especially in Indigenous and local communities.  For example, in Madre de Dios, Peru, tree cover loss due to hard commodities comprised 28% of all tree cover loss from 2001-2024 (112,000 hectares), mainly in biodiverse tropical primary forests. Gold mining is one of the top economic activities in this region, but has also negatively affected people’s <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0033305\">health due to mercury</a> exposure.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/22837401/thumbnail\" width=\"100%\" /></noscript></div>\n</div>\n      \n  </article>\n<p>While other natural disturbances such as droughts, floods and pests represent only 1.4% of all tree cover loss globally, they can have a substantial impact on forests in certain places.</p><p>For example, bark beetles are a native insect in North American conifer forests. However, over the past three decades, <a href=\"https://e360.yale.edu/features/small-pests-big-problems-the-global-spread-of-bark-beetles\">severe outbreaks</a> fueled by <a href=\"https://link.springer.com/article/10.1007/s10342-023-01623-3\">climate change</a> have occurred across North America, Europe and Russia, threatening the health of these regions’ forests. In the United States, Colorado’s forests have been <a href=\"https://academic.oup.com/jof/article/117/2/144/5139627?login=true#131931712\">extensively impacted</a> by bark beetle outbreaks, with natural disturbances representing 27% of all tree cover loss there from 2001-2024 (140,000 hectares). While forests can recover following pest outbreaks, <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.3345\">research</a> finds that when wildfires occur in the first few years after a severe outbreak, conifers may not be able to recover, shifting forests’ species composition as they become dominated by different tree species that are able to successfully regrow.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/22837383/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Different Drivers of Forest Loss Require Different Solutions</h3><p>Because the natural and human management dynamics behind the drivers of tree cover loss differ across regions, there is no single solution to eliminate deforestation or degradation and sustainably manage the world’s forests. However, this <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/new-drivers-data-forest-loss/\">new data</a> provides accurate, spatially detailed and globally consistent information to support policymakers, land managers, researchers and others in identifying the causes of disturbances and the most appropriate interventions.</p><p>The most effective mix of policies and management interventions will vary according to the local context:</p><ul><li><strong>Permanent agriculture</strong>: <a href=\"https://www.nature.com/articles/s43016-020-00194-5\">Voluntary corporate commitments</a> and demand-side regulations, such as the E.U. Deforestation Regulation, can play an important role in reducing deforestation associated with international supply chains. However, <a href=\"https://www.science.org/doi/10.1126/science.abm9267\">strengthening forest and land-use governance</a>, including <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.1917874117\">granting property rights</a> to Indigenous communities, is also critical, particularly when deforestation is tied with domestic demand for agricultural goods, land speculation, or land tenure insecurity and conflict. When tree cover loss is associated with permanent smallholder agriculture, <a href=\"https://www.science.org/doi/full/10.1126/science.aax8546\">policies should support vulnerable farmers</a> and their livelihoods.</li><li><strong>Shifting cultivation</strong>: While shifting cultivation is often a temporary forest disturbance, the environmental and livelihood impacts of this practice are <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0959378011001622\">highly dependent on context</a>. Policies should balance food security with forest conservation objectives, carefully considering the social, economic and environmental context in these landscapes, as well as the potential impact of alternative management systems.</li><li><strong>Wildfires</strong>: Managing wildfires and mitigating wildfire risk in a changing climate can involve a <a href=\"https://www.unep.org/resources/report/spreading-wildfire-rising-threat-extraordinary-landscape-fires\">variety of strategies</a> depending on the type of forest ecosystem, including <a href=\"https://www.wri.org/insights/wildfire-forest-carbon-stewardship\">fuel management</a>, wildfire monitoring, land and fire management practices, improving capacity to respond to wildfires, and more.</li><li><strong>Logging</strong>: In managed forests or timber plantations, <a href=\"https://www.wri.org/insights/europe-forest-loss-drivers\">managing rotation cycles and tree species diversity</a> can improve health and resilience of these forests and enhance carbon sequestration. In primary forests and those with <a href=\"https://www.hcvnetwork.org/hcv-approach\">high conservation value</a>, establishing protections and preventing illegal logging within existing protected areas through enforcement or <a href=\"https://www.wri.org/insights/how-tracking-timber-helps-prevent-illegal-logging-and-deforestation\">traceability systems</a> can help ensure these areas are protected for years to come.</li><li><strong>Hard commodities</strong>: Protecting forests and nearby communities from expansion of hard commodities requires <a href=\"https://www.wri.org/insights/how-mining-impacts-forests\">a number of strategies</a>, including establishing land and resource rights, monitoring and enforcement, and demand management, among others.</li><li><strong>Settlements and Infrastructure</strong>: Managing or preventing tree cover loss associated with settlements and infrastructure expansion will require consideration of <a href=\"https://publications.wri.org/better-forests-better-cities\">forests and trees in land use and urban planning</a>, ensuring that residents can benefit from the ecosystem services that trees provide.</li><li><strong>Other natural disturbances:</strong> Ensuring long-term forest health after a natural disturbance will be highly dependent on the type of event. Interventions to reduce the risk of insect outbreaks or diseases and/or promoting natural recovery or restoration following disturbances are some options.</li></ul><p>It is also important to consider that local land use dynamics are shaped by global market forces. In a globalized economy, sustainable management of the <a href=\"https://www.wri.org/insights/manage-global-land-squeeze-produce-protect-reduce-restore\">world’s resources as a whole</a> is crucial for our collective future. This new data provides a sharper picture of our progress toward global goals to end deforestation — but to meet them, we must effectively address the underlying causes of tree cover loss.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"dashboard\">\n\n    <div class=\"dashboard-text\">\n        \n    </div>\n\n    <div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/2920916/thumbnail\" width=\"100%\" /></noscript></div>\n\n    <div class=\"dashboard-text\">\n\n        <a class=\"button small offsite\" href=\"https://gfw.global/3VGPHB0?utm_campaign=driversdata2025&utm_source=wri&medium=insights\" target=\"_blank\">Download country data<span class=\"visually-hidden\">Download country data</span></a>\n        \n\n        <a class=\"button small offsite\" href=\"https://datasets.wri.org/datasets/dominant-drivers-of-tree-cover-loss-at-1km?utm_campaign=driversdata2025&utm_source=wri&medium=insights\" target=\"_blank\">Explore the Map<span class=\"visually-hidden\">Explore the Map</span></a>\n\n        \n    </div>\n\n</div>\n\n</div>\n      \n  </article>\n<p><em>This dataset has been updated since the original publication to include tree cover loss from 2023-2024.</em></p><p><em>The authors would like to acknowledge The Sustainability Consortium, who contributed to the early stages of this research.</em></p><p><em>Data visualization by Sara Staedicke.</em></p><p id=\"footnotes\"> </p><p><em><strong>Footnotes</strong></em></p><p class=\"secondary\"><sup>1 </sup>The wildfire class includes tree cover loss due to fire with no visible human conversion or agricultural activity afterwards. Forest clearing for agriculture that involves the burning of vegetation are included under the relevant agricultural class (permanent agriculture or shifting cultivation). ‘Runaway’ or ‘escaped’ fires that are started as part of the process to clear vegetation for agriculture but spread into surrounding forests that are not cleared for agriculture are included as wildfire.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "On the Path to Net Zero, How Do We Address ‘Leftover' Emissions?",
      "link": "https://www.wri.org/insights/residual-emissions-carbon-removal",
      "pubDate": "Wed, 11 Jun 2025 12:00:00 EDT",
      "description": "<p>The world needs to reach <a href=\"https://www.wri.org/insights/net-zero-ghg-emissions-questions-answered\">net-zero emissions</a> — a balancing point where the amount of greenhouse gases emitted into the atmosphere is equal to the amount removed — by around 2050 to limit warming to 1.5 degrees C (2.7 degrees F) and avoid rapidly worsening climate impacts. More than <a href=\"https://www.climatewatchdata.org/net-zero-tracker?ap3c=AGWmoZ3TZn7roLcAAGg9tWPIIPwcgZpWAC2X03sn0uRXQ3EUPQ\">100 countries</a>, covering over 80% of global greenhouse gas emissions, have already set have a net-zero target.</p><p>Actions to cut emissions, like scaling up clean energy or switching to electric vehicles, can get us most of the way to net zero. But they won't get us all the way.<strong> </strong>Some emissions will very likely be leftover by midcentury, whether because the technology to eliminate them doesn't exist, isn't widely available or can't be deployed quickly enough. </p><p><strong>These remaining or \"residual\" emissions will need to be balanced out with an equal amount of </strong><a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\"><strong>carbon dioxide removal</strong></a><strong> — the \"net\" part of net zero.</strong></p><p>While the concept of residual emissions seems simple, it raises important questions: Where would these emissions likely come from? Will carbon removal — still a largely nascent set of technologies and approaches — be available at a sufficient scale to address them? And how should countries be considering residual emissions and carbon removal in their climate plans?</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1370\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1096\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"840\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"661\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"396\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart showing the timeline of emissions reductions and carbon removals to meet net zero.\" height=\"396\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/et-zero-timeline-wri.png?VersionId=0tFpaR1XZlaAh5YbOrGOWA91aKCN42qZ&itok=3nDnxULQ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>1) What Are 'Residual' Emissions?</h3><p>Residual emissions are generally defined as those that are still being released into the atmosphere when net zero is reached. They are what remain after efforts to reduce and avoid emissions have been taken. To achieve net zero, these residual emissions will have to be counterbalanced by carbon dioxide removal (CDR).</p><p>It's likely that most residual emissions will come from sectors or sources that are considered \"hard to abate,\" meaning their emissions are difficult to reduce for economic or technological reasons. While there are different definitions, hard-to-abate emissions often include those from heavy industry sectors like cement and steel, where low-carbon solutions are not readily available, costly or still in the early stages of development. They can also refer to a <a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_LongerReport.pdf\">broader set of emission sources</a>, including agriculture, aviation, shipping and some industrial processes.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"callout\"><p><strong>How are “residual” and “hard-to-abate\" emissions defined across the literature?</strong></p><dl class=\"ckeditor-accordion\"><dt>[Read more]</dt><dd><p> </p><table border=\"1\" class=\"tablesaw tablesaw-stack\" width=\"618\"><thead><tr><th width=\"467\"><strong>Definitions of residual emissions</strong></th><th width=\"150\"><strong>Source</strong></th></tr></thead><tbody><tr><td width=\"467\">“Residual emissions are those emissions that remain at the point of net zero, despite abatement efforts.”</td><td width=\"150\"><a href=\"https://www.sciencedirect.com/science/article/pii/S2214629623000956\">Lund et al 2023</a></td></tr><tr><td width=\"467\">“...the category of ‘residual emissions’ has emerged to denote emissions that are regarded as hard to abate and will need to be compensated via carbon removal.”</td><td width=\"150\"><a href=\"https://www.nature.com/articles/s41558-022-01592-2\">Buck et al. 2023</a></td></tr><tr><td width=\"467\">“...residual emissions may be defined as gross emissions entering the atmosphere at the point of net zero.”</td><td width=\"150\"><a href=\"https://www.sciencedirect.com/science/article/pii/S2590332224001994\">Smith et al. 2024</a></td></tr><tr><td width=\"467\">“We define <em>residual emissions</em> as a quantity that simply describes which emissions actually enter the atmosphere in and after the net-zero year.”</td><td width=\"150\"><a href=\"https://www.swp-berlin.org/10.18449/2023C29/\">Schenuit et al. 2023</a></td></tr><tr><td width=\"467\">“Carbon Dioxide Removal (CDR) is necessary to achieve net zero CO2 and GHG emissions both globally and nationally, counterbalancing ‘hard-to-abate’ residual emissions.”; “CDR is important...also for offsetting residual emissions...”.</td><td width=\"150\"><a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_FullReport.pdf#page=127\">IPCC 2022</a></td></tr></tbody></table><p> </p><table border=\"1\" class=\"tablesaw tablesaw-stack\"><thead><tr><th width=\"467\"><strong>Definitions of hard-to-abate emissions</strong></th><th width=\"150\"><strong>Source</strong></th></tr></thead><tbody><tr><td width=\"467\">“'Hard-to-abate' sectors is a term which traditionally refers to the challenge in many industries and heavy transport sectors to reduce reliance on traditional, energy dense fuels that are often high in carbon”</td><td width=\"150\"><a href=\"https://www.weforum.org/stories/2024/12/net-zero-hard-to-abate-sectors-decarbonization/\">WEF 2024</a></td></tr><tr><td width=\"467\">“industries that are hard-to-abate due to high-temperature and high-pressure processes that are difficult to <em>economically</em> electrify or decarbonize through other carbon-free methods”</td><td width=\"150\"><a href=\"https://www.energy.gov/fecm/articles/scaling-carbon-capture-hard-abate-industries-united-states-and-globally\">DOE 2024</a></td></tr><tr><td width=\"467\">“‘hard-to-abate’ residual emissions (e.g., some emissions from agriculture, aviation, shipping, industrial processes)”</td><td width=\"150\"><a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_LongerReport.pdf\">IPCC 2023</a></td></tr><tr><td width=\"467\">“Apart from energy consumption, some industries such as cement and ammonia inherently produce CO<sub>2</sub> as a by-product of their internal processes and therefore broadly categorised as hard-to-abate emissions.”</td><td width=\"150\"><a href=\"https://www.sciencedirect.com/science/article/pii/S095758202400466X\">Kumar et al 2024</a></td></tr></tbody></table></dd></dl></div></div>\n      \n  </article>\n<p>Despite this overlap, \"residual\" and \"hard-to-abate\" emissions are not the same thing. For instance, what is residual at net zero <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00199-4?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2590332224001994%3Fshowall%3Dtrue\">may include</a> emissions that <em>could have been </em>avoided or reduced.</p><p>Ultimately, what is considered hard to abate can be subjective and <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/ad31db/pdf\">political</a> — since industries or countries could claim certain emissions are hard to abate as an excuse to avoid addressing them — while residual emissions are objectively whatever is left over at net zero. (Though residuals will also be the result of political and economic decisions about both emissions reductions and carbon removal deployment.)</p><h3>2) How Do Residual Emissions Relate to Carbon Removal?</h3><p>To achieve net zero, the world will need enough carbon dioxide removal to counterbalance any residual emissions, such that the sum of residual emissions and removals is zero. This carbon removal can come from both nature-based approaches (like planting trees) and novel, technological approaches (like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a>).</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Charts showing how residual emissions and carbon removal can balance out to achieve net-zero emissions.\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/residual-emissions-carbon-removal-net-zero-wri_0.png?VersionId=7Eao0OKP72jjjnqAjklFuxMrQ6iPCxt5&itok=c5VBzthd\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Technically, net zero could be achieved with any balance of emissions reductions and removals (as seen in the illustration above). However, there is a big difference between a future where emissions remain high and we rely heavily on carbon removals, and one where emissions and removals are both low. Pathways that maximize emission reductions and minimize the future need for CDR are the most likely to minimize climate hazards. This is because <a href=\"https://www.carbonbrief.org/guest-post-why-co2-removal-is-not-equal-and-opposite-to-reducing-emissions/\">reductions and removals <strong>are not equivalent</strong></a> in their environmental, economic or social impacts.</p><p>Steep, near-term emissions reductions can limit peak warming and help minimize the potential for crossing irreversible climate tipping points. But pathways that allow for higher levels of removal in place of steep emissions reductions risk allowing higher peak temperatures, which could lead to even more dangerous heat waves, fires, storms and floods.</p><h3>3) How Much Residual Emissions Are Expected, and Where Would They Likely Come From?</h3><p>Even the most ambitious climate scenarios (which limit warming to 1.5 degrees C with limited or no overshoot) project that about <a href=\"https://static1.squarespace.com/static/633458017a1ae214f3772c76/t/665ed1e2b9d34b2bf8e17c63/1717490167773/The-State-of-Carbon-Dioxide-Removal-2Edition.pdf\">5-10 gigatonnes of CO2 (GtCO2) per year</a> of emissions will remain around midcentury and will need to be counterbalanced by CDR. That's about equal to 1-2 times the United States' current net GHG emissions.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>How Are Residual Emissions Estimated?</strong></p><p class=\"secondary\">Many global estimates of residual emissions at net zero come from <a href=\"https://climateanalytics.org/publications/integrated-assessment-models-what-are-they-and-how-do-they-arrive-at-their-conclusions\">integrated assessment model (IAM)-based scenarios</a>, which show how various climate policy interventions may interact with societal structures and Earth systems processes to influence temperatures. While IAMs provide global top-down estimates, countries must also assess CDR needs in their own climate plans. <a href=\"https://www.energy.gov/sites/default/files/2022-04/2022-Strategic-Vision-The-Role-of-Fossil-Energy-and-Carbon-Management-in-Achieving-Net-Zero-Greenhouse-Gas-Emissions_Updated-4.28.22.pdf#page=12\">Bottom-up, sectoral assessments</a> may provide more precises estimates, as they assess each sector individually — using estimates of abatement technology development — to project which emissions will be un-abatable by midcentury.</p></div><p>However, these estimates involve a lot of uncertainty. Many factors — including future technological and economic developments, cost reductions, product substitutions, demand shifts and behavior changes — will influence how much we can reduce emissions over the coming decades and therefore how much will be leftover, or residual, by midcentury.</p><p>Given these uncertainties, it's challenging to pinpoint exactly where residual emissions will come from. Scenarios analyzed by the Intergovernmental Panel on Climate Change (IPCC) offer some estimates of residual emissions sources at midcentury, which are outlined below.</p><p>In pathways that limit warming to 1.5 degrees C, non-CO2 emissions such as methane (mainly from agriculture) make up the <a href=\"https://www.nature.com/articles/s41558-022-01592-2#:~:text=Out%20of%201.5%20Gt%20of,and%20regional%20analysis%20is%20limited.\">majority of residual emissions</a>. Other residual emissions come from transport and industry, though the relative amounts vary significantly depending on the scenario.</p><table border=\"1\" class=\"tablesaw tablesaw-stack\" width=\"624\"><thead><tr><th width=\"107\"><strong>Sector</strong></th><th width=\"517\"><strong>Activities that may generate residual emissions</strong></th></tr></thead><tbody><tr><th width=\"107\"><p class=\"secondary\"><strong>Agriculture</strong></p></th><td width=\"517\"><p><strong><u>Livestock management</u>:</strong> Agricultural emissions from ruminant animal digestion (such as cows, sheep and goats) are expected to increase along with the global population and demand for animal products. While there are <a href=\"https://www.wri.org/insights/opportunities-reduce-emissions-beef-production\">several ways</a> to reduce livestock-related emissions, it will be technologically difficult to fully eliminate them.<br /> </p><p><strong><u>Fertilizer use</u>:</strong> Nitrogen-based fertilizer creates nitrous oxide. Research shows that emissions from both production and use of fertilizer <a href=\"https://www.cam.ac.uk/research/news/carbon-emissions-from-fertilisers-could-be-reduced-by-as-much-as-80-by-2050\">could be reduced by 80% by 2050</a>, but the remaining emissions may need to be counterbalanced by carbon removal.<br /> </p><p><strong><u>Rice cultivation</u>:</strong> Rice production can emit methane, as well as nitrous oxide with fertilizer application. More <a href=\"https://www.sciencedirect.com/science/article/pii/S030147972402125X\">sustainable farming practices</a> can help reduce emissions from rice but may not be enough to fully eliminate them. And shifting to sustainable rice farming methods can be <a href=\"https://www.irri.org/news-and-events/news/technologies-and-methodologies-low-emission-rice-cultivation-can-open-doors\">challenging to incentivize</a>.</p></td></tr><tr><th width=\"107\"><p class=\"secondary\"><strong>Transportation</strong></p></th><td width=\"517\"><p><strong><u>Aviation</u>:</strong> There are no commercially competitive substitutes to liquid fossil fuels for aviation today. Reducing demand for air transport, improving energy efficiency and developing sustainable fuel alternatives can all help. However, more research is needed to determine <a href=\"https://www.wri.org/insights/us-sustainable-aviation-fuel-emissions-impacts%22%20/l%20%22:~:text=The%20International%20Air%20Transport%20Association%20defines%20sustainable%20aviation,resource%20usage%20such%20as%20water%20or%20land%20clearing.%E2%80%9D\">what technologies are sustainable</a> and cost-effective at scale.<br /> </p><p><strong><u>Shipping</u>:</strong> There are currently no commercially competitive substitutes for the fossil fuels used in maritime shipping, either. And increasing international trade is leading to rising energy demand for shipping.</p></td></tr><tr><th width=\"107\"><p class=\"secondary\"><strong>Industry</strong></p></th><td width=\"517\"><strong><u>Cement and steel</u>:</strong> Producing these materials requires high heat that is difficult to achieve without fossil fuel combustion. It also generates “process emissions” from the chemical reactions that happen during production. Cement and steel already face slim economic margins and are trade exposed, which makes it difficult to incentivize investments in novel and often costly low-carbon technologies.</td></tr></tbody></table><p class=\"secondary\"><em>Sources: </em><a href=\"https://www.ipcc.ch/report/ar6/syr/downloads/report/IPCC_AR6_SYR_SPM.pdf\"><em>IPCC 2023</em></a><em>, </em><a href=\"https://www.nature.com/articles/s41558-022-01592-2#:~:text=Out%20of%201.5%20Gt%20of,and%20regional%20analysis%20is%20limited.\"><em>Buck et al 2023</em></a></p><p>Industrial and transport infrastructure — such as ships, planes or industrial production plants — typically lasts <a href=\"https://www.nature.com/articles/s41467-025-59277-1\">between 30 and 70 years</a>. This means policies and incentives to advance innovation and deployment of lower carbon solutions are critical to avoid <a href=\"https://www.wri.org/insights/carbon-lock-in-definition\">locking in</a> high emissions processes and systems over the long term.</p><p>Other types of emissions may not be hard to abate in terms of technology development, availability or cost, but may be residual due to slow turnover rates. For example, electric vehicles are becoming more common. But there will very likely still be gas-powered cars on the road by 2050 due to the often decade-or-longer lifetime of an average vehicle. The emissions from these cars would therefore be residual.</p><h3>4) How Are Countries Planning for Residual Emissions and Carbon Removal?</h3><p>As of June 2025, <a href=\"https://www.climatewatchdata.org/net-zero-tracker\">more than 100 countries</a> had set economy-wide net-zero emissions targets. Fifty-eight of them had begun laying out plans to achieve these targets in their <a href=\"https://www.wri.org/climate/long-term-strategies\">long-term strategies</a> (LTSs), which guide long-term low-emissions development. But just having a net-zero target doesn't mean residual emissions are fully addressed. Not all countries with net-zero targets in their long-term strategies quantify expected residual emissions, and among those that do, they don't all indicate the sources.</p><p>Across the countries that estimate residual emissions in their long-term strategies, agriculture accounts for the <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00199-4\">largest proportion</a> of expected residual emissions: 35% on average. Following agriculture, the energy sector makes up around 20% of residual emissions, mostly from the use of fossil fuels in homes for heating and cooking. Other sources mentioned are industry, as well as small amounts of residual emissions from transport and waste.</p><p>Many countries also articulate plans to use conventional CDR approaches, like <a href=\"https://wriorg.s3.amazonaws.com/s3fs-public/carbonshot-tree-restoration.pdf\">tree restoration</a>, in their long-term strategies. And <a href=\"https://www.climatewatchdata.org/lts-explore?category=ghg_target&indicator=lts_crbn_rmvl\">26 mention</a> plans to use or consider the use of novel, technological carbon removal approaches like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a>.</p><p>Countries also take different approaches in considering how to estimate and address their residual emissions. <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00199-4?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2590332224001994%3Fshowall%3Dtrue\">Canada, for example</a>, presents a scenario with lower emissions reductions and high residual emissions from continued fossil fuel production and consumption, which it would counterbalance with a high level of novel CDR. <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00199-4?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2590332224001994%3Fshowall%3Dtrue\">Sweden</a>, on the other hand, explicitly aims to minimize residual emissions as much as possible to avoid over-reliance on CDR.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"cw\"></div>\n</div>\n      \n  </article>\n<h3>5) Why Is Overreliance on Carbon Removal Risky?</h3><p>Scenarios that rely heavily on CDR to enable the continued use of fossil fuels, as in Canada's long-term strategy, underscore a common concern: that CDR will be used to compensate for emissions which could otherwise be abated.</p><p>There are several risks associated with this kind of planning. Carbon removal is not yet scaling quickly enough to meet the anticipated need at midcentury. And relying on CDR to counterbalance emissions that could otherwise be reduced means that less of this limited capacity — which faces real sustainability limits — would be available to balance out emissions for which there aren't immediate low-carbon alternatives.</p><h4>Most CDR technology is still in development.</h4><p>Countries that estimate large amounts of residual emissions, including emissions that could otherwise be abated, are relying on the promise of a massive CDR scale-up. However, novel carbon removal technologies, like DAC and carbon mineralization, are still relatively early in development and have not yet been deployed at a large scale. It remains uncertain whether and how fast these technologies will be able to scale globally — so counting on them to be available at high levels can be risky.</p><p>The potential for large-scale CDR deployment therefore cannot be viewed as an excuse to delay emissions reductions. Countries must plan to slash emissions as deeply as possible, so that residual emissions at net zero are minimized and CDR is only being used where necessary. If carbon removal is not able to scale to the extent needed, countries risk missing not only their CDR goals, but also their broader long-term climate targets.</p><h4>There are limits to sustainably scaling CDR.</h4><p>While estimates vary, a growing body of literature suggests that there are <a href=\"https://www.science.org/doi/10.1126/science.adj6171\">limits</a> to the amount of carbon removal that can be deployed sustainably, both in terms of resource use and social impacts.</p><p>With constraints on necessary resources like land, water and energy, <a href=\"https://www.nature.com/articles/s43247-024-01365-z\">these studies</a> find that the <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/aabf9f/meta\">quantity of CDR</a> that will be available without compromising other sustainability goals is well below what IPCC scenarios show will be <a href=\"https://www.ipcc.ch/report/ar6/wg3/\">technically feasible</a> by midcentury. There are also concerns around the <a href=\"https://www.nature.com/articles/s41558-022-01592-2\">societal impacts</a> of this natural resource usage; for instance, how it could affect food production, land rights, or the livelihoods of rural communities and Indigenous peoples.</p><p>As more CDR is used to address residual emissions (including those that could have been abated) to reach net-zero, less will be available to reduce atmospheric CO2 and achieve <a href=\"https://www.carbonbrief.org/explainer-why-some-countries-are-aiming-for-net-negative-emissions/\">net-negative</a> emissions — which will be needed to help bring global temperatures back down to lower levels.</p><h3>6) What Does This Mean for Countries' Climate Plans?</h3><p>We know some level of carbon removal will be needed to address residual emissions and help reach net zero. But with CDR techniques still largely nascent and their scalability not guaranteed, it's highly uncertain how much removal we can count on.</p><p>As such, CDR should be planned for as a limited resource on the path to net zero, used to balance out only the most difficult to abate emissions sources. This is particularly true for high-income countries that have more capacity to invest in emissions-reduction interventions.</p><p>Countries should pursue several measures in their net-zero planning to ensure that emissions are reduced deeply and rapidly, and that carbon removal is planned for responsibly:</p><h4>Transparently communicate how residual emissions are being estimated.</h4><p>How countries identify and estimate residual emissions must be transparent. Using <a href=\"https://www.energy.gov/sites/default/files/2022-04/2022-Strategic-Vision-The-Role-of-Fossil-Energy-and-Carbon-Management-in-Achieving-Net-Zero-Greenhouse-Gas-Emissions_Updated-4.28.22.pdf\">bottom up sectoral assessments</a> may provide a more precise quantification of residual emissions than top-down estimates. This approach could enable countries to transparently communicate what emissions CDR would counterbalance by sector.</p><p>Transparently communicating estimated residual emissions — and how those estimates were derived — can help ensure carbon removal is being planned for responsibly and is not delaying emissions reductions. It can also help countries share best practices and develop a more consistent approach to addressing residual emissions through carbon removal.</p><h4>Establish and clearly communicate separate targets.</h4><p>Within their overarching climate targets, countries should <a href=\"https://www.wri.org/technical-perspectives/separate-climate-targets-carbon-dioxide-removal\">set separate targets</a> for emissions reductions and removals. This can provide transparency around the relative levels of each. It is the first step to ensuring that countries avoid over-relying on future carbon removal to reach net zero. Some early adopters, such as Sweden, have already set separate targets.</p><p>Countries can also voluntarily include information about their estimated residual emissions and plans for CDR in their <a href=\"https://www.wri.org/climate/long-term-strategies#:~:text=Although%20voluntary%2C%20long-term%20strategies%20are%20central%20to%20the,hunger%20and%20uplift%20people%20in%20myriad%20other%20ways.\">long-term strategies</a> and <a href=\"https://www.wri.org/insights/next-ndcs-5-point-plan\">nationally determined contributions</a> (NDCs), due in 2025 and widely expected before the UN climate summit in November. NDCs can be <a href=\"https://www.wri.org/ndcs/resources/technological-carbon-removal\">used</a> to set intermediate targets not just for CDR, but also around goals for capacity building and support, like public investment in research and development.</p><h3>Looking Ahead</h3><p>Countries need to start planning for how to meet their net-zero goals today. These plans must aim to maximize emissions reductions and thereby minimize the level of residual emissions — and CDR needed — to reach net-zero. They should plan for CDR responsibly and transparently, being clear about the expected sources of residual emissions and ensuring they are only relying on CDR to counterbalance those that are most difficult to abate. </p><p>The less CDR we use to enable continued use of fossil fuels and other avoidable emissions, the more will be available to enable net zero and ultimately net negative emissions — keeping a safer future within reach.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: Republic of Korea and Panama Join the 100% Alliance, Advancing Leadership on Sustainable Ocean Management",
      "link": "https://www.wri.org/news/release-republic-korea-and-panama-join-100-alliance-advancing-leadership-sustainable-ocean",
      "pubDate": "Wed, 11 Jun 2025 08:55:31 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>Nice (June 12, 2025) </strong>— Today, the Republic of Korea and Panama became the first countries to officially join the </span><a href=\"https://oceanpanel.org/100-alliance/\"><span lang=\"EN-US\">100% Alliance</span></a><span lang=\"EN-US\">, committing to sustainably manage 100% of the ocean areas under their national jurisdictions. The announcement, made during the third UN Ocean Conference in Nice, marks a significant step forward in global efforts to protect ocean health and build a sustainable ocean economy.</span> </p><p><span lang=\"EN-US\">Led by Chile and France, in partnership with the Ocean Panel and coordinated by World Resources Institute (WRI), the 100% Alliance calls on all coastal and ocean states to commit to 100% sustainable ocean management of their national waters by 2030. This commitment supports Sustainable Development Goal 14 (Life Below Water) and contributes to the 30x30 goal set out in the Kunming-Montreal Global Biodiversity Framework to protect at least 30% of the world’s land and ocean by 2030. </span> </p><p><span lang=\"EN-US\">With this move, the Republic of Korea, newly announced as co-hosts of the next UN Ocean Conference in 2028, continues to demonstrate strong ocean leadership. Hosting a successful Our Ocean Conference in Busan this April, the country launched its </span><em><span lang=\"EN-US\">Blue Korea Action Plan,</span></em><span lang=\"EN-US\"> committing $2.65 billion across 76 ocean actions. Korea has also ratified the High Seas Treaty, solidifying its dedication to marine protection both within and beyond its jurisdiction.</span> </p><p><span lang=\"EN-GB\">“The Republic of Korea has built strong experience managing competing ocean priorities — like conservation, fisheries, and development — through a coordinated national approach, established by the Ministry of Oceans and Fisheries,” <strong>said Sung-Bum Kim, Deputy Minister for Marine Policy</strong>. “We believe this foundation positions us to deliver a Sustainable Ocean Plan that not only supports our national goals but also offers meaningful guidance to other ocean nations around the world.”</span> </p><p><span lang=\"EN-US\">Panama has also made significant progress in marine protection, becoming the first Latin American country to protect over half of its national waters (54%) exceeding the goal 30x30 goal within its own territory well ahead of schedule. Last year, Panama was also among the first countries to ratify the High Seas Treaty.</span> </p><p><span lang=\"EN-US\">“Panama is proud to join the 100% Alliance, joining the High Level Panel for a Sustainable Ocean Economy in committing to 100% sustainable management of our national waters.” <strong>Said Juan Carlos Navarro, Panama’s Minister of Environment</strong>. “As a leader in ocean protection and marine biodiversity, Panama fully embraces the 100% goal through integrated, science-based policies. We are pleased to announce this commitment at the UN Ocean Conference in Nice, and we encourage all nations to raise ambition to meet the urgent challenges facing our ocean and our planet.”</span> </p><p><span lang=\"EN-US\">The new 100% Alliance members will now commit to delivering Sustainable Ocean Plans (SOPs) — integrated strategies for sustainable ocean management. These plans are grounded in science and shaped through inclusive processes that engage local communities, Indigenous peoples and key sectors. They aim to protect biodiversity, enhance climate resilience, support sustainable livelihoods and advance ocean-based economies. Recognition of Sustainable Ocean Plans as a key framework for ocean governance has been reinforced in the </span><a href=\"https://www.un.org/pga/wp-content/uploads/sites/109/2025/05/UNOC3-declaration-final.pdf\" target=\"_blank\"><span lang=\"EN-US\">UN Ocean Conference Political declaration</span></a><span lang=\"EN-US\">, in documentation from </span><a href=\"https://thecommonwealth.org/news/chogm2024/commonwealth-nations-adopt-ocean-declaration\" target=\"_blank\"><span lang=\"EN-US\">56 Commonwealth nations</span></a><span lang=\"EN-US\"> and </span><a href=\"https://www.spc.int/ubpp#:~:text=The%20UBPP%20aims%20to%20establish,area%20of%20the%20United%20States.\" target=\"_blank\"><span lang=\"EN-US\">Pacific Island leaders</span></a><span lang=\"EN-US\">, as well as by </span><a href=\"https://www.ioc.unesco.org/en/sustainable-ocean-planning\" target=\"_blank\"><span lang=\"EN-US\">UNESCO’s Intergovernmental Oceanographic Commission</span></a><span lang=\"EN-US\">.</span> </p><p><span lang=\"EN-US\">The target for 100% sustainable management was first pioneered by the 18 member countries of the Ocean Panel, with eight having completed their Sustainable Ocean Plans, while the rest are in various stages of development or finalization.</span> </p><p><span lang=\"EN-US\">“The commitments from South Korea and Panama signal growing global momentum to put sustainability at the center of ocean governance,” <strong>said Dr Tom Pickerell, Global Director of World Resources Institute’s Ocean Program.</strong> “The way we manage the ocean must be as interconnected as the ocean itself — and we urge all coastal and ocean states to follow this ambitious lead.”</span> </p><p>\"39 percent of the ocean lies within national jurisdictions. That's why it is so vital that countries commit to sustainable management of their national waters through the 100% Alliance,\"<strong> said Julio Cordano, Chile's Director of Environment, Climate Change, and Oceans</strong>. \"We commend Republic of Korea and Panama for joining the commitment to sustainably manage 100% of their national waters and call on all ocean and coastal states to join this important goal.\"</p><p><strong>About 100% Alliance</strong><br />The 100% Alliance calls on all coastal and ocean states to commit to sustainably manage 100% of ocean areas under national jurisdiction. Led by the governments of Chile and France, in partnership with the Ocean Panel, and coordinated by the World Resources Institute, the campaign will lead the charge for ambitious global action towards the UN Ocean Conference (9-13 June), and beyond. Its ultimate aim is to ensure that all ocean areas under national jurisdiction are sustainably managed by 2030. Learn more about 100% Alliance <a href=\"https://oceanpanel.org/100-alliance/\" target=\"_blank\" title=\"https://oceanpanel.org/100-alliance/\">here</a>.</p><p><span lang=\"EN-US\"><strong>About WRI</strong></span> <br /><span lang=\"EN-US\">WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</span><span lang=\"EN-US\"> </span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: EU Business and Policy Leaders Call for Robust, Consistent and Investible EU Climate Plans",
      "link": "https://www.wri.org/news/statement-eu-business-and-policy-leaders-call-robust-consistent-and-investible-eu-climate",
      "pubDate": "Wed, 11 Jun 2025 06:06:04 EDT",
      "description": "<p><strong>Brussels (11 June 2025)</strong> — Today, World Resources Institute (WRI), We Mean Business Coalition, and Strategic Perspectives convened high-level policymakers, business leaders and experts to push for a robust 2040 emissions target and a credible 2035 Nationally Determined Contribution (NDC) for the EU.  </p><p>With key climate decisions, including the EU Environmental Council meeting (June 17) and the European Commission’s Climate Law amendment (July 2) approaching, experts underlined the mounting costs of inaction. Over the past decade, climate-related damages in the EU exceeded <a href=\"https://ec.europa.eu/eurostat/web/products-eurostat-news/-/ddn-20221024-1\">€145 billion</a>, while fossil fuel imports reached <a href=\"https://ec.europa.eu/eurostat/web/products-eurostat-news/w/ddn-20250321-1\">€376 billion</a> in 2024 alone. Meanwhile, renewable energy now supplies a record <a href=\"https://energy.ec.europa.eu/topics/research-and-technology/clean-energy-competitiveness_en\">48% of EU electricity</a>, underscoring the potential for a cleaner, more resilient economy.</p><p>At the event, We Mean Business Coalition, in collaboration with Corporate Leaders Group Europe (CLG Europe), also launched a <a href=\"https://www.wemeanbusinesscoalition.org/blog/how-the-eus-next-ndc-can-strengthen-energy-security-and-industrial-competitiveness/\">policy note</a> outlining how policymakers and businesses can collaborate on a robust, investible EU NDC that helps enhance energy security, economic strength and industrial competitiveness. </p><p><strong>Following are statements from participating leaders:</strong></p><p><strong>María Mendiluce</strong>, CEO, We Mean Business Coalition: “The EU’s next NDC must send a clear signal that the EU is serious about competing and leading in the global low-carbon economy. Business is ready to invest, but needs policy clarity and predictability. A robust NDC aligned with the EU’s existing commitments — together with clear plans and policies for implementation <span style=\"font-family: Georgia,serif;\">—</span> will boost business confidence, drive innovation, and deliver a more resilient and competitive economy.”</p><p><strong>Karen Pflug</strong>, Chief Sustainability Officer, Ingka Group: “The swift adoption of the EU’s NDC and an ambitious 2040 climate target is essential in providing assurance to progressive companies investing in the green transition at a time of great uncertainty. The EU must remain a global leader in this space, focusing on and communicating about the opportunities for the jobs, innovation and economic growth that climate ambition presents.”</p><p><strong>Stientje van Veldhoven</strong>, Vice-President, WRI: “With key milestones ahead, like the COP30 climate summit in November, the EU has a critical strategic choice to make. Major economies — particularly China — are ramping up investment in clean energy and industry. An ambitious NDC puts the EU on course to compete for the market of the future and secure its energy independence.” </p><p><strong>Cedric de Meeûs</strong>, VP Group Public Affairs and Social Impact, Holcim: “As industry we need regulatory certainty which is an integral part of the business case for large-scale industrial transformation. It’s the foundation for the long-term investments we are making and planning for the future. We can simplify regulation, but we should not dilute, nor delay.</p><p><strong>Anne-Sophie Cerisola</strong>, Distinguished Fellow, Strategic Perspectives: “With the upcoming NDC, the EU must demonstrate it will remain the climate leader it has been for the past decade. Internationally, the EU should work with other countries and companies, for example, in greening supply chains. It's vital to support developing countries with finance and technical assistance, especially amid ODA cuts and high capital costs — and to back Brazil's efforts to build a broad climate coalition, from China to small island states.\"</p><p> </p><p> </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Increased Biofuel Production in the US Midwest May Harm Farmers and the Climate",
      "link": "https://www.wri.org/insights/increased-biofuel-production-impacts-climate-change-farmers",
      "pubDate": "Tue, 10 Jun 2025 10:45:31 EDT",
      "description": "<p>U.S. production of biofuels has increased <a href=\"https://www.eia.gov/totalenergy/data/browser/?tbl=T10.01#/?f=A&start=2004&end=2024&charted=6-7-8-9-14-3\">more than fivefold</a> in the past two decades and nowhere has felt the impact more than the Midwest — especially among farmers and rural communities.</p><p>Driven by U.S. policies like the 2005 <a href=\"https://www.epa.gov/renewable-fuel-standard-program/overview-renewable-fuel-standard-program\">Renewable Fuel Standard</a>, there’s been a steep increase in production of food crops, such as corn and soybeans to create biofuels aimed at reducing climate-harming greenhouse gas emissions while increasing U.S. energy security.</p><p>But <a href=\"https://www.wri.org/research/rethinking-biofuels-us-midwest\">new WRI research</a> based on both an extensive review of peer-reviewed studies and engagement with diverse Midwestern decision-makers shows the Midwest has an opportunity to rethink the role that crop-based biofuels (known as first-generation biofuels) should play in the region’s future to better support people, nature and the climate.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1000\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"800\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"613\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"483\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"289\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Differences between first-generation and advanced biofuels.\" height=\"289\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/25-5-28-miwest-biofuels-update-f1.png?VersionId=8He5Jwp_aiOQIvdkq0iWfPZKrs_hRLiv&itok=WNCl52dz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>The Potential Climate Impact of Biofuels</h3><p>In the U.S., first-generation biofuels — or those made from growing food crops specifically to produce energy — are the dominant type of biofuels created, over advanced biofuels, which can be created from agricultural wastes and residues. However, first-generation biofuels such as ethanol or biodiesel also have large land footprints, which drive climate-harming emissions when land is converted from natural landscapes, such as forests or <a href=\"https://www.wri.org/insights/grassland-benefits\">grasslands</a>, to specifically grow crops for biofuels.</p><p>The U.S. currently grows corn and soybeans, the two most dominant biofuel feedstock crops, on 178 million acres of farmland concentrated mostly in Midwest states — including Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota and Wisconsin.</p><p>When corn and soy are used to create transportation fuels, they require significant land use for minimal fuel supply. Of the 92 million acres of corn grown in the U.S., roughly one-third — about 30 million acres or about the size of the state of Mississippi — is used for ethanol production. <strong>However, despite this massive land footprint, ethanol from corn only supplied 4% of U.S. transportation fuel in 2022.</strong> And while more than 40% of the U.S. soybean oil supply has been used for biofuels each year since 2022, <strong>biodiesel made from soybeans supplied less than 1% of U.S. transportation fuel in 2022. </strong></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/16621583/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Beyond the emissions of producing and refining these fuels, crop-based biofuels can contribute to rising emissions by displacing more climate-friendly uses of prime farmland, such as <a href=\"https://www.wri.org/insights/crop-expansion-food-security-trends\">producing food</a>.</p><p>Some biofuels crops are also grown on low-productivity lands prone to flood, erosion or drought. These lands could instead host low-carbon energy sources such as wind and solar farms or be restored to grasslands or forests. Wind and solar farms can produce much more energy than biofuels per acre while restoring marginally productive land not needed for food could increase carbon stocks.  When these land-use opportunity costs are accounted for, it becomes clear that growing food and agricultural crops for biofuels are <a href=\"https://www.wri.org/insights/why-dedicating-land-bioenergy-wont-curb-climate-change\">not an effective tool to curb climate change</a>.</p><p>Biofuel expansion is also harming communities by polluting air and water, and by straining limited water supplies in drought-prone areas. This problem will likely worsen as climate effects intensify.  Research also shows that the economic benefits that many policymakers cite have been <a href=\"https://www.aei.org/research-products/report/who-receives-crop-insurance-subsidy-benefits/\">unequally distributed</a> to larger farms, which may exacerbate long-standing inequities among Midwestern farmers and communities.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"An aerial view of corn being harvested by a farm machine and poured into tractor bins.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2024-02/midwest-corn-harvest%20.jpg?VersionId=3IGGLthHTBsOyeFdmWmvNaYshr8NRk9h&h=ba126e57&itok=ek6IjOUZ\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The expansion of corn and soy crops specifically grown for biofuel production increases agricultural emissions and displaces land that could be used for food or other purposes. Photo by JamesBrey / iStock. </figcaption>\n</figure>\n<p>As decision-makers assess the future of first-generation biofuels incentives in the Midwest, WRI research shows that there are three key factors to pay attention to:</p><h3>1) Increased Biofuels Production Could Contribute to Economic Inequities</h3><p>Midwestern biofuel production has likely widened the gap between large- and small-scale farmers as government incentives and subsidies overwhelmingly flow to larger mechanized farms that grow soy and corn. While biofuel incentives were enacted partially to help rural communities and struggling farmers, the benefits are likely to have <a href=\"https://commons.law.famu.edu/famulawreview/vol8/iss2/11/\">accrued unevenly</a>.</p><p><a href=\"https://www.aei.org/research-products/report/who-receives-crop-insurance-subsidy-benefits/\">One study finds</a> that nearly 57% of crop insurance subsidies, which often disproportionately support crops like corn and soy, go to the largest 10% of farms, with the top 1% of farms receiving almost double the amount of money per acre than the majority (90%) of smaller farms.</p><p>Data also shows that biofuels may not live up to promises for large-scale job creation. Currently, <a href=\"https://www.energy.gov/policy/us-energy-employment-jobs-report-useer\">biofuel jobs</a> constitute less than 2% of regional energy jobs, including agricultural jobs related to energy.</p><p>Growing crops for biofuels may also be raising prices for livestock farmers and consumers. While the Renewable Fuel Standard was responsible for $14 billion in profit from 2005 to 2015, <a href=\"https://theicct.org/publication/the-impact-of-the-u-s-renewable-fuel-standard-on-food-and-feed-prices/\">livestock farmers lost $3 billion in 2019 alone</a> due to higher corn and soy prices needed to feed their animals. Peer-reviewed studies have also found that biofuel production <a href=\"https://wires.onlinelibrary.wiley.com/doi/abs/10.1002/wene.155?_gl=1*1k4s4qn*_gcl_au*MzExMjY0NDk3LjE3NDkwNDM2MTM.*_ga*Mzc4ODc5NDk2LjE3NDkwNDM2MTI.*_ga_9C4T5P6PP6*czE3NDkwNDM2MTQkbzEkZzEkdDE3NDkwNDM2MjckajQ3JGwwJGg2ODkzODE1Nzg.\">increases global food prices</a>, potentially increasing global <a href=\"https://policy-practice.oxfam.org/resources/biofuel-blunders-time-to-fix-two-decades-of-eu-policies-driving-food-insecurity-621622/\">food insecurity</a>.</p><p>The flow of economic benefits to large-scale farmers could also exacerbate the trend of farmland consolidation that is squeezing out small- and medium-sized farms. This leads to fewer and larger farms receiving benefits, and it is accelerating the loss of midsize farms which have historically been the economic backbone of many local communities. This contributes to economic and social challenges in the rural Midwest.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/23464386/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In an analysis of data from 1978 to 2017, the <a href=\"https://www.ucsusa.org/resources/bigger-farms-bigger-problems\">Union of Concerned Scientists</a> found “large crop farms are getting larger, small crop farms are getting smaller, and midsize crop farms are disappearing.” Over the almost four decades of the study, the number of large farms grew by 140%, while half of midsized farms were lost in the Midwest. While cropland consolidation has decreased the number of farmers across all racial groups, the trend has been 2.5 times more severe for Black farmers.  </p><p>Increased farmland value, which is <a href=\"https://www.nytimes.com/2022/11/13/us/politics/farmland-values-prices.html\">likely partially driven by biofuels production</a>, is also contributing to inequalities among farmers. Because farmland continues to increase in value, corporations and wealthy individuals have invested in large swaths of farmland. Increased farmland value may be positive for existing landowners, but expensive land and rent can make it impossible for new farmers to succeed and those with modest resources to enter the profession.</p><p>While today Midwestern farmers tend to be white (98%), male (67%) and over 55 years old (61%), this wasn’t always the case. Many Indigenous,  Black and other farmers of color  have lost land in the Midwest due to violence and discriminatory policies that made it difficult, if not impossible, to <a href=\"https://nationalaglawcenter.org/wp-content/uploads/assets/crs/RS20430.pdf\">access finance and farm assistance</a>. Farmers of color also are more likely to operate smaller farms that reap fewer benefits from federal assistance programs. As a result, small-scale farmers and farmers of color benefit less from first-generation biofuels subsidies.            </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/16939061/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Policymakers should assess whether additional support for biofuels may exacerbate, rather than improve, challenges facing their communities. Future agricultural and clean energy policy in the Midwest could then support all farmers and protect global consumers against rising food prices.</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>Racial and Gender Dynamics of US Farmers</strong></p><p class=\"secondary\">While analyzing trends in data is critical to understanding racial dynamics in farming, federal agricultural data may not always reflect the full story. Many farmers lack documented legal ownership of their land because of laws governing how land is passed down through generations, particularly Black and Native American farmers. One study found that Black farmers lost <a href=\"https://www.reuters.com/world/us/us-black-farmers-lost-326-bln-worth-land-20th-century-study-2022-05-02/\">$326 billion</a> worth of land in the 20th century due to discriminatory lending practices and legal difficulties that come with inheriting untitled land (known as <a href=\"https://grist.org/fix/justice/what-is-heirs-property-a-huge-contributor-to-black-land-loss-you-might-not-have-heard-of/\">heir’s property</a>).</p><p>In addition, <a href=\"https://www.ers.usda.gov/topics/farm-economy/farm-labor/#:~:text=Roughly%20Half%20of%20Hired%20Crop,declined%20to%20about%2040%20percent.\">as of 2022, 42% of people working on U.S. farms</a> were undocumented immigrants. Corn and soy production is highly mechanized, so it’s unlikely that undocumented workers make up a considerable portion of biofuels workers. However, this constitutes a major data gap.</p><p>Women are another major group that may not be accurately accounted for. Married white women farmers are more likely to have their husband designated as the primary producer or business owner and therefore may not be represented adequately in federal data.</p></div><h3>2) New Biofuels Production Could Put Community Health and Resilience at Risk</h3><p>The lifecycle of biofuels, from crop production to refining, contributes to water and air pollution in Midwestern communities that impact people’s health. For example, increased fertilizer use from expansion of corn cultivation can deplete oxygen in <a href=\"https://time.com/archive/6913057/the-gulfs-growing-dead-zone/\">downstream waterways</a> and <a href=\"https://nebraskapublicmedia.org/en/news/news-articles/farm-fertilizer-runoff-is-impacting-drinking-water-in-the-midwest-not-just-the-gulfs-dead-zone/\">raise concentrations of nitrates</a> in the tap water of heavy agriculture areas. While many rural communities can see spikes in nitrate levels past the <a href=\"https://www.epa.gov/nutrientpollution/estimated-nitrate-concentrations-groundwater-used-drinking\">EPA limit</a> of 10 parts per million (ppm), many average around 5 ppm, which still <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6068531/\">carry long-term health risks</a> like cancer and birth defects. A total of <a href=\"https://www.epa.gov/nutrientpollution/estimated-nitrate-concentrations-groundwater-used-drinking\">11,510 square miles</a> of the Midwest is estimated to have groundwater nitrate concentrations above the federal limit.</p><p>An <a href=\"https://www.ewg.org/research/troubled-waters\">Environmental Working Group report</a> also found Midwestern states have a high overlap between poor water quality and heavily agricultural areas, with poor water quality more likely to affect <a href=\"https://www.ewg.org/interactive-maps/2020-nitrate-pollution-of-drinking-water-for-more-than-20-million-americans-is-getting-worse/\">smaller, rural</a> and <a href=\"https://www.ewg.org/news-insights/news/2021/06/midwest-farm-states-nitrate-pollution-tap-water-more-likely-lower-income\">lower income</a> communities.</p><p>Refining biofuels can also contribute to climate-harming emissions and <a href=\"https://pubs.acs.org/doi/10.1021/acs.est.1c00698\">respiratory issues</a> among nearby residents. Midwestern ethanol refineries collectively released greenhouse gases totaling <a href=\"https://ghgdata.epa.gov/ghgp/main.do?site_preference=normal\">17.4 million metric tons of carbon dioxide equivalent in 2021</a>, <a href=\"https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator#results\">equivalent to</a> the emissions caused by driving 44 billion miles, and requiring 17 million acres of forests to offset.</p><p>The refineries also contribute air-polluting volatile organic compounds and ground-level ozone, <a href=\"https://environmentalintegrity.org/wp-content/uploads/2024/06/Biofuels-report-EMBARGOED-for-6.12.24.pdf\">releasing an aggregate of almost 4 times</a> the amount of acetaldehyde, acrolein, formaldehyde and hexane compared to oil refineries. Biofuel refineries <a href=\"https://environmentalintegrity.org/reports/farm-to-fumes-hazardous-air-pollution-from-biofuel-manufacturing/\">have also been known</a> to violate already-lax pollution limits, which can put nearby residents at a <a href=\"https://pubmed.ncbi.nlm.nih.gov/34232029/\">greater risk</a> of <a href=\"https://doi.org/10.1021/acs.est.1c00698\">respiratory issues</a>.</p><p>Growing feedstock crops and refining biofuels also requires <a href=\"https://news.climate.columbia.edu/2011/03/21/ethanol%E2%80%99s-impacts-on-our-water-resources/#:~:text=Corn%20ethanol%20consumes%2010%20to%20324%20gallons%20of,%28the%20range%20is%20due%20to%20different%20production%20technologies%29.\">high volumes of water</a> that could deplete underground aquifers used by Midwestern farms that don’t get enough rainfall to irrigate crops. The <a href=\"https://modernfarmer.com/2015/07/ogallala-aquifer-depletion/?utm_source=chatgpt.com\">Ogallala Aquifer</a>, which supplies water to many heavily-farmed areas, for example, is expected to be 69% depleted by 2060.</p><p>As climate change intensifies droughts and erratic weather conditions, growing crops for biofuels in water-stressed areas will come with more tradeoffs. These concerns should spur policymakers to adequately weigh public health impacts and long-term risks related to the entire lifecycle of biofuel cultivation, refining and use.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/23551870/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>3) Ramping Up Biofuels Production Would Increase Emissions</h3><p>The Midwest is one of the most productive agricultural regions in the <a href=\"https://www.climatehubs.usda.gov/hubs/midwest/topic/agriculture-midwest\">world</a>, but as a result, it has an outsized agricultural greenhouse gas footprint comprised largely of fertilizers, animal manure management, on-farm energy use and emissions from land use change. For biofuels specifically, emissions arise from each step of the agricultural process as well as transportation, refining and combustion.</p><p><strong>In fact, when accounting for the entire lifecycle emissions of corn ethanol production, this ‘green’ fuel produces more greenhouse gas emissions than gasoline</strong>. One study found that the increase of ethanol produced as a result of the Renewable Fuel Standard has <a href=\"https://doi.org/10.1073/pnas.2101084119\">24% higher emissions intensity</a> than fossil fuel gasoline due to domestic land-use change and fertilizer use. With corn and soy occupying over half of the nation’s farmland, these first-generation feedstocks have large agricultural and emissions footprints.</p><p>Increased biofuels production can come at the expense of natural lands, like forests and grasslands, which release emissions when they are cleared to accommodate biofuels crops. One model estimates that the <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.2101084119\">Renewable Fuel Standard caused 26% more conversion</a> of U.S. natural land to cropland than would have occurred without the policy. </p><p>A <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/aa6446#:~:text=We%20assessed%20changes%20to%20the,million%20acres%20of%20converted%20grassland.\">separate study</a> found that 4.2 million acres of land were converted to cropland within 100 miles of biorefineries between 2008 and 2012, further suggesting the expansion was caused by biofuel demand. Neither of these studies, however, accounts for global land-use change driven by U.S. biofuels expansion, so total land conversion could be much higher.</p><p> Another <a href=\"https://www.nature.com/articles/s41586-018-0757-z\">study</a> that counted global land use change emissions found that corn ethanol emissions intensity can be twice as high as gasoline; and soybean biodiesel emissions intensity can be three times as high as traditional fossil fuel diesel.</p><p>While there is potential for advanced biofuels to provide climate benefits, those that use crops requiring dedicated use of land could have emissions impacts because they would divert cropland from food or feed production. Advanced biofuels made from agricultural wastes and residues can reduce emissions relative to fossil fuels. However, many residues are already harvested for other uses or provide important benefits like soil health, and their realistic contribution to energy supply is likely limited.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two men standing in a soybean field.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/midwest-soybean-field.jpg?VersionId=l_HnZmscOThF55y.YdtfOjpHbJAfo3zo&itok=_h85tZDJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Two farmers inspect a soybean field. Biodiesel made from soybeans supplied less than 1% of U.S. transportation fuel in 2022. Photo by Zoran Zeremski / Shutterstock.</figcaption>\n</figure>\n<h3>Rethinking The Future of Biofuels in the Midwest</h3><p>Political support for biofuels <a href=\"https://www.nytimes.com/2024/02/23/climate/summertime-ban-ethanol-lifted.html\">remains strong</a>, even though biofuels have already had a significant impact on Midwestern environments and communities. But there are opportunities to reduce the future environmental footprint and human impact of the industry.</p><p>To avoid negative impacts, it will be necessary for policymakers to place limits on future crops grown specifically for the use of biofuels. This is true both for biofuels used to power cars and for the <a href=\"https://www.wri.org/insights/us-sustainable-aviation-fuel-emissions-impacts\">expanding “sustainable aviation fuel” industry</a>, which could drive a vast expansion of land devoted to biofuels crops. Measures that limit land devoted to biofuels production can be added to existing policies by capping credits for first-generation biofuel feedstocks or correcting land use change calculations in biofuel policies.</p><p>Instead of further expansion of first-generation biofuels, policymakers should investigate the potential for advanced biofuels that do not require dedicated use of land, such as fuels that use agricultural wastes or residues. WRI is currently conducting additional research on the opportunity to use corn stover (the parts of the corn, such as stalks, leaves and cobs, left in the field after its harvested) as a biofuel feedstock.</p><p>To create new, environmentally beneficial opportunities, policymakers can expand support for small-scale and marginalized farmers, incentivize nitrogen management and climate-friendly agricultural practices, and invest in the build-out of new clean energy industries in the Midwest. Additional research is also needed to identify new  markets and opportunities that can equitably support farmer livelihoods, strengthen rural economies and food systems, and effectively mitigate greenhouse gas emissions. These new pathways should anticipate constraints on water, land and food supplies, and they should consider fairer and more effective ways to generate clean, renewable energy.</p><p><em><strong>Editor's Note:</strong> This article was originally published on Feb. 27, 2024, and updated on June 10, 2025 with new findings, research and information. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: World Resources Institute Names Dr. David Widawsky as New US Program Director",
      "link": "https://www.wri.org/news/release-world-resources-institute-names-dr-david-widawsky-new-us-program-director",
      "pubDate": "Tue, 10 Jun 2025 08:33:10 EDT",
      "description": "<p><em><span lang=\"ES\">Veteran EPA leader to guide WRI’s US</span> Program<span lang=\"ES\"> efforts on clean energy, climate policy and sustainable development</span></em> </p><p><span lang=\"EN-US\"><strong>WASHINGTON, DC (June 10, 2025)</strong> — World Resources Institute (WRI) welcomes Dr. David Widawsky as the new Director of its US Program. Based in Washington, DC, Dr. Widawsky brings over 20 years of leadership in environmental policy, innovation and program implementation across domestic and international arenas.</span> </p><p><span lang=\"EN-US\">In his new role, Dr. Widawsky will lead WRI’s US Program strategy and a team of 70+ to advance climate action and sustainable development across U.S. federal, state and local levels. His focus will include the energy transition, climate policy, sustainable cities and transportation and nature-based solutions — working closely with policymakers, communities and the private sector.</span> </p><p>Dr. Widawsky joins WRI from the U.S. Environmental Protection Agency (EPA), where he most recently served as the inaugural director of the Greenhouse Gas Reduction Fund, a landmark initiative to channel capital into clean energy projects, particularly in underserved communities. Over his career at EPA, he also held leadership roles in the Office of Pollution Prevention and Toxics, the Office of the Chief Financial Officer, and the National Center for Environmental Innovation. </p><p><span lang=\"ES\">“I’m honored to join WRI at such a pivotal moment for climate and environmental action,” said Dr. Widawsky. “What drew me to WRI is its systems-based approach—addressing climate, environmental and social challenges together, not in silos. I look forward to working with the WRI </span><span lang=\"EN-US\">US Program team to help drive a more just, sustainable and resilient future for communities nationwide.” </span> </p><p><span lang=\"EN-US\">“In today’s dynamic policy landscape, we need leaders who are both visionary and pragmatic,” said Adriana Lobo, Managing Director, Global Presence & National Action, WRI. “David brings exactly that. His leadership will be key to advancing WRI’s mission, and ensuring that WRI’s contributions to U.S. climate, people, and nature progress are robust, forward-leaning and resilient.”</span> <br /> <br /><span lang=\"EN-US\">Dr. Widawsky led  the design and scale-up of national programs on clean energy finance, sustainable manufacturing, safer chemical use and more — building cross-sector collaborations with government, industry, academia, and philanthropy to drive impact at scale. Earlier in his career, Dr. Widawsky conducted agricultural research across Asia and served with the U.S. Department of Commerce on trade partnerships for environmental technologies.</span> </p><p>He holds a PhD in Applied and Development Economics from Stanford University, an MSc in Agricultural Economics from Colorado State University and bachelor’s degrees in Political Economy of Natural Resources and Plant and Soil Biology from the University of California, Berkeley. </p><p><strong>About World Resources Institute (WRI)</strong> <br />WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.<span> </span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: Brazil and France Launch New Global Challenge to Put the Ocean at the Center of Climate Action",
      "link": "https://www.wri.org/news/release-brazil-and-france-launch-new-global-challenge-put-ocean-center-climate-action",
      "pubDate": "Mon, 09 Jun 2025 17:00:34 EDT",
      "description": "<p><em>Eight inaugural countries already committed to challenge</em></p><p><strong>Nice, France (June 9, 2025) </strong>- Today at the UN Ocean Conference (UNOC), Brazil and France launched a landmark international initiative to dramatically scale up ocean-focused climate action. The Blue NDC Challenge calls on all countries to place the ocean at the heart of their climate plans (nationally determined contributions, or NDCs) ahead of COP30 which Brazil will host in November.</p><p>Alongside Brazil and France, an inaugural group of eight countries including Australia, Fiji, Kenya, Mexico, Palau, and the Republic of Seychelles, has already joined the initiative, committing to include the ocean in their updated climate plans under the Paris Agreement. These plans represent the centerpiece of each country’s efforts to reduce emissions and limit warming to 1.5°C and build resilience, and represent the highest level of political will under the UN Framework Convention of Climate Change (UNFCCC).</p><p>Launched today, and building on the momentum this year brings as countries prepare to celebrate the 10th anniversary of the Paris Agreement, the Blue NDC Challenge underscores the urgent need to recognise the ocean’s central role in addressing the climate crisis as a key ally. The initiative is supported by Ocean Conservancy, the Ocean & Climate Platform, and the World Resources Institute through the Ocean Resilience and Climate Alliance (ORCA) and has been endorsed by WWF-Brazil.</p><p>In addition to its forests, Brazil is also an oceanic nation, with 40% of its territory located at sea and hosting marine ecosystems of global significance — including the only coral reefs in the South Atlantic and the world's largest contiguous mangrove belt along the Amazon coast. These ecosystems play a vital role in both climate adaptation and mitigation, serving as natural buffers against extreme weather events and contributing to carbon storage.</p><p><em>“For Brazil, the Blue NDC Challenge represents a key opportunity to strengthen ocean-related climate action and to emphasize the essential role of ocean-based solutions in achieving emission reduction targets. Through this initiative Brazil seeks to advance international cooperation on ocean climate action in the lead-up to COP30, and to underscore the need for all countries to fully integrate the ocean into their national climate strategies,” said <strong>Marina Silva, Brazil Minister for the Environment and Climate Change.</strong></em></p><p><em>“In its recently submitted NDC, Brazil has explicitly included, for the first time, ocean-based climate actions, recognizing the ocean’s critical role in climate regulation. These include the implementation of national Marine Spatial Planning, the enhancement of coastal zone management, and the establishment of programs for the conservation and restoration of mangroves and coral reefs,” she noted.</em></p><p>Governments joining the Blue NDCs Challenge commit to stepping up efforts to reduce emissions and build resilience through ocean-based solutions, while also delivering benefits for both nature and people. Depending on their national context, participating countries may include actions such as:</p><ul><li>Sustainably managing, conserving, and restoring coastal and marine ecosystems - including through marine spatial planning, integrated coastal zone management, and climate-smart marine protected areas;</li><li>Phasing out offshore oil and gas production and expanding clean ocean energy, such as offshore wind, wave, and tidal power - supported by innovation and technology transfer;</li><li>Cutting emissions and strengthening resilience in maritime sectors, including shipping and seafood value chains;</li><li>Supporting sustainable, climate-resilient fisheries and aquaculture to ensure long-term ocean health and food security.</li></ul><p>Governments that join the Challenge will receive support from a wide range of partners and initiatives, including the Ocean Breakthroughs led by the Marrakech Partnership for Global Climate Action, the UN High-Level Climate Champions, and the NDC Partnership hosted by World Resources Institute. Together, they aim to boost investment and action in ocean-based solutions to help achieve a net-zero, resilient, and nature-positive future by 2050.</p><p><em>“Ultimately, industrial marine sectors and natural ecosystems are underused tools in addressing climate change and other development needs. As world leaders gather in Nice and prepare for the United Nations Climate Change Conference in Belém (COP30), they can take inspiration from the Seychelles in championing ocean-based climate action,” said <strong>Wavel Ramkalawan is President of the Republic of Seychelles.</strong></em></p><p><em>“We are pleased to join the Blue NDC Challenge and work alongside COP30 host, Brazil, as well as France, Fiji, the Republic of Seychelles, Mexico, Palau to highlight the vital role of the ocean in global efforts on climate change,” said <strong>Senator Murray Watt, Australian Minister for the Environment.</strong></em></p><p><em>“This is an important initiative, and we commend France and Pacific countries in their longstanding leadership on this issue. There are significant opportunities in sustainably managing, conserving and restoring coastal and marine ecosystems, among other blue solutions. We acknowledge the links being drawn between the Paris Agreement and the ocean program this year, as we approach a decade of the Paris Agreement.”</em></p><p>Quotes from supporting and endorsing NGOs:</p><p><em>“The ocean already plays a vital role in stabilizing our climate–but it has vast untapped potential to be an even greater part of the solution. From harnessing clean energy like offshore wind to restoring marine ecosystems that store vast amounts of carbon, there are many ways that countries can use ocean-climate solutions to deliver on the Paris Agreement,” said <strong>Janis Searles Jones, CEO of Ocean Conservancy</strong>. \"I thank Brazil for their leadership on the road to COP30. Thank you for launching this Challenge to solidify ocean-based climate solutions as a key part of national climate plans--and to get the resources and assistance needed to make them a reality.\"</em></p><p><em>“Ocean-based climate solutions can deliver up to 35% of the emissions reductions needed to keep 1.5°C within reach. But we are running out of time to maximise the ocean’s potential. That’s why countries must place the ocean at the heart of their climate strategies. We applaud Brazil’s leadership in launching the Blue NDC Challenge, this is a vital step to mobilize ambition, support, and coordination to fully integrate the ocean into national climate plans,” said <strong>Tom Pickerell, Global Director of the Ocean Program at World Resources Institute and Head of the Secretariat for the High Level Panel for a Sustainable Ocean Economy.</strong></em></p><p><em>“The Paris Agreement was the beginning – a promise that ambition would grow over time. Ten years on, the time for promises is now over. The Blue NDC Challenge is how we turn Paris ambition into Belém action, by fully leveraging ocean-based climate action,” said <strong>Loreley Picourt, Executive Director, Ocean & Climate Platform.</strong></em></p><p><em>“As the host of the next climate conference, Brazil has a unique opportunity to lead by example with an ambitious, science- and nature-based agenda that amplifies the voices of vulnerable communities. Including the ocean in national commitments — and ensuring their implementation — is essential to addressing the climate crisis with the urgency it demands. We see the Blue NDC challenge, and Brazil’s leadership, as crucial steps toward more effective, integrated, and resilient climate solutions,” said <strong>Marina Corrêa, Oceans Lead at WWF-Brazil.</strong></em><br /> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "From Work to Transportation, Extreme Heat Is Reshaping Urban Life",
      "link": "https://www.wri.org/insights/extreme-heat-reshaping-urban-life",
      "pubDate": "Mon, 09 Jun 2025 10:22:26 EDT",
      "description": "<p>By midday in Mathare, a densely populated informal settlement in Nairobi, Kenya, the sun beats down on the tight rows of wooden stalls and corrugated metal rooftops. At an elevation of 5,889 feet (1,795 meters), Nairobi has long been known for its temperate climate. But in recent years, heat has become an unavoidable issue — especially in informal settlements, which can be up to 5 degrees C (9 degrees F) hotter than the rest of the city.</p><p>In Mathare, local street vendors selling fresh produce and fish once relied on a steady stream of customers throughout the day. Now, the heat often spoils their goods before they can be sold.</p><p>“If they don’t have a quick market, they’re seeing a lot of losses by the end of the day,” said Michelle Koyaro, program associate at Slum Dwellers International (SDI) Kenya. Some vendors have started selling in the cooler evenings, but fewer customers come out during those hours. Instead, after long days under the hot sun, sellers head home with headaches and lean earnings.</p><p><strong>In cities around the world, extreme heat is no longer a short-term event or seasonal disruption. It’s a growing daily pressure that is reshaping how people live, move and work — and it’s getting worse.</strong></p><p>Heat is a well-documented threat to health. According to the World Health Organization, nearly 500,000 people <a href=\"https://www.who.int/news-room/fact-sheets/detail/climate-change-heat-and-health\">die</a> from heat-related causes each year — a number expected to rise by 50% by 2050. But the crisis goes beyond public health: Heat is also undermining economies, infrastructure, social systems and the well-being of residents in cities around the world.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"958\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"767\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"587\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"462\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"277\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Sellers sell fresh produce on the side of the street in Mathare, an informal community in Nairobi, Kenya.\" height=\"277\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/51962765079-2af57e3564-k.jpg?VersionId=7w2WQKrfxsnHf7xWRoQqp25vXJHaRuJY&itok=gtPs9Z0Z\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Sellers line a street in Mathare to sell their fresh produce. Warmer days risk spoiling their produce, leading to income losses. Photo by <a href=\"https://flickr.com/photos/ninara/51962765079/in/photostream/\" target=\"_blank\">Ninara/Flickr</a></figcaption>\n</figure>\n<p><a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">As temperatures rise</a>, cities are confronting a complex, urgent and interconnected challenge. Heat is not an isolated issue. To adapt effectively, cities must understand how rising temperatures are transforming and threatening multiple aspects of urban life — and recognize they’re not alone in the challenges they face.</p><p>Already, more than 350 cities worldwide are grappling with summertime temperatures <a href=\"https://www.unep.org/news-and-stories/story/cities-where-fight-green-recovery-will-be-won-or-lost\">above 35 degrees C</a> (95 degrees F), and that number will only grow as the climate warms. Cities have enormous potential to learn from one another — what has worked, and what hasn’t — as they adapt to heat and work to mitigate its worst impacts.</p><p>Here, through the lens of four essential sectors — health, transportation, jobs and economic productivity — we examine the cascading impacts of heat in cities and offer tangible, scalable solutions that cities can use to develop effective, far-reaching strategies.</p><h3>Health: Prioritizing Well-Being as Cities Heat Up</h3><p>Anyone who’s spent time outside on an extremely hot day knows how draining it can be — headaches, dehydration, fatigue and trouble concentrating. But what happens when this exposure is constant — not just for a few hours, but every day? The effects on the body can shift from uncomfortable to dangerous.</p><p>Prolonged heat exposure can strain vital organs like the heart and kidneys, disrupt sleep, cause mental stress and worsen chronic conditions such as asthma and cardiovascular disease. Researchers project that long-term heat exposure will become the norm, with parts of Africa, South Asia and Latin America <a href=\"https://www.wri.org/insights/future-extreme-heat-cities-data\">among the most affected</a>.</p><p>Extreme heat poses a particular challenge to low-income urban residents, who may live in poorly ventilated homes or work outdoors. Over the course of a day, prolonged heat exposure compounds the risks they face. Children, <a href=\"https://yaleclimateconnections.org/2022/07/extreme-heat-makes-pregnancy-more-dangerous/\">pregnant people</a> and older adults are especially vulnerable.</p><p>Addressing these risks requires a multifaceted approach that works in both the short and long term. In the immediate term, cities need to invest in interventions that lower exposure in the places where people spend time or provide options for escaping the heat. Early warning systems, like those in <a href=\"https://onebillionresilient.org/2022/06/23/a-health-based-heatwave-categorizing-and-naming-system/\">Athens</a> and <a href=\"https://ghhin.org/resources/early-warning-system-for-extreme-temperatures-in-argentina/\">Buenos Aires</a>, alert residents to upcoming heat waves and offer practical guidance for staying safe.</p><p>Public cooling centers — community spaces with air conditioning or fans and drinking water — can reduce immediate health threats by providing temporary refuge. In Jodhpur, India, which is coping with intensifying heat waves, a net-zero cooling shelter equipped with misting fans, solar panels and a wind tower that passively circulates cooler air provides relief to those who must be outside. Inside, temperatures are up to <a href=\"https://www.nrdc.org/bio/vijay-limaye/jodhpur-india-unveils-its-first-net-zero-cooling-station\">12 degrees</a> C (21.6 degrees F) cooler than just outside the door.</p><p>In Phoenix, Arizona — <a href=\"https://www.scientificamerican.com/article/phoenix-americas-hottest-city-is-having-a-surge-of-deaths/\">the hottest city in the United States</a> — a 24/7 cooling center <a href=\"https://www.kjzz.org/kjzz-news/2025-03-29/phoenix-will-move-24-7-cooling-centers-including-at-burton-barr-library-to-single-new-location\">drew thousands of visitors</a> during 2024’s hottest period, including unhoused residents, <a href=\"https://chrome-extension:/efaidnbmnnnibpcajpcglclefindmkaj/https:/www.maricopa.gov/ArchiveCenter/ViewFile/Item/5934\">who are far more likely to die from heat-related causes</a>. This site, along with the city’s other heat preparedness efforts — such as connecting people to resources for air conditioning repairs — contributed to <a href=\"https://www.azfamily.com/2025/05/07/new-247-cooling-center-opens-downtown-phoenix/\">a 20% drop</a> in heat-related emergency calls. Even brief breaks in cool spaces have been shown to reduce physiological and cardiovascular strain.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Women walk across a sunny street in Athens.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/athens-greece_0.jpg?VersionId=XZjjHUqK.iefE2vKId4MiFMn2NpyZ4pJ&itok=7Ma0iJS8\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>People walk through the streets of Athens, Greece, during the 2022 extreme heat wave. The city uses warning systems to alert residents to upcoming periods of intense heat and provides practical guidance on how to stay safe. Photo by Alexandros Michailidis/iStock photo</figcaption>\n</figure>\n<p>But cooling centers alone aren’t enough. Cities must also invest in long-term strategies to expand heat-resistant housing and reduce urban heat in places where residents spend time at school, at work or in transit. Increasing urban greenery and tree cover can lower peak temperatures <a href=\"https://development.asia/explainer/how-cities-can-combat-extreme-heat-using-nature-based-solutions\">by up to 5 degrees C</a> (9 degrees F).</p><div class=\"callout alignright\"><p class=\"secondary body-link\">Health Impact Solution: Understanding and Acting on the Local Relationship Between Place, Population and Heat Health</p><p class=\"secondary\">Emergency measures aren’t enough. Building long-term urban resilience means identifying and addressing who is most vulnerable. <a href=\"https://www.wri.org/initiatives/heat-and-health-brazilian-cities\" target=\"_blank\">WRI is partnering with </a>the Salud Urbana en América Latina <u>(</u>SALURBAL<u>)</u> initiative — a collaboration of research institutions across Latin America and the United States, coordinated by Drexel University — to study how social and environmental factors influence heat-related health outcomes in two Brazilian cities: Campinas and Belo Horizonte. The goal is to help cities design targeted, equitable interventions, such as expanding nature-based solutions and prioritizing health care.</p></div><p>In informal settlements, where rooftops are often made from heat-trapping materials like corrugated steel, participatory upgrading programs — which directly involve residents in improving their own living conditions — can substantially boost resilience and health. For example, research shows that adding cool roof solutions, such as vegetation or reflective surfaces, to informal homes can <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1364032122001083#:~:text=We%20show%20that%20occupants%20of,of%20annual%20heat%20stress%20exposure.\">reduce residents’ exposure to extreme heat by up to 91% over the course of a year</a>.</p><p>Longer-term efforts to reduce heat exposure and related health risks must be grounded in data that includes the potential for effective solutions. Studies can reveal not only how hot certain areas get but also the many ways communities face heat-related burdens. This helps cities prioritize where to focus resilience measures. </p><h3>Transport: Keeping Cities Moving in a Hotter World</h3><p>An essential part of urban life is the ability to move safely and efficiently through the city. As more cities embrace sustainable, zero-carbon transport options like electric buses, cycling and walking, extreme heat is prompting people to stay home or rely more on cars.</p><p>A 2024 study of several U.S. cities, including Chicago, Atlanta, Houston and New York, found that on extremely hot days, public transportation trips decline by <a href=\"https://www.cockrell.utexas.edu/news/archive/10071-extreme-heat-impacts-daily-routines-and-travel-patterns-study-finds\">an average of 50%</a> as people opt for air-conditioned vehicles. But for many without access to cars, there is no easy escape. Without adequate shade or heat protection at transit stops — a widespread problem in many cities — public transport users face greater risk of heat exposure. In Los Angeles, for example, only one-quarter of bus stops provide shelter despite frequently high temperatures.</p><p>Bicycle use also drops during extreme heat. In New York City, an analysis of bike-share ridership found that usage declined <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6768325/\">by about one-third on days when temperatures exceeded 26 to 28 degrees C</a> (79 to 82 degrees F). Meanwhile, <a href=\"https://www.wri.org/insights/extreme-heat-air-pollution\">extreme heat can intensify air pollution</a>. This means that when people avoid sustainable transport options on hot days, it contributes to worsening air quality and compounds health risks for the city’s most vulnerable residents.</p><p>Cities must not only promote sustainable transport modes but also ensure that people can travel safely and comfortably, regardless of income or ability. For public transit like buses and light rail, increasing service frequency reduces the time people spend exposed to dangerous heat while waiting. Installing shade structures at transit stops and planting trees or green walls can also help ease heat burdens in these high-use spaces.</p><p>Green corridors — connected strips of green space such as trees, gardens or parks that link different parts of a city — can also create a network of cooler streets for people to cycle or walk on hot days.  Medellín, Colombia, has demonstrated the benefits of integrating urban greenery with sustainable mobility. Since 2016, the city’s Green Corridors program has linked more than 30 major streets with tree cover, vertical gardens and green spaces. Analyses show the corridors reduce temperatures <a href=\"https://www.weforum.org/stories/2024/01/nature-positive-cities-tackle-extreme-heat/#:~:text=The%20green%20corridor%20initiative%20in,increasingly%20popular%20among%20urban%20planners.\">by an average of 2 degrees C</a> (3.6 degrees F), lower air pollution levels and encourage more trips on foot or by bike.</p><p>Similarly, studies in both <a href=\"https://www.mdpi.com/2071-1050/16/6/2569\">Houston, Texas</a>, and <a href=\"https://www.sciencedirect.com/science/article/pii/S2210670720301888?via%3Dihub#sec0040\">Shenzhen, China</a>, have found that tree canopy coverage and eye-level greenery support higher rates of cycling.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Man on bicycle in Shenzhen.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/shenzhen_0.jpg?VersionId=KxgHjFlEj7OCEIhXuVqNrWyJCWjO0d5P&itok=vm5LIuf3\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A cyclist navigates a street in Shenzhen, China, where research shows that more greenery and canopy cover encourage greater use of bicycles. Green spaces help cool cities while also promoting sustainable transport. Photo by Huy Bui Van/iStock photo</figcaption>\n</figure>\n<h3>Jobs: Preparing the Urban Workforce for Extreme Heat</h3><p>Heat’s impact on city economies is layered. For informal or hourly wage workers, heat waves can reduce productivity, compromise work safety and lower incomes. In Dhaka, Bangladesh, for instance, manufacturing sectors such as garment and construction are already seeing <a href=\"https://onebillionresilient.org/hot-cities-chilled-economies-dhaka/\">income losses of around 10%</a> as heat exposure hampers workers’ ability to produce efficiently in warehouses, outdoor work sites or manufacturing facilities. When a worker produces less, they earn less. At the sector level, slower production reduces revenue, which dampens the local economy as a whole.</p><p>The Atlantic Council’s Climate Resilience Center notes that women, especially those in informal jobs, are <a href=\"https://onebillionresilient.org/2025/02/06/women-and-heat-surveys/\">particularly vulnerable to heat-related impacts</a>. In New Delhi’s textile markets, female garment workers spend their mornings sewing and packing bales of clothes for transport using open carts or rickshaws. However, because they aren’t allowed to deliver parcels until the afternoon, they must move during the hottest part of the day — often with their children in tow — exposing themselves to high levels of heat stress.</p><p>To build heat resilience across urban economies, cities need to prioritize both individual and system-level safety. Governments can create policies that protect workers on the job. California’s 2022 Heat Action Plan, for example, outlines recommendations to support safety for both outdoor and indoor workers at increased risk of heat impacts. Meanwhile, <a href=\"https://www.ilo.org/resource/news/recommendations-health-and-safety-amidst-heatwaves\">a 2024 report</a> from the International Labour Organization offers a suite of heat-related actions that local and national governments can adapt into policy, including mandated breaks, enforcement of cooling and ventilation standards in buildings, and regulations on maximum temperatures workers can be exposed to on the job.</p><p>Cities must also engage with the workers most at risk. In Freetown, Sierra Leone, Chief Heat Officer Eugenia Kargbo has led efforts to install weather-resistant and UV-protective <a href=\"https://onebillionresilient.org/project/freetown-market-shade-cover-project/\">canopies</a> over vendor stalls — many of them run by women — to shield them from the city's heat.</p><h3>Economic Productivity: Heat Runs Up Systemic Costs</h3><p>Extreme urban heat doesn’t just affect individuals; it also carries a heavy price tag for cities as a whole. In the Los Angeles metro area, heat-driven productivity losses are estimated at <a href=\"https://onebillionresilient.org/hot-cities-chilled-economies-los-angeles/#:~:text=Under%20current%20conditions%2C%20heat%20and,budget%20of%20USD%2011.2%20billion.&text=This%20is%20expected%20to%20rise%20to%20USD%2011%20billion%20annually%20by%202050.\">$5 billion a year</a>.</p><p>Cities also face rising energy demands, infrastructure damage and increased public health systems expenses. A World Bank report estimates that in Bangkok, a 1 degree C (1.8 degree F) temperature rise could increase energy costs by <a href=\"https://www.worldbank.org/en/country/thailand/publication/shaping-a-cooler-bangkok-tackling-urban-heat-for-a-more-livable-city\">17 billion baht</a> (around half a billion U.S. dollars). <a href=\"https://www.houstonpublicmedia.org/articles/infrastructure/2023/06/28/455539/some-houston-area-roadways-buckling-under-prolonged-high-heat/\">A 2023 heat wave</a> in Houston caused roads to expand and buckle, leading to costly repairs for both the city and state. In London, a 2022 heat wave exposed a different type of infrastructure vulnerability: As temperatures spiked at 40 degrees C (104 degrees F), data centers at two National Health Service hospitals failed, causing weeks of delays in patient care and <a href=\"https://www.datacenterdynamics.com/en/news/outage-at-london-hospitals-cost-nhs-14m-when-heatwave-brought-down-two-data-centers/\">costing the system £1.4 million</a> to fix.</p><p>If cities want to safeguard their economies against heat-related losses, investing in wide-scale resilient infrastructure — such as green corridors, cool roofs and pavements, and strategic shade structures — is essential, along with targeted efforts to protect workers. There is no single quick fix to shield urban economies from heat, but every measure that protects people’s health, maintains transit systems and supports productivity will collectively strengthen the economy.</p><h3>Building Resilience in a Warming World</h3><p>Extreme urban heat is reshaping the very systems that keep cities functioning — from health to transportation to livelihoods. <a href=\"https://thecityfix.com/blog/how-cities-can-beat-the-extreme-heat/\">Building resilience</a> at both the individual and system levels — from the street vendors of Mathare to the bus lines in Chicago — is essential to protecting well-being, sustaining economic stability and ensuring cities can thrive in a hotter world. As they plan for heat resilience, cities can learn from each other’s challenges and successes to prioritize effective, timely solutions.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: European Ocean Pact Sets Strong Example Ahead of UN Ocean Conference",
      "link": "https://www.wri.org/news/statement-european-ocean-pact-sets-strong-example-ahead-un-ocean-conference",
      "pubDate": "Thu, 05 Jun 2025 14:47:59 EDT",
      "description": "<p><strong>LONDON (June 5, 2025) </strong>— Today, the European Union adopted the <a href=\"https://commission.europa.eu/news/commission-adopts-ocean-pact-protect-marine-life-and-strengthen-blue-economy-2025-06-05_en\">European Ocean Pact</a> — a unified strategy that aims to protect the ocean, promote a thriving blue economy and support the communities and livelihoods that depend on the ocean. The Pact comes days ahead of the UN Ocean Conference, where governments will convene in Nice, France to advance ocean action.</p><p>The Pact brings existing and new ocean policies under one coordinated framework, with six priorities: restoring ocean health, boosting the sustainable blue economy, supporting coastal and outermost regions, enhancing maritime security, advancing ocean knowledge and innovation and strengthening EU ocean diplomacy and governance. The EU manages the world’s largest collective maritime area.</p><p><strong>Following is a statement from Tom Pickerell, Global Director, Ocean Program, World Resources Institute: </strong></p><p>“The Pact sets a strong example for how EU countries can govern their ocean area in ways that improve coastal communities’ lives. It rightly places the ocean at the heart of Europe’s environmental, economic, and geopolitical future.</p><p>“We are encouraged by the Pact’s focus on integrated ocean policies, closer links between science and decision-making and stronger international cooperation. This aligns closely with the ambitions of the Ocean Panel, which includes 18 countries committed to sustainably managing 100% of their national ocean areas. The Pact’s push for ocean innovation, from offshore renewables and blue biotech to circular economy solutions and zero-carbon shipping, marks real progress toward a sustainable blue economy. And the Pact's attention to coastal communities and youth leadership signal that people who depend on the ocean are critical to protecting it.</p><p>“Now bold words must be backed by results. Many commitments lack clear timelines, targets and accountability. On finance, the Pact misses the mark by overlooking key tools such as blue bonds, blended finance and insurance mechanisms — essential for scaling investment and embedding ocean health into Europe’s economies. Without a clear strategy to build capacity in developing countries, its promise of inclusive global progress risks falling short.</p><p>“The EU must now deliver on commitments: support <a href=\"https://oceanpanel.org/sustainable-ocean-plans/\">national sustainable ocean plans</a>, unlock new funding — especially for vulnerable coastal and island states — and make sure ocean solutions are part of climate and nature action. It should also recognize the importance of blue foods for healthy diets, jobs and resilience.</p><p>“As leaders meet in Nice next week for the UN Ocean Conference, this is a vital moment for countries to restore the ocean’s health. Governments must ratify the <a href=\"https://www.wri.org/insights/high-seas-treaty-explainer\">High Seas Treaty</a>, protect 30% of the ocean by 2030 and back efforts to manage all national waters sustainably. With real investment and global cooperation, the EU Ocean Pact can turn ambition into action — at the UN Ocean Conference, at COP30, and beyond.”</p><p><em>Editor’s note: WRI serves as Secretariat of the </em><a href=\"https://oceanpanel.org/\"><em>High Level Panel for a Sustainable Ocean Economy</em></a><em> — a group of 18 heads of state and government from countries committed to sustainably managing 100% of their national waters by 2030 — and coordinates the </em><a href=\"https://oceanpanel.org/100-alliance/\"><em>100% Alliance</em></a><em>, a global initiative co-led by Chile and France that encourages all countries to make that commitment.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}