{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-11-06T16:34:57.470391",
  "items": [
    {
      "title": "World’s Informal Housing Crisis Demands a Climate Response",
      "link": "https://www.wri.org/insights/informal-housing-crisis-demands-climate-response",
      "pubDate": "Thu, 06 Nov 2025 11:00:00 EST",
      "description": "<p>When floods hit my hometown in Kenya last year, it was the poorest communities who suffered most. In Nairobi, where more than 3 million people live in vulnerable homes made of wood, sheet metal and concrete — many in low-lying flood plains — the waters faced little resistance. Entire homes were swept away as people slept.</p><p>The world’s housing and climate crises are deeply intertwined, wreaking havoc and reshaping life in cities around the world — from <a href=\"https://apnews.com/article/mexico-flooding-severe-weather-climate-change-b2b37cbfb1d22dd782976a6c392ecf91\">tragic flooding in Mexico</a> to record-breaking <a href=\"https://apnews.com/article/heat-wave-hot-india-climate-temperature-weather-85bab3f13c7bbf16f972ecf51fe9dd9b\">heat waves</a> in India. Urban communities are on the frontlines of climate extremes, bearing the brunt of escalating impacts. And while they have long been hubs of innovation and climate leadership, they cannot tackle this crisis alone.</p><p>The lesson is clear: National governments need to <a href=\"https://www.wri.org/research/multilevel-action-community-led-climate-resilience-informal-settlements\">partner with cities to address the world’s housing and climate crises</a> simultaneously. Poor-quality housing in highly vulnerable areas, combined with little to no access to basic services, creates a pernicious triple blow. The impacts ripple across urban and national economies.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Floods wiped out dense housing near the river in the Mathare neighborhood of Nairobi. \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/flooding-aftermath-mathare-kenya_0.jpg?VersionId=LbRg7XW5QiDKDQ9Wafl5.Hc__eZWWpxA&itok=9MyikMtR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>After flooding in the neighborhood of Mathare, Nairobi, wiped out dense housing near the water, residents are working to stabilize the riverbank through greening and restoration. Photo by Schuyler Null/WRI</figcaption>\n</figure>\n<p>Some countries like <a href=\"https://www.wri.org/initiatives/upgrading-informal-settlements-brazils-urban-periphery\">Brazil</a>, <a href=\"https://www.wri.org/update/colombia-launches-national-roadmap-net-zero-carbon-buildings\">Colombia</a> and <a href=\"https://coolcoalition.org/indonesia-national-cooling-action-plan-i-ncap/\">Indonesia</a> have already stepped forward, recognizing the leadership role that cities can play. For others, the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">COP30 UN climate summit</a> in Brazil offers a launchpad to reimagine urban leadership and commit to bold- and inclusive action. In doing so, nations can unlock the power of cities as a major force in climate-resilient economic growth.</p><p>Today, cities produce 80% of global GDP, and they’re on track to house two-thirds of humanity by 2050. Yet in low-income countries, <a href=\"https://data.worldbank.org/indicator/EN.POP.SLUM.UR.ZS\">more than 60%</a> of urban residents —over 1.1 billion people — live in informal settlements, sometimes called “slums.” That means 1 in 8 people on Earth lack resilient homes and basic infrastructure, making these communities uniquely vulnerable to the impacts of climate change.</p><p>So too are urban economies. The informal sector, despite being disregarded by policymakers for generations, is the lifeblood of many cities. It accounts for <a href=\"https://www.wri.org/research/7-transformations-more-equitable-sustainable-cities\">50% to 80% of urban employment</a> across the Global South. Informal businesses and services, like minibus operators and water deliverers, fill the gaps when formal municipal services don’t reach households.</p><p>On the frontlines of heat waves, landslides and floods, these neighborhoods often pioneer resilience-building efforts with resourceful, frugal innovations. In Nairobi’s Kibera neighborhood, <a href=\"https://prizeforcities.org/project/kibera-public-space-project\">12 community-managed public spaces</a> serve as first responder hubs, tame floodwaters and bring vital services to families, like laundry areas and small business kiosks.</p><p>Locally led initiatives like these should help shape cities’ formal climate efforts, which should in turn feed into – and be supported by – national governments. Yet informal settlements are almost universally left out of national climate plans and funding. Only <a href=\"https://www.habitat.org/sites/default/files/documents/NDC-Report-Oct-9.pdf\">16 countries</a> mentioned informal settlements in their previous national climate plans, known as Nationally Determined Contributions (NDCs).</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Flooding in an informal settlement in Jakarta, Indonesia\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/informal-settlement-indonesia_0.jpg?VersionId=Sqh.P9Vydo607SRNlpHtJK5XE7ZmVYO4&itok=Nn3lBYO7\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Flooding in an informal settlement in Jakarta, Indonesia, in March 2025. Informal settlements are particularly vulnerable to the escalating impacts of climate change. Photo by Igro Rinaldi/Unsplash</figcaption>\n</figure>\n<p>As countries commit to new NDCs, they should set <a href=\"https://www.wri.org/research/multilevel-action-community-led-climate-resilience-informal-settlements\">specific targets and resources for upgrading informal settlements</a> with decent housing, securing land tenure, ensuring reliable access to basic services, and creating jobs. These actions would not only help alleviate poverty and inequality, but also keep people safer when the next flood or heat wave strikes.</p><p>Bringing communities into national climate plans can also unlock more funding for local priorities like housing. Through the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multi-Level Partnerships (CHAMP) </a>, Kenya’s national government worked with local counties on its latest climate plan and now prioritizes flood control in informal settlements. It has also set up a much-needed mechanism to funnel resources for climate adaptation to vulnerable communities.</p><p>The momentum is building: <a href=\"https://www.champ-climate.org/\">77 countries</a> have now committed to CHAMP, promising a greater role for partnership between national and local governments.</p><p>The UN holds a vital key to unlocking urban transformation. By spotlighting urban action and informal settlements in future Global Stocktakes — and elevating these issues within international development frameworks like the post-2030 Agenda — the UN can galvanize national governments to close the urban equity gap.</p><p>At COP30, the ministerial round table on housing and informal settlements is a key step in the right direction. Its recommendations could steer overdue resources and adaptation finance to this long-overlooked agenda.</p><p>With these foundations in place, cities will be better positioned to improve climate resilience while supporting the hundreds of millions of people who live in informal neighborhoods and power their economies. They can team up with neighborhood groups and urban poor associations to create higher-quality housing and improve livelihoods — while scaling these efforts by partnering with national governments.</p><p><a href=\"https://www.wri.org/insights/iloilo-city-philippines-housing-flood-protection\">Iloilo City, the Philippines</a> provides one blueprint. In the wake of Typhoon Fengshen, which submerged 80% of the city, the local government and local NGOs partnered to provide land, organize savings groups, finance, and co-design new housing projects. Almost two-thirds of the city’s poor families were settled in higher-quality housing without forced evictions or distant relocations. Since then, Iloilo City’s community-led housing projects have inspired similar projects in a dozen cities across the Philippines.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"828\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"663\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"507\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"400\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"239\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Iloilo City, Philippines\" height=\"239\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/iloilo-city-philippines_0.jpg?VersionId=d.B6VEFf7NNcvgIVDuWb3k6CQyow5F4g&itok=ynBRjOQY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A community-led housing project in Iloilo City, Philippines. The city's innovative program helps communities gain access to high-quality housing that can withstand floods, storms and other climate impacts. Photo by WRI</figcaption>\n</figure>\n<p>COP30 host Brazil, where over 16 million people live in informal settlements, provides another model. Its new <a href=\"https://www.wri.org/update/bottom-experiences-recife-and-teresina-underpin-brazils-new-national-policy-urban\">Periferia Viva</a> (“Living Peripheries”) federal program offers funding and technical assistance to states and cities for upgrading informal settlements. And Brazil’s new climate plan explicitly commits to “climate federalism” and addressing cities’ climate needs.</p><p>The pathway to climate action that delivers for people and the planet runs through our cities. Countries must prioritize decent, secure housing for the communities who keep urban economies running.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Small Wind Can Bring Big Benefits to Communities in Need",
      "link": "https://www.wri.org/insights/small-wind-big-benefits-communities",
      "pubDate": "Wed, 05 Nov 2025 12:15:39 EST",
      "description": "<p>Much of the conversation around wind power often focuses on large-scale utility wind farms that provide energy to power grids deployed across cities, regions and even countries. Yet, smaller wind solutions can play a very important role in the clean energy transition.</p><p>In places where solar and other renewable technologies are not technically or economically feasible, small wind projects are a cost-effective option that can help power individual homes, schools and health facilities, or provide reliable and affordable electricity to entire communities. They can also support water pumping for irrigation, telecommunications and small businesses.</p><p>For example, <a href=\"https://www.gramvikas.org/project/small-wind-energy-system-for-rural-energy-access/\">two small wind energy systems</a> installed in the tribal villages of Kamalaguda and Tijmali in the Kalahandi district of Odisha, India, not just provide electricity to 60 homes and 259 people, but brought jobs and new skills to the community.</p><p>Across the world, 11 miles off the coast of Maine, the Fox Islands community has installed <a href=\"https://www.foxislandswind.com/about-fiw\">three 1.5 megawatt turbines</a> to power their homes and businesses. During the first 14 years of the project, local residents saved around $1.3 million in electricity costs.</p><p>Currently <a href=\"https://www.grandviewresearch.com/industry-analysis/small-wind-market#:~:text=The%20global%20small%20wind%20market%20size%20was%20estimated,a%20CAGR%20of%204.3%25%20from%202025%20to%202030.\">valued at $1.6 billion in 2024</a>, the global small wind turbine market is expected to grow over the next five years, reaching $2.2 billion by 2030.</p><h3>What Is Small Wind?</h3><p>Wind energy systems that are not utility-scale wind farms, generating large amounts of electricity that feed into the electrical grid, are generally known as “small wind.” Sometimes categorized as small wind turbines (SWTs) or distributed wind, it represents an adaptable and flexible option for generating renewable electricity by converting wind energy into electricity using the aerodynamic force from rotor blades.</p><p>There isn’t a universally defined energy-generation capacity for small wind across all countries. In India, for example, small wind describes wind turbines with blades less than or equal to 200 square meters that generally have a maximum power rating of 50 kilowatts (kW). As the technology becomes more familiar worldwide, some SWTs now include higher-capacity models, ranging from 50 kW to 100 kW.</p><p>In the United States, however, small wind turbines are typically up to 100 kW in size to account for the advancement in wind technologies. It’s also often described as “distributed wind” to emphasize that the power these turbines produce is consumed in the same place as it is produced.</p><p>Ultimately, small wind differs from large utility-scale wind turbines in terms of size, capacity, and operational complexity, while also being considerably easier to install and operate. This makes it a great option for geographies with high wind potential, space constraints, limited or unreliable grid infrastructure, or high electricity costs from diesel or imported fuels.</p><h3>Where Is Small Wind Most Valuable?</h3><p>Communities are increasingly turning to small wind to produce their own energy, especially where grid reliability, rising electricity costs or supply disruptions are a concern. The technology is most common in rural or remote areas, where it not only powers homes but also supports farming tasks like pumping water or grinding grain.</p><p>While small wind is not always suitable, there are a few noteworthy contexts in which it may play a pivotal role in diversifying energy sources and helping communities achieve greater energy independence.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/26029765/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Agricultural and Rural Communities</h4><p>Agricultural and rural communities have had a lot of success with small wind due to the relatively small physical footprint of the turbine technology. Small wind energy systems have often proved to be an efficient use of space for the amount of electricity it can generate. One <a href=\"https://latinocoalitionofsanbenitocounty.co/\">community organization in San Benito County, California</a> is currently exploring ways to work with local zoning and land-use officials to allow for the deployment of small wind turbines on agricultural land. Along with an agrivoltaics project, which simultaneously uses land for agriculture and solar power, and a workforce development program, the organization’s proposal will help educate other community members and strengthen both the economic and grid resilience in the region.</p><p>In communities where it’s already legal for distributed wind installations, agricultural and industrial property owners can successfully offset their high energy usage and minimize disruptions to operations during power outages. An<a href=\"https://foundationwindpower.com/p-budlight-fairfield.html\"> Anheuser-Busch brewery in California</a>, which has a hybrid wind and solar system, and a <a href=\"https://www.cooperative.com/programs-services/bts/radwind/Documents/RADWIND-Case-Study-CCPPD-July-2021.pdf\">2.5 MW wind system on a farm in Nebraska</a>, is already proving this success. Turbines in both locations are offsetting electricity demand to ensure the electricity used is both cleaner and cheaper than the general grid mix.</p><p>As small wind gains traction on farms and industrial facilities, even more rural communities have begun seeing it as an opportunity to gain control over their energy production. Communities like Ford County, Kansas, <a href=\"https://fordcountygis.maps.arcgis.com/apps/instant/sidebar/index.html?appid=27c3565ff7714d0cbd1c7ca4a1b41b31\">have built at least seven utility-scale wind projects</a> in the last few decades that is transports electricity through nearby transmission lines to power other communities. But now, Ford County is modifying their zoning codes to include small wind and exploring municipal procurement so they too can utilize their exceptional wind resource and support energy independence for local farmers, businesses and residents.</p><h4>Remote Communities</h4><p>Remote communities are also looking to small wind for energy independence and freedom from unstable energy costs. Due to their heavy reliance on diesel generators and long-distance power lines, many communities in Alaska are exploring small wind as a solution. After installation, wind power has very low operating costs and can be cheaper than importing fuel. Highly successful projects, like the <a href=\"https://www.energy.gov/eere/wind/articles/winds-st-marys-alaska\">Winds of St. Mary’s</a> in Alaska or Maine’s <a href=\"https://www.foxislandswind.com/\">Fox Islands</a>, have inspired other remote communities to engage technical experts and explore the potential of small wind in lowering steep energy costs.      </p><p>Around the Horn of Africa, small wind systems have become the most viable solution in the scarcely electrified parts of those countries. South Africa has more than 100,000 small wind turbines directly coupled with water pumps in operation across 46,000 farms.  A <a href=\"https://www.esru.strath.ac.uk/Documents/MSc_2011/Allardyce.pdf\">study</a> from the UK suggested a 6 kW turbine is able to supply approximately 7.1% of the current electricity demand of a primary school in Isle of Arran, UK.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People with camels pass by wind turbines in the desert.  \" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/wind-power-desert-india_0.jpg?VersionId=pR4IaSNWf8isb_caiDMk8qXzc1xSa88Z&itok=zcDS9CzH\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Small wind can bring power to remote areas like this desert in Rajasthan, India, on the border with Pakistan. Photo by Donyanedomam/iStock.</figcaption>\n</figure>\n<h4>Climate-Conscious Communities</h4><p>Climate-conscious communities, which are seeking solutions to minimize their reliance on fossil fuels and meet clean energy goals like <a href=\"http://www.bcrcvt.org/regional-plan.html\">Bennington County in Vermont</a>, are also actively putting rules in place to reduce <a href=\"https://docs.nrel.gov/docs/fy16osti/66654.pdf\">soft costs</a> — or any non-hardware costs of distributed wind deployment — and other barriers to small wind deployment. By following the lead of previous examples, such as the <a href=\"https://www.cooperative.com/programs-services/bts/radwind/Documents/RADWIND-Case-Study-San-Isabel-Nov-2021.pdf\">Huerfano River Wind Farm</a> in San Isabel, Colo., these communities are pursuing multiple goals: helping residents control energy costs, enhancing local quality of life and supporting local climate ambitions.</p><h3>What are the Barriers and Opportunities for Small Wind Projects?</h3><p>Just as momentum is starting to build and the industry has begun to see some success, small wind is facing some challenges. Issues like limited resource mapping studies, maintenance issues, lack of standardization and quality control, limited awareness and business models, challenges in testing and certifications have hindered its growth.</p><p>In the U.S., for example, federal support has wavered since the beginning of the Trump administration and the <a href=\"https://www.wri.org/news/statement-republican-budget-bill-will-hurt-us-economy\">recent elimination of federal tax credits</a> that will severely impact the economic viability of new turbines and hybrid systems.</p><p>The industry does not have many workers trained in small wind installations and service, thus making new installations and servicing challenging, particularly in rural areas or new markets. And even where there is a strong enough wind resource and an installer willing to make the trek to build the turbine, the local permitting processes might be restrictive. All of these factors add to the final cost and limit the economic viability of small wind turbines.</p><p>In other countries, like India, higher capital costs compared to alternatives have found to be a challenge as policies and incentives have shifted toward solar energy.</p><p>Small wind in India typically costs between 80,000 rupees to 1 million rupees ($906 to $1,133) per kilowatt, whereas a 1 kW solar rooftop system costs around 40,000 rupees to 70,000 rupees ($453 to $793). This cost disparity is primarily due to the lack of economies of scale in manufacturing, expensive materials like rare earth magnets and the technical complexities involved in turbine production, installation and maintenance. The cessation of subsidies after 2017 further raised their effective price, making them less competitive compared to rapidly declining solar photovoltaic costs.</p><p>Yet with lower operating voltages, compatibility with hybrid systems and suitability for community- or household-level use, small wind still can be promising for rural and off-grid situations where localized, safe and easy-to-maintain solutions are critical.</p><p>To help counter some of these barriers, local government officials can pull a range of levers to encourage more growth of small wind projects. Staff might install a wind turbine on municipal property, work together with local utilities to reduce barriers to interconnection, or develop educational resources for residents seeking clean energy opportunities. An increasingly common action that governments might take is to streamline their permitting processes for small wind. Reducing the soft costs associated with the deployment of small wind turbines can lead to increased interest in the technology from local installers, residents, and other stakeholders.</p><p>Local government staff can also review zoning code and existing permitting processes to identify potential barriers to wind development, highlight areas for improvement, educate relevant staff on best practices, and, most importantly, communicate with local stakeholders to understand the community’s level of support for future small wind deployment. With robust public input, local governments can build a strong foundation for future small wind development in their community.</p><h3>Unlocking Small Wind’s Potential</h3><p>Small wind turbines may not be the perfect solution for every scenario, but there are many instances where they can play a role in scaling up deployment of renewable energy.</p><div class=\"callout alignright\"><p class=\"secondary body-link\">Scaling-Up Small Wind Turbines in India</p><p class=\"secondary\">To unlock the full potential of small wind projects, WRI India <a href=\"https://wri-india.org/research/scaling-small-wind-turbines-india-barriers-and-options-way-forward\">produced a study</a> that highlights the need for better resource mapping; collaboration; support and interest from policymakers; technical improvements and standardization; and more. </p></div><p>These systems have brought reliable power, supported livelihoods and built local workforce capacity. As a standalone unit or as part of hybrid systems, small wind offers a flexible, decentralized solution, especially in areas where land is limited or there are issues preventing large renewable installations. Small wind can also increase energy access to more people around the world and provide greater ownership over energy production at the same time.</p><p> </p><p><em>Correction: An earlier version of this article misstated the value of the global wind turbine market and the high-capacity value range of small wind turbines. Both have been corrected.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How to Reach $300 Billion — and the Full $1.3 Trillion — Under the New Climate Finance Goal",
      "link": "https://www.wri.org/insights/ncqg-climate-finance-goals-explained",
      "pubDate": "Wed, 05 Nov 2025 11:00:00 EST",
      "description": "<p>Nations set a new climate finance goal last year, committing to deliver at least $300 billion annually for developing countries' climate action by 2035. Developed nations agreed to take the lead in meeting this target.</p><p>The goal, known as the \"new collective quantified goal,\" or \"NCQG,\" also includes a much larger target. It calls on<em> all </em>actors to work toward mobilizing $1.3 trillion in international climate finance over the same timeframe; much closer to the amount developing countries truly need.</p><p>This finance, alongside their domestic finance, is essential for developing countries to adopt low-carbon technologies, protect themselves from climate threats and unleash green development. But it doesn't benefit only them: Stronger action in the developing world <a href=\"https://www.wri.org/insights/climate-finance-progress-2025\">is needed</a> to halt climate change and invest in sustainable growth globally. It's about building a safer and more prosperous future for everyone.</p><p>The recently released <a href=\"https://www.wri.org/news/statement-baku-belem-roadmap\">Baku-to-Belém Roadmap</a> is the first big step toward operationalizing the NCQG. The roadmap fills in some key details about the path forward, helping to move conversations — especially those at this year's <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">UN climate summit (COP30)</a> in Belém, Brazil — from commitments to delivery.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>We delved into the new finance goal, including what it could take to reach the $300 billion threshold — and what moving beyond it, toward $1.3 trillion, might look like.</p><h3>Is the New Climate Finance Goal Enough?</h3><p>The NCQG's $300 billion target is the largest climate finance commitment countries have ever agreed to and represents an important down payment for climate action. Meeting it will be a critical milestone. But finance cannot stop there.</p><p>The High Level Expert Group on Climate Finance (IHLEG) <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2024/11/Raising-ambition-and-accelerating-delivery-of-climate-finance_Third-IHLEG-report.pdf\">estimates</a> developing countries (excluding China) need to spend $2.7 trillion annually by 2030 to meet climate and nature-related goals. $1.4 trillion of this would come from domestic sources and $1.3 trillion from abroad.</p><p>$1.3 trillion is therefore a more accurate reflection of developing countries' needs by 2035, and so the more important target. But of course, it is the much larger hill to climb. Important, too, is understanding how and where funds are likely to flow.</p><h3>Is $300 Billion Achievable?</h3><p>In short, yes. Though <a href=\"https://www.state.gov/implementing-the-presidents-executive-order-on-reevaluating-and-realigning-united-states-foreign-aid/\">current political headwinds</a> make it more difficult, achieving the goal remains possible.</p><p>In 2022, the latest data available, developed countries delivered around $116 billion to developing countries for climate action. This exceeded the previous climate finance goal of $100 billion annually, which the NCQG replaces. We reviewed the sources of this finance, looking at how funding trends are likely to grow over the next decade, and found that $300 billion by 2035 is very much in reach.</p><p>How this money is raised, though, could have implications for the type of finance made available and who can access it most easily.</p><h3>Where Would the Money Come From?</h3><p>We can generally assume that similar types of finance will be counted toward the $300 billion goal as were counted toward the $100 billion goal. This would include bilateral finance (country to country), multilateral finance (such as from multilateral development banks (MDBs) and multilateral climate funds), and private finance mobilized by public funds. Under the NCQG, there's also a possibility to count \"alternative sources\" of climate finance, such as international taxes or rechanneled <a href=\"https://www.imf.org/en/Topics/special-drawing-right\">IMF \"special drawing rights\"</a> (a type of international reserve asset).</p><p>Moving beyond $300 billion, toward $1.3 trillion, will require much more private investment in climate action than we've seen to date in addition to increases from the sources above.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/21507234/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Public multilateral finance is the biggest source</h4><p>Public multilateral finance involves public funds going from one country to another through a multilateral entity, like a development bank. This category represents the highest share of international climate finance so far — <a href=\"https://www.oecd.org/en/publications/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_19150727-en.html\">$51 billion</a> of the $116 billion delivered in 2022 — and will likely continue to do so.</p><p><em><strong>Multilateral development banks</strong></em></p><p>MDBs like the World Bank provide a significant portion of international climate finance, and there are <a href=\"https://www.dt.mef.gov.it/en/news/2022/news_caf.html#:~:text=CAFs%20play%20a%20crucial%20role,phase%20and%20future%20crisis%20scenarios.\">many ideas</a> on the table for how to further supercharge their efforts.</p><p>At COP29, <a href=\"https://thedocs.worldbank.org/en/doc/bedea9b0aeb98d9ca20d9140a208b9e1-0020012024/original/Joint-MDB-Statement-for-COP29.pdf\">MDBs committed</a> to providing $120 billion in climate finance to low- and middle-income countries by 2030; roughly double what they provided in 2022. Part of this growth is likely intended to come from an increase in the percentage of their funding going to climate action. And part will come from continued growth in total MDB finance, largely as a result of <a href=\"https://coebank.org/documents/1577/G20_Roadmap_towards_better_bigger_and_more_effective_MDBs.pdf\">reforms to free up capital</a>.</p><p>Additional growth is possible — especially if countries pay in more capital, increasing the base amount against which MDBs can lend. While such increases may be unlikely today with current political dynamics, they could feasibly happen before 2035. The IHLEG <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2024/11/Raising-ambition-and-accelerating-delivery-of-climate-finance_Third-IHLEG-report.pdf\">estimates</a> that $60 billion in capital increases over a ten-year period could bring MDB climate and nature-related finance up to around $240 billion per year. This figure refers to growth across the entire MDB system, encompassing a range of banks and funds with varied shareholder structures.</p><p>Some of the increase in MDB climate finance will also come from a change in the way their contributions are counted. Under the $100 billion goal, only 70% of MDB's total climate finance was included in the tally. This is because not all countries channeling climate finance through MDBs were considered contributors to the goal. But any country can voluntarily contribute to the $300 billion — meaning potentially all climate finance flowing from MDBs to low- and middle-income countries could be counted.</p><p>If MDBs meet their 2030 target of $120 billion, this would comprise 40% of the $300 billion goal. This is around the same percentage the MDBs provided toward the $100 billion goal in 2022 (41%). If they could reach $240 billion, per the IHLEG's estimate, this would cover 80%.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Women holding umbrellas carry children down a flooded street.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-02/flooding-sylhet-bangladesh.jpg?VersionId=FdBoq6unh5JSjQTnWsYLYx4JKG2W13CG&h=854a7be2&itok=vX5MkZ7h\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>People navigate heavily flooded streets in Sylhet, Bangladesh in June 2024. International climate finance helps countries build resilience to and cope with the aftermath of worsening disasters. Photo by H M Shahidul Islam/iStock</figcaption>\n</figure>\n<p><em><strong>Private finance mobilized by MDBs</strong></em></p><p>MDBs also announced that they would leverage <a href=\"https://www.worldbank.org/en/news/press-release/2024/11/12/multilateral-development-banks-to-boost-climate-finance\">$65 billion</a> in private finance for climate action in developing countries by 2030, up from around <a href=\"https://www.oecd.org/en/publications/climate-finance-provided-and-mobilised-by-developed-countries-in-2013-2022_19150727-en.html\">$15 billion in 2022</a>. There are a variety of ways they can do this, such as offering guarantees or insurance on climate projects to lower risks and attract private investors.</p><p>The $65 billion assumes that MDBs can leverage <a href=\"https://www.worldbank.org/en/news/press-release/2024/11/12/multilateral-development-banks-to-boost-climate-finance\">54 cents in private finance</a> for every $1 they spend (a mobilization ratio of 1:0.54) and meet their $120 billion goal. For comparison, they mobilized 38 cents per dollar spent in 2023 (a 1:0.38 ratio).</p><p>If MDBs deliver $240 billion in climate finance by 2030, they could mobilize as much as $91-$130 billion annually in private funds (reflecting a 1:0.38 and 1:0.54 ratio, respectively).</p><p><em><strong>Multilateral climate funds</strong></em></p><p>Multilateral climate funds, such as the Green Climate Fund and Adaptation Fund, are specifically dedicated to providing climate finance in developing nations and are financed primarily through governments pledges. Historically they've made up a very small proportion of international climate finance: just $3.4 billion (3%) in 2022, down from $4.2 billion in 2021.</p><p>Despite their modest size, the climate funds are valued by many for allowing <a href=\"https://www.wri.org/research/improving-access-green-climate-fund-how-fund-can-better-support-developing-country\">direct access</a> to developing country institutions. They also provide a higher rate of grants and highly concessional financing (loans with more favorable terms) than other sources. Between 2016 and 2022, 54% of finance from the climate funds came in the form of grants, compared to 39% of bilateral finance and 9% for the MDBs.</p><p>At the 2024 UN climate summit (COP29), countries agreed to at least triple the amount these funds disburse by 2030. This would require wealthy countries to significantly increase their contributions. If tripled, the funds would provide around $10 billion annually by 2030, or less than 4% of the $300 billion, with additional growth possible by 2035.</p><h4>Public bilateral finance has grown, but faces political headwinds</h4><p>Bilateral finance involves public funds directed from one country to another. In 2022, bilateral finance accounted for $41 billion (35%) of the $116 billion provided and mobilized.</p><p>The amount of bilateral finance needed will hinge on what other sources deliver:</p><ul><li>If MDBs reach their stated target of $120 billion and mobilize $65 billion in private finance, and if the multilateral climate funds cover $10 billion, this leaves a gap of $105 billion for bilateral institutions to fill.</li><li>If MDB finance instead reaches the higher estimate of $240 billion, at current private sector mobilization rates, we could exceed the $300 billion target without any bilateral funds.</li></ul><p>Bilateral climate finance doubled between 2013 and 2022, from $22.5 billion to $41 billion. If another doubling occurs by 2035, as called for by the IHLEG, bilateral finance would reach around $80 billion. But there's no guarantee of this: With strong <a href=\"https://www.npr.org/sections/goats-and-soda/2025/01/24/g-s1-44643/trump-foreign-aid-assistance-pause\">political headwinds</a> against international climate and development finance in many developed nations, significant growth in bilateral finance may be challenging — though the ten-year window leaves room for political cycles to turn.</p><p>Economic growth can help increase overseas development assistance to a degree, especially in countries like <a href=\"https://www.oecd.org/en/publications/2021/03/development-co-operation-tips-tools-insights-practices_d307b396/hitting-the-0-7-oda-gni-target-while-protecting-funding-commitments_647ce483.html\">Denmark</a>, where it is tied to gross national income (GNI). If we assume increases in bilateral finances of just 2% to follow an estimated 2% annual growth in GNI, it will reach a relatively modest $53 billion by 2035. It is also possible that some developing nations will increase and voluntarily report finance as part of the efforts to reach $300 billion.</p><p><em><strong>Private finance mobilized by bilateral public finance</strong></em></p><p>In 2022, developed countries reported that they mobilized $9.2 billion in private finance for climate action in developing countries. With bilateral finance reaching $41 billion that year, this implies a mobilization ratio of 22 cents per dollar spent.</p><p>Unlike the MDBs, countries have not stated a new target for mobilized private finance. If we assume bilateral finance reaches $53 billion in 2035 (a 2% annual growth rate), the same rate of mobilization as in 2022 would result in $11.7 billion by 2035. If bilateral finance were to double to $80 billion by 2035, the same mobilization rate could leverage $17.6 billion in private finance.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman charges an electric motorbike at a solar-powered charging station in a parking lot.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-02/kigali-electric-motorbike-charging.jpg?VersionId=gM5M0V_pCYl_FEWfqEKZXWXkj8Q8hBXY&itok=pauXSUR_\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Solar-powered chargers for electric motorbikes in Kigali, Rwanda. Climate finance supports green projects that can help developing countries improve lives and sustainably grow their economies. Photo by IMF Photo/Kim Haughton/Flickr</figcaption>\n</figure>\n<h4>Alternative sources can now be counted, too</h4><p>In addition to multilateral and bilateral finance, the NCQG recognizes \"alternative sources\" — such as international taxes or solidarity levies — as a potential option for raising finance toward the $300 billion goal.</p><p>Some experts have suggested a <a href=\"https://www.imf.org/en/Publications/staff-climate-notes/Issues/2024/10/01/Destination-Net-Zero-The-Urgent-Need-for-a-Global-Carbon-Tax-on-Aviation-and-Shipping-555090\">tax on international flights,</a> applied to airlines based on greenhouse gas emissions, or <a href=\"https://www.project-syndicate.org/commentary/billionaire-wealth-tax-progress-made-at-the-g20-must-continue-by-gabriel-zucman-2024-08\">wealth taxes</a> as ways to raise finance for climate action. These measures are attractive in part because they could introduce entirely new funding streams. The IMF estimates that a carbon tax on international transportation emissions could bring in up to $200 billion per year, which could then in theory be disbursed as international climate finance.</p><p>Another option is rechanneling the IMF's special drawing rights, which are a type of international reserve. In 2022, nations with larger economies <a href=\"https://www.project-syndicate.org/commentary/bolstering-climate-finance-through-special-drawing-rights-by-jayati-ghosh-2023-12\">agreed to reallocate</a> special drawing rights to developing countries. So far, this has resulted in <a href=\"https://www.imf.org/en/Topics/Resilience-and-Sustainability-Trust\">around $40 billion</a> in finance being distributed through the Resilience and Sustainability Trust, which mainly helps low-income and vulnerable middle-income countries tackle climate risks. Countries have also agreed to re-channel special drawing rights through MDBs and use them as hybrid capital. Moving forward, countries could agree to reallocate additional special drawing rights and modernize the framework to allow for more regular issuances — though governments currently appear <a href=\"https://www.cgdev.org/blog/why-central-banks-might-not-want-recycle-sdrs-and-why-they-are-wrong\">reluctant</a> to take this step.</p><p>High integrity, well-managed carbon markets also channel funds for developing nations' climate action, in theory. But the idea of counting these investments toward the NCQG is highly controversial, since any emissions reductions are claimed by the buyer (meaning they don't count toward the developing country's own climate goals). Governments have agreed that the Adaptation Fund (one of the climate funds) will receive a 5% share of proceeds under the Paris Agreement's international carbon crediting mechanism. But it remains to be seen whether this will count toward the $300 billion goal.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/21508449/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How Will Finance Be Delivered?</h3><p>The NCQG is not just about the amount of finance developing countries receive, but also the type.</p><p>How finance is delivered matters immensely. Many of the poorest countries are already struggling with <a href=\"https://www.wri.org/insights/debt-climate-action-developing-countries\">unsustainably high debt levels</a> and cannot afford to take on new, high-interest-rate loans, even for climate projects which can aid their growth and reduce risks. They may require a higher proportion of grants or highly concessional funding — meaning loans with, for example, low interest rates and/or longer repayment periods. (This can be useful in the context of a more systematic approach to debt restructuring and relief.) In other countries, and in sectors where an economic or financial return is expected, loans and private finance can be a more appropriate investment type.</p><p>While the NCQG noted that grant-based and highly concessional finance is particularly important \"for adaptation and responding to loss and damage in developing countries,\" it fell short of setting concrete targets for this.</p><p>In 2022, <a href=\"https://www.oecd.org/en/topics/climate-finance-and-the-usd-100-billion-goal.html\">around</a> 39% of bilateral and 9% of multilateral climate finance came in the form of grants, which mainly went to low-income countries. Between 2016 and 2022 these countries received 64% of their climate finance in grants, compared to around 12% for middle-income countries.</p><p>Going forward, even maintaining the current percentage of climate finance that is provided as grants or highly concessional finance will require concerted effort. Much of the growth in MDB finance, for example, is likely to come from reforms and capital increases that tend to boost lending to middle-income countries, not grants to low-income countries.</p><p>Similarly, if a larger portion of the $300 billion comes from mobilized private finance — as predicted by the MDBs — this will tend to flow through private loans or equity investments, not grants or highly concessional finance.</p><h3>Who Will Receive the Funds?</h3><p>International climate finance is meant exclusively for developing countries, but this is a broad and diverse group of nations. Who exactly will receive finance, and how much, was not laid out in the NCQG — though the final text did recognize that small island developing states and least developed countries are particularly in need of assistance, especially for adaptation and loss and damage.</p><p>In 2022, lower-middle income countries received 46.5% of reported climate finance, upper middle-income countries received 34.5%, and low-income countries received just 11.1%. A small number of high-income countries received 3.4% of the financing, and 20.4% of the funds were not allocated by income group. (Some developing countries classified as high-income may receive investments because they are highly vulnerable to the effects of climate change, such as small island states like Antigua and Barbuda and Barbados.)</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/21596160/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Although climate finance approximately doubled between 2016 and 2022, its distribution across these income groups has stayed relatively constant. But major shifts in funding sources could potentially upend precedent. For example, if the growth in MDB finance is largely through non-concessional loans, this will tend to favor middle income rather than low-income countries. The same is true of mobilized private finance if it ends up playing a larger role. Only 3% of mobilized private finance counted in 2022 went to low-income countries.</p><p>Ultimately, the overall percentage of finance received is less important than how favorable the rates and terms are — or the share of finance on \"grant equivalent\" terms (meaning the amount that would have been provided if the finance was a grant, before taxes or other charges). Middle income countries will likely continue to receive the most finance overall, given the size and relative strength of their economies and the larger ticket sizes of low carbon investments there. What is important is that the lowest income and most vulnerable countries receive a good share of the grant and highly concessional finance, especially for adaptation and loss and damage.</p><h3>How Do We Move from $300 Billion to $1.3 Trillion — the Real Target?</h3><p>While $300 billion should be within reach, the real challenge will be how to scale up finance \"from all public and private sources to at least $1.3 trillion per year by 2035\" — the truer measure of what developing countries need.</p><p>Clearly, meeting the $1.3 trillion target will be a steep climb. Funding will need to come from the same sources listed above, as well as private financial flows not mobilized by public funds. The latest <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2024/11/Raising-ambition-and-accelerating-delivery-of-climate-finance_Third-IHLEG-report.pdf\">IHLEG report</a> suggests that around half of the $1.3 trillion, or $650 billion, will come from cross-border private finance and the other half from international public funds.</p><p>Raising that amount of public funding will require much more ambition from wealthy nations and significant capital increases at the MDBs. In addition, countries will likely need to forge new international actions and agreements to leverage \"alternative\" sources of finance like international taxes, with a significant proportion of the funds dedicated to climate action in developing nations.</p><p>Growing private finance will also be a challenging — but vital — feat. While current data on cross-border climate investment in developing countries is limited, and estimates vary, $650 billion is almost certainly a massive leap from the present. Climate Policy Initiative (CPI) estimates that private climate finance to developing nations (excluding China) reached around <a href=\"https://www.climatepolicyinitiative.org/wp-content/uploads/2023/11/Global-Landscape-of-Climate-Finance-2023.pdf\">$15 billion</a> in 2022. UN Trade and Development (UNCTAD) estimates that foreign private investments just in renewable energy in least-developed countries reached <a href=\"https://unctad.org/publication/world-investment-report-2024\">$16 billion</a> that same year.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Workers install solar panels on a rooftop.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-02/rooftop-solar-quezon-city_0.jpg?VersionId=1RrS3DJ8PLLlNCwvndkzLRQA42SSt6IE&h=b718bb60&itok=s8_odDCr\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Workers from a German-Filipino solar energy company install panels at a house in Quezon City, Philippines. International climate finance is an important source of funds for renewable energy and other green projects in low- and middle-income countries. Photo by IMF Photo/Lisa Marie David/Flickr</figcaption>\n</figure>\n<p>Substantially increasing private finance for developing nations will require efforts from high-, middle-, and low-income countries alike. Governments wanting to attract private sector investment need to set ambitious targets and transition plans, enhance investment environments, and work together with the private sector to develop investment opportunities and shift risk perceptions. From the financier side, it will be important to drive forward measures such as scaling up and replicating effective risk sharing and credit enhancement mechanisms, tapping into long term institutional investment, and increasing the role of national development banks and local currency.</p><p>\"<a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">Country platforms</a>\" which bring public, private, domestic and international finance together behind green transition plans and policies, can play a role in mobilizing private finance and ensuring an efficient capital stack.</p><h3>How Will Progress Be Measured?</h3><p>Countries have decided to adopt the <a href=\"https://unfccc.int/FAQ-moving-towards-the-ETF\">enhanced transparency framework</a> under the UN Framework Convention on Climate Change (UNFCCC) as the transparency system for the new finance goal. Through this system, countries will report on the finance they provide and receive and what it's used for. In addition, the UNFCCC's Standing Committee on Finance will prepare a \"collective progress\" report biennially to reflect on progress to date, drawing on a variety of sources.</p><p>But questions remain; particularly around how the $1.3 trillion target will be monitored, as it covers an array of funding sources that will not be reported through the UNFCCC system. Additional reporting and review of this — particularly in fora such as the G20, where Finance Ministers and Financial Institutions are present — will be important.</p><h3>Charting a Path Forward</h3><p>The NCQG represents an important — possibly transformative — step toward a safer and more sustainable future. But this hinges on how it's executed.</p><p>$300 billion is within arm's reach, as long as MDBs continue along their reform path and countries maintain their contributions. The important remaining question is how to ensure that the right funds are matched to resource needs and finance reaches those who need it most.</p><p>But where countries should truly be setting their sights is the full $1.3 trillion. This should be a guiding star as we head toward 2035, as it's not only the better measure of need, but also the true ambition the climate crisis demands.</p><p>While we have until 2035 to reach the finance targets agreed in Baku, the work must begin now. </p><p>Several international summits this year helped build momentum around the new goal:</p><ul><li>At the <strong>Finance in Common Summit</strong> in February, public development banks <a href=\"https://financeincommon.org/sites/default/files/2025-02/FiCS%202025%20Final%20Communique%CC%81.pdf\">recognized the critical role</a> they play in operationalizing the NCQG.</li><li>In June, many leaders from governments, development finance institutions, civil society organizations and elsewhere gathered at the <a href=\"https://www.wri.org/technical-perspectives/4-ways-financing-development-can-deliver-people-nature-and-climate\"><strong>International Conference for Finance for Development</strong></a>, held once a decade. Here, these players recommitted to bolstering finance for sustainable development, emphasizing the need for collaboration to mobilize climate finance at scale.</li><li>At the <strong>BRICS summit</strong> in July, Brazil, Russia, India, China and South Africa united behind <a href=\"https://www.wri.org/news/statement-brics-countries-rally-around-assertive-climate-agenda-ahead-cop30\">calls for strengthened climate finance</a>, including scaling up finance for climate adaptation.</li></ul><p>Two more critical opportunities still remain to make headway in 2025:</p><ul><li>At the <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><strong>2025 UN climate summit (COP30)</strong></a> in November, the Baku-to-Belém roadmap will provide a foundation for discussions on the $1.3 trillion target. At COP30, attendees could help build confidence that this roadmap is achievable by announcing new efforts to mobilize finance at scale, such as <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">country platforms</a>, finance commitments from the private sector and progress toward establishing solidarity levies.</li><li>Leaders at the<strong> G20 summit</strong>, held immediately after COP30, could use this opportunity to lay out how to overcome economic hurdles faced by developing nations, including unsustainable debt and high costs of capital, that put the brakes on climate investments.</li></ul><p>Leaders should capitalize on this momentum and use their time at COP30 and the G20 to chart a path forward, overcome headwinds, and ultimately deliver the finance the world needs to confront the climate crisis.</p><p><em>Editor's note: This article was originally published in February 2025. It was updated in November 2025 to reflect developments from recent high-level discussions and the release of the Baku-to-Belém roadmap.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: EU Environment Ministers Back 2040 Emission Goal, but Plan To Reach It Remains Unclear",
      "link": "https://www.wri.org/news/statement-eu-environment-ministers-back-2040-emission-goal-plan-reach-it-remains-unclear",
      "pubDate": "Wed, 05 Nov 2025 08:33:25 EST",
      "description": "<p><span lang=\"EN-US\"><strong>BRUSSELS (November 5, 2025)</strong> - Today, the EU Council </span><a href=\"https://www.consilium.europa.eu/en/press/press-releases/2025/11/05/2040-climate-target-council-agrees-its-position-on-a-90-emissions-reduction/\" target=\"_blank\"><span lang=\"EN-US\">reaffirmed the bloc’s goal to cut greenhouse gas emissions by 90% by 2040</span></a><span lang=\"EN-US\">, compared to 1990 levels. While this underscores Europe’s long-term ambition, up to 5% of the reductions are expected to come from carbon offsets outside the EU, with an agreement to periodically review the plan.</span> </p><p><span lang=\"EN-US\">The EU ministers also confirmed the European Commission’s earlier “statement of intent” for the 2035 nationally determined contribution (NDC) to reduce emissions by 66.25–72.5% from 1990 levels. The NDC will be a key input into the COP30 climate summit in Brazil next week.</span> </p><p><span lang=\"EN-US\"><strong>Following is a statement by Stientje van Veldhoven, Vice President and Regional Director for Europe, World Resources Institute:  </strong></span> </p><p><span lang=\"EN-US\">“The EU’s 90% target reflects the level of ambition this moment demands and stands out as one of the most ambitious commitments in the world. Finalizing it just ahead of COP30 shows that the bloc is determined to arrive at the summit with a serious contribution to tackling the climate crisis, and signals that it recognizes climate action as central to Europe's economic future.”</span> <br /> <br /><span lang=\"EN-US\">“Europe’s climate competitiveness and energy independence will not be secured through hesitation or outsourcing. Keeping the door open to revising climate measures creates uncertainty for businesses that need long-term investment security. The announcement to revise and postpone the EU's Emissions Trading System (ETS-2), while leaving open the possibility of additional offsets, adds to this unpredictability. The exact way these provisions will be applied will determine the EU's actual speed of transition.”</span> </p><p><span lang=\"EN-US\">“The EU’s 2035 target is a solid step toward reaching its longer-term climate goals, but only if the bloc strives for the highest end of its target.  </span><a href=\"https://www.wri.org/insights/assessing-2025-ndcs\" target=\"_blank\"><span lang=\"EN-US\">WRI analysis</span></a><span lang=\"EN-US\"> shows the EU must cut emissions by 72.5% to stay on track for 1.5°C. It would also allow for a smoother emissions reduction towards the 90% goal, rather than relying on steeps cuts after 2035. Falling short would create an unmanageable gap and would undermine investor confidence in Europe’s long-term transition.</span> </p><p><span lang=\"EN-US\">“By phasing out fossil fuels and investing in clean energy and innovation, the EU can cut energy dependence and build a more resilient domestic economy in an increasingly volatile world. Any use of carbon credits requires strong guardrails to ensure they meet robust social and environmental standards, are fully transparent, and truly deliver additional emission cuts.  </span> </p><p><span lang=\"EN-US\">“The EU must come to COP30 ready to deliver — with the tools, commitments, and measures needed to turn ambition into action and push other countries to advance ambitious plans as well.”</span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "RELEASE: WRI, Bloomberg Philanthropies and Partners Strengthen City and State Climate Action in Brazil and Beyond",
      "link": "https://www.wri.org/news/release-wri-bloomberg-philanthropies-and-partners-strengthen-city-and-state-climate-action",
      "pubDate": "Wed, 05 Nov 2025 05:17:32 EST",
      "description": "<p><em>New commitments at the COP30 Local Leaders Forum aim to bridge local and national climate strategies and boost implementation</em></p><p><strong>RIO DE JANEIRO (November 5, 2025) </strong>— The COP30 Local Leaders Forum in Rio de Janeiro, held ahead of this year's UN climate conference in Belém, concluded today with national and subnational leaders making bold new commitments to strengthen city- and state-level climate action while advancing the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multi-Level Partnerships</a> (CHAMP), a group of 77 countries committed to greater multilevel cooperation in developing national climate plans.  </p><p>Cities are responsible for 70% of global energy-related CO2 emissions and over 60% of global energy use. Bold urban climate action can sharply cut emissions while simultaneously driving economic growth, creating jobs and improving quality of life. Yet, despite long-standing recognition of their importance, subnational climate strategies have often remained disconnected from national climate plans.  </p><p>At the COP30 Local Leaders Forum, World Resources Institute (WRI), Bloomberg Philanthropies and Brazil’s Ministry of Cities convened more than a dozen ministers, mayors and governors from CHAMP countries — which together represent 65% of global GDP and 37% of emissions — to share lessons learned and accelerate implementation. The resulting commitments aim to close the gap between local initiatives and national strategies, by institutionalizing support across all levels of governance.</p><p>Michael R. Bloomberg, UN Secretary-General’s Special Envoy on Climate Ambition and Solutions and Founder of Bloomberg L.P. and Bloomberg Philanthropies, <a href=\"https://www.bloomberg.org/press/michael-r-bloomberg-launches-next-era-of-local-leadership-to-formalize-role-of-cities-states-and-regions-in-global-climate-action/\">announced a $168-million commitment</a> from Bloomberg Philanthropies to usher in the next era of local climate leadership and multilevel collaboration.  </p><p>“Mayors and governors are showing the world that cities and states can lead the way when it comes to fighting climate change,” said <strong>Bloomberg</strong>. “This investment will unlock new opportunities for leaders — in Brazil and around the world — as they partner with national governments, scale data-driven, proven solutions that cut emissions, and build a stronger and healthier world.”</p><p>Through this support, WRI will deepen its role in CHAMP, strengthening governance structures, expanding in-country partnerships and helping cities, states and regions deliver impact at scale.</p><p>“Local leaders are frontrunners in delivering solutions that both cut emissions and improve lives today,” said <strong>Ani Dasgupta, President and CEO of World Resources Institute</strong>. “When cities work hand in hand with regional and national governments — as we’re seeing in Brazil and around the world — their impact multiplies. By building on what works, we can turn local progress into lasting change that powers a more just, thriving and sustainable global economy.”</p><p>In Brazil, WRI Brasil will partner with C40 Cities, the Global Covenant of Mayors for Climate and Energy, the National Front of Mayors (FNP), and government, multilateral and private sector partners, to help make the country a global model of climate federalism, supported by robust finance mechanisms to unlock mitigation and adaptation projects at the local level.  </p><p>Building on these efforts, Bloomberg Philanthropies, in partnership with the Mitigation Action Facility, WRI Brasil, Brazil's Ministry of Cities, Ministry of Environment and Climate Change, and BTG Pactual, announced the creation of a 80-million-euro ($93-million) E-Bus Credit Enhancement Fund for Brazil, expected to unlock financing for more than 1,700 electric buses.</p><p>“Almost 90% of public transport in Brazil relies on city buses,” said <strong>Luis Antonio Lindau, Director of WRI Brasil Ross Center for Sustainable Cities</strong>. “Transitioning them to electric models is essential to improving quality of life for millions of citizens and helping the country get on track toward net-zero by 2050. As countries and financial institutions move from commitments to action, blended finance mechanisms like this credit enhancement fund are key to making electric mobility a reality.”</p><p>To date, CHAMP countries have submitted 50% of all new national climate commitments, or Nationally Determined Contributions (NDCs), ahead of COP30, part of a broader wave of national-local collaboration reshaping the global climate process. COP28 in Dubai and COP29 in Baku both had more formal roles for mayors and governors, and COP30's Urban Ministerial on Urbanization and Climate Change will serve as a central platform to advance enhanced NDCs, improved finance flows, affordable and resilient housing, and inclusive economic transformation.</p><p>“Climate action works best when it starts locally, where it touches people’s daily lives,” said<strong> Rogier van den Berg, Global Director for WRI Ross Center for Sustainable Cities</strong>. “When cities and national governments align, they can deliver real change — for people, for nature and for the climate. Innovative local approaches can drive national policy and inspire solutions around the world.”</p><p>In the year ahead, WRI will continue helping governments convert climate commitments into action, mobilize financing and strengthen local leadership — turning local solutions into global impact.</p><p><em><strong>About World Resources Institute  </strong> </em><br /><em>WRI works to improve people’s lives, protect and restore nature and stabilize the climate. As an independent research organization, we leverage our data, expertise and global reach to influence policy and catalyze change across systems like food, land and water; energy; and cities. Our 2,000+ staff work on the ground in more than a dozen focus countries and with partners in over 50 nations.</em></p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Baku to Belém Roadmap Lays Out Pathway to Scale Climate Finance",
      "link": "https://www.wri.org/news/statement-baku-belem-roadmap",
      "pubDate": "Wed, 05 Nov 2025 04:02:37 EST",
      "description": "<p><span lang=\"EN-US\"><strong>BELÉM (November 5, 2025)</strong> —Today, the COP presidencies of Azerbaijan and Brazil published </span><a href=\"https://unfccc.int/documents/650953\"><span lang=\"EN-US\">the Baku to Belém Roadmap</span></a><span lang=\"EN-US\"> to $1.3T. This report represents a key output agreed to at COP29, detailing how to deliver $1.3 trillion annually for developing countries from all international sources by 2035. </span> </p><p><span lang=\"EN-US\">The Baku to Belém Roadmap presents numerous options for increasing investment in climate to reach this scale. Delivering on this will be critical for COP30’s focus on moving from commitments to action.    </span></p><p><span lang=\"EN-US\"><strong>Following is a statement from Melanie Robinson, Global Director of Climate, Economics and Finance at World Resources Institute: </strong></span> </p><p><span lang=\"EN-US\">“The Baku to Belém Roadmap turns a promise made at COP29 into a plan. It charts a smart, holistic strategy to deliver $1.3 trillion a year in climate finance for developing countries, and start transforming the global economy, starting now.</span> </p><p><span lang=\"EN-US\">“The roadmap’s value is in its combination of pragmatism with a focus on scale and systems change. For too long, the climate community has been overly focused on relatively modest sums of public climate funding, whereas the Baku to Belém plan rightly shifts the lens to how a wider set of public finance and policy shifts can unlock much larger flows from private investors. </span> </p><p><span lang=\"EN-US\">“As Brazil and Azerbaijan rightly note, tackling the climate crisis means rewiring the financial system so that all actors pull in the same direction, from development banks and private capital providers to public policy makers and financial regulators. Thanks to input from the Circle of Finance Ministers, the roadmap is grounded in tackling the real-world challenges that finance ministers and other financial actors face. As the economic case grows ever clearer, this is exactly what’s needed to drive large-scale investment in clean energy, resilient agriculture and adaptation — creating jobs, strengthening economies and reducing risk.</span> </p><p><span lang=\"EN-US\">“With this roadmap in hand, COP30 must pivot from plans on paper to investment at scale. Success in Belém will depend on whether all sources of finance can work together to align behind country-led priorities, and whether scarce grants go where they are needed most. The roadmap shows how to reach $1.3 trillion — now the world must deliver.”</span> </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Building Better Climate Initiatives: 7 Essential Ingredients for Effective Intergovernmental Cooperation",
      "link": "https://www.wri.org/technical-perspectives/effective-cooperative-climate-initiatives",
      "pubDate": "Tue, 04 Nov 2025 15:56:23 EST",
      "description": "<p>The number of cooperative initiatives aimed at combating climate change has ballooned over the past decade. Since the Paris Agreement, governments have launched hundreds of pledges and coalitions to tackle everything from <a href=\"https://www.cleanenergyministerial.org/supercharging-battery-storage-initiative-launch/\">renewable energy</a>, <a href=\"https://zevtc.org/\">zero-emissions transport</a> and <a href=\"https://www.globalmethanepledge.org/\">methane</a>, to <a href=\"https://ukcop26.org/glasgow-leaders-declaration-on-forests-and-land-use/\">forests</a>, <a href=\"https://allianceofchampions.org/\">food systems</a> and <a href=\"https://wmo.int/media/news/action-water-adaptation-and-resilience-initiative-launched\">adaptation</a>. As the number of joint announcements and initiatives <a href=\"https://www.wri.org/insights/climate-commitment-tracker\">grows</a>, so too do expectations that these efforts can close the ambition and implementation gaps left by slower-moving formal negotiations.</p><p>Cooperative initiatives are critical because they bring together \"coalitions of the willing\" to tackle specific challenges that can be hard to address through multilateral negotiating processes — especially in areas where it has not been possible to reach consensus on ambitious goals (such as setting specific global decarbonization targets). By focusing on specific sectors, activities and approaches, these initiatives have the potential to spur change and strengthen collaboration across borders, providing a much-needed dimension to international climate governance. They can bring momentum to multi-country efforts that, in turn, drive domestic climate action — where change is most needed and impactful.</p><p>Yet the effectiveness of these efforts has been questioned at times. Some initiatives may generate political visibility at launch, but the political and media attention they garner do not guarantee that they will deliver measurable outcomes. Other initiatives may duplicate existing efforts or fail to attract the actors most essential to driving progress. Without greater intentionality in how initiatives are designed, governed and assessed, the growing landscape of climate cooperation risks dilution rather than delivery.</p><p><strong>Based on </strong><a href=\"https://www.wri.org/research/assessing-intergovernmental-climate-initiatives-expectations-based-framework\"><strong>recent WRI research</strong></a><strong> and lessons from the past decade, the following seven elements offer a practical framework for building coalitions that can catalyze national action, drive international cooperation and spur systemic change over time. </strong>This provides a guide that stakeholders, including governments and initiatives themselves, can use to develop, build and carry out effective collaboration for climate action.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Infographic showing seven elements for effective cooperative climate initiatives.\" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/7-ingredients-cooperative-climate-initiatives-wri.png?VersionId=QsY1tyJs46ZpiKZulkF0lytyP1qeHZCD&itok=yUBOhHmL\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>1) Identify a Clear Need and Opportunity for Impact</h3><p>Initiatives should begin with a clearly defined purpose rooted in a real gap or opportunity. That means identifying whether they address a sectoral gap; a regional need; or a missing governance function, such as standard-setting, implementation support or finance mobilization. If initiatives do not first assess their role and added value within the existing ecosystem of climate action, they risk duplication, fragmentation and limited relevance.</p><p>A stronger starting point involves identifying where cooperation can unlock action that would not otherwise occur. This may mean targeting underserved sectors or identifying new contributions to high-impact opportunities. One example is the <a href=\"https://www.globalmethanepledge.org/\">Global Methane Pledge</a>, launched at COP26 to target the namesake super pollutant. Other opportunities could lie in areas like heavy industry, adaptation in climate-vulnerable regions or land-use transitions. Equally important is recognizing where participation is currently lacking — whether among high-emitting countries, rapidly growing economies, or climate-vulnerable regions that face the greatest implementation challenges. Establishing a clear rationale for the initiative is essential for attracting meaningful participation and designing goals that matter.</p><h3>2) Define the Initiative's Purpose</h3><p>International coalitions serve different functions: Some are designed to send political signals; others, to align standards, coordinate implementation, share technical knowledge or mobilize finance. When the intended function is vague, expectations can be misaligned, and success becomes difficult to assess.</p><p>A credible initiative should articulate whether commitments are collective or individual; whether their focus is political coordination or technical delivery; and whether they are meant to catalyze near-term action or longer-term transformation. This clarity helps determine who needs to be involved, what institutional arrangements are required, and how progress should be evaluated. Defining purpose early also reduces the likelihood of symbolic announcements that lack pathways to implementation.</p><p>For example, the Powering Past Coal Alliance (PPCA), launched by the United Kingdom and Canada at COP23, defined its purpose from the outset: as a collective political commitment to phase out unabated coal power and halt new plants without carbon capture and storage, while supporting clean energy transitions through domestic policy and finance measures.</p><h3>3) Set Ambitious and Actionable Goals</h3><p>Actionable goals are essential for moving initiatives beyond statements of intent. While broad aspirations can help shape narratives or bring attention to a particular issue, initiatives with specific targets or well-defined action areas can better guide decision-making and implementation. For example, the Glasgow Leaders Declaration set a broad target to halt and reverse forest loss and land degradation by 2030, while the Forest & Climate Leaders' Partnership takes this a step further, with its participating countries working together on six action areas to help drive the achievement of the Glasgow Leaders goal.</p><p>Setting credible goals involves articulating what the initiative aims to achieve, by when and through what means. Furthermore, without clearly defined goals, it is difficult to assess progress, mobilize resources or coordinate efforts among participants.</p><p>Goal setting can be treated as an evolving process: At launch, initiatives should articulate clear quantitative or qualitative goals that signal intent and define their contribution to the cooperation landscape. As they mature, these goals should become time-bound and measurable. They can also be updated as progress is reviewed and the broader landscape evolves over time. For example, the SIDS Lighthouses Initiative, which aims to advance renewable energy installations in small islands states, has progressively revised and increased its targets several times. The initiative is now working toward achieving its third target (set for 2030), after meeting those previously set for 2020 and 2023.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Solar panels near the sea with islands in the background. \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/solar-panels-fiji_0.jpg?VersionId=jdlvMVhbU.uYEApEUEniFN.8NMA2OOTd&itok=YjJAoM_0\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A solar power installation in Fiji. Fiji is part of the SIDS Lighthouse Initiative, which aims to help expand renewable power in small island developing states. Photo by chameleonseye/iStock</figcaption>\n</figure>\n<h3>4) Build with the Right Participants and Leadership</h3><p>The effectiveness and credibility of an initiative depend heavily on who is involved. Strong initiatives intentionally recruit participants that reflect both the problem and the solution. This includes major emitters, countries with significant implementation needs and regions that have been underrepresented in existing efforts.</p><p>Today, however, the landscape of climate initiatives is largely dominated by participation from developed countries; the United Kingdom, Canada, Germany, Japan and the United States are among the <a href=\"https://www.wri.org/insights/climate-coalition-cooperation-strategies\">five most active countries</a>. Governments from Latin America, Africa, Eastern Europe and small island developing states participate at lower rates. Meanwhile, <a href=\"https://www.wri.org/research/climate-cooperation-disparities-analysis-global-south-climate-change-mitigation\">participation and leadership from governments in the Global South</a> remain disproportionately low, reducing equity, ownership and relevance.</p><p>A better example comes from the International Solar Alliance. India's leadership, together with France, helped establish this initiative, which has since transformed into an intergovernmental organization bringing together more than 120 member countries, many of which are located in the tropics.</p><p>Political leadership also matters. Visible champions — whether national governments, regional blocs or ministerial coalitions -— can help attract buy-in, sustain visibility and influence others to join. Geographic diversity and shared leadership across North-South contexts can strengthen credibility, ensure initiatives are grounded in diverse realities, and eventually drive the impact they aim to achieve.</p><h3>5) Set Up for Success through Robust Institutional and Governance Structures</h3><p>Initiatives are unlikely to produce impact without sufficient structures, including governance and funding. Developing a robust institution is a prerequisite for effective delivery, with clear decision-making and governance processes.</p><p><a href=\"https://www.nature.com/articles/s41558-022-01405-6\">Research</a> has shown that secretariats support an initiative's ability to deliver and are valuable tools for coordinating participating actors, directing and supporting activities, and facilitating engagement with outside stakeholders. Some initiatives may choose to establish a new, bespoke secretariat, or to house one within an existing organization. The <a href=\"https://www.ccacoalition.org/\">Climate and Clean Air Coalition</a>, for example, has developed robust governance structures, with a secretariat housed at the UN Environment Programme, rotating co-chairs, a diverse board and a scientific advisory panel.</p><p>But initiatives and their secretariats cannot deliver without the necessary levels of support, including funding. A dedicated budget is necessary to support process management (such as the secretariat) and the initiative's activities. Equally important is ensuring that this funding is sustained over the long term; otherwise, the initiative risks fading away and being unable to continue its activities.</p><h3>6) Implement Outcome-Driven Activities</h3><p>Climate initiatives often succeed in generating visibility, at least during COPs and other major events, but <a href=\"https://www.wri.org/insights/climate-commitment-tracker\">fall short</a> when it comes to execution. To achieve real results, an initiative must be able to translate commitments into activities directly tied to outcomes — whether through policy coordination, technical support, standard setting, information sharing or mobilization of finance. Outputs should be aligned with the stated purpose and structured to allow for delivery within member countries' national contexts.</p><p>In practice, this may look like designing workplans or roadmaps and producing concrete outputs (such as technical guidance, pilot projects, finance mobilization plans or capacity building activities) that help member countries deliver their commitments. Here, it is essential to identify the stakeholders needed to effectively carry forward these activities in respective member countries.</p><p>With intergovernmental cooperative initiatives, making sure objectives are integrated into national plans and strategies can help strengthen implementation. Embedding initiative goals in domestic policy processes not only ensures that they are aligned with domestic efforts, but also enables activities to be tailored to national realities and ultimately achieve stronger outcomes on the ground.</p><p>For example, the Zero Emission Vehicles Transition Council (ZEVTC) supports participating countries through tailored partnerships that align national transport decarbonization strategies with industrial and clean energy policies. It aims to accelerate the transition to zero-emission vehicles by supporting domestic measures to phase out internal combustion engine vehicles and expand charging and refueling infrastructure. Through its multi-stakeholder platforms and country partnerships, ZEVTC helps translate political commitments into coordinated action, mobilize private-sector investment, and catalyze systemic shifts in the transport sector and on the ground.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1124\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"899\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"689\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"542\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"325\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Electric cars charging curbside in Copenhagen.\" height=\"325\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/electric-cars-charging-copenhagen_0.jpg?VersionId=CIIGX1m4_UjfFDCTSkAyYJQQaw6yJYmy&itok=umKgWvcO\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Electric cars at curbside chargers in Copenhagen. Denmark is a member of the Zero Emission Vehicles Transition Council, which aims to help countries deliver on their transportation decarbonization strategies. Photo by LIVINUS/iStock</figcaption>\n</figure>\n<h3>7) Monitor Initiative Impacts with Regular Reporting</h3><p>Transparency is essential for building trust that initiatives are making real progress toward their commitments, yet regular and systematic public reporting remains the exception rather than the rule. While some initiatives publish reports on their efforts online, including through UN Climate Change's <a href=\"https://climateaction.unfccc.int/\">Global Climate Action Portal</a>, many provide only ad hoc statements or press releases. And others do not have any formal processes for tracking outputs and outcomes. A robust monitoring and evaluation system, through the development and use of indicators to measure progress against stated objectives, is critical for assessing whether initiatives are mobilizing resources, shifting policies or catalyzing systemic change — in other words, delivering.</p><p>This gap is more than a technical shortcoming: It strikes at the very credibility of international climate cooperation. Without clear evidence of delivery, the broader community cannot assess impact or hold initiatives accountable. As a result, confidence in these efforts can erode, raising doubts about the integrity of multilateral climate governance. Cooperation could start to appear as a vehicle solely for symbolic or even greenwashed leadership than as a driver for measurable results.</p><h3>A Framework for Assessing Progress</h3><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"image-wrapper\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2038\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"1631\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"1249\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"984\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"589\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Assessing intergovernmental climate initiatives: An expectations-based framework covershot\" height=\"589\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/assessing-intergovernmental-climate-initiatives-expectations-based-framework_0.jpg?VersionId=RottJBhb.dIACSmhHP3WZGb_Db_FAYP4&itok=K41APYPz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</div><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Assessing intergovernmental climate initiatives: An expectations-based framework</div><p>Explore the full report.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/assessing-intergovernmental-climate-initiatives-expectations-based-framework\">Download</a></p></div></div><p><a href=\"https://www.wri.org/research/assessing-intergovernmental-climate-initiatives-expectations-based-framework\">WRI's recent research</a> explores how to evaluate whether initiatives are equipped with the goals, governance structures, implementation strategies and reporting systems required to deliver on their commitments. This research puts forward a framework through which an initiative's maturity can be assessed. It tests whether an initiative's goals are clear, as well as complementary to the wider landscape of climate cooperation; whether governance and implementation structures are in place to turn commitments into concrete actions; and whether monitoring and reporting systems exist to track outcomes and communicate progress.</p><p>Applying this framework can help identify where climate initiatives need to enhance their efforts and transparency and, in turn, support a shift from one-off pledges toward concrete implementation and impact. Ultimately, the value of cooperation lies not only in what is promised, but in the impact delivered — and it's crucial that initiatives can demonstrate that they are making a difference.</p><h3>How Can Cooperative Initiatives and COP30 Advance Climate Progress?</h3><p>Delivering on the promise of international cooperation will require active engagement and collaboration — not only among governments, but across all stakeholders, including international organizations, civil society, subnational and local governments, and others. With the world <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">still off track to achieve the goals of the Paris Agreement</a>, enhancing international cooperation is imperative.</p><p>Brazil's COP30 Presidency has drawn renewed attention to the \"Global Climate Action Agenda,\" an umbrella encompassing the wide range of climate efforts undertaken by diverse actors. The incoming Presidency has sought to align the Action Agenda with the outcomes of the first Global Stocktake in order to connect real-world action with the negotiations at COP30. This effort opens new possibilities for harmonizing the multilateral process with the broader ecosystem of climate action, allowing countries to harness the cooperation already underway, elevate successes and address persistent barriers to greater impact.</p><p>Ultimately, the promise of intergovernmental climate cooperation will be determined not by the number of initiatives launched or commitments made, but through effective collective action that delivers systemic transformations.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Why Once-Scarce Water Is Coming Back in North Mecha, Ethiopia",
      "link": "https://www.wri.org/insights/water-coming-back-north-mecha-ethiopia",
      "pubDate": "Tue, 04 Nov 2025 12:31:54 EST",
      "description": "<p>Minzir, in northern Ethiopia, looks different than it used to. Three years ago, water was dwindling and the landscape was barren. Today, wells have refilled, springs have emerged, and the area is greener.</p><p>\"Streams used to dry up but are now flowing much longer. For the first time, we are using this water during the dry season. Honestly, I have never seen anything like this in my lifetime,\" said Molla Arega, a farmer and village leader living in the area.</p><p>At the root of the change? A watershed restoration project that's reviving local water supplies.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1125\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1500\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A person carrying seedlings in a basket over their head.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/carrying-seedlings_0.jpg?VersionId=Kfz9Of8jfuk69KCyBOeL5xmrrxrL_NfV&itok=h-BfZ_Xq\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Photo by Asfaw Melese</figcaption>\n</figure>\n<h3>Landscapes Under Stress</h3><p>Minzir 01 is a micro-watershed nestled in Ethiopia's North Mecha District, part of the larger Lake Tana Subbasin. The hills and lands of the Amhara Region, where the district is found, bear the marks of decades of overuse and mismanagement.</p><p>In Minzir, soil erosion had carved deep gullies through farmland, deforestation and overgrazing stripped the land of its fertility, and rainfall ran off the bare surface. Streams and wells that once provided water for households and crops saw their sources depleting.</p><p>\"When I was a child, this place was meadow and suitable for farming,\" said Gedif Tadele, another farmer from the area, in 2022. \"There was no deterioration. Now, the land is eroded.\"</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1599\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1279\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"980\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"772\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"462\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map showing the location of the Minzir 01 micro-watershed in northern Ethiopia.\" height=\"462\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/minzir-01-locator-map-wri_0.png?VersionId=clvonBwr4vmjod4AKkm7Cfcl3wJ3h5Hy&itok=FG3iJkiT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Climate change has magnified these pressures. Increasingly unpredictable rainfall is further straining water supplies and making food harder to grow in the region, threatening household needs. For residents of Minzir 01, living under the shadows of land degradation and water scarcity offered a bleak future.­­­­</p><p>This story is not unique. Across Ethiopia and beyond, degraded landscapes are undermining water security and livelihoods, leaving communities increasingly vulnerable to shocks. Poor land management and vegetation loss exacerbate erosion, which strips valuable moisture from the ground. This prevents rainwater from being absorbed and curbs groundwater recharge. As a result, natural water cycles fall into disrepair, compromising everything from agricultural productivity and biodiversity to <a href=\"https://www.wri.org/technical-perspectives/safe-water-supplies-healthy-watersheds\">water, sanitation and hygiene</a> (WASH) access.</p><p>But in Minzir 01, change has begun to take root</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1351\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"652\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Graphic showing how landscapes affect natural water cycles.\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/water-landscapes-graphic_0.png?VersionId=MheMMh_nieXzsSwzvm_LYDhgzmr9g6Zo&itok=W6VZABOJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Water in landscapes: Land, trees, vegetation and rainfall interact to impact water availability and quality up and downstream. Graphic by WRI</figcaption>\n</figure>\n<h3>Healing the Land to Safeguard Water Supplies</h3><p>In <a href=\"https://www.wri.org/update/new-project-promotes-integrated-water-resources-management-ethiopias-tana-sub-basin\">2022</a>, WRI partnered with WaterAid Ethiopia to launch a three-year community-led watershed restoration project across 400 hectares of Minzir 01. The goal was simple yet bold: rehabilitate degraded land to improve soil health, revive water sources and strengthen people's wellbeing. Community members from the area — those most affected — would be key actors in planning and implementation.</p><figure class=\"caption caption-drupal-media align-left half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"570\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"341\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"341\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Tree seedlings prepared for planting.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/seedlings_0.jpg?VersionId=ojiWnCRvOaRO5mwYQoqmCLgqy0RT8M0F&itok=FvAjIqV3\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Seedlings ready for distribution. Photo by Mulatu Adane/WaterAid</figcaption>\n</figure>\n<p>The project focused on revegetation and other soil and water conservation practices. Together, participants planted over 187,000 tree and grass seedlings and built 20 kilometers of farmland <a href=\"https://www.ccardesa.org/terracing\">terrace</a> structures (such as <a href=\"https://www.unccd.int/best-practice/soil-bund-contour-cultivation\">soil bunds</a> and <a href=\"https://www.greener.land/fanyaa-juu/\">fanya juu</a>) to help stabilize the soil and improve water absorption. They constructed 28 <a href=\"https://megamanual.geosyntec.com/npsmanual/checkdams.aspx\">check dams</a> to control water runoff and trap sediment. They <a href=\"https://www.isqaper-is.eu/grazing-management/grazing/437-area-closure\">closed off</a> over 200 hectares of land to livestock and farming, giving nature a chance to regenerate. And they promoted sustainable farming practices, like <a href=\"https://www.worldagroforestry.org/about/agroforestry\">agroforestry</a>, on both communal and individual croplands.</p><p>These measures were designed to help reduce erosion and rainwater runoff and limit sedimentation (which pollutes waterways). In so doing, they aimed to boost surface waters, replenish groundwater and improve water quality — sustaining the sources that feed local water supply systems.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Side-by-side photos of landscape features designed to control erosion and water runoff.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-11/soil-bund-check-dam_0.jpg?VersionId=B_33d7MiKrvIAidh3qdhzbusepDYNWOG&h=042042e4&itok=6vYnRHTZ\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A soil bund (left: Muluneh Bimrew/WRI) is a raised embankment built to reduce water runoff and soil erosion. Check dams (right: Francesca Battistelli/WRI) are small, localized dams built across a stream or drainage channel and designed to slow water flow, control erosion and trap sediment.</figcaption>\n</figure>\n<h3>The Water's Return</h3><p>After three short years, the results are striking.</p><p>To understand how healthy watersheds affect local water supplies, WRI developed an extensive monitoring framework for this project. With the help of the Abbay Basin Administration Office, we tracked and measured changes in biophysical dynamics (mainly vegetation cover and water availability and quality), as well as impacts on people. An endline assessment of Minzir 01 carried out by external evaluators used GIS, remote sensing, field observation, household surveys and local interviews to compare conditions before and after intervention. With research amplified by local testimony, it highlights both the tangible and locally perceived benefits that have arisen.</p><p>Water is already coming back to the land.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"521\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"462\" />\n              <source height=\"521\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"462\" />\n              <source height=\"513\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"513\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"513\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Side-by-side photos of two freshwater springs.\" height=\"513\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/minzir01-springs.jpg?VersionId=GfK7a396rT2KyWIzCP6tGHnXEmuuGUyl&itok=cGI8Z1AA\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Two new springs captured in April 2025. Photo by Muluedil Asres</figcaption>\n</figure>\n<p>Groundwater levels rose by 1.2 meters on average across five monitored community wells since the project started — a promising improvement in a region where locals are seeing levels falling. Two local streams, once seasonal, now flow through the dry season, bringing reliable water for over three additional months. New ponds have formed in the stream depressions, and the local wetland has expanded, boosting water retention and supporting irrigation. And two freshwater springs have appeared where none previously existed, standing as proxy for better groundwater.</p><p>\"I have lived here my whole life. There was never a spring in that part of the land before,\" says Achenef Alemayehu. \"Now, a spring has started to emerge, and it has not stopped flowing since. For a place that used to struggle with water shortages, this has really changed things for the better.\"</p><p>The project has also curbed erosion, stabilizing the area's steep slopes and <a href=\"https://nativeseedgroup.com/resources/blog/rill-erosion-and-gully-erosion-explained\">gullies</a> (an extreme form of soil degradation). It has reduced sediment concentration in local streams by 40%, leading to cleaner water and healthier soils. And the land is becoming greener — measurably so<sup>1</sup> — indicating a healthier landscape. Native tree species such as misana, agam and girar are naturally regenerating.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"807\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1076\" />\n              <source height=\"807\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1076\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A pond in a grassland.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/new-water-body-emerged_0.jpg?VersionId=EflqY4MAbUO7._VPuKJfDb9UDqLagOtV&itok=w_1O4hr_\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A new water body that has emerged in Minzir 01. Photo by Mulatu Adane</figcaption>\n</figure>\n<p>For residents, the science and field data match their own experiences. All those surveyed noted improved water availability, rising water levels and extended stream durations.</p><p>\"Even more encouraging,\" says Ambaye Ewnetu, who remembers many years ago when the wetland was stable and saw it thinning out over time, \"is that people's attitudes have changed. We now understand the value of protecting our environment.\"</p><h3>Locals Reap the Benefits</h3><p>As the land mended and water availability improved, so did household opportunity and economic uplift. </p><p>Agroforestry — a practice of planting trees alongside crops to improve soil fertility — has provided new fruit and market products, while plants grown for fodder are helping fatten livestock. When asked about income gains, all households surveyed reported an increase. Most (93%) reported higher crop production. Many were also able to start growing a second crop, shifting away from mono-cropping practices that endanger soils and household resilience.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"958\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1278\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"723\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman carrying a basket full of grasses above her head.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/cut-and-carry1_0.jpg?VersionId=J1TG4OQncTO._iZ2u7HSjB8srr_Vdis_&itok=Ozks0-ZJ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A local woman harvests fodder to feed livestock. Photo by Mulatu Adane/WaterAid</figcaption>\n</figure>\n<p>With water more plentiful, homestead vegetable gardens have also flourished. This is important for combatting hunger and malnutrition in a region where approximately <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8080180/\">46%</a> of children under five are stunted and <a href=\"https://link.springer.com/article/10.1007/s44187-025-00357-y\">20%</a> of households face moderate to severe food insecurity.</p><figure class=\"caption caption-drupal-media align-left half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"950\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"750\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"569\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"569\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"569\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman fills a jug with water from an outdoor well.\" height=\"569\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/water-collection-point.jpg?VersionId=EqY.7nop6IS5Ao7MuBQz6P3e6UpfgzEJ&itok=DFBExH_C\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A community water point in Minzir 01. Photo by Francesca Battistelli/WRI</figcaption>\n</figure>\n<p>As Yezina Alemneh, a young female farmer, explains: \"I began growing wheat and vegetables in my backyard and fattening animals with the fodder. These changes have helped to improve my farm's production.\"</p><p>Her neighbor remarked: \"I started growing crops twice a year. When I have extra, I sell it at the nearby market. That small income has helped support my family. We also use the stream water at home for cooking and washing. Some people have started using it for irrigation.\"</p><p>\"It's made a big difference for me and others in the community,\" Molla, the village leader, adds.</p><h3>Building Sustainable Landscapes: How It all Came Together</h3><p>Ethiopia is <a href=\"https://www.wri.org/insights/ethiopia-invests-big-restoring-degraded-land\">no stranger to land restoration</a>, yet this project stands apart.</p><p>What made this effort different was its focus on water outcomes and its integrated scope. For one, it did not treat watershed management solely as a conservation or agricultural endeavor. Instead, it was designed to directly support water security and water supply services, which in turn benefits domestic water, crop cultivation and the environment, as well as broader development goals.</p><p>Unlike earlier conservation programs in Ethiopia, which often <a href=\"https://www.wri.org/research/financing-sustainable-watershed-management-ethiopia-exploring-innovative-financing\">sidelined</a> the needs and realities of rural communities, the project placed local ownership and livelihood security at its core. The Minzir community jointly planned and implemented activities together with local government officials, who also collaborated in novel ways.</p><p>\"Unlike the traditional approach, where watershed management was left primarily to the agriculture, environment and forestry offices, we in the Water and Energy Office participated from the beginning in project scoping, implementation, monitoring and evaluation,\" said Muluedil Asres from the North Mecha Water and Energy Office. \"This cross-sectoral collaboration is, in my view, one of the project's most powerful strengths.\"</p><p>District officials also worked closely with the newly formed Watershed Management Committee, in time led by Molla. The committee brought together respected elders, women and others from local villages to ensure community buy-in and help mobilize households in the conservation activities, all on a voluntary basis. By the project's end, all 321 households in Minzir 01 were involved in its implementation and had received hands-on training.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"781\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"625\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"478\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"377\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"226\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A group of people with farming tools. \" height=\"226\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/minzir-watershed-management-committee_0.jpg?VersionId=V6ZV64iYSfcdK801lTLyF66ZYpxriiCW&itok=vh8BIvNk\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Minzir 01 Watershed Management Committee. Photo by Muluneh Bimrew/WRI</figcaption>\n</figure>\n<p>Alongside on-the-ground activities, the project worked to strengthen institutional decision-making and coordination on water at multiple scales, from basin-level planning to community-managed water systems. For example, the watershed committee joined forces with local Water, Sanitation, and Hygiene Committees (WASHCOs) — \"an innovative integration between two groups that had never worked together before,\" Muluedil explains. This helped align land-based restoration efforts with water-point management for a more holistic protection of water supplies and services. \"These changes,\" continues Muluedil, \"are now helping meet water needs, and they show that sustainable water source management is achievable.\"</p><p>WRI and partners, including the Millennium Water Alliance, also provided trainings and technical assistance targeting basin, region and woreda (district) authorities. Topics ranged from <a href=\"https://thewashroom.waterforpeople.org/wp-content/uploads/sites/2/2022/03/The-Case-for-Source-Water-Protection-in-WASH-Systems-Entry-Points-and-Opportunities.pdf\">source water protection</a>, to <a href=\"https://www.wri.org/update/ethiopia-and-tanzania-share-experiences-and-lessons-water-allocation-planning\">water allocation planning</a>, to <a href=\"https://www.farmraise.com/blog/advanced-irrigation-management-for-farming\">efficient irrigation</a> and <a href=\"https://www.who.int/teams/environment-climate-change-and-health/water-sanitation-and-health/water-safety-and-quality/water-safety-planning\">water safety planning</a> (a risk assessment and management approach to ensure that water points remain safe and functioning). Trainings by WaterAid at the community level focused on sustainable land and water management practices, <a href=\"https://www.fao.org/climate-smart-agriculture/en/\">climate-smart agriculture</a> and <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10239380/\">livelihood diversification</a> — some tailor-made for youth and women-headed households.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"855\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1140\" />\n              <source height=\"855\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1140\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People sitting in a group in a grassy field. \" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/community-mobilization_0.jpg?VersionId=ozAM9lQ9VY2rQdrijWy6BfMh2czMTqo5&itok=B8g6Y4PD\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Minzir 01 community members involved in project implementation. Project by Mulatu Adane/WaterAid</figcaption>\n</figure>\n<p>Endorsement across government agencies was and remains strong. Every interviewed official — representing the district's water, agriculture, environment, forestry, land and other offices — expressed solid support for the project's participatory approach and a desire to bring this integrated model to other watersheds in the district and region.</p><p>As Asfaw Melese from the Environment and Forest Office emphasized: \"From the beginning, the intervention was designed and implemented through a truly participatory, integrated and coordinated approach. My office collaborated closely with other key offices in North Mecha, and most importantly, the local community. The project provided valuable training and experience-sharing opportunities, which significantly built technical capacity and led to improved planning and implementation of conservation measures. These gains represent a major step toward ensuring reliable and sustainable water access for the community.\"</p><p>Community members, too, expressed strong willingness to continue the conservation efforts, underscoring changing attitudes while pointing out the need for consistency. \"Personally, I have taken it as my responsibility to maintain the structures on my own land and to encourage my neighbors to do the same,\" said one resident. \"We have already seen the positive results of working together. If we continue, I believe the future will be even brighter for our community.\"</p><h3>Key Takeaways</h3><p>Lessons from Minzir 01 will inform the next project phase, and could offer helpful insights for other ecological restoration initiatives:</p><ul><li><strong>Community leadership and local realities are foundations for long-term sustainability. </strong>Without strong local buy-in and livelihood considerations, conservation efforts are unlikely to endure.</li><li><strong>Agro-ecology matters.</strong> Local conditions always impact outcomes. Results must be seen in light of an area's agro-ecological circumstances, including climate conditions, soil profiles and topography.</li><li><strong>Water is a unifying thread. </strong>By linking landscape restoration to water access, interventions can deliver ecological, hydrological and socio-economic benefits, helping contribute to sustainable water services while improving the local context for water, sanitation and hygiene.</li><li><strong>Integration is powerful. </strong>Collaboration with local government and across the water, agriculture, environment, land administration and WASH sectors is essential to water security.</li><li><strong>Monitoring needs time to build evidence.</strong> Better data and consistent monitoring are critical to understanding trends and long-term impacts.</li></ul><p>It is important to note that, while the results are positive overall, the findings and methodological limitations urge some caution. Rainfall variability dynamics could have influenced some outcomes, while survey and perception-based findings need prudence. However, the endline study did isolate rainfall dynamics, finding that a small increase during the project timeframe alone cannot explain the changes in streamflow and groundwater.</p><h3>Looking Ahead: A Model for the Future</h3><p>Minzir 01 has transformed from a degraded catchment into a landscape of recovery and hope.</p><p>Perhaps most importantly, the project has rekindled optimism. Community members see a future where their land provides environmental resilience and economic opportunity, while officials see a replicable example for other districts and regions and the larger river basin.</p><p>As Asfaw put it, \"this is a model for how Ethiopia can secure its water future.\"</p><p>While sustaining these efforts and addressing long-term climate variability will require ongoing support, the lesson is clear: Healthy landscapes mean more water security. Investing in restoration delivers multi-dimensional benefits — not only more <a href=\"https://www.wri.org/research/not-just-carbon-capturing-benefits-forests-climate\">trees and carbon</a> storage, but also reliable water, ample food and more resilient communities. Because when land heals, so do those who depend on it.</p><p><em>This article was written in collaboration with </em><a href=\"https://www.linkedin.com/in/mulatu-adane-029bb11ab/\"><em>Mulatu Adane</em></a><em> (WaterAid Ethiopia), </em><a href=\"https://www.linkedin.com/in/tamene-chaka-3698769/\"><em>Tamene Chaka</em></a><em> (Millennium Water Alliance/MWA), and </em><a href=\"https://www.linkedin.com/in/bewuketu-abebe-tesfaw-phd-3434aaa3\"><em>Bewuketu Abebe</em></a><em> (Abbay Basin Administration Office/ABAO).</em></p><p><em>This work was made possible through a generous grant from the Conrad N. Hilton Foundation.</em></p><p> </p><p><sup>1 Using the Normalized Difference Vegetation Index (NDVI). An NDVI assessment involves using a remote sensing technique to measure and analyze vegetation health and density using satellite imagery.</sup></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Expert Q&A: What Should the 2025 UN Climate Summit (COP30) Achieve?",
      "link": "https://www.wri.org/insights/cop30-climate-summit-what-to-expect",
      "pubDate": "Mon, 03 Nov 2025 15:03:19 EST",
      "description": "<p>While the impacts of climate change are becoming ever-clearer, so too are the benefits of action.</p><p>The shift toward technologies like renewable energy and electric vehicles is already cleaning the air and <a href=\"https://www.who.int/news/item/29-10-2025-climate-inaction-is-claiming-millions-of-lives-every-year--warns-new-lancet-countdown-report#:~:text=There%20were%20an%20estimated%20160%20000%20premature%20deaths%20avoided%20every%20year%20between%202010%20and%202022%2C%20from%20reduced%20coal%2Dderived%20outdoor%20air%20pollution%20alone.\">preventing deaths</a> from pollution. Countries investing in greener development models are creating <a href=\"https://www.irena.org/Energy-Transition/Socio-economic-impact/Energy-and-Jobs#:~:text=16.2%20million%3A%20global%20renewable%20energy%20jobs%20in%202023\">millions of new jobs</a> in areas like power and manufacturing. Clean energy is <a href=\"https://www.reuters.com/business/energy/around-90-renewables-cheaper-than-fossil-fuels-worldwide-irena-says-2025-07-22/\">lowering electricity costs</a> and <a href=\"https://www.wri.org/insights/productive-use-renewable-energy-africa\">bringing power</a> to those without.</p><p>Yet this transition is <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">not happening nearly fast enough</a> to prevent increasingly dangerous climate impacts, and progress remains uneven. As some countries forge ahead on low-carbon development, others are pulling back. Meanwhile, the cost of climate change continues to rise: Extreme weather caused <a href=\"https://www.swissre.com/institute/research/sigma-research/sigma-2025-01-natural-catastrophes-trend.html\">over $300 billion</a> in damages last year alone.</p><p>What we need now is a step change. The world must move from setting targets to delivering them. The upcoming UN climate summit (COP30) in Belém, Brazil is a prime opportunity to do so.</p><p><strong>WRI experts have laid out four key areas where COP30 can put the world on track for a safer, more prosperous future:</strong></p><ol><li><strong>Deliver robust national climate commitments, </strong>using detailed global and country plans to close the gap in climate action.</li><li><strong>Transform the global financial system</strong> so that all forms of finance (public and private, domestic and international) support the transition to green, inclusive, resilient economies. Ensure that funds reach the countries and communities that need them most.</li><li><strong>Step up climate resilience</strong> by recognizing that <a href=\"https://www.wri.org/insights/climate-adaptation-investment-case\">investing in adaptation</a> means investing in growth, security and development; by delivering an ambitious new adaptation finance goal; and by setting clear, measurable indicators for tracking progress.</li><li><strong>Protect nature, reform food systems and advance Indigenous land rights:</strong> three key elements for tackling the interconnected climate and nature crises together.</li></ol><p>So, what must COP30 achieve in these areas and beyond to be considered a success? Here's what our experts are looking for:</p><h3>Embrace Climate Action as an Economic Strategy</h3><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2023-03/ani-dasgupta.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/aniruddha-dasgupta\"><em><strong>Ani Dasgupta</strong></em></a><em><span style=\"margin-bottom: 25px;\">, WRI President and CEO</span></em></td></tr></tbody></table><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>About COP30</strong></p><p class=\"secondary\">The 2025 UN climate summit (COP30) runs from Nov. 10-Nov. 21, 2025 in Belém, Brazil. To learn more about the key issues at stake and explore the latest news, research and events, visit <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><strong>WRI's Resource Hub</strong></a></p></div><p>Right now, we face many headwinds for climate action and multilateralism. The U.S. has stepped back, and there are similar discussions of slowing down in parts of Europe. But that's not the whole story. Across the 50 countries WRI works in, what we see on the ground is that progress is happening.</p><p>All of the leaders I speak to from developing countries see this transition as their best economic opportunity, not as a burden. This is especially true in large middle-income countries. China and India are driving record renewable deployment, especially solar. Economic growth driven by clean energy is now even more of a motivator than climate. As COP host, Brazil is also showing how an economy rooted in forest protection, rather than destruction, can create over <a href=\"https://www.wri.org/insights/zero-amazon-deforestation-can-grow-brazil-gdp\">$8 billion in additional GDP and more than 300,000 new jobs</a> in the Amazon region by 2050. For these countries, economic prosperity, energy security and decarbonization are essentially the same thing, driving the momentum we're seeing today.</p><p>There's a geopolitical realignment of climate leadership taking place. These middle-income countries played a key role in shaping the <a href=\"https://www.wri.org/insights/cop29-outcomes-next-steps\">outcome [at COP29 in 2024] in Baku</a>. With their large populations, substantial emissions and significant stores of biodiversity, they will continue to play an outsized role in determining the success of the global transition for people, nature and climate. We are watching closely to see what form their leadership will take at COP30.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1180\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"944\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"723\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"569\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Flags bearing the United Nations Climate Change Conference logo.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/53784234426-f3788a1073-k.jpg?VersionId=G1EIGpcjiUluTXjYTP7w.zOYMBLzxcex&itok=C47DiZIn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Banners outside the UN climate talks in Bonn, Germany, that precede the annual COP climate conference. Photo by UNclimatechange/flickr</figcaption>\n</figure>\n<h3>Accelerate Action on National Climate Commitments, Finance and Adaptation</h3><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2025-07/melanie-robinson_0.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/melanie-robinson\"><em><strong>Melanie Robinson</strong></em></a><em>, Global Climate, Economics and Finance Director, WRI</em></td></tr></tbody></table><p>All countries are due to deliver <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">new national climate plans</a> (known as \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a>,\" or \"NDCs\") this year. Sixty-five countries had formally submitted NDCs as of Oct. 27 — and the current plans <a href=\"https://www.wri.org/news/statement-un-report-finds-country-climate-commitments-falling-short\">fall far short</a> of what's needed to meet the Paris Agreement's goals. Several major emitters are still expected to put forward NDCs ahead of or during COP30, which could help. But a substantial gap remains.</p><p>In Belém, leaders must agree on a decisive global response to address this shortfall. This includes:<em> 1)</em> reaffirming the 1.5 degree C goal and developing an \"Ambition Framework\" which sets out how to close the gap to achieve it; <em>2) </em>accelerating sector-specific strategies to cut emissions from areas like energy and transport before 2030, reflecting the outcomes of the <a href=\"https://unfccc.int/topics/global-stocktake/about-the-global-stocktake/outcome-of-the-first-global-stocktake\">2023 Global Stocktake on climate action</a>; and <em>3)</em> clarifying pathways to achieve countries' net-zero goals, particularly through updated <a href=\"https://www.wri.org/climate/long-term-strategies/what-is-long-term-strategy\">long-term strategies</a>.</p><p>On the finance front, leaders set a target last year to <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">mobilize $1.3 trillion annually</a> from all international sources for developing countries' climate action by 2035. The forthcoming Baku-to-Belém Roadmap will lay out pragmatic strategies to achieve this goal, showing how countries can get all sources working together as a system to deliver finance for the transition at scale. At COP30, countries must demonstrate how they will turn this plan into action. One promising development to look for is the unveiling of \"<a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">country platforms</a>\": various country-led approaches that aim to align all sources of finance behind countries' climate and development plans, policy reforms and investment pipelines.</p><p>As for climate resilience, the 2021 \"<a href=\"https://unfccc.int/process-and-meetings/the-paris-agreement/the-glasgow-climate-pact/cop26-outcomes-finance-for-climate-adaptation\">Glasgow pledge</a>\" to double <a href=\"https://www.wri.org/insights/adaptation-finance-explained\">adaptation finance</a> expires this year, and countries must decide on a new goal at COP30. Some developing countries are calling for a needs-based target while others are calling to triple adaptation finance by 2030. Our own forthcoming analysis shows that a tripling is achievable by 2035, but it would take increases across all sources (including multilateral development banks' funds for the poorest, bilateral funds, new sources of concessional finance, and more private finance being mobilized), and finance working better as a system. </p><p>COP30 also offers an opportunity to adopt a set of progress indicators under the <a href=\"https://www.wri.org/insights/global-goal-on-adaptation-explained\">Global Goal on Adaptation</a>. This will create a common language to track resilience-building efforts and the support needed. Done right, this can help put resilience at the heart of countries', communities' and corporates' core economic, development and business planning.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Workers installing solar panels on a large scaffolding over water.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/solar-power-construction-china_0.jpg?VersionId=5iNe7qwgWqkr_2X5nR11jCnPMeWIUx0S&itok=wHs5RUze\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Construction of a solar power plant in China. At this year's climate conference, it's critical that countries deliver concrete plans to put their national climate commitments into action. Photo by Xiangli Li/Shutterstock</figcaption>\n</figure>\n<h3>Strengthen Pledges that Align Action on Climate and Nature</h3><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2025-01/mariana-oliveira.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/mariana-oliveira\"><em><strong>Mariana Oliveira</strong></em></a><em>, Director of Forests and Land Use, WRI Brasil</em></td></tr></tbody></table><p>We won't meet our climate goals — not on mitigation, not on adaptation — if forests and ecosystems aren't part of the plan. The science is clear that protecting and restoring nature and transforming food systems are powerful tools to cut emissions, build resilience and reduce climate impacts. The challenge? Mobilizing the resources to scale these solutions.</p><p>One initiative to watch at COP30 is the <a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\">Tropical Forest Forever Facility (TFFF)</a> that will be launched by the Brazilian government. This bold proposal offers predictable, performance-based payments to countries that keep their forests standing, moving away from dependence on philanthropy. Brazil has already pledged $1 billion to the fund, and other countries, such as the U.K., Colombia, Norway and Indonesia, have <a href=\"https://cop30.br/en/news-about-cop30/in-london-countries-express-support-for-the-tropical-forests-forever-fund\">expressed their support</a> for it. But for the TFFF to work, it needs at least $25 billion to be announced during COP. Whether developed countries will step up is a key question.</p><p>Countries should also deliver a strong package to bolster Indigenous Peoples' and local communities' land tenure rights and increase funding to them. While these communities are some of the world's most effective forest stewards, their territories are under constant and <a href=\"https://www.wri.org/insights/extreme-wildfires-indigenous-community-leadership\">increasing threats</a>, and many lack legal rights to the lands they manage. COP30 can help by delivering an <a href=\"https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities\">improved Forest Tenure Pledge 2.0</a> and ensuring that Indigenous Peoples and local communities receive at least 20% of funding from the TFFF.</p><p>Equally essential is unlocking investments in sustainable agriculture and land restoration. One development to watch is the launch of the <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.fao.org%2Fclimate-change%2Ffao-at-cop30%2Fraiz%2Fabout-raiz%2Fen&data=05%7C02%7CMargaret.Overholt%40wri.org%7C712be6f2c11f4844b00408de172c57a1%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638973676380375288%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=NSzlrcqztgbeL29p%2FYoQSxjCwm7Fxv9F0Zo1nhHEFdI%3D&reserved=0\">RAIZ (Resilient Agriculture Investment for Net-Zero Land Degradation) initiative</a>. This proposes innovative financial mechanisms to fund the restoration of up to 250 million hectares of degraded land by 2050 — while at the same time increasing global food production.</p><p>Alongside RAIZ, complementary initiatives already underway in Brazil (such as the <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcop30.br%2Fen%2Fnews-about-cop30%2Fa-program-for-recovering-degraded-areas-will-be-among-the-initiatives-presented-at-cop30&data=05%7C02%7CMargaret.Overholt%40wri.org%7C712be6f2c11f4844b00408de172c57a1%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638973676380407792%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=IYXal8wwaWSIwKdT0YA19bUGVZWAycACm2qaJH8QxqU%3D&reserved=0\">National Productive Forests Program</a> and the <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.gov.br%2Fmma%2Fpt-br%2Fassuntos%2Fcontrole-ao-desmatamento-queimadas-e-ordenamento-ambiental-territorial%2Fcontrole-do-desmatamento-1%2Famazonia-ppcdam-1%2Fppcdam_5_en.pdf&data=05%7C02%7CMargaret.Overholt%40wri.org%7C712be6f2c11f4844b00408de172c57a1%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638973676380420930%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=QzVd%2FGwyjKO8vausDFDoPiN4XamddBcZK9yrnDaoei8%3D&reserved=0\">Action Plan for Deforestation Prevention and Control in the Amazon</a>) underscore the country's emerging leadership in integrating action on climate, nature and food systems. Advancing this cohesive agenda more broadly can help ensure that COP30 delivers not only on climate ambition, but also on resilience, equity and shared prosperity.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two women preparing tree seedlings for planting.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/tree-planting-biocoor-rwanda_0.jpg?VersionId=kaQLN2GeB2WJWl9OCVPPSnYjQB.fuPM7&itok=FRpyRuM7\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A restoration initiative led by the organization BIOCOOR in Rwanda. Solutions like restoring degraded land and shifting to more sustainable farming practices can deliver wins for people, nature and the climate together. Photo by Serrah Galos/WRI</figcaption>\n</figure>\n<h3>Under Brazil's Leadership, Make This the 'COP of Implementation'</h3><table class=\"table\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/styles/220px/s3/2024-05/karen-silverwood-cope.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/karen-silverwood-cope\"><em><strong>Karen Silverwood-Cope</strong></em></a><em>, Climate Director, WRI Brasil</em></td></tr></tbody></table><p>In its role as COP president, Brazil is bringing a clear and ambitious vision to COP30: to make Belém the \"COP of Implementation.\" The Presidency's central challenge is to turn promises into real-world action — bridging divides between developed and developing countries, ambition and equity, mitigation and adaptation. The Brazilian Presidency has outlined three priorities that began to be articulated and implemented in 2024 and will culminate in Brazil's COP Presidency by the end of 2026.</p><p>First, Brazil has been working to align climate and economic priorities over the last year through convenings like the G20 and <a href=\"https://www.wri.org/news/statement-brics-countries-rally-around-assertive-climate-agenda-ahead-cop30\">BRICS</a> [Brazil, Russia, India, China, South Africa] summit, putting finance at the heart of international climate talks. Brazil also launched the COP30 Circle of Finance Ministers, bringing together representatives from 37 countries who developed concrete recommendations on concessional finance, multilateral bank reform, country investment platforms and regulatory frameworks to unlock capital flows. This work provided key input to the Baku-to-Belém Roadmap and was an important step toward better integrating finance ministers, who are key to scaling up climate finance, into international climate talks.</p><p>Second, Brazil is redefining regional leadership, rooted in cooperation between emerging economies. For example, the <a href=\"https://brics.br/en/documents/presidency-documents/250705-brics-leaders-declaration-en.pdf\">Rio Declaration</a> at the recent BRICS summit signaled a readiness among emerging economies to lead a resilient, low-carbon transition — from green bonds and tropical forest protection to new trade and carbon accounting initiatives.</p><p>Finally, Brazil's presidency is working to weave together the broader web of actors that drive progress outside of formal COP negotiations. It aims to deliver an \"<a href=\"https://cop30.br/en/action-agenda\">Action Agenda</a>\" that can better align all actors behind various climate commitments and processes (like the Global Stocktake, NDCs and long-term strategies), promoting transparency and accountability in climate action.</p><p>Other key deliverables to watch for at COP30 under Brazil's leadership include progress on the <a href=\"https://unfccc.int/topics/just-transition/united-arab-emirates-just-transition-work-programme\">Just Transition Work Programme</a> and the <a href=\"https://unfccc.int/topics/gender/workstreams/the-gender-action-plan\">Gender Action Plan</a> and the development of indicators for the <a href=\"https://www.wri.org/insights/global-goal-on-adaptation-explained\">Global Goal on Adaptation</a>.</p><h3>Follow Along</h3><p>WRI experts are tracking these issues closely in the lead-up to COP and will be on the ground in Belém during the summit. To learn more about the issues at stake, explore related articles and research, and stay abreast of the outcomes, visit <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">WRI's COP30 resource hub.</a></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "CityMetrics Dashboard Helps Cities Understand and Reduce Climate Risks",
      "link": "https://www.wri.org/update/citymetrics-dashboard-helps-cities-understand-and-reduce-climate-risks",
      "pubDate": "Fri, 31 Oct 2025 09:48:57 EDT",
      "description": "<p>The new <a href=\"https://www.citymetrics.wri.org/\">CityMetrics site</a> from <a href=\"https://www.wri.org/cities\">WRI Ross Center for Sustainable Cities</a> offers an interactive dashboard where users can explore key urban indicators and geospatial datasets from more than 60 cities that WRI works with. It includes cities participating in the <a href=\"https://www.wri.org/initiatives/deep-dive-cities\">Deep Dive Cities Initiative</a>, <a href=\"https://www.wri.org/initiatives/cities4forests\">Cities4Forests</a> and <a href=\"https://www.wri.org/initiatives/urbanshift\">UrbanShift</a>.  </p><p>The dashboard is organized around seven key themes related to sustainability and resilience — flooding, heat, air quality, accessibility, land protection, biodiversity and climate change mitigation. It provides datasets and maps that let users analyze metrics within each city over a selected period and compare information across multiple cities.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"746\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"597\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"457\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"360\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"216\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A screenshot of the CityMetrics dashboard showing the tree cover indicator.\" height=\"216\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/screenshot-of-the-citymetrics-dashboard.png?VersionId=GxR_2GXond9QH1TZssy8iw.fxlMBSEq8&itok=IVnTROEo\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<div class=\"callout\"><p class=\"secondary body-link\"><strong>The seven themes include different indicators such as:</strong></p><p><strong>Flooding: </strong>Exposure to coastal and river overflow, presence of built-up land near natural drainage, and the expected number of days of extreme rainfall.</p><p><strong>Heat:</strong> Projected high temperatures and number of heat waves, presence of built-up land without tree cover and areas with low surface reflectivity.</p><p><strong>Air Quality:</strong> Exposure to PM2.5, or fine particle, pollution.</p><p><strong>Accessibility:</strong> Proximity to essential goods and services such as health care and public transportation, and the amount of green or recreational space per capita.</p><p><strong>Land Protection:</strong> Protected areas, restored habitats, permeable areas and the presence of tree cover.</p><p><strong>Biodiversity:</strong> Presence of species in natural and built-up areas, and habitat connectivity.</p><p><strong>Climate Change Mitigation:</strong> Greenhouse gas emissions and potential mitigation measures.</p></div><p>Creating a broad and detailed view of urban risks can not only accelerate effective action but also encourage cities to learn from one another and track progress on key resilience priorities. By gathering, analyzing and presenting open data on cities worldwide, CityMetrics aims to empower city leaders and other decision-makers to better understand local challenges and prioritize actions. Through the dashboard, they can also identify opportunities for potential management and mitigation efforts based on a city's risk profile.</p><p>The CityMetrics dashboard stems from the technical expertise of WRI Ross Center’s Urban Analytics and Data Innovation team and core project partners. It builds on the Cities Indicators Dashboard, an earlier version of the tool created to support cities involved in the UrbanShift and the Cities4Forests programs. Because of its success and value to users, WRI’s Urban Analytics and Data Innovation team refreshed and expanded the tool, adding more cities and indicators for decision-makers to explore and analyze. With the CityMetrics dashboard, users can explore interactive views of data within the site and download background data for a deeper analysis. </p><p>It helps city leaders and decision-makers answer questions such as:</p><h4>Which risks impact my city the most?</h4><p>From extreme temperature exposure to accessibility of green spaces, users can identify which risks affect their cities the most.</p><p>For example, in Delhi, India, air quality and flooding pose the greatest risks, with the city ranking among the those with the highest risk scores for these two themes in CityMetrics. High levels of fine particulate matter (PM2.5) pollution contribute to air quality challenges, while intense rainfall combined with development in low-lying, flood prone areas make the city particularly vulnerable to flooding.  </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"630\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1151\" />\n              <source height=\"630\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1151\" />\n              <source height=\"528\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"416\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"249\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A screenshot from the CityMetrics dashboard showing key indicators of flood and air pollution risk in Delhi, India.\" height=\"249\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/citymetrics-screenshot.JPG?VersionId=Pz.IDmb26WPMmSFRwL928CYI9NJhrRuy&itok=4IJpBOzK\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h4>Which areas within the city are most at risk?</h4><p>Users can explore which areas of a city face different levels of risk across the dashboard’s seven metrics.</p><p>For example, in Freetown, Sierra Leone, wards (the city’s neighborhoods) 402, 403, 430 and 422 have the most built-up land near natural drainage of all wards in the city, making them particularly vulnerable to flooding. The first three wards (402, 403 and 403) contain large areas of irregular settlements, while the last one (422) is mostly covered by a coastal port.  </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1223\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"979\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"750\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"590\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"353\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A screenshot from the CityMetrics dashboard showing the areas in Freetown, Sierra Leone, that are most vulnerable to flooding.\" height=\"353\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/citymetrics-screenshot-2.jpg?VersionId=JVECweslp1mAqsxRM8FhN9bvFWYbQFqQ&itok=KK8Hv444\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h4>How are specific populations impacted by certain risks?</h4><p>Through the dashboard, users can see which segments of the population face risks across the seven themes.  </p><p>For example, the accessibility metric in Mexico City, Mexico, shows that children have less access to open spaces than the entire population. About 53.2% of children have access to an open space within a 400-meter walking distance, compared to 55.4% of the total population and 58.7% of the elderly.  </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1503\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"1202\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"921\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"725\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"434\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A screenshot from CityMetrics showing how certain segments of the population have different access to open sources in Mexico City. \" height=\"434\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/citymetrics-screenshot-of-specific-populations.jpg?VersionId=hiTH5_q2boOICKbgk_F1Cg4GBxfUAQzt&itok=UyWawKUi\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h4>How have the risks in a city changed over time?</h4><p>Users can explore historical trends to see how risks in a city have changed over a selected period.</p><p>In Jakarta, Indonesia, the amount of land that can naturally absorb rainwater has dropped significantly over the past 30 years. In 1989, nearly half (49%) of the city’s land could absorb water, but by 2018 that figure had fallen to just 8%.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"711\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"569\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"436\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"343\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"205\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A screenshot from CityMetrics showing the historical downward trend of the land's ability in Jakarata to absorb rainwater.\" height=\"205\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/citymetrics-screenshot.jpg?VersionId=eHSInerQJm8eKMGAEyS8RnA8GCL1TmCK&itok=MvSqC9NW\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>To access the full dashboard and explore and compare indicators across cities, visit <a href=\"https://www.citymetrics.wri.org/\">CityMetrics.wri.org</a>. To learn more about the dashboard and why open data is essential for driving urban innovation and resilience, read <a href=\"https://thecityfix.com/blog/meet-citymetrics-an-open-source-interactive-tool-for-analyzing-urban-risks-and-opportunities/\">the blog on CityMetrics at TheCityFix.org</a>.</p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}