{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2026-01-09T05:32:28.612398",
  "items": [
    {
      "title": "How California Can Seize Momentum to Advance Carbon Dioxide Removal",
      "link": "https://www.wri.org/insights/how-california-advance-carbon-dioxide-removal-legislation",
      "pubDate": "Thu, 08 Jan 2026 09:00:02 EST",
      "description": "<p>As the U.S. federal government continues to roll back crucial environment and climate legislation, California’s climate leadership is more important than ever — including its policies to scale up <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">carbon dioxide removal</a> (CDR), which includes a suite of technological processes that remove carbon dioxide directly from the atmosphere. CDR is necessary to address greenhouse gas emissions from hard to abate sources, which along with deep emissions reductions, can achieve net-zero emissions.</p><p>As the <a href=\"https://www.gov.ca.gov/2025/04/23/california-is-now-the-4th-largest-economy-in-the-world/\">fourth largest economy</a> in the world and an engine of innovation, California has the economic and entrepreneurial capacity to incubate a large enough CDR industry to drive lower costs and learning-by-doing, increasing the likelihood that other states or national governments will adopt similar policies. California also has a comprehensive climate policy framework that will ensure that CDR <em>supplements</em> —rather than substitutes for — deep emissions reductions.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>California's Climate Legislation</strong></p><ul><li>* The <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202120220AB1279\">2022 Climate Crisis Act</a> requires at least an 85% reduction in emissions below 1990 levels by 2045.<br /> </li><li>* California Air Resources Board’s (CARB) 2022 <a href=\"https://ww2.arb.ca.gov/our-work/programs/ab-32-climate-change-scoping-plan/2022-scoping-plan-documents\">Scoping Plan</a> lays out a path for 85% emissions reductions and includes CDR targets (7 million tons of carbon dioxide annually by 2030; 75 million tons annually by 2045) to neutralize the remaining hard-to-abate emissions.<br /> </li><li>* As part of <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202120220SB905\">SB 905</a> implementation, work is underway at CARB to develop protocols for how CDR projects are conducted and measured.<br /> </li><li>* <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202520260SB840\">SB 840</a> allocates $85 million for fiscal year 2026-2027 from the Greenhouse Gas Reduction Fund for climate-focused projects that advance California’s plan to achieve net-zero emissions by 2045.<br /> </li><li>* <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202520260AB1207\">AB 1207</a> extends California’s Cap and Invest program to 2045.</li></ul></div><p>In September, the California legislature passed a <a href=\"https://www.catf.us/2025/11/balancing-climate-ambition-affordability-reflecting-californias-2025-legislative-session/\">substantial package</a> of climate and energy legislation, which included an unmistakable signal of support for CDR via a bill known as the <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260SB643\">Carbon Dioxide Removal Purchase Program (SB 643)</a>, which saw nearly unanimous legislative support. SB 643 would have established a $50 million grant program to fund innovative, verifiable CDR projects in California no later than 2035. It would have also mandated matching private sector funds, ultimately creating a $100 million program.</p><p>However, when SB 643 reached Gov. Gavin Newsom’s desk, he vetoed it. While still recognizing the importance of CDR to achieving the state’s net-zero goals, he <a href=\"https://www.gov.ca.gov/wp-content/uploads/2025/10/SB-643-Veto.pdf\">noted</a> that SB 643’s program could be implemented using funds allocated under a previously passed bill, <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202520260SB840\">SB 840</a>, which allocates $85 million for climate-focused innovation and deployment projects that advance California’s plan to achieve net-zero emissions by 2045. This legislation expands on the state’s suite of climate policies helping define the role of CDR.</p><p>Although it was surprising and disappointing to have SB 643 vetoed, California policymakers have other tools that can and should be used to achieve the goals of the legislation.</p><h3>Directing State Funds Toward CDR Sends an Essential Demand Signal</h3><p>Outside of the<a href=\"https://autl.assembly.ca.gov/system/files/2025-07/sb-643-caballero_0.pdf\"> overwhelming bipartisan legislator support</a> for SB 643, numerous private sector stakeholders, including CDR project developers and environmental non-government organizations, showed support. Leading voluntary carbon market buyers were encouraged by the prospect of high-quality carbon credits funded by the program.  </p><p>This highlights an innovative ecosystem ready to build and the momentum echoes the positive market response observed from the U.S. Department of Energy’s $35 million <a href=\"https://www.energy.gov/fecm/funding-notice-carbon-dioxide-removal-purchase-pilot-prize\">CDR Purchase Pilot Prize</a> launched in 2023 — the first instance of government policy to directly purchase CDR credits. Even without a mandate, at least one private sector buyer, Google, made a <a href=\"https://blog.google/outreach-initiatives/sustainability/pledge-to-support-carbon-removal-solutions/\">public pledge</a> to match 100% of the prize awards, setting off a broader wave of demand signals, which in turn enabled project developers to raise capital. Although this program is no longer active, the Department of Energy had selected <a href=\"https://www.energy.gov/fecm/carbon-dioxide-removal-purchase-pilot-prize-phase-1-semifinalists\">12 companies</a> as semi-finalists in mid-2024, most of which were California-based, further demonstrating the state’s leadership for CDR know-how and project development.</p><p>Without an immediate, reliable demand signal backed by public funds, California faces a real risk that its homegrown companies will relocate out of the state or stall in the so-called “valley of death” between innovation and commercialization. Industry experts agree the voluntary carbon market alone cannot scale CDR solutions sufficiently by mid-century, in part because the vast majority — 80% — of voluntary credits to date have been <a href=\"https://www.cdr.fyi/leaderboards\">contracted by a single corporate buyer</a> — Microsoft. Public policy-driven demand is indispensable for meeting California’s climate goals and demonstrating leadership that other states can emulate.</p><h3>California Must Act Now</h3><p>Newsom’s support for this year’s <a href=\"https://www.gov.ca.gov/2025/09/19/governor-newsom-signs-historic-package-of-bipartisan-legislation-saving-billions-on-electric-bills-stabilizing-gas-market-and-cutting-pollution/\">climate legislation package</a> underscores the strategic importance of <a href=\"https://www.gov.ca.gov/2025/10/10/carbon-management-coming-soon-to-california-governor-newsom-signs-legislation-paving-way-for-climate-pollution-cutting-technology/\">carbon management</a> (which includes CDR) to California’s economy. A back-of-the-envelope estimate (assuming about $100/ton of carbon dioxide) suggests CDR could become an $8 billion industry in California by 2045, if the state achieves the ambitious goal of removing 75 million tons of carbon dioxide annually. The California Air Resources Board (CARB), the state's environmental regulator, is charged with deploying pathways and market mechanisms to realize this abatement wedge with high-quality CDR — an imperative that calls for proactive use of currently available funds in the <a href=\"https://www.caclimateinvestments.ca.gov/about-cci\">Greenhouse Gas Reduction Fund </a>(GGRF) for climate technology innovation under SB 840 to signal demand immediately.</p><p>If the California budget allocated a portion of the GGRF slated for climate innovation technologies explicitly toward CDR procurement, it would provide a necessary market foundation. The legislature could require that this immediate demand signal be matched by private investment, unlocking capital for developers and yielding valuable lessons to inform ongoing protocol and regulatory development. In 2026, the legislature should consider multi-year appropriations to ensure there is continuous funding available to support CDR deployment, building on any funding already allocated in fiscal year 2026-2027.</p><p>In implementing a CDR program through the GGRF, CARB should follow the guidelines that were included in the vetoed SB 643 bill, including supporting a diverse portfolio of high-quality CDR approaches, ensuring that CDR results in long-term carbon sequestration, requiring community benefits, and ensuring that any use of <a href=\"https://www.wri.org/insights/sustainable-biomass-carbon-removal\">biomass</a> is limited to responsibly sourced wastes or residues. After all, California’s legislature overwhelmingly endorsed these safeguards when it passed SB 643.</p><p>California stands at a pivotal crossroads: Equipped with policy frameworks, legislative momentum and a vibrant CDR ecosystem, it now needs decisive and immediate public sector action to translate intent into impact. The clock is ticking toward CARB’s target to remove 7 million tons of carbon dioxide by 2030, and the state must act to meet its net-zero goals and secure its leadership in scalable, durable carbon removal.</p><p>How California leads in this space will also signal opportunity for what other states and nations can do, helping shape the global future of safe and high-quality CDR.</p><p><em>Deepika Nagabhushan is a senior policy researcher at </em><a href=\"https://project2030.blog/\"><em>Project2030</em></a><em> where she conceptualizes new approaches for carbon dioxide removal deployment in California that empower the local public and enable California to exceed its 2030 and 2045 climate targets.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: U.S. Releases New Dietary Guidelines",
      "link": "https://www.wri.org/news/statement-us-releases-new-dietary-guidelines",
      "pubDate": "Wed, 07 Jan 2026 19:15:40 EST",
      "description": "<p><strong>WASHINGTON (January 7, 2026)</strong> — Today the U.S. Department of Health and Human Services and Department of Agriculture released <a href=\"https://cdn.realfood.gov/DGA.pdf\">new dietary guidelines</a> for Americans for the next five years.</p><p><strong>Following is a statement from Raychel Santo, Senior Food and Climate Research Associate in WRI's Food, Land & Water Program:</strong></p><p>“The new U.S. dietary guidelines prioritize protein, part of a wider societal trend. While there are many ways to meet our protein needs, not all protein sources have the same impact on people or the planet. Beef and lamb, in particular, have some of the <a href=\"https://www.wri.org/insights/6-pressing-questions-about-beef-and-climate-change-answered\">highest environmental costs</a> of any protein-rich food — with significantly higher greenhouse gas emissions, land use, and water pollution per ounce of protein than most alternatives.</p><p>\"The good news is that it’s entirely possible to eat a healthy, protein-adequate diet high in plant-based foods. Beans, lentils, soy, nuts, and seeds are great sources of protein and often other important nutrients such as fiber and iron while being far better for the planet than foods like beef and lamb.</p><p>\"Climate-conscious consumers and food businesses have more and more options for which protein-rich foods to prioritize. With so many good plant-based options available today, choosing less resource-intensive proteins is an easy and practical step people can take for both themselves and the climate.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: The United States Withdraws from the UNFCCC",
      "link": "https://www.wri.org/news/statement-united-states-withdraws-unfccc",
      "pubDate": "Wed, 07 Jan 2026 19:02:36 EST",
      "description": "<p><strong>WASHINGTON, DC (January 7, 2026) </strong>- Today, President Trump signed a <a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">presidential memorandum</a> directing the United States to withdraw from 66 international organizations and treaties, including the United Nations Framework Convention on Climate Change and the Intergovernmental Panel on Climate Change. </p><p><strong>The following statement is from David Widawsky, Director, WRI US: </strong></p><p>“Pulling out of the U.N. Framework Convention on Climate Change is a strategic blunder that gives away American advantage for nothing in return. The 30-year-old agreement is the foundation of international climate cooperation. Walking away doesn’t just put America on the sidelines — it takes the U.S. out of the arena entirely. </p><p>“American communities and businesses will lose economic ground as other countries capture the jobs, wealth, and trade created by the booming clean-energy economy. </p><p>“Despite today’s action, global climate diplomacy will not falter. Other nations understand the UNFCCC’s irreplaceable role in driving cooperation and advancing climate solutions the world urgently needs. When countries work together on climate, it saves lives, creates jobs, strengthens economic stability, and builds a more prosperous future.”  </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Nickel’s Climate Cost and Indonesia’s Push for Cleaner Production",
      "link": "https://www.wri.org/technical-perspectives/nickels-climate-cost-and-indonesias-push-cleaner-production",
      "pubDate": "Tue, 06 Jan 2026 07:50:11 EST",
      "description": "<p>Nickel is widely used across many areas, including electronics, aerospace manufacturing, stainless steel and batteries for electric vehicles and energy storage. Despite its growing importance to the clean energy transition, current nickel production is emissions-heavy and associated with significant environmental and social impacts.</p><p>Nickel production remains heavily reliant on coal-fired power. In Indonesia, the world’s largest nickel producer, annual production reached <a href=\"https://worldpopulationreview.com/country-rankings/nickel-production-by-country\">2.2 million tons</a> and accounted for <a href=\"https://wri-indonesia.org/en/news/ministry-national-development-planning-ppnbappenas-and-wri-indonesia-ensure-integration-nickel\">22% of national emissions</a> from the energy and industrial sectors in 2023. For every ton of nickel produced in Indonesia, an average of <a href=\"https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/dokumenbappenas/konten/Dokumen%202025/Konten/(ENG)%20Decarbonization%20Roadmap%20of%20Indonesia%20Nickel%20Industry_Translate.pdf\">93 tons of carbon dioxide equivalent is released.</a> </p><p>At the same time, demand for nickel is expected to grow significantly. Under the <a href=\"https://www.iea.org/reports/global-energy-and-climate-model/net-zero-emissions-by-2050-scenario-nze\">International Energy Agency's net-zero scenario</a>, global nickel supply would need to roughly double by 2050, driven mainly by low-carbon technologies such as electric vehicle (EV) batteries.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26894817/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>To address rising emissions, the Indonesian government has released <a href=\"https://perpustakaan.bappenas.go.id/e-library/dokumen-bappenas/fc764909-e7ec-4103-aadd-9876d173d95b\">a policy roadmap</a> targeting an 81% reduction in emissions from the nickel industry by 2045, aligned with <a href=\"https://unfccc.int/sites/default/files/resource/Indonesia_LTS-LCCR_2021.pdf\">national climate commitments and development goals</a>. The government’s <a href=\"https://www.lowyinstitute.org/publications/future-indonesia-s-green-industrial-policy\">commitment to decarbonizing nickel production</a> stems from Indonesia’s aspiration to become a green leader by supplying the minerals needed for the clean energy transition. Decarbonizing nickel production would help attract investment in domestic processing and manufacturing, position Indonesia for long-term competitiveness in the fast-growing battery and EV markets, and reduce the local environmental and health impacts associated with coal-based production.</p><p>Home to the world's largest nickel reserves, Indonesia produced nearly two-thirds of global raw nickel (mine production) in 2024, exceeding the combined output of all other producers. The Philippines, the second-largest producer, contributed about 9% of global output.  </p><div class=\"callout\"><p class=\"secondary body-link\"><strong>Indonesia’s Nickel Dominance</strong></p><p class=\"secondary\">Indonesia's nickel industry consists of two subsectors: mining and processing. The country’s rise to market dominance accelerated after a 2020 ban on exports of unprocessed nickel ore. From 2015 to 2019, Indonesian accounted for between 15% and 33% of global nickel mine production, producing roughly <a href=\"https://pubs.usgs.gov/myb/vol3/2019/myb3-2019-indonesia.pdf\">one-third of the world’s mined nickel</a> by 2019. It was already the world’s largest producer before doubling its share following the 2020 export ban.</p><p class=\"secondary\">The export ban was part of a broader industrial strategy aimed at increasing domestic value from mineral wealth, attracting investment in smelting capacity, creating jobs and building an industrial base. Combined with surging global nickel prices, the export ban attracted significant Chinese investment in nickel processing facilities in Indonesia. </p></div><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26894852/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Many of Indonesia's nickel processing facilities are located in remote areas with limited energy infrastructure and rely on coal-based power to supply the massive amounts of energy required to process laterite nickel ore. Indonesia has 55 nickel processing facilities in operation. The vast majority, 90%, use smelting, a process that melts ore into metal at extremely high temperatures. The remaining 10% use a chemical process known as leaching.  The smelting process is the largest source of carbon emissions in Indonesia’s nickel industry, accounting for 97.9% of the sector’s total emissions, or 170.2 million tons of carbon dioxide equivalent. </p><p>In nickel smelting, the final production stage uses electric furnaces to convert ore into metal. The electricity used to power these furnaces accounts for <a href=\"https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/dokumenbappenas/konten/Dokumen%202025/Konten/(ENG)%20Decarbonization%20Roadmap%20of%20Indonesia%20Nickel%20Industry_Translate.pdf\">more than 60% of total energy use</a> in the production process, and nearly all of it, 97%, comes from coal-fired power plants built and operated by the nickel industry outside the national grid. The scale of electricity demand in the nickel industry is huge: In 2023, it consumed about 100 billion kilowatt-hours of electricity — enough to power 10 million U.S. homes for a year, or roughly 80% of all household electricity use in Indonesia.</p><p>These numbers underscore the need to prioritize decarbonizing Indonesia’s nickel sector. Since these emissions come from a relatively small and identifiable number of industrial sites, they present a major climate opportunity. Targeting action at just a handful of facilities could achieve substantial emissions reductions.</p><h3>A Tale of Two Smelters </h3><p>Only one smelter in Indonesia operates primarily on renewable energy: a facility in Sorowako, South Sulawesi, powered by three hydropower plants with a combined capacity of 365 megawatts. Like many nickel smelters, the facility initially relied on coal power but gradually transitioned to hydropower, seeking a cheaper and more reliable long-term option, as hydropower offers greater supply certainty than coal. Following the transition, the facility reduced production costs by 40% per ton of nickel while eliminating 2.3 million tons of carbon dioxide equivalent emissions each year. In addition to powering the smelter, the hydropower plants generate an extra 8 megawatts of electricity used by the local community.</p><p>In Morowali, Central Sulawesi, the situation is markedly different. The region produces about one-third of Indonesia's nickel, and over the past decade the number of smelters has increased tenfold. But renewable energy adoption has stalled. Facilities have installed only small-scale solutions, such as rooftop solar panels for offices and lighting. Larger projects have been proposed, including a <a href=\"https://www.petromindo.com/news/article/sesna-to-start-255-mwp-solar-project-for-nickel-industries-1\">255-megawatt solar facility</a>, but timelines for construction and operation remain uncertain.  </p><p>What explains the contrast between Sorowako's success and Morowali's struggles? Two factors stand out: proximity and regulation.</p><p>Sorowako's smelter was developed with renewable energy in mind and is located near hydropower sources. In contrast, most smelters in Morowali were built far from substantial renewable energy potential and national grid infrastructure. This distance creates immediate logistical challenges. Building transmission lines requires large upfront capital investments with slow returns, reducing the financial attractiveness of renewable energy projects.  </p><p>However, the barriers extend beyond economics. Distance also introduces significant regulatory challenges. Companies would need to build transmission lines through natural forests, navigating lengthy forest-use permits and land acquisition processes. Even when firms are willing to absorb these costs, they still face constraints related to Indonesia’s state-run electricity monopoly, PLN.  </p><p>Morowali isn't an isolated case. Much of Indonesia's nickel industry faces similar constraints. In North Maluku, another major production hub, facilities are located even farther from reliable renewable energy resources and lack access to national energy infrastructure, particularly transmission lines.</p><p>Replicating Sorowako’s transition will not be straightforward. However, these barriers can be overcome. Infrastructure and policies can evolve. The key question is how to enable that transition at scale.  </p><h3> Decarbonization Pathways for Indonesia’s Nickel Industry</h3><p>In response to these challenges, the Indonesian government’s decarbonization roadmap for the nickel industry focuses on two core areas: transitioning to clean energy and improving production efficiency. </p><h4>Powering with Clean Energy </h4><p>To enable the energy transition in nickel smelters, the roadmap proposes three key elements: clear development plans, an attractive investment ecosystem and government financing support.</p><p>The development plans vary by region and are tailored to local conditions. In Sulawesi, an on-grid model is the most viable option. The region already has grid infrastructure and significant renewable energy potential, including hydroelectric resources in Central Sulawesi, wind resources in the south and widely distributed solar potential. The priority is to extend the grid to connect smelters and convert this resource potential into operational renewable energy projects capable of supplying clean power to the industry. By 2045, the <a href=\"https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/dokumenbappenas/konten/Dokumen%202025/Konten/(ENG)%20Decarbonization%20Roadmap%20of%20Indonesia%20Nickel%20Industry_Translate.pdf\">roadmap targets an electricity mix</a> for the nickel industry of 61% hydropower, 30% solar power and 9% wind power to achieve the overarching goal of an 81% emissions reduction.</p><p>The roadmap’s other regional focus is North Maluku, which hosts a nickel industry comparable in scale to Sulawesi. Decarbonization faces distinct challenges there. The industrial parks are spread across the smaller islands of Halmahera and Obi, which lack existing grid infrastructure and large rivers for hydropower generation. The only viable clean energy sources are solar and wind, but both face land constraints. As a result, an off-grid model is more practical: Industrial parks will need to develop their own clean energy systems, potentially including green hydrogen power plants, to stay on track with decarbonization targets.</p><p>Developing these projects will require making them financially viable. At present, PLN, Indonesia’s state-owned electricity utility, caps renewable electricity prices at levels too low to attract sufficient investment. However, simply raising prices could discourage smelters from purchasing PLN-supplied power. To address this, the roadmap proposes an optimized pricing structure: increase solar and wind tariffs by 30% to 50% to improve investment incentives, while reducing hydropower prices by 40% to reflect existing cost competitiveness. Together, these adjustments would result in an estimated 10% increase in PLN’s industrial electricity tariffs — enough to enable renewable projects without imposing significant additional costs on smelters.</p><p>Pricing alone won't resolve the infrastructure challenge. Grid expansion faces a fundamental financing constraint: Transmission infrastructure offers low returns on investment, making it unattractive to private investors. Government support is therefore critical. The roadmap calls for financing guarantees and co-investment to reduce risk. It also recommends regulatory reforms to enhance business certainty through a more transparent and efficient permitting process, better integration with regional spatial planning and greater flexibility for private developer participation. Together, these measures would create a more attractive environment for clean energy investment.</p><h4>Cleaning the Process</h4><p>Fuel combustion is used at different stages of the smelting process. While the final smelting stage relies on electricity to heat furnaces and melt ore into metal, earlier stages — ore drying and calcination — rely on fuel combustion, typically by burning coal to heat the material before it enters the electric furnace. </p><p>These fuel-based stages represent another critical piece of the decarbonization puzzle. They account for <a href=\"https://perpustakaan.bappenas.go.id/e-library/file_upload/koleksi/dokumenbappenas/konten/Dokumen%202025/Konten/(ENG)%20Decarbonization%20Roadmap%20of%20Indonesia%20Nickel%20Industry_Translate.pdf\">one-third of total emissions</a> and, as a result, offer more feasible near-term decarbonization options than the power transition alone. The quickest gains come from efficiency improvements.</p><p>This starts with controlling ore quality, since lower-quality ore requires more energy to process. Facilities can also capture and recycle waste heat into earlier production stages. Some facilities have already adopted these practices with clear benefits for both their bottom line and carbon footprint. For example, smelters in Balikpapan, East Kalimantan, and Kolaka, South Sulawesi, incorporated waste heat recovery systems at the design stage, reducing energy use in the heating process by 10% and 25%, respectively. The roadmap calls for clearer policies and targets to accelerate adoption of these technologies across the industry. </p><p>But efficiency improvements alone won't be enough. The roadmap also identifies fuel and material substitution as key decarbonization measures. Coal used directly in smelters can be replaced by natural gas as a transition fuel, before cleaner options like hydrogen become viable. On the materials side, auxiliary inputs, including reducing agents such as semicoke and anthracite, can be replaced with biochar produced from agricultural waste.</p><p>Cost remains a barrier. The government already caps and subsidizes natural gas prices for several industrial sectors, including heavy industries such as steel. Extending this policy to nickel would enable a shift away from coal at manageable cost to the industry. For biochar, price is not the only challenge. Supply remains volatile, and quality is often inconsistent. Addressing these constraints will require national supply chain development, particularly large-scale processing facilities run by state-owned enterprises. Creating this scale would help stabilize supply and ensure consistent quality across the industry.</p><h3>The Road Ahead for Responsible Nickel</h3><p>Indonesia has demonstrated that critical mineral producers can build domestic processing industries rather than simply exporting raw materials. The next challenge is to show that industrial development and climate goals can advance together. The decarbonization roadmap offers a blueprint for this transition, setting targets and outlining policies and collective actions needed to overcome financial, technical and regulatory barriers.</p><p>Given Indonesia's concentrated nickel supply and growing global demand, how the country manages this transition has implications beyond its borders. Progress on decarbonization is likely to influence standards for responsible nickel production worldwide, particularly in China, which faces similar challenges in its nickel industry. The real test now is implementation: turning the roadmap's vision into tangible change across the sector.</p><p>Ultimately, decarbonizing nickel is not just about supporting the energy transition. It's about ensuring that everyday goods, from electronics to household products, are produced responsibly without further fueling climate change. </p><p>  </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "A New Era of US Mineral Mining Must Put Communities First",
      "link": "https://www.wri.org/insights/us-critical-mineral-mining-community-impacts",
      "pubDate": "Mon, 05 Jan 2026 08:00:00 EST",
      "description": "<p>The area around California's Salton Sea is incredibly rich in lithium — enough to support <a href=\"https://www.sciencedirect.com/science/article/pii/S2214790X24001539?via%3Dihub\">over 375 million electric vehicle batteries</a>. A new mine, dubbed Hell's Kitchen, plans to tap this vast mineral wealth. Once completed, it will be among the <a href=\"https://calmatters.org/environment/2025/01/salton-sea-lithium-mining/\">largest lithium producers</a> in the world.</p><p>Hell's Kitchen is one of several new mines that have been <a href=\"https://www.permitting.gov/newsroom/press-releases/hells-kitchen-critical-minerals-and-power-project-gains-fast-41-coverage\">fast-tracked</a> by the U.S. federal government as part of an ongoing push to scale up domestic <a href=\"https://www.wri.org/insights/critical-minerals-explained\">critical mineral</a> supplies. Demand for these minerals — which include lithium, cobalt, rare earth elements and others — is surging both in the U.S. and globally, in part thanks to the rise of clean energy technologies like electric vehicles, utility-scale energy storage and solar panels. This rising need is rapidly outpacing U.S. production, meaning the country will have to both <a href=\"https://carnegieendowment.org/research/2025/10/securing-americas-critical-minerals-supply?lang=en\">increase imports</a> and <a href=\"https://www.nationalacademies.org/publications/29068\">scale domestic mining</a> in the coming years.</p><p>While critical minerals are essential to securing a clean energy future, mining is an <a href=\"https://www.sciencedirect.com/science/article/pii/S2214790X24001060\">extractive practice</a> with environmental and social risks that has historically done more harm than good. This legacy, especially for <a href=\"https://news.unm.edu/news/native-communities-hit-hard-by-mining-legacy\">Tribal Nations and Native communities</a>, has created deep distrust and widespread opposition to new projects in the U.S.</p><p>The Salton Sea is no stranger to these pitfalls. For all the area's mineral riches, it is economically poor. It's seen a long history of one-sided extraction projects that have largely <a href=\"https://valleunido.org/#issues\">failed to improve</a> the lives of working people.</p><p>These concerns are at the fore for many as the U.S. enters a new era of mining. Some projects are already facing <a href=\"https://media.rff.org/documents/WP_25-08_PHBFNYf.pdf\">significant opposition</a> and <a href=\"https://www.theguardian.com/environment/2025/jul/01/how-indigenous-people-find-themselves-on-the-frontline-of-the-green-transition\">litigation</a>, delaying development and increasing financial risks for developers.</p><p>Meaningful community engagement will be crucial moving forward — not only to unlock development and meet the country's resource needs, but to avoid harm and provide tangible benefits to the communities hosting these projects.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"An industrial plant in the desert.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-12/salton-sea-geothermal-lithium_0.jpg?VersionId=Twnlzi3YATzSN_MYT0AYjYeZrvMXqyh3&h=97baae05&itok=AeJycuHw\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Geothermal power production will be paired with new lithium extraction technologies near California's Salton Sea. Photo by The Desert Photo/Shutterstock</figcaption>\n</figure>\n<h3>Amid Booming Mineral Demand, U.S. Seeks Domestic Supplies</h3><p>In the U.S., critical minerals are those that are <a href=\"https://nap.nationalacademies.org/catalog/29068/meeting-future-us-mineral-resource-needs-the-role-of-the\">essential to the economy and national security</a> and have a vulnerable supply chain.</p><p>These minerals are ubiquitous in modern technologies, from medical devices and defense equipment to cell phones and televisions. They're also needed to build solar panels, wind turbines, batteries and other clean technologies increasingly powering our daily lives. This is a big part of the reason demand is booming today.</p><p>While 60 minerals are considered \"critical\" by the U.S. Geological Survey, around <a href=\"https://www.wri.org/insights/critical-minerals-us-climate-goals\">10 are essential to the clean energy transition</a>, including lithium, cobalt, copper, nickel, aluminum and zinc.</p><p><a href=\"https://carnegieendowment.org/research/2025/10/securing-americas-critical-minerals-supply?lang=en\">Recent analysis</a> suggests that demand for certain critical minerals will far outstrip the United States' domestic supply in the coming years. For instance, the U.S. is expected to produce around 28,000 metric tons of lithium in 2035. But demand could reach over 100,000 metric tons — more than triple this output.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26609883/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>How the country will meet this need is an urgent question. The U.S. currently relies <a href=\"https://pubs.usgs.gov/periodicals/mcs2025/mcs2025.pdf\">100% on imports</a> for 12 out of 60 critical minerals, while another 28 have a net import reliance of over 50%. This poses challenges to supply chain security. For example, <a href=\"https://www.mining-technology.com/analyst-comment/china-global-rare-earth-production/\">China controls</a> 70% of global rare earth mining and 90% of refining and has leveraged this dominance as a political tool by restricting exports to the U.S. and other countries.</p><p>While <a href=\"https://www.eesi.org/articles/view/from-scrap-to-supply-circular-strategies-for-critical-minerals\">metal recycling</a> may be able to help meet domestic demand in the future, scaling up mining will be necessary in the near term.</p><p>Both recent federal administrations have seen critical mineral supply chains as a key priority and taken steps to shore up <a href=\"https://www.cfr.org/article/us-critical-minerals-dilemma-what-know\">domestic production</a>. For instance, the Biden administration's Inflation Reduction Act provided <a href=\"https://www.sciencedirect.com/science/article/pii/S221462962400152X?via%3Dihub\">incentives</a> for critical mineral production through the Advanced Manufacturing Production Credit. (This was amended by the One Big Beautiful Bill Act to include a phaseout by 2034.)</p><p>In March 2025, President Trump issued an <a href=\"https://www.whitehouse.gov/presidential-actions/2025/03/immediate-measures-to-increase-american-mineral-production/\">executive order</a> to \"facilitate domestic mineral production to the maximum possible extent.\" This order created a <a href=\"https://www.whitehouse.gov/articles/2025/04/trump-administration-advances-first-wave-of-critical-mineral-production-projects/\">list of priority</a> critical minerals projects and invoked the <a href=\"https://www.cfr.org/in-brief/what-defense-production-act\">Defense Production Act</a> to expedite permitting processes on federal lands. Thirteen domestic critical minerals projects have been fast-tracked under this order since April 2025, with a further 37 on the <a href=\"https://www.whitehouse.gov/articles/2025/04/trump-administration-advances-first-wave-of-critical-mineral-production-projects/\">permitting transparency dashboard</a>.</p><p>Although the permitting process for new mines in the U.S. is notably lengthy and complex, rushing to expedite them without meaningful community engagement and consultation with Tribal Nations is likely to cause problems.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1047\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"505\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"302\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A large industrial building under construction.\" height=\"302\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/ev-manufacturing-plant-arizona_0.jpg?VersionId=Ac5F8rIZuOdXSExSnnClrJ64VbMDGr4y&itok=PnwECYx8\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Construction of an electric vehicle manufacturing plant in Arizona. Rising demand for critical minerals driven in part by EVs and other clean technologies is spurring the U.S. to invest in domestic mining. Photo by Around the World Photos/Shutterstock</figcaption>\n</figure>\n<h3>Mining Projects Bring Social and Environmental Risks</h3><p>Several companies are already developing critical mineral projects across the U.S., often in small rural communities. If not managed responsibly, these projects can come with significant environmental and social risks for nearby communities.</p><p>For one, mining waste can contaminate local water supplies. Some extraction methods also <a href=\"https://www.wri.org/insights/critical-minerals-mining-water-impacts\">require significant amounts of water</a>. This can lead to conflicts, particularly in agricultural communities where water is already scarce. Mining activities can also damage wildlife habitat and biodiversity and pollute the air.</p><p>Hell's Kitchen, for example, would operate in a part of California already grappling with water scarcity, water pollution, and air pollution that drives <a href=\"https://californiaagriculture.org/article/108636\">high rates of asthma</a>. Several environmental groups have voiced worries that the project would put further strain on water supplies, <a href=\"https://earthworks.org/releases/groups-defending-health-and-environment-file-appeal-challenging-hells-kitchen-lithium-project-ruling/\">worsen air quality</a> and generate hazardous waste.</p><p>In addition, mining can lead to economic booms and busts if a community becomes overly reliant on a single, non-renewable industry. For small communities, a major influx of workers can overwhelm local roads, services and housing, <a href=\"https://www.americanprogress.org/article/a-framework-for-federal-mining-reform-impact-planning-benefits-sharing-and-asset-based-revenue-management/\">increasing traffic and straining public infrastructure</a>.</p><p>Tribal Nations and Native communities have been <a href=\"https://news.unm.edu/news/native-communities-hit-hard-by-mining-legacy\">disproportionately impacted</a> by the mining sector in the past and are especially exposed to new critical mineral mines. An <a href=\"https://www.msci.com/research-and-insights/blog-post/mining-energy-transition-metals-national-aims-local-conflicts\">analysis of U.S. mineral reserves</a> found that a high percentage — 97% for nickel, 89% for copper, 79% for lithium and 68% for cobalt — are located within 35 miles of Native American reservations. Although not necessarily located on reservations themselves, the reserves are often located on land that has cultural, ancestral and historic significance, placing many tribal communities in the direct path of new mining operations.</p><p><a href=\"https://www.sciencedirect.com/science/article/pii/S221462962400152X?via%3Dihub\">Some experts</a> have pointed out that the recent increase in domestic critical mineral production has already reignited historic <a href=\"https://www.aclu.org/documents/the-land-of-our-people-forever-united-states-human-rights-violations-against-the-numu-nuwu-and-newe-in-the-rush-for-lithium\">conflicts over tribal sovereignty</a> between Native American people and the federal government.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Related</div>\n\n      \n\n\n\n<div class=\"embedded-entity embed--block-type--in-this-series\">\n  \n  \n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/energy\" hreflang=\"en\">Energy</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/critical-minerals-explained\" hreflang=\"en\">The Critical Minerals Conundrum: What You Should Know</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            October 8, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Gloved hands holding lithium-rich brine.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-10/lithium_0.jpg?VersionId=BT9LzbWoHFfg8mqWDSNhNf.aOHVj5ueO&h=b6d03109&itok=RBVeKOus\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/freshwater\" hreflang=\"en\">Freshwater</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/critical-minerals-mining-water-impacts\" hreflang=\"en\">More Critical Minerals Mining Could Strain Water Supplies in Stressed Regions</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            January 10, 2024\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Workers extracting lithium in Bolivia.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2024-01/lithium-extraction-bolivia.jpeg?VersionId=JEK8tMTcwbyMy78ZwKwc2_u69oRrwBFL&h=0e27cdea&itok=Mz65XN2h\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/energy\" hreflang=\"en\">Energy</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/us-copper-industry-needs-strategy-not-contradiction\" hreflang=\"en\">The US Copper Industry Needs a Strategy, Not a Contradiction</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            December 12, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Large spools of copper wiring\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-12/copper-wiring_0.jpg?VersionId=s1hwb0BEwCb2mQvR0LgvV4B9xbaJH65f&h=b0dce8b1&itok=SuTXwfH-\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  \n</div>\n</div><h3>Some New Mines Are Seeing Pushback</h3><p>Historically, mining projects in the U.S. have done little, if anything, to involve local communities in the development process. Many left the surrounding area worse off economically and environmentally. This has left many communities <a href=\"https://media.rff.org/documents/WP_25-08_PHBFNYf.pdf\">feeling ignored or betrayed</a> by companies and, in some cases, the government.</p><p>As a result, new mines in the U.S. often face significant local pushback. This can lead to litigation, long project delays or even cancellation, as well as reputational damage for companies. Several critical mineral projects in the U.S. are facing such opposition today.</p><p>For example, the <a href=\"https://www.lithiumamericas.com/thacker-pass/overview/default.aspx\">Thacker Pass</a> mine in Nevada — expected to be a major source of lithium for EV batteries — has faced legal challenges from the Numu/Nuwu and Newe (Northern Paiute and Western Shoshone) and environmental groups over water use and potential groundwater contamination. They've also raised concerns about the lack of <a href=\"https://www.aclu.org/press-releases/new-report-finds-nevadas-lithium-mine-permit-violates-indigenous-peoples-rights\">free, prior and informed consent</a> for local Tribes and limiting access to culturally significant land.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"884\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"707\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"542\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"255\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A billboard in the desert protesting a lithium mine.\" height=\"255\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/thacker-pass-mine-protest-billboard_0.jpg?VersionId=A90WEbBR.G.qgw4lCrGLClSzjxPXhF16&itok=ZJgCJMRX\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A billboard protesting the Thacker Pass lithium mine in Nevada, which has drawn concerns from environmental groups, Native American tribes and local ranchers. Photo by Zeng Hui/IMAGO/Alamy</figcaption>\n</figure>\n<p>Hell's Kitchen faced a <a href=\"https://earthworks.org/releases/groups-defending-health-and-environment-file-appeal-challenging-hells-kitchen-lithium-project-ruling/\">similar lawsuit</a> in 2024. Environmental groups argued that the environmental impact report failed to analyze and mitigate <a href=\"https://earthworks.org/releases/groups-defending-health-and-environment-file-appeal-challenging-hells-kitchen-lithium-project-ruling/\">concerns around air quality</a> and hazardous waste, and that <a href=\"https://drive.google.com/file/d/1JO1YgXU_cxYNh2ZkZKudbERcaf3Y7Heg/view\">local agencies did not consult</a> with <a href=\"https://ccvhealth.org/site/hells-kitchen\">local Tribes</a> — including Fort Yuma Quechan Indian Tribe, Kwaaymii Laguna Band of Indians and Agua Caliente Band of Cahuilla Indians — as required by law.</p><p>It is worth noting that local support or opposition can vary significantly, and no Tribe or community is a monolith.</p><p>For example, the <a href=\"https://blackbuttecopper.com/\">Black Butte</a> copper mine has faced multiple <a href=\"https://www.ktvh.com/news/montana-supreme-court-hears-arguments-on-black-butte-copper-project-permit\">lawsuits</a> from environmental groups due to concerns that the project was granted permits based on insufficient environmental impact reviews. Yet <a href=\"https://www.youtube.com/watch?v=yokDbpugFuk\">some residents</a> welcome the project for its potential to create new jobs in the area.</p><p>In the case of Hell's Kitchen, some of the groups that brought about the 2024 lawsuit have stated that they are <a href=\"https://earthworks.org/releases/groups-defending-health-and-environment-file-appeal-challenging-hells-kitchen-lithium-project-ruling/\">not necessarily against the development</a> of the mine, seeing it as an opportunity for new jobs and other local benefits. However, they want the project to <a href=\"https://valleunido.org/2024/12/02/ending-the-cycle-of-resource-extraction-valle-unido-coalition-charts-a-pathway-forward-to-a-community-centered-lithium-valley/\">commit to ensuring good jobs and a healthy environment</a> while respecting Indigenous rights and protecting Tribal resources.</p><h3>Strategies for Robust Community Engagement</h3><p>There is no silver bullet to address mining's impacts. But there are many ways governments and companies can tangibly improve the sector, and meaningful community engagement is a critical foundation. Below we outline three strategies that can help encourage local engagement, mitigate harms, and lead to positive outcomes for communities hosting critical minerals projects:</p><h4>1) Securing real benefits for communities through benefits-sharing agreements</h4><p>New mines are often billed as an opportunity for nearby communities. But they don't always deliver. <a href=\"https://www.wri.org/technical-perspectives/community-benefits-frameworks-database-takeaways\">Benefits-sharing frameworks</a> — such as community benefits agreement (CBAs), good neighbor agreements (GNAs) or <a href=\"https://www.tallgrassinstitute.org/articles/tallgrass-institute-releases-tribal-benefit-agreements-report-new-research-examines-best-practices\">Tribal Benefit Agreements</a> (TBAs) — can help.</p><p>These are voluntary but legally binding mechanisms between project developers and local communities that help ensure mines avoid harm and bring real benefits to local people. When designed well, they can help foster trust, address local concerns and enable groups to hold project developers accountable, while also curbing opposition to new projects.</p><p>The Stillwater Mine <a href=\"https://northernplains.org/wp-content/uploads/2022/07/FinalCopy_GNA_2016_12_9.pdf\">Good Neighbor Agreement</a> in Montana is a strong example. The GNA establishes water quality metrics that are more stringent than state and federal requirements and incorporates rigorous monitoring to ensure compliance. The mining company, <a href=\"https://www.sibanyestillwater.com/business/americas/pgm-operations-americas/stillwater-east-boulder/\">Sibanye-Stillwater</a>, funds independent environmental performance audits each year. The GNA also established processes for local groups to monitor mine operations, access data, conduct inspections, and weigh in on mine plans and permit revisions, fostering trust and transparency.</p><p>The Stillwater agreement also takes a robust approach to dispute resolution. Its multi-tiered process starts with good faith negotiation, moves to binding arbitration by a neutral third party if talks fail, and ultimately allows for civil enforcement in court to uphold the contract. Thanks to this, there has been no arbitration or litigation around the Stillwater mine since the GNA came into effect in 2000.</p><p>Despite its successes, some advocates have pointed out that Stillwater's GNA does not go beyond mitigating potential harms to deliver broader community benefits. Benefits-sharing agreements are considered most effective when they also secure things like direct job guarantees or infrastructure investments that ensure long-term community well-being.</p><p>Stillwater has inspired similar agreements, including one being negotiated for the <a href=\"https://nap.nationalacademies.org/read/27996/chapter/4\">Black Butte Copper</a> mine in Montana. In the case of Hell's Kitchen, a coalition of local nonprofits has <a href=\"https://valleunido.org/2024/12/02/ending-the-cycle-of-resource-extraction-valle-unido-coalition-charts-a-pathway-forward-to-a-community-centered-lithium-valley/\">called for a community benefits agreement</a> \"to strike a balance for community prosperity and environmental protection.\"</p><p>Some mining companies have successfully engaged communities without signing a formal benefits-sharing agreement. Eagle Mine, the only primary nickel producer in the country, initially faced organized opposition. But its operators <a href=\"https://www.sciencedirect.com/science/article/pii/S0301420725003022\">created formal procedures</a> to engage with local groups that gradually overcame this pushback. The company created a \"community environmental monitoring program\" and invested in the local economy and education. Lundin Mining, the current operator, has also developed a <a href=\"https://www.eaglemine.com/post/have-your-say-about-eagle-mine\">voluntary community monitoring system</a>; it uses a third-party organization to survey community sentiment toward the mine every six months, which is incorporated into its decision-making.</p><p>However, this kind of voluntary corporate engagement remains the exception rather than the norm. And it doesn't offer tools to hold companies accountable. Because of this, legally binding agreements are seen as a more effective option. They can empower communities to secure specific, long-term benefits and provide a more structured and reliable approach to development.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Road sign that reads \"Welcome to White Sulphur Springs.\" \" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-12/white-sulphur-springs-mt-sign_0.jpg?VersionId=WtttLy3M4XtgrMHZQ6aBc_7YBKJdD_1B&h=41f55a5b&itok=GbO6xQuV\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The city of White Sulphur Springs, Mont., and surrounding county received $437,000 to help cover public costs during the construction of the nearby Black Butte Copper Mine. Photo by Cheri Alguire/Shutterstock</figcaption>\n</figure>\n<h4>2) Improving regulation to give communities a seat at the table</h4><p>Most states require mining companies to obtain various permits that involve mandatory public notice and comment periods. This gives community members a chance to provide input to state agencies.</p><p>However, Montana has gone a step further: Its Hard Rock Mining Impact Act (HRMIA) is <a href=\"https://www.americanprogress.org/article/a-framework-for-federal-mining-reform-impact-planning-benefits-sharing-and-asset-based-revenue-management/\">considered unique</a> in that it gives communities formal standing and leverage to address mining impacts.</p><p>HRMIA requires any developer of a large-scale hard rock mine to prepare <a href=\"https://commerce.mt.gov/About/Boards/Hard-Rock-Mining-Impact-Board/Hard-Rock-Impact-Plan-Information\">an impact plan</a> that describes its expected social and economic impacts on local government entities — such as counties, cities and school districts — who can then negotiate with the mining company for funding to address them. This might include money for things like new infrastructure, public health services or road maintenance. In 2020, for example, Meagher County and the City of White Sulphur Springs <a href=\"https://sandfireamerica.com/document/black-butte-copper-project-update/\">received $437,000</a> from <a href=\"https://blackbuttecopper.com/wp-content/uploads/2023/10/Community-Presentation-5.17.23.pdf\">Black Butte copper mine's developer</a>. This kind of upfront funding is intended to address infrastructure and service needs and financial gaps before the expanded tax base from the mining operation begins to provide revenue.</p><p>Montana created a <a href=\"https://commerce.mt.gov/About/Boards/Hard-Rock-Mining-Impact-Board/\">Hard Rock Mining Impact Board</a> that reviews impact plans for compliance and can adjudicate disputes between local governments and companies. The five-member board balances local government, community, industry and finance interests by mandating that at least three members must be from an area affected by large-scale mining development, one member from the hard rock mining industry, and one from a major financial institution in the state.</p><p>A companion law, the Property Tax Base Sharing Act, ensures that 35% of metal mines tax revenues are allocated to local governments to mitigate the fiscal impacts of mining operations. The state law also requires counties to place at least 37.5% of that allocation into a designated savings account: a \"rainy-day\" fund to be used in the event of a mine shutdown or major workforce reduction.</p><p>Montana's framework, especially its provisions for mitigating local fiscal and infrastructure impacts from large mines, can be a model for other states and the federal government.</p><h4>3) Leveraging third-party sustainability frameworks</h4><p>Voluntary, third-party sustainability frameworks — such as <a href=\"https://responsiblemining.net/\">the Initiative for Responsible Mining Assurance</a> (IRMA) and <a href=\"https://coppermark.org/\">The Copper Mark</a> — can be powerful tools for any project looking to demonstrate a commitment to industry best practices. These frameworks ensure responsible mining by setting rigorous standards for environmental and social performance; providing independent verification; increasing transparency; and building trust among stakeholders, such as communities, buyers and investors.</p><p>Frameworks also provide common standards for community engagement, including proactively identifying and engaging with vulnerable and Tribal stakeholders, documenting input received from communities and addressing their concerns. And they include independent assessments of whether a mine is meeting relevant requirements. While <a href=\"https://rue.bmz.de/resource/blob/246794/250127-bmz-rue-synegies-vss-study-rz-web-en.pdf\">not a substitute for strong government regulation</a>, if used well, these frameworks can help identify and mitigate sustainability risks and improve relations with the local community.</p><p>Yet uptake is limited, including in the U.S. IRMA, considered by some to be the most rigorous sustainability framework, has not independently assessed a single mine in the United States to date. Copper Mark is an exception; it has been awarded to 11 out of 25 operating copper mines in the U.S., which is significant.</p><p>With an estimated 280 metal mines operating in the U.S., there's substantial potential to expand the use of voluntary sustainability frameworks. By increasing their reach, these frameworks could play a critical role in raising the performance of the U.S. mining sector, particularly in areas like meaningful and equitable community engagement.</p><h3>Moving Forward</h3><p>These strategies offer concrete pathways for the U.S. to build a more responsible mining industry. They're not the only ones.</p><p>Additional <a href=\"https://www.rff.org/publications/working-papers/community-engagement-and-participatory-inclusion-in-mining-challenges-barriers-and-opportunities/\">approaches</a> have been proposed by academics, researchers and others that will also be crucial to improving the sector. This includes the need for restorative justice to address the United States' harmful mining history through long-term <a href=\"https://www.sciencedirect.com/science/article/pii/S221462962400152X?via%3Dihub\">truth and reconciliation processes</a> between the federal government and Tribal Nations. The sector also needs to consider economic models that emphasize <a href=\"https://www.wri.org/insights/critical-minerals-explained\">reduction, reuse and recycling</a> of resources to minimize the need for new mining.</p><p>Ultimately, the United States must create a project and policy environment that builds transparency, opens spaces for negotiation, fosters accountability and proactively managed environmental risks. This will be the only way forward to ensure that clean energy drives truly equitable and resilient growth.</p><p><em>Disclaimer: Some observations noted in this article are based on stakeholder conversations with mining companies and community members.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Why Broken Resolutions Are Not (Entirely) Your Fault",
      "link": "https://www.wri.org/insights/new-years-resolutions-behavioral-science",
      "pubDate": "Mon, 29 Dec 2025 09:00:06 EST",
      "description": "<p>Now is the time of year when everyone thinks about what they'd like to change about themselves. Despite the museum of abandoned aspirations behind us — the language-learning app that now just judges us in three different languages, the journal whose one lonely entry reads 'Day 1: This is the year!' — we embrace resolutions each January with the cheerful confidence of someone who has never met their past self.</p><p>This seems bleak, but here's a secret I've learned as a behavioral scientist: Past failures aren't always our fault — at least not entirely.</p><p>There's only so much control we all have over our own lives. Sure, sometimes failure is the product of workaday laziness. But often we blame the player when we should (at least partly) <a href=\"https://www.wri.org/insights/climate-impact-behavior-shifts\">blame the game</a>.</p><h3>Why New Year's Resolutions Often Fail</h3><p>There is a simple equation from social psychologist Kurt Lewin that explains almost everything you need to know about why our new year's resolutions often fail and what to do about it:</p><p class=\"text-align-center\"><em>B = f(P,E)</em></p><p>Where \"B,\" behavior, is a function of \"P,\" the person,<em> and</em> \"E,\" their environment.</p><p>Individual behaviors are literally part of the equation, but they are shaped by systems — by policies, by industry, by the circumstances in which we live. Personal choices matter, of course. But our ability to execute our choices is heavily influenced by the environment around us. (I explore this topic in depth in <a href=\"https://www.wri.org/insights/climate-impact-behavior-shifts\">my research</a> published earlier this year.)</p><p>Take bike riding. With intentions of sustainable transport, I bought an electric bike. I ride it a fair amount, and I love it. But I don't use it as much as I'd like because there are very few protected lanes in my neighborhood. So, when I reach for my bike, fueled with good intentions (the P force in the equation), I can feel my wind-in-the-hair ambitions riding directly into my fear of the cars that drive along next to me (the E in the equation). My desire to keep my bones in their current structure wins, and I reach for car keys instead of my bike.</p><p>So, should we all abandon our new year's resolutions because personal change is impossible without systemic change? Of course not! While it's tempting to surrender to forces beyond our control, <a href=\"https://www.wri.org/insights/climate-friendly-choices-ranked\">individual choices</a> remain powerful; they're literally half of Lewin's equation.</p><p>Our individual choices are seeds of change. Like any seed, they require an ecosystem of supporting conditions to flourish. The key is working both dimensions: designing our micro-environments while advocating for macro systems that nurture larger change. Think of it as both planting seeds and improving soil conditions — neither alone suffices, but together they create the conditions for success.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=l7pMehDJqPw\" rel=\"nofollow\" title=\"Watch Sustainable Behavior Shifts: The Missing Piece\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>Making Sustainable New Year's Resolutions a Reality</h3><p>There are lots of ways people can make healthier choices for themselves and the planet. Part of being successful is choosing wisely. There is a cartoon that captures this insight. Two blue whales are talking, and one says, \"My new year's resolution is to lose 38,000 pounds.\"</p><p>Start too big or with too many goals, and we will lose confidence and then traction. We aim for whale-sized goals when goldfish-sized beginnings serve us better. The trick is picking the right goals and making sure they are right-sized.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1013\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"810\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"620\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"489\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"293\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People bagging produce at a farmer's market stall.\" height=\"293\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2024-12/farmers-market.jpg?VersionId=MjIYsVk1vBMa0G8tqKClSOXCjucWUQbd&itok=aD4BTzDV\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Shoppers bag produce at a farmer's market. Eating less meat and more plant-based protein is one impactful way to lower your climate footprint. Photo by SochAnam/iStock</figcaption>\n</figure>\n<p>There are many relatively simple changes that can make a positive impact on the climate. And <a href=\"https://www.wri.org/insights/climate-impact-behavior-shifts\">some matter much more than others</a>.</p><p>Biking or walking instead of driving a gas-powered car can reduce carbon emissions and local air pollution. Plant-based diets are less resource-intensive than meat-based ones — especially red meat. <a href=\"https://www.wri.org/insights/6-pressing-questions-about-beef-and-climate-change-answered\">Beef production</a>, for example, requires 20 times more land and emits 20 times the greenhouse gases per gram of edible protein than common plant-based options like beans. And reducing food waste can curb planet-warming methane emissions while also saving households money.</p><p>Those who resolve to take up healthy and sustainable behavior changes can make them easier and more likely by using the <a href=\"https://www.bi.team/publications/east-four-simple-ways-to-apply-behavioural-insights/\"><strong>EAST framework</strong></a>:</p><ul><li>Keep the behavior <strong>easy</strong>, so it takes minimal effort to do;</li><li>Keep the behavior <strong>attractive</strong>, so there are incentives built in;</li><li>Keep the behavior <strong>social</strong>, so you see other people doing the same; and</li><li>Keep the behavior<strong> timely</strong>, so you experience a benefit right away.</li></ul><p>If your goal is to take public transit more instead of driving, the EAST framework might involve easing friction by auto-loading fare cards, pre-programing routes, and adding smart alerts that make sure you get to the bus or metro on time.</p><p>You might make this behavior attractive by downloading podcasts and investing in decent headphones. Sharing the commute with a colleague can make it more fun and help you stick to your commitment. Finally, creating immediate rewards can reinforce your choice. That favorite coffee shop near your stop becomes a daily bright spot, while tracking your gas savings provides instant gratification.</p><h3>Creating a Healthier Planet Requires Personal Choice<em> and</em> Systemic Shifts</h3><p>I am an applied behavioral scientist who works on pro-climate behaviors. If anyone should be able to build a healthy and sustainable practice, it's me. Armed with the EAST framework and determination, I crafted what seemed like the perfect sustainable transportation plan: an electric bike chosen for ease, a really comfortable seat for attraction, shared rides with my daughter for social connection. Yet despite this carefully engineered situation, I find myself reaching for my car keys (an EV, but still) more often than I'd like. I did what I could, but now I need policymakers in Washington, D.C., where I live, to invest in protected bike lanes. I can change my habits, but I can't redesign my streets — at least, not without engaging with the systems that shape our urban landscape.</p><p>That's why personal actions like voting and consumer advocacy are also critical: to ensure that bigger institutions like governments and businesses are acting in the best interests of people, nature and the climate.</p><p>Just as our abandoned language apps might judge us in three languages, the climate judges our collective (in)action in countless ways. But this time could be different — not because we've changed, but because we finally understand that we've been missing half the equation. Maybe this is the year we reframe our resolutions through Lewin's elegant equation and see that personal change and planetary survival share the same winning formula: where B = f(P,E) adds up to <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">thwarting climate change</a>, and aligning individual will with systemic support may just save the planet.</p><p><em>This article was first published on Dec. 23, 2024. It was updated on Dec. 29, 2025, to reflect recent research.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Indonesia Poised to Harness Ocean’s Climate Potential",
      "link": "https://www.wri.org/insights/indonesia-ocean-climate-potential",
      "pubDate": "Mon, 29 Dec 2025 07:00:00 EST",
      "description": "<p>The ocean could be one of our <a href=\"https://www.wri.org/insights/ocean-based-climate-change-solutions\">most powerful allies</a> in fighting climate change, <em>if </em>we do a better job of protecting and leveraging it.</p><p>In few places is this truer than Indonesia.</p><p>Indonesia is the world's biggest archipelagic nation, comprising upwards of 17,000 islands and 108,000 kilometers of coastline. It houses more than <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1466-8238.2010.00584.x\">one-fifth of all mangroves</a> and <a href=\"https://www.sciencedirect.com/science/article/pii/S0048969718310751\">5% of seagrass meadows</a> on the planet — ecosystems that are <a href=\"https://www.wri.org/insights/what-is-blue-carbon-benefits-for-people-planet\">critical to storing carbon</a> and buffering against climate change impacts. The country also relies heavily on the ocean for transportation, tourism, food and myriad other necessities.</p><p>Targeted action in these areas — from restoring coastal ecosystems to electrifying marine transport — could help tackle planet-warming emissions while also uplifting Indonesia's economy and allowing nature to flourish. We're seeing glimmers of progress already: Like many countries, <a href=\"https://www.wri.org/news/statement-indonesia-submits-its-national-climate-commitment-new-emissions-targets-ahead-cop30\">Indonesia's new climate plan</a> attempts to put a <a href=\"https://www.wri.org/news/release-more-coastal-and-island-countries-include-ocean-action-climate-plans-biggest-climate\">stronger emphasis on the ocean</a> than previous commitments.</p><p>However, these plans still aren't nearly as ambitious as they could be. And they overlook some of the most impactful areas for action. Without remedying these gaps, Indonesia could miss major opportunities for tackling climate change — and the chance to emerge as a global ocean leader.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A group of high school students planting mangrove seedlings on a sunny day.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/mangrove-planting-sumba-indonesia_0.jpg?VersionId=nZDJUWlTJqnHCsEO5y8yOZAfFjDnmPcQ&itok=Vgifa9qQ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mangrove planting in Sumba, Indonesia. Coastal ecosystems like mangroves help curb climate change by absorbing vast amount of carbon. Photo by Heinrich Dominggus Dengi/Shutterstock.</figcaption>\n</figure>\n<h3>Indonesia's Outsized Ocean Potential</h3><p>Ocean-based climate action can take many forms, from conserving mangrove forests to harvesting energy from the tide.</p><p><a href=\"https://www.climateworkscentre.org/resource/sea-of-opportunity-ocean-based-mitigation-to-support-indonesias-climate-ambition/\">Three ocean-based sectors in Indonesia</a> offer the biggest potential to reduce emissions and help limit global warming, according to <a href=\"https://www.climateworkscentre.org/wp-content/uploads/2023/09/Sea-of-opportunity-Summary-Report-Climateworks-Centre-September-2023.pdf\">Climateworks Centre</a>:</p><h4>Protecting and restoring coastal ecosystems</h4><p>\"<a href=\"https://www.wri.org/insights/what-is-blue-carbon-benefits-for-people-planet\">Blue carbon</a>\" ecosystems, such as mangroves, seagrass meadows and tidal marshes, have become an important part of climate mitigation in the past decade. This is mainly because they can store large amounts of carbon in their biomass and soil — up to <a href=\"https://www.wri.org/insights/what-is-blue-carbon-benefits-for-people-planet\">5 times more</a> than tropical forests over an equal area — for long periods. However, these ecosystems are rapidly succumbing to climate change, pollution, shoreline development and other threats, and few are protected.</p><p>By preventing mangrove deforestation and degradation, and by expanding restoration and reforestation, Indonesia could eliminate 32-41 million tonnes of CO2 equivalent (MtCO2e) annually by 2030. That's roughly equal to cutting out emissions from <a href=\"https://www.epa.gov/greenvehicles/greenhouse-gas-emissions-typical-passenger-vehicle\">10 million cars per year</a>. Including seagrasses in these measures could reduce an additional 17-60 MtCO2e per year by 2030.</p><h4>Maritime industry and infrastructure</h4><p>Maritime transport is crucial for Indonesia, an archipelago of thousands of inhabited islands located along major global trade routes. The Strait of Malacca, which runs about 900 kilometers along northern Sumatra, is one of the world's busiest and most emissions-intensive shipping routes. It also contributes significantly to <a href=\"https://wri-indonesia.org/en/insights/7-things-know-about-jakartas-air-pollution-crisis\">air pollution</a> in Indonesia, where many cities already grapple with unhealthy air quality.</p><p>Yet this strategic position gives Indonesia a unique opportunity to lead the transition toward <a href=\"https://www.wri.org/insights/how-to-decarbonize-international-shipping\">low-emissions international shipping</a>. Electrification and shifting to renewable energy in domestic marine transport could reduce emissions by 2.1-2.8 MtCO2e per year by 2030, while international shipping and port activities could cut an additional 10.3-13.9 MtCO2e.</p><h4>Offshore renewable energy</h4><p>Indonesia's population has grown rapidly over the past 30 years, driving more than a 230% increase in energy demand. And demand is expected to keep rising by almost 5% per year through 2030. To meet this need and support its clean energy transition, Indonesia has committed to expanding renewable energy by <a href=\"https://eastasiaforum.org/2025/05/16/new-taskforce-powers-indonesias-energy-transition/\">19%-21% by 2030</a>.</p><p>Offshore resources (including wind, wave, tidal and ocean thermal energy) can help meet Indonesia's renewable energy goal, providing the same low-emissions and clean air benefits as onshore renewables while avoiding land-use constraints. By 2030, wave, tidal, offshore wind and ocean thermal energy could cut Indonesia's emissions by 0.83 MtCO2e per year, with even greater potential by 2050.</p><p><strong>According to Climateworks Centre's analysis<sup>1</sup>, ocean-based action could deliver nearly half (49%) of additional emissions cuts needed in Indonesia by 2050 to align with holding warming to 1.5 degrees C. </strong>By comparison, ocean-based solutions could deliver <a href=\"https://www.wri.org/insights/ocean-based-climate-change-solutions\">35% of the emissions reductions needed globally</a> over that period — showing the outsized role that the ocean can play in Indonesia's climate trajectory.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Underwater shot of mangrove roots with fish swimming among them.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-12/mangrove-roots_0.jpg?VersionId=hHxJc.daqL6.eu2XMGYv3jaUnyzfeW6s&h=3bcf01bb&itok=OIJXuINr\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mangroves' root systems help to stabilize shorelines, protect coastal communities from erosion and storms, and provide habitat for wildlife. Photo by jafarsodik/Shutterstock.</figcaption>\n</figure>\n<h3>It's Not Just About the Climate</h3><p>Fighting climate change isn't the only reason to invest in ocean solutions.</p><p>Efforts across the broader \"blue ecosystem\" can also <a href=\"https://www.wri.org/research/unlocking-potential-blue-carbon-ecosystems-national-climate-policy\">help Indonesia build resilience</a> to extreme weather. About 1,800 kilometers of the country's coastline is considered highly vulnerable to climate change impacts, with potential economic losses in the marine and coastal sector estimated at <a href=\"https://lcdi-indonesia.id/wp-content/uploads/2021/11/0_Executive-Summary.pdf\">81.82 trillion Indonesian rupiah</a> ($5.16 billion) in 2024. Ecosystems like <a href=\"https://esajournals.onlinelibrary.wiley.com/doi/10.1890/10-1510.1\">mangroves help to stabilize shorelines</a> and dampen wave energy, buffering against storm surges, preventing erosion and shielding coastal communities from damage.</p><p>At the same time, a healthy ocean is essential to local economies and wellbeing, particularly in island nations like Indonesia. Protecting marine ecosystems can <a href=\"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2021.671753/full\">support coastal livelihoods</a>, <a href=\"https://www.frontiersin.org/journals/marine-science/articles/10.3389/fmars.2021.671753/full\">strengthen food security</a> and bolster local industries. <a href=\"https://www.sciencedirect.com/science/article/pii/S0095069623000062\">One study</a> shows that fish catches near mangroves can be up to 70% higher than in areas without them. Mangroves and seagrass also create opportunities for eco-tourism, providing direct economic benefits for local communities.</p><p>Ocean action can also fight poverty and inequality. For example, the <a href=\"https://www.ykan.or.id/en/publications/articles/perspectives/gender-inclusive-approach-to-mangrove-restoration/\">SECURE (Shrimp-Carbon Aquaculture) project</a> in East Kalimantan involves women's groups in restoring 50%-80% of the area's shrimp and milkfish ponds back to their original state as mangroves. In addition to boosting coastal resilience, the effort increases income and enhances women's roles in supporting their families. A socio-economic survey recorded a 12% income rise for aquaculture farmers and an average 40% increase for women's groups compared to the baseline.</p><h3>Current Policies Fall Well Short of This Potential</h3><p>Indonesia's government has formally recognized the importance of ocean-based climate actions for years, both within its national climate commitments (known as a <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contributions</a>, or NDCs) and in its <a href=\"https://www.wri.org/climate/long-term-strategies/what-is-long-term-strategy\">long-term strategy</a> — the name for country plans that are meant to drive low-carbon and climate-resilient development through 2050.</p><p>But real-world progress is lagging.</p><p>To date, the ocean components of these plans have focused almost exclusively on mangrove restoration. Indonesia's last NDC (from 2022) committed to restore 600,000 hectares of mangroves by 2024. However, the country had only restored about 84,400 hectares (14% of the target) by the end of last year. The government terminated the Peat and Mangrove Restoration Agency, which was tasked with accelerating mangrove restoration in nine priority provinces, in early 2025. Indonesia has also faced financial and technical difficulties; the cost of mangrove restoration is <a href=\"https://thedocs.worldbank.org/en/doc/89fd7ff87561a4a913ed3371278e7933-0070062022/related/The-Economics-of-Large-scale-Mangrove-Conservation-and-Restoration-in-Indonesia-Brief-Note-Interactive-220516.pdf\">often much higher</a> than other land-based restoration.</p><p>Efforts to protect and restore seagrass meadows are even further behind. Indonesia is still working to develop <a href=\"https://oceanpanel.org/wp-content/uploads/2023/06/Ocean_Panel_Blue_Carbon_Handbook-1.pdf\">carbon measurement</a> protocols for seagrass. Alongside a new national seagrass map launched in December 2025, this will serve as the baseline data for improving ecosystem management and measuring changes in emissions.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"884\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"707\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"542\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"255\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Cranes load cargo ships at a busy port. \" height=\"255\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/jakarta-shipping-port_0.jpg?VersionId=fqp8DBBbfzEuXVQXWit8LM0QsFz7WEm.&itok=n163EpPG\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A busy port in Jakarta. Indonesia's position along major shipping routes is an opportunity to lead the transition toward a cleaner shipping industry. Photo by hasanbaban/Shutterstock.</figcaption>\n</figure>\n<p>Indonesia's government is leveraging policy to help grow finance for ocean-based action, including the Roadmap for Mitigation Actions in the Marine and Fisheries Sector and the Procedures for Implementing the Economic Value of Carbon in the Marine Sector. These regulations are a first step toward developing carbon pricing mechanisms for the ocean sector, such as carbon trading and results-based payments, that will support involvement in both domestic and international carbon markets. These mechanisms are expected to be implemented by governments as businesses as well as local communities, and could help mobilize financing toward achieving Indonesia's national climate goals.</p><p>Yet major gaps remain — and Indonesia's newest national climate plan, released in October 2025, does little to close them. The new NDC acknowledges the need to protect and sustainably use coastal ecosystems like mangroves, but does not lay out explicit targets or activities to support this. Nor does it establish an absolute emissions-reduction target for the ocean sector. And the potential contributions from activities beyond blue carbon ecosystems, such as marine transport or offshore renewable energy, have not been fully explored or quantified.</p><p>In addition, efforts to protect and manage mangroves remain categorized within the Forestry and Other Land Use (FOLU) sector only. This makes it difficult to coordinate ecosystem management and monitoring with other ministries, such as the Ministry of Environment and Ministry of Marine and Fisheries Affairs, further hampering progress.</p><table class=\"table tablesaw tablesaw-stack\"><thead><tr><th>NDC Version</th><th>Ocean Sector Inclusion</th><th>Commitments for Ocean-Based Climate Actions</th></tr></thead><tbody><tr><td><a href=\"https://unfccc.int/sites/default/files/NDC/2022-09/23.09.2022_Enhanced%20NDC%20Indonesia.pdf\">Enhanced NDC</a> (2022)</td><td>Ocean sector is partially recognized by including mangrove ecosystem management and protection in climate mitigation (under the FOLU sector) and adaptation actions.</td><td>600,000 ha mangrove restoration by 2024</td></tr><tr><td><p><a href=\"https://unfccc.int/sites/default/files/2025-10/Indonesia_Second%20NDC_2025.10.24.pdf\">Second NDC</a></p><p>(2025)</p></td><td>Similar to the Enhanced NDC, but with greater recognition of blue carbon potential, including seagrass alongside mangroves.</td><td>No explicit targets</td></tr></tbody></table><h3>How Can Indonesia Step Up Its Efforts?</h3><p>Indonesia's new climate commitment recognizes the value the ocean can bring for people, nature and the climate. And the country is taking steps in the right direction. But much more is possible — and needed.</p><p>The question now is how Indonesia can translate the immense promise of ocean-based climate solutions into real, rapid change.</p><ul><li><p><strong>Improve regulation and planning: </strong>The updated version of Indonesia's Second NDC (expected around 2027/2028) should establish a clear definition and scope for marine-based sectors, including what is meant by blue carbon and related ecosystems. It should also develop and adopt robust, science-based methodologies for measuring GHG emissions and reductions from mangroves, seagrasses and other blue carbon ecosystems, and ensure alignment with <a href=\"https://www.ipcc-nggip.iges.or.jp/public/2019rf/pdf/4_Volume4/19R_V4_Ch07_Wetlands.pdf\">IPCC Wetlands guidance</a>. In addition, Indonesia needs to enhance its mangrove GHG inventory methods by integrating belowground biomass and accelerate national seagrass mapping, as well as the development of country-specific carbon measurement approaches.</p><p> </p></li><li><p><strong>Strengthen governance and coordination: </strong>Indonesia needs to strengthen integrated governance for the ocean sector to support its national climate commitments, ensuring that monitoring, reporting and verification (MRV) processes are well coordinated across relevant ministries and institutions. It should also clearly define and harmonize the mandates of the Ministry of Marine Affairs and Fisheries, the Ministry of Forestry, the Ministry of Environment, and regional authorities to prevent overlap and streamline blue carbon ecosystem management. In addition, Indonesia should establish a legal framework that formally requires line ministries to contribute to NDC preparation, implementation and reporting.</p><p> </p></li><li><p><strong>Gather more robust data: </strong>Indonesia needs more robust data and methodologies to better understand how sectors like blue carbon, maritime industry and offshore renewable energy can contribute to climate goals, and to assess how impactful its actions are. The country should work on building technical capacity at national and local levels to support the development, refinement and application of emerging GHG calculation and MRV methodologies, particularly for seagrass carbon accounting. In addition, Indonesia must enhance data integration across agencies involved in ocean-based climate actions, ensuring that information is not fragmented or stored in silos. Harmonized datasets will enable consistent MRV and support reporting requirements under the UN Framework Convention on Climate Change (UNFCCC).</p><p> </p></li><li><strong>Shift financial flows to support ocean action: </strong>Indonesia needs to provide clear guidance — through new regulations, technical standards or approved financial instruments — to help unlock diverse financing sources, including carbon markets, for ocean-climate initiatives. It should also invest in capacity-building programs to ensure local and national actors can meet the technical requirements of carbon accounting and verification. Finally, Indonesia must mobilize both public and private finance by improving regulatory certainty and demonstrating credible, quantifiable emissions-reduction potentials, enabling ocean-climate actions to be scaled up more effectively.</li></ul><p>Integrating ocean-based activities into climate commitments is not only about policy design, but also the ability to unlock finance, build local capacity, and deliver real and tangible climate benefits.</p><p><sup>1 Climateworks Centre evaluated how ocean-based mitigation could increase emissions reductions and help close the gap between two pathways in </sup><a href=\"https://unfccc.int/sites/default/files/resource/Indonesia_LTS-LCCR_2021.pdf\"><sup>Indonesia's long-term strategy</sup></a><sup>: the Transition Scenario (which bridges the NDC's unconditional pathway toward a Paris Agreement-aligned pathway/LCCP) at 1,526 MtCO2e by 2050, and the more ambitious LCCP scenario at 540 MtCO2e by 2050.</sup></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Multilevel Collaboration Advances Zero Emission and Resilient Buildings in Colombia, Kenya and the Philippines",
      "link": "https://www.wri.org/update/zerb-accelerator-2025-progress-colombia-kenya-philippines",
      "pubDate": "Fri, 19 Dec 2025 09:00:00 EST",
      "description": "<p><a href=\"https://www.wri.org/update/launch-of-zero-emissions-and-resilient-buildings-zerb-accelerator\">Launched at COP29</a> under the <a href=\"https://www.wri.org/initiatives/subnational-climate-action-leaders-exchange-scale-inactive\">Subnational Climate Action Leadership Exchange Partnership</a>, the <a href=\"https://www.wri.org/initiatives/zero-emission-resilient-buildings-zerb-accelerator\">Zero Emission and Resilient Buildings (ZERB) Accelerator</a> brings national and subnational governments together to rapidly decarbonize and climate-proof the buildings and construction sector. Implemented by C40 Cities, World Resources Institute (WRI) and the Under2 Coalition (Climate Group), and funded by Bloomberg Philanthropies, the Accelerator supports governments in designing, implementing and enforcing policies that reduce building emissions and increase resilience to climate change impacts.</p><p>The ZERB Accelerator has since become a recognized global initiative and an active member of <a href=\"https://globalabc.org/\">UNEP's Global Alliance for Buildings and Construction</a> (GlobalABC). Through its newly created Expert Advisory Group (EAG), it convenes over 40 organizations working across areas such as green finance, building codes, capacity strengthening and national-local coordination.</p><p>In its first year, the ZERB Accelerator piloted ambitious multilevel climate action with national and subnational partners in Colombia, Kenya and the Philippines. It helped advance mandatory building standards and national roadmaps while strengthening enforcement capacity across subnational governments, ultimately contributing to national and international climate mitigation goals. These achievements were presented by government partners from Colombia and Kenya at <a href=\"https://www.youtube.com/live/fMHn_ZR2JD8\">a panel event during COP30</a> to showcase how multilevel government partnerships can help unlock impact across the buildings and construction sector.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1067\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"854\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"654\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"515\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"308\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Panelists speaking at a climate-friendly buildings event at the UN climate summit.\" height=\"308\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/cop30-zerb-accelerator-panel_0.jpg?VersionId=qzQMstF1xa7kZZzHZpDLEClCEQcgjQdw&itok=Xd2bepKq\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Panelists at the ZERB Accelerator panel event at COP30 shared experiences on how multilevel action can accelerate the transition to zero emission and resilient buildings in Colombia and Kenya. From left to right: <strong>Champa Pantel</strong> (Executive Director for Governments and Policy, Climate Group), <strong>Carolina Stibel Duarte</strong> (Climate Change Director, Ministry of Environment, Colombia), <strong>Kennedy Matheka </strong>(Deputy Director of Buildings Safety and Climate Resilience, Ministry of Lands, Public Works & Urban Development, Kenya). Photo by Toby Walker/Under2 Climate Group</figcaption>\n</figure>\n<h3>Colombia</h3><p>In Colombia, the ZERB Accelerator is supporting local implementation of the country's new mandatory building energy and water regulation (<a href=\"https://www.cccs.org.co/colombia-takes-a-decisive-step-toward-sustainability-with-new-regulation-for-efficient-buildings/\">Resolution 0194</a>). It is working in partnership with the Ministry of the Environment and Sustainable Development (MESD); the Ministry of Housing, City and Territory (MHCT); and subnational governments of different sizes, including Bogotá, Santiago de Cali, Valledupar and Maicao.</p><p>In 2025, WRI led ZERB Accelerator activities with the Ministry of Housing and local EAG partners — including the Colombian Council of Sustainable Construction (CCCS) and the Swiss Agency for Development and Cooperation's CEELA project on building efficiency implemented by EBP Chile — co-hosting a series of webinars and working sessions for subnational governments. These sessions aimed to disseminate information about Resolution 0194 and co-design implementation guidelines, as well as enforcement and reporting mechanisms, suitable for nationwide adoption by municipalities of all sizes. The ZERB Accelerator and EAG partners then used insights from these sessions and international best practices to create recommendations for the enforcement of the Resolution and the design of the digital platform that will be used as its monitoring and control mechanism. The platform is meant to help maximize adoption by subnational governments as well as representatives from the construction sector.</p><p>Lastly, in coordination with the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High-Ambition Multilevel Partnerships (CHAMP)</a> initiative, the project supported the update of Colombia's NDC 3.0 for the housing sector. The new NDC recognizes sustainable construction as a key measure to help reach the national target of reducing greenhouse gas emissions 51% by 2030, relative to the emissions projected for that year under the reference scenario. Resolution 0194 is consolidated as one of the main instruments to operationalize this commitment.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1052\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"842\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"645\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"508\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People attending an event.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/climate-resilient-housing-event_0.jpg?VersionId=2WQ9iOMyJA2VxCKMj_PC.O4QpgJRmY6a&itok=BuPsoZWc\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The event \"Weaving a Climate-Resilient Future for NDC 3.0 from the Housing, Water and Sanitation Sector,\" held on September 3, 2025, and organized by WRI, MESD and MHCT.</figcaption>\n</figure>\n<h3>Kenya</h3><p>In Kenya, the ZERB Accelerator has partnered at the national level with the State Department of Public Works (which sits under the Ministry of Lands, Public Works & Urban Development) and at the subnational level with the Council of Governors and the pilot county of Kisumu. This collaboration, led by WRI with the instrumental support of the Kenya Green Building Society (KGBS), aims to ensure that local governments are included in developing and implementing two key national frameworks: the National Decarbonization Roadmap for Buildings and Construction (2026-2040), which is led by the Global Building Performance Network (GBPN); and the National Green Building Standards, which are coordinated by the International Finance Corporation (IFC) Africa. The ZERB Accelerator also provided recommendations for the design, implementation and enforcement of these new standards.</p><p>On Oct. 27-28, 2025, the ZERB Accelerator hosted a two-day workshop in Naivasha, Kenya, bringing together governments, EAG partners and local actors to gather feedback on the Decarbonization Roadmap and discuss key elements for local implementation of the Green Building Standards. Additionally, through a series of working meetings, participants reviewed past and current experiences with green buildings and building regulations to identify gaps, challenges and opportunities for Kenya's new standards.</p><p>Insights and data from local government representatives, together with technical guidance from the World Bank and the American Society for Heating, Refrigeration and Air Conditioning Engineers (ASHRAE), are now informing the design and implementation of the National Roadmap and National Green Building Standards, particularly in shaping how Kenya's county governments can take effective local action. </p><h3>The Philippines</h3><p>The Philippines is a relatively new addition to the ZERB accelerator; Quezon City and the national Department of Energy joined in the last quarter of 2025. Led by C40, the multilevel partnership and the EAG established a two-year workplan that will set out a process for revising national codes to improve the performance of new buildings. The new codes are meant to incorporate best practices in building energy efficiency and low carbon and resilient design. A range of local expert stakeholders will be included in the working groups.</p><h3>The Road Ahead</h3><p>The ZERB Accelerator and partners are entering a transition in 2026 as the initiative's first stage comes to a close. The Accelerator's work moving forward will align with the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">CHAMP initiative</a> to strengthen national commitments supported by local action. EAG members and partner governments will continue to guide and support individual country workplans.</p><p>In Colombia, CCCS and CEELA will continue supporting local capacity building and digitalization of the monitoring system. In Kenya, IFC Africa will continue developing the National Green Building Standards, while KGBS and GlobalABC engage in capacity building with Kisumu and other county governments to pilot local implementation. In the Philippines, C40 will continue to support ZERB Accelerator activities in 2026 to deliver the workplan agreed with the jurisdictions and EAG partners, contributing to national and international commitments.</p><p>The ZERB Accelerator stands as an example of the powerful impact that is possible through multilevel partnerships. Looking ahead to 2026 and beyond, stakeholders will continue to seek new partnerships and resources that are essential for sustaining progress toward a resilient, zero-emission buildings sector.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "COP30 Laid a Path to $1.3 Trillion in Climate Finance. What's Next?",
      "link": "https://www.wri.org/technical-perspectives/cop30-progress-1-3-trillion",
      "pubDate": "Thu, 18 Dec 2025 15:10:14 EST",
      "description": "<p>Reaching <a href=\"https://www.wri.org/insights/ncqg-climate-finance-goals-explained\">$1.3 trillion annually</a> in external finance for developing country climate action might seem like a steep mountain to climb, requiring a seven-fold increase from today's levels.</p><p>That target — committed to at <a href=\"https://www.wri.org/insights/cop29-outcomes-next-steps\">COP29 in 2024</a> — must be reached by 2035. That means we have 10 years to dramatically scale financial flows.</p><p>This year's climate summit (COP30) had <a href=\"https://www.wri.org/insights/cop30-outcomes-next-steps\">mixed results</a>, including some ups and downs for finance outcomes. But three important developments help show the way forward.</p><h3>1) A Trio of Strategic Approaches Showed a Path Toward $1.3 Trillion</h3><p>A series of documents launched at and around COP30 lay the groundwork for systemic change and clarify potential next steps.</p><p>First, the arrival of the <a href=\"https://unfccc.int/documents/650953\">Baku-to-Belém Roadmap (B2B Roadmap) to $1.3T</a> — and the related <a href=\"https://cop30.br/en/news-about-cop30/report-of-the-cop30-circle-of-finance-ministers-launched-during-imf-and-world-bank-meetings\">Circle of Finance Ministers report</a> — provides a shared framework for action on climate finance. In addition, the International High Level Expert Group published its <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2025/11/IHLEG-on-Climate-Finance-4th-Report-Delivering-an-integrated-climate-finance-agenda.pdf\">fourth report on climate finance</a>. Previous reports have broken down the need for climate finance and how private, public, domestic and international flows may compare. This time, the IHLEG focused on \"delivering an integrated climate finance agenda\" — an indication that actors are focusing on making the parts work together as a system — and concluded that reaching $1.3 trillion was \"entirely feasible.\"</p><p>The five levers laid out in the B2B Roadmap are grants, concessional finance and low-cost capital; fiscal space and debt sustainability; transformative private finance and affordable cost of capital; capacity and coordination for scaled climate portfolios; and systems and structures for equitable capital flows. Each of these levers must be activated to their full potential.</p><p>These themes were evident across discussions both inside and outside the formal negotiations at COP30. Its closing agreement, known as the <a href=\"https://unfccc.int/sites/default/files/resource/cma2025_L24_adv.pdf\">Global Mutirão</a> decision, decided to \"urgently advance\" actions towards $1.3 trillion — and \"notes\" the Roadmap. This may reflect the short timeframe that negotiators had to digest the Roadmap, which was released just days before the summit. Further outreach in 2026 will be crucial.</p><p>Taken together, the Roadmap, Circle of Finance Ministers report and IHLEG report introduce systemic shifts on the scale needed. As befits an \"implementation COP,\" they move us from diagnosing the shortfall in finance to acting on it.</p><h3>2) Awareness of Adaptation Finance Was Dialed Up a Notch</h3><p>At COP30, countries reaffirmed that the goal to provide approximately $40 billion in adaptation finance to developing countries by 2025 will be met and agreed to at least triple this amount by 2035.</p><p>Several new initiatives announced at the summit will contribute to scaling up adaptation finance. Multilateral development banks (MDBs) launched the <a href=\"https://www.caf.com/en/currently/news/idb-caf-and-cdb-launch-caribbean-debt-for-resilience-joint-initiative/\">Caribbean Debt-for-Resilience Joint Initiative</a>, led by Inter-American Development Bank, Development Bank of Latin America and the Caribbean, and Caribbean Development Bank. This effort aims to expand debt-for-resilience swaps; improve coordination among governments, MDBs and the private sector; and strengthen transparency and monitoring standards to boost resilience investments.</p><p>Philanthropies are also stepping up their contributions to adaptation finance. The <a href=\"https://www.rockefellerfoundation.org/news/global-philanthropies-commit-300-million-to-accelerate-solutions-on-climate-and-health/\">Climate and Health Funders Coalition</a> committed $300 million to implement the Belém Health Action Plan, including climate-resilient health systems and disease prevention. Agricultural resilience received a boost with the launch of the <a href=\"https://cop30.br/en/news-about-cop30/brazil-launches-initiative-to-restore-degraded-agricultural-areas-in-different-regions-of-the-planet\">Resilient Agriculture Investment for Net-Zero Land Degradation (RAIZ) platform</a>, designed to mobilize investments for restoring degraded agricultural lands. The <a href=\"https://docs.gatesfoundation.org/documents/cop30_announcement_fact_sheet_2025.pdf\">Gates Foundation pledged $1.4 billion</a> to support smallholder farmers.</p><p>On the other hand, finance pledges from developed countries were limited. Several countries announced renewed contributions to the Adaptation Fund, but the total funding amount of $135 million was <a href=\"https://www.adaptation-fund.org/adaptation-fund-mobilizes-over-us-133-million-for-most-vulnerable-at-cop30-in-brazil/\">modest</a> compared to the minimum replenishment target of $300 million expected for 2025.</p><h3>3) Country Platforms Gained Significant Traction</h3><p>Country platforms are emerging as a key tool to help drive finance toward national climate and development goals. They have the potential to align diverse stakeholders — including investors — around transformational investments and complementary policy reforms, and to do so in a way that is country-led. (<a href=\"https://www.wri.org/climate/financing-country-platforms\">WRI has discussed their promise at length elsewhere.</a>)</p><p>Some initiatives similar to country platforms have existed for years, such as the Just Energy Transition Partnership (JETP) platforms in Indonesia, Senegal, South Africa and Vietnam. However, the concept broke through in a major way at COP30, with <a href=\"https://www.greenclimate.fund/news/fourteen-new-country-platforms-announced-collaboration-gcf-drive-country-led-climate-solutions\">13 countries announcing plans</a> to develop country platforms, plus a joint platform for the Caribbean. These will be supported through the Green Climate Fund's Readiness Program and include diverse geographies, economic contexts and themes that go beyond the energy sector to include adaptation, nature-based solutions, transport and industry. Major economies like Colombia, India and Nigeria are among the new participants. This adds to a number of other countries that have already put forward country platforms, including Bangladesh, Brazil and Egypt.</p><p>Country platforms hold great potential for unlocking and scaling finance because they provide a way of translating high-level commitments contained in nationally determined contributions (NDCs) into specific investments. They also provide the enabling policy environment required to mobilize finance from different stakeholders. Investors will stay away from certain geographies if the policy environment is unfavorable or bankable projects are unavailable. Platforms provide a venue for coordinating reforms and building pipelines with key stakeholders at the table.</p><h3>Where More Work Is Needed</h3><p>One way to read the finance developments at COP30 is to focus on the possibilities that were opened. From new analysis, new frameworks, new consensus and new platforms emerges the possibility that this year's impact will measure much more significantly when the fruit of these changes has flowered. That depends, of course, on following through in 2026. Three things are key:</p><h4>1) Translate the new frameworks into action</h4><p>All three of the recently released documents — the Baku-to-Belém Roadmap, Circle of Ministers Report and newest IHLEG analysis — provide useful frameworks and actions that, taken together, could help us reach the $1.3 trillion goal. The documents are not perfect, nor were the processes that created them. But each could play a valuable role in detailing the steps that governments and investors can take to help deliver finance where it's most needed.</p><p>Throughout 2026, the <a href=\"https://www.linkedin.com/company/cop30/\">COP30 Brazil Presidency</a> will convene an independent expert group to refine data and develop concrete financing pathways to reach $1.3 trillion. We should not let these documents sit on a shelf, but instead use the momentum they created to push for the policy, institutional and financial changes needed to shift financial flows.</p><h4>2) Boost public finance, especially concessional finance</h4><p>The Roadmap, Circle of Ministers report and IHLEG report all emphasize the continued importance of international public finance. For example, all three call for increased concessional finance, including expanding special drawing rights (SDRs) or new sources of finance, such as Global Solidarity Levies. IHLEG suggests that MDBs will be responsible for mobilizing most of the $300 billion and much of the $1.3 trillion in climate finance for developing countries by 2035, acting alongside other public finance institutions, including <a href=\"https://www.wri.org/insights/national-development-banks-climate-finance\">national development banks</a>, bilateral development finance institutions, and Vertical Climate and Environmental Funds.</p><p>Some significant initial commitments were made to the Tropical Forest Forever Facility and secretariat, totaling <a href=\"https://tfff.earth/cop30-ends-with-over-us-6-7-billion-for-the-tfff/\">almost $7 billion</a> if conditions are met. Yet the fund initially aimed to raise $25 billion from governments before focusing on a $10 billion target, ultimately falling short of either mark. Others that were considering pledges — both governments and major MDBs, such as European Bank for Reconstruction and Development, Asian Infrastructure Investment Bank, European Investment Bank and more — will need to step up and make contributions. The fund will need this initial capitalization by concessional sources to then go to markets for the additional $100 billion. (For more, see WRI's <a href=\"https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facility\">statement</a> and <a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\">article</a> on TFFF.)</p><h4>3) Lay the groundwork for private finance expansion</h4><p>The trio of documents also emphasize the need to rapidly grow private sector investments in emerging markets and developing economies. According to the IHLEG, half of the $1.3 trillion will need to come from private finance — sixteen times the level of existing flows — and a significant share of domestic resource mobilization will likely need to come from the private sector as well. This will require a transformation in market frameworks, including creating enabling conditions (such as regulatory certainty), deepening local financial markets, managing foreign exchange risk, and ramping up instruments like guarantees.</p><p>A set of principles was presented ahead of COP30 to encourage greater interoperability between the more than 50 national and regional sustainable finance taxonomies. This will help countries attract private capital and reduce transaction costs — especially critical since fewer than one-third of developing countries currently have taxonomies in place. COP30 also hosted the first-ever Asset Owners summit, with institutions holding $10 trillion in assets identifying how to contribute to the $1.3 trillion target. It was clear that while leading investors are allocating capital to the transition, this is not happening at the speed or scale required and is geographically uneven, with some regions currently left behind.</p><p>Many efforts to mobilize private finance are still being led by the public sector. One development was the <a href=\"https://www.idfc.org/wp-content/uploads/2025/11/press-release-pdb-guarantee-hub-fv.pdf\">new Public Development Bank Guarantee Hub (PDB Guarantee Hub)</a>. This will expand private investment in emerging and developing economies by building guarantee capacity for PDBs at both regional and national levels, with a goal of deploying up to $10 billion in guarantees. Another public-led effort came from the Brazilian central bank and Inter-American Development Bank, with the announcement that <a href=\"https://www.iadb.org/en/news/idb-brazil-central-bank-agreement-unlocks-34-billion-fx-hedging-mobilize-private-investment\">IDB will help Brazil hedge against foreign exchange risk</a>. Foreign exchange risk can drive up the cost of capital in countries that foreign investors deem too risky to invest in.</p><h3>What's Next on the Road to $1.3 Trillion?</h3><p>The coming year offers opportunities to promote the Baku-to-Belém Roadmap and accompanying documents across countries and stimulate further practical initiatives to bring its strategy to life. The Roadmap itself listed 15 follow-up actions for key players, such as the IMF, MDBs, credit rating agencies, the insurance sector, prudential regulators and leading investors. Coordinated action will be important given that the U.S.-led G20 in 2026 will no longer be a forum for financial ministry coordination on climate. Growing alliances, such as the Coalition of Finance Ministers for Climate Action, which includes more than 100 countries, will play a pivotal coordinating function. Progress toward the actions listed in the Roadmap will be a key test to assess how the financial architecture is actually reforming to address the climate finance needs.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What Is the EU Deforestation Regulation? 7 Key Questions, Answered",
      "link": "https://www.wri.org/insights/explain-eu-deforestation-regulation",
      "pubDate": "Wed, 17 Dec 2025 16:38:00 EST",
      "description": "<p>The world <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">is losing</a> 18 soccer fields of tropical primary every minute; much of it is the result of clearing for farms, pastures and tree plantations.</p><p>As a major buyer of commodities largely responsible for fueling deforestation — such as palm oil, cocoa, coffee, soy, cattle and timber — the EU has both a responsibility and an opportunity to help shift global markets toward more sustainable supply chains. The landmark <strong>EU Deforestation Regulation (EUDR)</strong>, adopted in 2023, requires businesses to demonstrate that the products they sell or export to the EU do not come from land that was recently deforested or degraded. </p><p>The EUDR is a key step in responding to today’s deforestation and supporting countries in achieving their national forest protection policies. <strong>Yet despite its promise, the regulation has faced delays and pushback, threatening its timely implementation.</strong></p><p>Just weeks before the EUDR was to go into force on Dec. 30, 2025, the <a href=\"https://www.europarl.europa.eu/news/en/press-room/20251211IPR32168/deforestation-law-parliament-adopts-changes-to-postpone-and-simplify-measures\">European Parliament voted to delay</a> entry into application of the law until Dec. 30, 2026 for large corporations and until June 30, 2027 for small businesses with fewer than 50 employees and earning less than 10 million euros ($11.7 million) in annual sales of covered products. The vote on the amendment also weakened the regulation by removing books and publications from the list of products it covered.</p><p>At a time when forests are increasingly under threat, it’s more urgent than ever to understand the regulation and ensure its full and rapid implementation. Here, we dive deeply into the legislation's details and potential impacts.</p><h3>What Is the EUDR?</h3><p>The EUDR is a landmark law that came into force in June 2023. Its goal is to ensure that certain products sold in or exported to the EU do not come from land that was deforested or degraded after Dec. 31, 2020. The regulation is designed to prevent EU consumer demand from driving further forest loss or damage, while also reducing the region’s contribution to greenhouse gas emissions and global biodiversity decline.</p><p>The EUDR covers timber and six key agricultural commodities: cattle, cocoa, coffee, oil palm, rubber, soy, as well as products made from them such as beef, furniture and chocolate. To be sold in or exported from the EU market, these products must meet the following <strong>three conditions</strong>:</p><ol><li>They are <strong>deforestation-free</strong>.</li><li>They have been <strong>produced in compliance with the relevant laws of the country of origin</strong>.</li><li>They are <strong>covered by a due diligence statement</strong>, showing that the company has checked the origin and ensured the products meet EUDR requirements.</li></ol><p>This means businesses must demonstrate that any EUDR-covered commodities were not produced on land <a href=\"https://www.globalforestwatch.org/blog/data/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">that was deforested</a> nor did they <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/monitoring-forest-degradation-eudr/\" target=\"_blank\">contribute to forest degradation</a> after the Dec. 31, 2020 cutoff date. Although the regulation is legally in place, companies are not required to start complying until Dec. 30, 2026 for large corporations and June 30, 2027 for small enterprises.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1026\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"821\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"629\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"495\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A timeline of EUDR development milestones \" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/25-10-23-eudr-timeline-v5.png?VersionId=lWo21nIOVTQUK9v9Quisc0j1qN7agnid&itok=dw_qtSiY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Why Is the EUDR important?</h3><p>The EUDR offers a major opportunity for the EU to reduce its role in global deforestation and biodiversity loss, as well as help create deforestation-free supply chains. It supports the commitment made by the 144 countries that signed the Glasgow Leaders’ Declaration in 2021 to halt and reverse forest loss and land degradation by 2030. It can also serve as a model for other major consumer markets looking to lower their environmental footprints.</p><p>Since 2014, the EU has been the second-largest importer of goods linked to tropical deforestation after China. In 2017 alone, it accounted for <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwwfeu.awsassets.panda.org%2Fdownloads%2Fstepping_up___the_continuing_impact_of_eu_consumption_on_nature_worldwide_fullreport_low_res.pdf&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158329836%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=xoQHWFyeUsGUmUQW8%2Fo8i2eTAuqAWgKIXXe5E9iAy9U%3D&reserved=0\" target=\"_blank\">16% of global deforestation</a> tied to international trade — equal to 203,000 hectares of forest.</p><p>More recently, in 2021, the <a href=\"https://comtradeplus.un.org/\" target=\"_blank\">EU was among the world’s top five importers</a> of five of the six agricultural commodities covered by the EUDR (cocoa, coffee, palm oil, rubber and soy) and the largest importer of cocoa beans and coffee worldwide<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> . Among all the agricultural products the EU buys, <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcommodityfootprints.earth%2F&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158357131%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=zL81%2FOzUzXSEGDx6a7UaraT0UHb0wJzg%2BF45W6mUWwc%3D&reserved=0\" target=\"_blank\">beef, cocoa and palm oil were linked to the most deforestation</a> in the countries they came from. In fact, out of 160 agricultural commodities imported by the EU, just six — beef, palm oil, soy, cocoa, coffee and rubber, as covered by the EUDR — made up 58% of the estimated forest loss tied to EU imports.</p><p>By reducing the EU’s forest-loss footprint and tackling deforestation risks in its supply chains, the EUDR could help reverse deforestation worldwide. In 2024, a record 6.7 million hectares of <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" target=\"_blank\">primary tropical forests</a> were lost — nearly double the 2023 rate and equivalent of losing 18 soccer fields of forest every minute. While wildfires captured global attention, some of the increase was due to agricultural conversion and logging.</p><h3>What Challenges and Setbacks Has the EUDR Faced?</h3><p>In December 2024, <a href=\"https://eur-lex.europa.eu/eli/reg/2024/3234/oj/eng\" target=\"_blank\">the EU postponed the start of EUDR </a>compliance by 12 months to give companies more time to prepare to meet the regulation’s requirements. Then in September 2025, the EU Commission again signaled its intention to delay implementation by another year, reportedly because of issues with the EU platform used to submit due diligence statements.</p><p>A month later, the EU Commission put forward a formal proposal to simplify the EUDR for micro and small businesses, as well as downstream operators, delaying the enforcement date of the EUDR for these enterprises. </p><p>On Dec. 17, the European Parliament voted to delay the date the EUDR would take effect by a full year. Large companies would not be held accountable until a Dec. 30, 2026 start date, while small companies with less than 50 employees and earning less than 10 million euros ($11.7 million) in sales would not need to comply until June 30, 2027.</p><p>Challenges also came from new proposals earlier in the year which called on the EU Commission to revise its <a href=\"https://environment.ec.europa.eu/publications/commission-implementing-regulation-laying-down-rules-application-deforestation-regulation_en\">benchmarking classification</a> system designed to help EU businesses and enforcement authorities conduct due diligence and enforce compliance. The risk levels indicate the percentage of checks on shipments, with greater scrutiny given to higher-risk countries. </p><p> Some EU member state representatives have suggested adding a “no-risk” category to exempt certain countries from due diligence requirements; another suggestion proposed removing the system altogether. But <a href=\"https://www.fern.org/publications-insight/wto-implications-of-the-proposed-no-risk-amendment-to-the-eudr/\">changes like these</a> could <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\">create loopholes and ultimately weaken</a> the regulation’s effectiveness. The European Parliament already <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\">rejected a similar idea in 2024</a> for that very reason.</p><p>The EUDR was initially agreed upon following a lengthy negotiation between EU institutions and member states, as well as impact assessments and extensive consultations. Derailing its implementation penalizes producer countries and companies that have already invested in compliance, and it would create confusion and uncertainty in the EU market. The regulation may not be perfect, but it’s a necessary step toward deforestation-free supply chains. <a href=\"https://www.cofcointernational.com/newsroom/first-cofco-soymeal-shipment-aligned-with-upcoming-eu-deforestation-regulation-eudr-requirements-loads-in-argentina/\">Many companies</a> have already shown that <a href=\"https://www.adm.com/en-us/news/news-releases/2024/7/as-eu-deforestation-regulation-approaches-adm-offers-fully-verified-segregated-traceable-soybean-meal-and-oil-to-european-customers/\">EUDR</a> <a href=\"https://www.danzer.com/en/company/media-relations/danzer-blog/item/we-are-ready-for-the-eu-deforestation-regulation-eudr\">compliance</a> is possible, and <a href=\"https://www.linkedin.com/posts/neumann-kaffee-gruppe_neumannkaffeegruppe-nkg-greencoffee-activity-7341043266814902282-ZxzX?utm_source=share&utm_medium=member_desktop&rcm=ACoAAAE1-pABvCIe5Hj5bAjDVEQyxMlfXsVXU2U\">several</a> have urged the EU to uphold the legal text and stick to <a href=\"https://www.tchibo.com/de/de/news/tchibo-fordert-umsetzung-eudr\">implementation timeline</a>.</p><p>Since adoption, the EUDR has faced criticism from both inside and outside the EU. Most concerns focus on cost and complexity of compliance, as well as fairness, particularly for smallholder farmers. In response, the European Commission, EU member states and other development institutions have ramped up investment in <a href=\"https://green-forum.ec.europa.eu/nature-and-biodiversity/deforestation-regulation-implementation_en\">EUDR preparedness</a> by issuing resources and guidance, with a particular emphasis on <a href=\"https://zerodeforestationhub.eu/\">preventing smallholder exclusion from the EU market</a>.</p><h3>What Counts as Deforestation and Degradation Under the EUDR?</h3><div class=\"callout alignright\"><p class=\"secondary\">The regulation's <strong>definition of a forest </strong>largely follows the UN Food and Agriculture Organization (FAO) which defines it as land larger than 0.5 hectares with trees taller than 5 meters and a canopy cover of at least 10% that is not primarily used for farming or urban development.</p></div><p>Under the EUDR, <strong>deforestation</strong> refers to clearing forest to make way for agriculture. The key factor is the conversion of land that was forest in 2020 into farmland — such as pastures or soy plantations. It’s a complete land-use change: the forest is no longer a forest.</p><ul><li>If that forest is cleared — whether by people or natural events like fire — and then converted into farmland, such as pastures for raising cattle or fields for soy or palm oil, it is considered deforestation.</li><li>However, if a forest is cleared, for example by fire (whether from human activity or natural causes) and is <strong>not</strong> used to produce any of the six EUDR-covered agricultural commodities, it is <strong>not </strong>considered deforestation under the regulations.</li><li>Forests used for wood production are not considered deforestation unless they’re also used for agriculture, for example, cattle grazing under the tree canopy.</li></ul><p>The EUDR also covers <strong>degradation</strong>. Land that was forest in 2020 can be used for wood production and remain classified as a forest, even if it’s temporarily unstocked, according to EUDR definitions. A forest used for wood production is not considered degraded unless there's a specific structural change, such as:</p><ul><li>Converting primary forest (native, untouched forest) into other wooded land (trees have 5%-10% canopy cover) or into plantation or planted forest.</li><li>Converting naturally regenerating forest (which has largely grown back on its own) into other wooded land used or plantation forest.</li></ul><h3>Who Does the EUDR Affect?</h3><p>The EUDR affects any company that imports, produces or exports specific products, and their derivatives, to or from the EU market. This includes <strong>operators</strong> (those placing products on the market or exporting them from the market) and <strong>traders</strong> (those distributing and selling products).</p><p>It applies to companies based in the EU and internationally, and to businesses of all sizes, from micro and small enterprises to large corporations. However, larger businesses face stricter reporting requirements than smaller ones.</p><p>The EUDR spans multiple sectors, from food and beverage (such as companies sourcing cocoa and coffee) to fashion (leather goods, for example) to the healthcare industry (products such as latex gloves).</p><h3>How Are Countries and Companies Preparing for the EUDR?</h3><p>Under the EUDR, companies must prove that products linked to deforestation or degradation after Dec. 31, 2020, are not entering the EU market. This requires a due diligence process: collecting supply chain information (including geolocation), assessing the risk of deforestation and taking steps to eliminate any identified risk before the product can be put on the market.</p><h4>Country-level efforts</h4><p>Many producer countries are already taking concrete steps to prepare for the EUDR, from adopting national plans to developing traceability systems and improving data transparency. For example, Indonesia, Ghana and Vietnam are investing in government-led efforts to make information available to companies that must comply with the regulation. Delaying enforcement or altering the regulation’s scope could undermine these leading producer countries.</p><p>Vietnam stands out as a strong example of how the EUDR is reinforcing national policies to combat deforestation. As a top exporter of rubber and coffee, the country has shifted its focus from illegal logging to broader deforestation risks in agriculture since the regulation’s introduction.  In 2023, the Ministry of Agriculture and Rural Development adopted a <a href=\"https://www.4c-services.org/wp-content/uploads/2023/12/02.-Nguyen-Nhu-Cuong_Action-Plan-for-the-compliance-with-EUDR-of-Viet-Nam.pdf\" target=\"_blank\">national action plan</a> prioritizing sustainable agricultural transformation. The following year, it launched a traceability system for coffee farms, piloting geospatial verification (such as satellite images) in key producing provinces. Developed through <a href=\"https://idh.org/news/vietnams-coffee-sector-marks-a-landmark-step-towards-sustainability-launching-the-eudr-database-system-for-forest-and-coffee-growing-areas\" target=\"_blank\">public-private collaboration</a>, the system cross-references land-use maps and cadastral data to ensure EUDR compliance. Plans are also underway to expand it to rubber and cocoa.</p><p>Vietnam’s progress shows how the regulation can act as a catalyst for stronger policy alignment between global market demands and local sustainability goals. </p><p>EU member states are also preparing by using satellite and aerial earth observation data, such as forest maps from 2020 (the EUDR cutoff year) to detect deforestation, alongside other monitoring solutions and tools to support compliant imports. </p><h4>Private-sector efforts</h4><p>Companies across supply chains are ramping up EUDR preparations, sparking a wave of innovation in monitoring and traceability. Many are developing satellite-based systems to verify deforestation-free sourcing, training smallholder farmers to meet EUDR requirements and partnering with governments and NGOs to improve data sharing and risk assessment.</p><p>For example, <a href=\"https://www.meridia.land/case/unilevers-smallholder-hub-programme\" target=\"_blank\">Unilever and Meridia</a> are working together to map smallholder farmers in Indonesia, making it possible to trace palm oil from plantation to mill. <a href=\"https://sustainablenaturalrubber.org/annual-report-2024/\" target=\"_blank\">The Global Platform for Sustainable Natural Rubber (GPSNR)</a> has created a system to help companies follow sustainability practices and demonstrate EUDR compliance. Open-source platforms like WRI’s Global Forest Watch are also <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">supporting companies in verifying supply chains</a>.</p><p>These efforts from governments, companies and EU countries show how the EUDR is already driving unprecedented action — transforming compliance from a burden into an opportunity to build more responsible and transparent supply chains. The challenge now is scaling these solutions across all commodities and regions.</p><h3>What's Next for the EUDR?</h3><p>The EUDR represents a major milestone in the fight against commodity-driven deforestation.</p><p>The EU must reject attempts to further weaken the regulation’s core requirements — most urgently by not agreeing to further reductions of scope or obligations. Its effectiveness depends on maintaining its ambition without dilution or delay. Backtracking at this stage undermines the EUDR’s credibility and sends the wrong signal to global markets.  </p><p>At the same time, the EU should also step up efforts to provide businesses with practical training and support to help them develop the skills needed for compliance, especially for small businesses that may otherwise struggle to meet requirements.</p><p>The European Parliament and Council must also <a href=\"https://www.wri.org/news/statement-european-commission-protects-eudrs-core-principles\">give businesses clear guidance</a> — and avoid adding uncertainty with further changes to the law. The EUDR is not only a necessary response to the crisis of forest loss, but also a vital tool to support and complement producer country efforts to halt deforestation by 2030.</p><p id=\"footnotes\"><em>Editor's Note: This piece was originally published on July 8, 2025. It's been updated to reflect new policy developments, most recently on Dec. 17, 2025. </em></p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup>Timber and timber products are not included.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}