{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-12-14T08:33:25.438444",
  "items": [
    {
      "title": "The US Copper Industry Needs a Strategy, Not a Contradiction",
      "link": "https://www.wri.org/insights/us-copper-industry-needs-strategy-not-contradiction",
      "pubDate": "Fri, 12 Dec 2025 08:30:44 EST",
      "description": "<p>Copper is essential to the modern economy. From home wiring and electric vehicles to renewable energy grids and telecommunications, the metal is necessary for cleaner technologies and more resilient infrastructure. </p><p>The U.S. already uses a lot of copper and will need a lot more to keep up with rising clean energy demands. Yet despite its strategic importance, U.S. copper policy is marked by fragmentation and short-term thinking rather than clear direction. This is especially notable as most analysts believe that, both globally and in the U.S., copper demand is likely to outstrip supply within a decade.</p><p>Global demand is <a href=\"https://iea.blob.core.windows.net/assets/ef5e9b70-3374-4caa-ba9d-19c72253bfc4/GlobalCriticalMineralsOutlook2025.pdf\">projected to rise by 22%</a> from around 27 million metric tons (Mt) today to roughly 33 Mt by 2035 and by 37% to 37 Mt by 2050. Meanwhile, the International Energy Association (IEA) projects that as high-grade ore becomes harder to find and aging mines close, global mined copper supply could peak around the late 2020s at a little over 24 Mt, after which output declines noticeably to less than 19 Mt by 2035.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/26744919/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In the U.S., recent federal efforts have sought to accelerate domestic mining, fast-tracking the permitting of projects in the name of “<a href=\"https://www.permitting.gov/newsroom/press-releases/trump-administration-announces-addition-three-new-critical-mining-projects\">critical mineral independence</a>.” Yet the combination of tariffs, agency budget cuts and uneven inter-agency coordination have undercut U.S. copper producers and processors. The result is a mixed record: an industry being encouraged to produce more to meet demand and achieve supply chain independence, and a country still lacking a long-term copper strategy to manage that demand and the forecast supply gap.</p><p>Furthermore, the vast size and diversity of the global copper market also makes it difficult for the U.S. government to significantly influence it. Unlike other metal markets — like the rare earth element market, where the U.S. provided a $400 million investment in the sole U.S. rare earth mining and processing facility, guaranteed purchase agreements and a price floor for its key product — there are no easy policy wins applicable to copper. Influencing the copper market will require a longer term and more strategic approach.</p><h3> U.S. Copper Production and Demand</h3><p>The <a href=\"https://pubs.usgs.gov/periodicals/mcs2025/mcs2025.pdf\">U.S. produces 850,000 tons</a> of refined copper from its own mines, plus an additional 870,000 tons in copper scrap from recycling (both post-consumer scrap and new scrap recovered from fabricating operations), but to meet the country’s needs of about 2.5 million tons, it imports an additional 810,000 tons of refined copper. That leaves a 30% gap. While these figures represent U.S. copper consumption, copper demand is likely even higher because the U.S. also imports manufactured goods containing copper that aren’t counted in consumption figures.  </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1046\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"837\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"641\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"505\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"302\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Chino Open Pit Copper Mine near Silver City, New Mexico\" height=\"302\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/us-copper-mine_0.jpg?VersionId=.j7Ck_l2InyZ1SIdnCNgyF6HbOg9DgpM&itok=R-jgI9QT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Known as the Santa Rita Mine, the Chino Mine near Silver City, New Mexico, began operating in 1910. It is among the mines contributing to the 850,000 tons of copper the U.S. produces. Photo by SWInsider/iStock.</figcaption>\n</figure>\n<p>This domestic supply gap leaves the U.S. vulnerable to external shocks and export controls. Without significant U.S. government intervention, the 30% supply gap will likely grow as U.S. copper ore grades decline and demand from clean energy increases.</p><p>One potential bright spot is the <a href=\"https://resolutioncopper.com/project-overview/\">proposed Resolution Copper Mine in Arizona</a>, a joint venture between mining companies Rio Tinto and BHP, which could, if permitted, supply nearly a quarter of the U.S.’s current mined production. However, without associated refining capacity, the U.S. will continue to remain dependent on refined copper imports.</p><h4>Forecasting U.S. Demand</h4><p>The demand for copper is expected to increase rapidly from grid modernization, more electric vehicles, increased renewable energy sources needed to power everyday lives, and from the increase in artificial intelligence which is spurring the rise of <a href=\"https://www.wri.org/insights/us-data-centers-electricity-demand\">high energy consuming data centers</a>.</p><p>To support grid modernization and renewables integration, the U.S. will likely need to build an estimated 5,000 miles of new transmission line annually in the coming decades. That figure, based on an analysis from the Department of Energy’s <a href=\"https://www.energy.gov/gdo/national-transmission-planning-study\">2024 National Transmission Planning Study,</a> would require hundreds of thousands of additional tons of copper per year, further pressuring the supply base.</p><p>Over the last decade, electric vehicle growth in the U.S. has gone from almost negligible to a material source of copper demand. In 2024, 1.6 million electric cars were sold in the U.S., with the sales share <a href=\"https://www.iea.org/reports/global-ev-outlook-2025\">growing to more than 10%</a>. The increased copper in the car itself (EVs require up to <a href=\"https://internationalcopper.org/wp-content/uploads/2017/06/2017.06-E-Mobility-Factsheet-1.pdf\">four times as much copper</a> as a gasoline-powered car), plus the associated charging infrastructure has likely added several hundred thousand tons per year to U.S. copper demand.</p><p>According to the IEA, the total amount of new power generation capacity from renewable sources, like solar and wind, in the U.S<a href=\"https://iea.blob.core.windows.net/assets/76ad6eac-2aa6-4c55-9a55-b8dc0dba9f9e/Renewables2025.pdf\">. rose 40%</a> from 2023 to 2024, mainly reflecting rapid increases in solar PV. Solar power systems contain <a href=\"https://www.copper.org/environment/sustainable-energy/renewables/#:~:text=Solar%20PV%20by%20the%20Numbers,electricity%20in%20photovoltaic%20solar%20cells.\">approximately 5.5 tons of copper per megawatt</a>, with copper in the heat exchangers of solar units as well as in the wiring and cabling that transmits the electricity in photovoltaic cells. The IEA expects stable growth in U.S. renewable capacity in 2025, with slightly lower solar PV expansion and wind capacity from projects that qualified for tax credits before the current administration’s policy changes.</p><p>Copper demand <a href=\"https://www.iea.org/commentaries/what-the-data-centre-and-ai-boom-could-mean-for-the-energy-sector\">tied to AI and data infrastructure</a> is rising fast, too. Data centers and the power and cooling infrastructure that they use all contain substantial copper content in cables, transformers and power delivery systems. In the past two years, construction of data centers has doubled in the U.S as major U.S. tech companies try and stay ahead of the AI-driven demand.</p><h4>Government Tactics Lack Strategy</h4><p>The U.S. government is acting with a sense of urgency to reduce the domestic copper supply gap. It recognizes its dependence on imported refined copper coupled with falling U.S. copper ore grades could prove disastrous for a copper-hungry U.S. economy.</p><p>Government officials would no doubt argue that they are doing more to advance the interests of copper than any previous U.S. administration and they may be right. For example, <a href=\"https://www.doi.gov/pressreleases/interior-department-releases-final-2025-list-critical-minerals\">copper was recently added to the U.S. Critical Minerals list</a>, making it potentially eligible for federal grants, research funding and streamlined permitting. While it’s not unhelpful to have copper on the list, it’s among 59 other minerals including, aluminum, lead and metallurgical coal, competing for government attention and resources. Other actions have negative or mixed impacts on the U.S. copper supply:</p><h4>Trade and Tariffs</h4><p>The signature economic tool used by the Trump administration to date has been tariffs. In August, the administration <a href=\"https://www.whitehouse.gov/fact-sheets/2025/07/fact-sheet-president-donald-j-trump-takes-action-to-address-the-threat-to-national-security-from-imports-of-copper/\">imposed tariffs of up to 50%</a> on several categories of semi-finished copper imports including copper pipes, wires, rods, sheets and tubes. While these tariffs are likely to increase costs for many downstream industries, the government’s broader tariff regime will also raise costs for mining equipment, spare parts and refining machinery, resulting in higher operating costs for U.S. producers that rely on imported specialized machinery.</p><p>Major U.S. copper markets — including China and the EU — have responded to U.S. tariffs with counter-tariffs. This will likely dampen U.S. exports and create uncertainty for global contracts.</p><p>Tariff threats and countermeasures have also fueled swings in copper prices, complicating planning and financing for long-term projects. On July 8, President Donald Trump <a href=\"https://www.cnbc.com/2025/07/08/trump-tariffs-copper-trade.html?msockid=0c20dbd8efc7625a2608ce07ee6a631c\">announced</a>, “I believe the tariff on copper, we’re going to make it 50%.”  That caused copper futures contracts on the Chicago Mercantile Exchange to surge 13% as the markets widely assumed that imported refined copper would be targeted. On July 30, when the White House clarified that the tariffs would be on semi-finished copper products, and not refined copper as expected, <a href=\"https://www.cnbc.com/2025/07/31/why-us-copper-tariff-exemption-wont-fully-ease-price-rises.html\">copper futures contracts fell 19%</a> in the biggest intraday fall on record.</p><p>Lastly, instead of shielding U.S. copper, tariffs may make it less competitive. Producers have faced squeezed margins, while downstream industries have been forced to pay more for wiring and other copper products.</p><h4>Institutional Capacity and Permitting Challenges</h4><p>Long‐term copper supply depends not just on mines but on the institutions that enable them. Budget cuts at agencies like the U.S. Forest Service (<a href=\"https://www.fs.usda.gov/sites/default/files/fs-fy26-congressional-budget-justification.pdf\">34%</a>), Bureau of Land Management (<a href=\"https://www.doi.gov/sites/default/files/documents/2025-06/fy26bibblm508_0.pdf\">36%</a>) and Environmental Protection Agency (<a href=\"https://www.congress.gov/crs_external_products/R/PDF/R48575/R48575.1.pdf\">54%</a>) will slow permitting and environmental review. Delays, uncertainty and regulatory risk discourage investment.</p><p>In addition, fast-tracking mine permitting, a signature mining policy from the Trump administration, has a high potential to backfire. Rushed environmental reviews are more likely to be challenged in court, which can result in years of litigation. Unstable rules also discourage the long-term investment that mining requires; a mine approved under one administration may face reversal under the next, scaring off capital. </p><p>Lastly, without reforming downstream processing, further instability in the U.S. copper market is likely. New mining alone doesn’t produce finished copper products; refining and smelting capability must keep pace. In October, Richard Holtum, CEO of the commodity trader Trafigura, caused a minor stir when he <a href=\"https://www.fastmarkets.com/insights/smelting-critical-not-mining-according-to-trafigura-ceo-lme-week-2025/\">said</a>: “Mining is not critical, refining and smelting is critical ... If you don’t have it in your country, then you are at the mercy of someone that does and their ability to turn on or off that smelting capacity.”</p><h4>Internal Coordination</h4><p>Perhaps the most fundamental problem is the absence of a coherent U.S. copper strategy. Unlike China, which coordinates mining, refining, recycling and trade under a unified framework, the U.S. remains fragmented. </p><p>There is no lead agency, with responsibility for copper split across the departments of the Interior, Energy and Commerce, the Environmental Protection Agency, and in certain circumstances, the State Department, with little coordination. The current administration has set up the National Energy Dominance Council, chaired by the Secretary of the Interior, that could potentially act as a government coordinating body across all aspects of domestic energy, including critical minerals, but in practice, the council seems to be a presidential advisory body rather than a coordinating one that develops coherent and cohesive strategy.</p><p>Current U.S. policies give the impression of being reactive rather than proactive, typically driven by short-term trade disputes rather than a long-term vision for copper’s role in the energy transition. This means that with no clear roadmap, companies are hesitating to invest in new smelters, recycling facilities, or long-term exploration. </p><h3>Moving Toward a Coherent U.S. Copper Strategy</h3><p>To ensure that copper is available, affordable and resilient to shock, the U.S. should adopt a forward-looking, balanced approach that includes:</p><h4>1) Strengthening Recycling and Circular Systems</h4><p>Recycling is a <a href=\"https://www.wri.org/insights/pivotal-role-recycled-copper-energy-transition\">central piece of any sustainable copper strategy</a> — if properly leveraged. In the U.S., around 870,000 tons of copper scrap was collected in 2024, a figure that technically constitutes approximately <a href=\"https://pubs.usgs.gov/periodicals/mcs2025/mcs2025.pdf\">one-third of the domestic copper supply</a>. However, that figure does not show that over half of all copper scrap produced in the U.S. is exported for processing, much of it to China. This not only increases the U.S. reliance on China for arguably one of its most critical minerals, but it also forfeits an opportunity to close the copper circular economy loop.</p><p>While recycled copper is not without its sustainability challenges, compared to primary copper (mined ore), secondary copper requires up requires up <a href=\"https://internationalcopper.org/sustainable-copper/about-copper/copper-environmental-profile/\">to 85% less energy to produce</a>. As a result, many consumers who are conscious of their carbon footprint are pushing to acquire the same relatively limited supply of recycled copper. The mining company BHP <a href=\"https://www.bhp.com/news/bhp-insights/2024/09/how-copper-will-shape-our-future\">estimates</a> that, as demand for primary copper begins to outstrip supply, collection and process of scrap will increase to around 40% by 2035 and reach around a half of total copper consumption by 2050.</p><p>Regions like the EU and Japan have more advanced circular copper approaches, better scrap collection systems and stronger secondary refining capacity giving them an edge in supply security. If the U.S. builds out modern recycling infrastructure, incentivizes scrap collection and processing through grants, regulatory support and procurement incentives, and retains more copper scrap onshore, it can reduce both reliance on imports and carbon footprint, while creating jobs in manufacturing and clean industry.</p><h4>2) Building Domestic Refining and Smelting Capacity</h4><p>The U.S. has just two operating primary smelters; and a third that hasn’t been permanently closed, but it’s not currently in operation. Both operating smelters are running at near-full capacity so, if new copper mines are developed in the U.S., new smelters will need to be built to receive their copper concentrate. Modern copper smelters not only cost billions to build but their running costs, in large part due to their energy intensity and the stringent environment regulations they must abide by, are also significant. Rather than providing incentives and public–private partnerships (e.g., subsidies, tax credits) to support the establishment of state-of-the-art, low-emission smelters and electro refineries, the Trump administration has <a href=\"https://www.reuters.com/sustainability/climate-energy/trump-reverses-biden-era-rules-copper-smelters-2025-10-24/\">reversed a Biden-era air pollution rule</a>, in the name of reducing regulatory burdens, that had imposed stricter limits on emissions from the U.S.’s two copper smelters.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Copper Smelter\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/copper-smelter_0.jpg?VersionId=fJCxbp4Y.LaEmWXsTm98nYKTs56rtFJP&itok=Mv4lUmvs\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Copper smelting facilities have high emissions and energy costs that come from the resources necessary to melt and process the ore. Photo by Jose Luis Stephens/Shutterstock.</figcaption>\n</figure>\n<h4>3) Investing in Scientific and Institutional Capacity</h4><p>The funding cuts at the agencies that provide environmental baseline studies and regulatory capacity should, at the very least, be reversed, if not increased. Those agencies were already generally considered to be <a href=\"https://www.gao.gov/assets/gao-21-299.pdf\">understaffed</a>, a situation that contributed to permitting delays. If the current administration wants to increase domestic mining, the agencies that oversee domestic mining need to be commensurately increased.</p><h4>4) Streamlining but Stabilizing Permitting</h4><p>According to the <a href=\"https://nma.org/wp-content/uploads/2021/05/Infographic_SNL_minerals_permitting_5.7_updated.pdf\">National Mining Association (NMA)</a>, “a typical mining project loses more than one-third of its value, as a result of bureaucratic delays in receiving the numerous permits needed to begin production.” The NMA also states that in peer mining countries like Canada and Australia that have quicker permitting processes, the timeline for the government to respond is more clearly outlined, the permitting agency leading the process is clearly identified from the outset, and the responsibility for preparing a well-structured environmental review is given to the mining company, not the government. Reforming these areas of the permitting process would help to reduce uncertainty and delay, however, it is critical that high environmental and social safeguards remain in place, reducing the risk that new mines become litigation bottlenecks.</p><h4>5) Coordinating a National Critical Minerals Framework</h4><p>The National Energy Dominance Council could, if empowered to do so, align trade, research and development, industrial policy and supply chain strategy in a coherent policy approach that would boost U.S. copper production. However, the council’s focus is spread thinly between oil, gas, nuclear, the electrical grid, coal and hard rock mining. Reinstating the U.S. Bureau of Mines (closed since 1996) or developing a new, hard rock mine-focused coordinating body would bring in-house many of the functions currently carried out by a myriad of overlapping oversight agencies, would help bring certainty to investors and would incentivize further mineral exploration in the U.S.</p><h3>Bridging the Copper Supply and Demand Gap</h3><p>Copper sits at the heart of America’s clean energy, defense and digital economies. The challenge is not merely to extract more but to orchestrate a supply system — mining, processing, recycling and regulation — that is resilient, efficient and forward-looking. With strategic planning and investment, the U.S. can bridge the looming copper gap and ensure that this essential metal powers its economic future.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Paris Agreement at 10: A Celebration and a Call to Action",
      "link": "https://www.wri.org/insights/paris-agreement-progress-10-years",
      "pubDate": "Thu, 11 Dec 2025 16:08:06 EST",
      "description": "<p>Ten years ago, we witnessed something akin to a miracle.</p><p>Hundreds of leaders came together for the UN’s annual climate summit (COP21) in Paris. There, they forged what many thought impossible: <a href=\"https://unfccc.int/process-and-meetings/the-paris-agreement#:~:text=With%20the%20Paris%20Agreement%2C%20countries,have%20we%20achieved%20so%20far?\">a global agreement</a> to curb climate change — one where virtually every country committed to deliver its fair share of action.</p><p>The Paris Agreement, as it came to be known, was the culmination of years of hard work and courageous leadership from ministers, heads of state, philanthropists, NGOs and communities. It’s served as the backbone of cooperative climate action ever since. The pact unites the world in a shared goal of holding global temperature rise to 1.5 degrees C, a limit scientists say is necessary for averting the worst impacts of climate change.</p><p>A decade later, the science shows that the Paris Agreement’s goals are off track. Greenhouse gas emissions haven’t dropped anywhere near the amount needed to <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">hit the 1.5 degree C target</a>.</p><p>But that doesn’t mean the agreement isn’t working.</p><p>Indeed, the Paris Agreement is still very much worth celebrating. It <em>is </em>doing what it intended to do, albeit not fast enough. And importantly, it’s setting the stage for a new decade of climate action.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Leaders celebrate adoption of the Paris Agreement on climate change\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/paris-agreement-adoption_0.jpg?VersionId=NEqyf_f1gxggwYe3lsyrrCa_UhCc2BVd&itok=F1Ak0FyX\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Leaders celebrate adoption of the historic Paris Agreement on climate change in 2015. Photo by James Dowson/UN Climate Change</figcaption>\n</figure>\n<h3>The Paris Agreement Has Changed Our Trajectory</h3><p>Before the Paris Agreement was adopted in 2015, the planet was hurtling towards up to <a href=\"https://www.scientificamerican.com/article/the-paris-climate-agreement-is-turning-10-these-5-charts-show-what-progress/\">4.8 degrees C</a> of warming by 2100 compared to pre-industrial levels. To put that in perspective, at 4.5 degrees C of warming, <a href=\"https://unclimatesummit.org/comparing-climate-impacts-at-1-5c-2c-3c-and-4c/\">4.7 billion people</a> — more than half the current world population — would experience potentially lethal levels of heat. This would be catastrophic.</p><p>Today, assuming all countries honor their commitments, the world is projected to warm by 2.3-2.9 degrees C. This is still <a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">a dangerous prospect</a>. But it’s far better than where we were a decade ago. Every tenth of a degree matters when it comes to people’s lives, food and water security, and the severity of extreme storms.</p><p>What’s bent the world’s warming trajectory so significantly is the Paris Agreement’s innovative model. The pact’s 195 signatories committed to develop new national climate plans, known as <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">“nationally determined contributions” or “NDCs,”</a> every five years, with each more ambitious than the last. Ten years later, all countries but one — the U.S. — are still in.</p><p>Meanwhile, clean tech growth has exceeded expectations. Electric vehicles made up <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">less than 1%</a> of total auto sales a decade ago. Today they’re a fifth, with sales <a href=\"https://rhomotion.com/news/global-ev-sales-remain-up-ytd-at-23-following-1-9-million-evs-sold-in-october-2025/\">23% higher</a> this year than last. Renewable energy costs have fallen precipitously. According to the International Renewable Energy Agency, <a href=\"https://www.irena.org/News/pressreleases/2025/Jul/91-Percent-of-New-Renewable-Projects-Now-Cheaper-Than-Fossil-Fuels-Alternatives\">91%</a> of renewable projects commissioned in 2024 were cheaper than fossil fuel alternatives. Solar and wind’s share of total electricity generation have tripled since 2015.</p><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25561475/thumbnail\" width=\"100%\" /></noscript></div><p>These gains were unfathomable 10 years ago. Yet we know this still isn’t enough.</p><h3>We Have Much Further to Go to Overcome the Climate Crisis</h3><p>Countries’ NDCs will bend the temperature trajectory. But even if they’re fully implemented — a big if — they’ll deliver <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">less than 14%</a> of the emissions reductions needed by 2035 to hold warming to 1.5 degrees C.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3434788/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Research from the Systems Change Lab finds that across <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">45 indicators</a> of climate progress, none are on track for a 1.5-degree world. None! Meanwhile, the impacts of climate change — from <a href=\"https://www.wri.org/insights/europes-heat-and-air-conditioning-dilemma\">record heat in Europe</a> to recent <a href=\"https://www.nytimes.com/2025/12/01/world/asia/flooding-sri-lanka-indonesia-thailand-vietnam-cyclone-rain.html\">devastating floods in Asia</a> — become ever-more threatening.</p><p>There are reasons for this. Looking back 10 years later, there are things we simply didn’t anticipate when designing the Paris Agreement — issues we must confront as the world moves into its next decade of climate action.</p><p><strong>For one, it’s not just emissions reductions we need; it’s economic transformation.</strong></p><p>The Paris Agreement was largely envisioned as a decarbonization pact. We now know that achieving its goals requires not just cutting emissions or shifting from one energy source to another; it takes total economic transformation — as well as shifting the entire financial system to support low-carbon development.</p><p>Countries must radically change everything they do across every economic sector — from how they grow food and design buildings to the way they make steel, glass and concrete. If economic incentives shift, finance will follow. Current economies were built over centuries. Though speed is critical, we’ll need more than 10 years to reinvent them.</p><p><strong>Second, we need a new approach to the fossil fuel industry.</strong></p><p>Securing a safe future requires dramatically cutting fossil fuel use. Coal, oil and gas produce <a href=\"https://www.un.org/en/climatechange/science/causes-effects-climate-change\">nearly 70%</a> of the world’s greenhouse gas emissions.</p><p>We optimistically assumed that because of the Paris Agreement, fossil fuel industries would embrace or at least acknowledge their critical role in ensuring the low-carbon transition. We expected they would develop plans that enable the gradual reduction of fossil fuels in our economy, in line with the Paris Agreement. The fossil fuel industry has immense technical and financial capabilities that, if used appropriately, can accelerate the shift to a safer world.</p><p>Unfortunately, this has not happened. Instead, the fossil fuel industry has grown larger and seems to have used its immense financial and political power to slow down the low-carbon transition. This is partially because global energy demand is growing faster than clean alternatives are being deployed.</p><p>We saw the power of the emboldened fossil fuel industry at COP30, the recent UN climate summit in Belem, Brazil. More than 80 countries advocated for a roadmap to end fossil fuel use. Yet it was ultimately scrapped from the final agreement following pushback from powerful petrostates.</p><p>These are realities we need to understand and address. I welcome the Brazilian COP Presidency’s commitment to take forward roadmaps to transition away from fossil fuels and end deforestation, as well as the <a href=\"https://fossilfueltreaty.org/first-international-conference\">upcoming summit</a> hosted by the Netherlands and Colombia.</p><p>We need leadership and vision in this moment, followed by very practical steps that address the geopolitical and other constraints to phasing out fossil fuels.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Bus rapid transit station in Mexico City\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/brt-mexico-city_0.jpg?VersionId=useW4FpC9HzEjACuZucaY9KyjVTPIB0r&itok=OqUAura-\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Bus rapid transit station in Mexico City. The city's bus system has not only improved access to opportunities and reduced air pollution, it's also cutting emissions. Photo by quiggyt4/Shutterstock</figcaption>\n</figure>\n<h3>The Next Decade of Climate Action</h3><p>The headwinds are real, but the Paris Agreement still provides a strong foundation. We need a global forum for all countries to have a voice on climate change.</p><p>However, the Paris Agreement alone can’t solve the climate crisis. In this next decade of climate action, we must build upon the Paris pact to ensure that countries honor their existing climate commitments <em>and</em> increase their ambition. It will take action both inside and outside the UN climate regime to orchestrate the change needed. I explore some of this in my book <a href=\"https://www.wri.org/new-global-possible\"><em>The New Global Possible</em></a>. Three things will be critical:</p><h4>1) Support large, middle-income countries.</h4><p>As the U.S. and other nations backpedal on climate action, China, India, Brazil, Kenya and others <a href=\"https://time.com/7332240/cop30-brazil-climate-energy-global-south/\">are moving ahead</a> with their green transitions. This isn’t because of any moral imperative. It’s because they see low-carbon development as core to their economic growth and well-being.</p><p>For example, China’s clean energy development cut its emissions 1% in the first half of 2025 while delivering 10% of its GDP increase last year. Pakistan has gone from using almost no solar power to solar providing <a href=\"https://www.wri.org/insights/pakistan-solar-energy-boom\">20% of its electricity</a> next year. Pakistan’s rapid adoption of renewables wasn’t to cut emissions. It was because farmers, businesses and households saw solar as the cheapest and easiest source of power.</p><p>Large-and-growing middle-income countries account for 60% of global emissions and 40% of GDP. Together, their green transitions can move the world in the right direction while securing their own prosperity. At the same time, the corollary is true: without their transition, there is no way the world can hold temperature rise to 1.5 degrees C.</p><h4>2) Build a new kind of multilateralism.</h4><p>But they can’t do it alone. Confronting the climate crisis must be a truly global and multilateral effort to succeed. The infrastructure exists through the Paris Agreement and the UN climate negotiations, but we need to remodel these processes to meet the urgency of the moment.</p><p>For example, COP decisions simply can’t be unanimous <em>and</em> be productive. We <a href=\"https://www.wri.org/insights/cop30-outcomes-next-steps\">saw at COP30</a> how a handful of dissenting nations can derail action supported by a majority. COPs should give every country a voice, but not a veto. Likewise, national governments should be held to account not just for their emissions-reduction commitments, but whether they integrate NDCs into their economic policies. The COP process must also focus much more on finance and involve finance ministers in the conversation to ensure funding flows to the countries that need it most.</p><p>We must also recognize that COPs can’t do it alone. Actors outside the UN climate regime like cities, climate coalitions, BRICs and more wield tremendous power over economies. We need larger reforms to the entire financial system, including from multilateral development banks, trade policies and the private sector. We must support these actors while also better connecting them to the UN climate process.</p><h4>3) Make climate action politically viable.</h4><p>The economic transition to a low carbon future in any country cannot succeed without robust political support. The good news is that, done right, climate action is one of the best ways to improve people’s lives in the near-term. Yet it’s often perceived as contrary to economic growth and quality of life.</p><p>It’s the job of organizations like ours to be clear about solutions that deliver for people <em>and</em> the planet to <a href=\"https://www.wri.org/insights/rebranding-climate-action\">change this narrative</a>. As we’ve seen across countless cities and countries, action that’s good for climate and nature is fundamentally good for people. For example, London’s congestion pricing — a policy many initially doubted — has not only endured, but expanded over the last two decades. This isn’t because it’s reducing greenhouse gas emissions (though it is). It’s because it’s popular. The plan improves people’s lives — by reducing traffic, saving them time and making the air cleaner.</p><p>We need to ensure that all politicians and their constituents recognize the vast benefits to be seized through climate action now, not just in the future.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"962\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"770\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"589\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"464\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"278\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A young man plants a mangrove tree in Indonesia\" height=\"278\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/indonesia-mangroves_0.jpg?VersionId=pCEw4yXxvwbcByO9MlB7G_4ZkhRDfmAu&itok=oNjbertG\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A man plants a mangrove tree in Batubara, Indonesia. Restoring mangroves can protect coastal communities from floods and storm surge. Photo by Huyogo Simbolon/Shutterstock</figcaption>\n</figure>\n<h3>Keeping the Spirit of Paris Alive</h3><p>A decade ago, many doubted whether world leaders could ever come together to form a climate pact. But it happened — through courage, cooperation and a calculation that it would enhance lives and economies.</p><p>As we look ahead to the next decade of climate action, decisionmakers must embrace the same spirit that forged the historic Paris Agreement in the first place. Doing so would bring the agreement’s goals — and a better future — within reach.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Expert Q&A: Did the 'Super Year' for the Ocean Deliver?",
      "link": "https://www.wri.org/insights/after-super-year-2025-ocean-action",
      "pubDate": "Thu, 11 Dec 2025 11:25:13 EST",
      "description": "<p>At the start of 2025, <a href=\"https://www.wri.org/insights/opportunities-ocean-action-2025\">several major opportunities</a> that could reshape international ocean governance were on the horizon. From major treaties decades in the making to important conferences and global events, 2025 was poised to be a crucial year for the ocean and those that depend on it.</p><p>Now, as what many in the international ocean community dubbed as a “super year” draws to a close, we can assess how much progress has truly been made toward building a sustainable ocean economy and identify where critical gaps in action remain.</p><p><a href=\"https://www.wri.org/profile/tom-pickerell\"><strong>Tom Pickerell</strong></a><strong>, the global director of </strong><a href=\"https://www.wri.org/ocean\"><strong>WRI's Ocean Program</strong></a><strong>,</strong> answers six pivotal questions that highlight a year filled with global cooperation and crucial progress on a number of important issues.</p><h3>1) Progress for Protecting the High Seas</h3><h4><em>Has the momentum behind the </em><a href=\"https://www.wri.org/insights/high-seas-treaty-explainer\"><em>High Seas Treaty</em></a><em> translated into meaningful progress in 2025?</em></h4><p>Twenty years in the making, the High Seas Treaty sets out to legally protect — for the first time — the mostly unregulated ocean areas that lie beyond countries’ individual jurisdictions, known as the high seas. Progress toward ratification had been slow in the first part of the year, but was given at boost during the June UN Ocean Conference in Nice, France, when <a href=\"https://highseasalliance.org/2025/06/13/international-ocean-conference-ends-with-high-seas-treaty-on-verge-of-entry-into-force/\">19 countries ratified the treaty</a>. By September, it had formally <a href=\"https://www.un.org/bbnjagreement/en\">crossed the ratification finish line</a>, marking a historic milestone for global ocean governance.</p><p>While this win represents a significant step forward, the real test now lies in implementation. Key capacity-building components including designating decision-making bodies, identifying scientific advisory structures and supporting financing mechanisms must still be arranged.</p><p>This will mean further challenges as we now head toward the first High Seas first Conference of Parties (COP) in 2026. But effective management of the high seas will depend on whether countries can translate the now-ratified treaty into concrete, coordinated action.</p><h3>2) Fighting Overfishing and Illegal Practices</h3><h4><em>Is the world closer to eliminating overfishing and illegal practices?</em></h4><p>Good news came in September, when a <a href=\"https://www.wri.org/news/statement-wto-agreement-tackle-harmful-fisheries-enters-force\">decisive breakthrough</a> for the World Trade Organization (WTO) Agreement on Fisheries Subsidies (known as “Fish 1”) officially entered into force after achieving the required ratification by two-thirds of WTO members. Similar to the High Seas Treaty, this agreement also took nearly two decades of negotiations.</p><p>The agreement aims to curb some of the most damaging forms of government support to the fishing sector, including subsidies linked to illegal, unreported and unregulated fishing, subsidies targeting overfished stocks (unless recovery measures are in place) and subsidies contributing to unregulated high-seas fishing.</p><p>This development reflects renewed global commitment to addressing the drivers of overfishing.</p><p>However, this is only a first step in the right direction. Negotiations on the second phase of the agreement (known as “Fish 2”) are aimed at addressing broader capacity-enhancing subsidies, that contribute to overfishing, such as fuel subsidies or vessel modernization, remain underway. For the WTO framework to deliver meaningful ecological and social outcomes, members will need to swiftly conclude Fish 2 and avoid another prolonged negotiation cycle.</p><h3>3) Finding Solutions on Plastic Pollution</h3><h4><em>What is being done to tackle plastic pollution?</em></h4><p>In short, we are no closer to having a <a href=\"https://www.wri.org/insights/plastic-pollution-global-plastics-treaty-explained\">Global Plastics Treaty</a> in 2025. While negotiators made incremental progress, narrowing in on differences between core elements such as production controls, “chemicals of concern” (chemicals that have <a href=\"https://www.unep.org/resources/report/chemicals-plastics-technical-report\">negative impacts on human health</a> ), product design standards and waste-management obligations, negotiations remain divided between countries. The key sticking point appears to be disagreement between countries that want to curb plastic production and those that favor “downstream” solutions — dealing with waste once a product has already been discarded.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Plastic waste builds up on a shoreline in Vietnam. \" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/ocean-plastic-pollution_0.jpg?VersionId=9AjlbUu1PwhYYXU5nM.Nmx9vvMH0td6d&itok=bQR8azP1\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Plastic waste from fishing activities clutters on the shoreline in Vietnam. In 2025, countries were unable to agree on text for a global treaty that would have helped to prevent the buildup of plastic pollution. Photo by Zigmunds Dizgalvis/iStock.</figcaption>\n</figure>\n<p>Ultimately, negotiations this year ended without a finalized treaty text. Key petrostates and plastic producers were the most vocal in excluding measures that would have implications for plastic suppliers. While the architecture of a global agreement is beginning to take shape, significant gaps remain on ambition, scope and legally binding obligations.</p><p>Negotiations will continue in 2026, but success will require strong leadership from major economies and alignment around measurable targets to reduce plastic pollution across the full life cycle.</p><h3>4) Clarity for Deep-Sea Mining</h3><h4><em>Did 2025 clarify whether deep-sea mining will proceed or be constrained under global rules?</em></h4><p>The International Seabed Authority (ISA) was due to finalize a mining code this year, which set out how commercial deep-sea mining could be conducted. However, member states couldn’t reach consensus on the environmental, financial and liability provisions needed to authorize commercial activity.</p><p>Many countries continued to voice their support for precautionary approaches or pauses, citing unresolved scientific uncertainties and insufficient baseline data on deep-sea ecosystems. However, others continued to press for a regulatory pathway that would enable future mining applications. By the negotiations end, no mining code had been adopted, and the ISA maintained its dual-track approach of negotiating regulations while considering potential exploitation applications.</p><p>Notably, these negotiations were undermined by the United States’ position to accelerate deep-sea mining by fast-tracking permits for both the U.S. and international waters. Since the U.S. has not ratified the UN Convention on the Law of the Sea, under which the ISA sits, the U.S. is not an ISA member and is not bound by its processes.</p><p>While the world has greater clarity on political alignments, it still awaits resolution on whether, when, or under what conditions deep-sea mining might proceed.</p><h3>5) Global Cooperation on Ocean Action</h3><h4><em>How are countries working together to deliver ambitious ocean action?</em></h4><p>The way the ocean is managed must be as interconnected as the ocean itself, which is why collaboration is so critical. In 2025, 11 new countries committed to 100% sustainable ocean management of their national waters, safeguarding over 6 million square kilometers (2.3 million square miles) of ocean. This means that these nations agree to develop and implement a Sustainable Ocean Plan which will guide the protection and sustainable use of their national waters. This came via a range of pathways:</p><ul><li>Brazil became the 19th member of the <a href=\"https://www.wri.org/initiatives/high-level-panel-sustainable-ocean-economy\">Ocean Panel</a>.</li><li>Panama and South Korea joined the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance for Sustainable Ocean Management</a>.</li><li>8 African nations — Angola, Benin, Cameroon, Republic of Congo, Côte d’Ivoire, Equatorial Guinea, Liberia and Nigeria — committed to 100% sustainable management through the <a href=\"https://www.wri.org/news/statement-8-african-nations-commit-100-sustainable-ocean-management\">Yaoundé Declaration</a>.</li></ul><p>Now nearly 40% of the world’s Exclusive Economic Zones (a country’s national waters which can extend up to 200 nautical miles from its coastline), are under formal commitments to achieve 100% sustainable ocean management.</p><p>Another collaborative effort on the ocean emerged in 2025: The European Union adopted its <a href=\"https://oceans-and-fisheries.ec.europa.eu/european-ocean-pact_en\">European Ocean Pact,</a> which marks a major step toward integrated ocean governance, unifying EU policies on ocean health, sustainable ocean economy development, science–policy coordination and international cooperation across the world’s largest collective maritime area.</p><p>The priority now is delivery — if the EU accelerates implementation of holistic management methods such as national Sustainable Ocean Plans and strengthens financing mechanisms, the Pact can move from an ambitious blueprint to a meaningful driver of global ocean progress. This progress will be embodied within the EU Ocean Act, currently slated for 2027, and which will ideally solidify the Pact’s commitments into binding law to help the world address the global climate, biodiversity and food security crises.</p><h3>6) Advancing Ocean Action</h3><h4><em>Did the major ocean and climate events of 2025 push global ocean action forward in a meaningful way?</em></h4><p>From the Our Ocean Conference (OOC) in Busan, South Korea, and the UN Ocean Conference (UNOC) in Nice, France, to the IUCN World Conservation Congress in Abu Dhabi, and the UN Climate Change Conference (COP30) in Belém<strong>,</strong>  Brazil, this year’s events collectively raised political attention to the ocean — but they also highlighted the urgent need for better financing mechanisms and stronger ambition across the ocean-climate agenda.</p><p>OOC delivered another round of important political and financial pledges, with a noticeable increase in commitments tied to ocean–climate solutions, maritime decarbonization and ocean science. With now over <a href=\"https://www.ouroceanconference.org/\">2,900 commitments made at all OOCs worth approximately $169 billion</a>, this year’s conference reaffirmed the value of voluntary commitments and the importance of ensuring they have adequate financing.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People gather at the 2025 UN Ocean Conference in Nice, France\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/un-ocean-conference_0.jpg?VersionId=0pShX7EFx5m8YPNfWtRTtuoHjIJMp9T8&itok=RDnxWAEr\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>World leaders and representatives from governments and organizations gathered in Nice, France, for the third UN Ocean Conference. Events like these helped drive critical momentum on ocean action. Photo by FAO/Alessandra Benedetti/Flickr.</figcaption>\n</figure>\n<p>Meanwhile, the UNOC generated political momentum around several structural priorities, including the expansion of high-quality Marine Protected Areas (MPAs), integrated ocean–climate action, and the strengthening of sustainable ocean management frameworks, including Sustainable Ocean Plans and the 100% Approach into the <a href=\"https://www.un.org/pga/wp-content/uploads/sites/109/2025/05/UNOC3-declaration-final.pdf\">UNOC Political Declaration</a>. It also highlighted a major problem in how to capacitate these initiatives, with a new report finding ocean finance is only a fraction of the estimated <a href=\"https://oceanpanel.org/publication/finance-for-the-sustainable-ocean-economy/\">$550 billion annually</a> required to secure long-term ocean health.</p><p>The IUCN World Conservation Congress provided a key opportunity to reinforce the ocean’s role in global climate and biodiversity efforts and this year it also helped sustain momentum from UNOC to COP30. It highlighted the need to accelerate delivery on marine protection, the halting of plastic pollution and implementation of Sustainable Ocean Plans. But again, without significantly expanded ocean finance, progress on conservation and resilience will fall short.</p><p>Importantly, COP30 in Brazil marked a turning point for ocean–climate integration. For the first time at this scale, countries emphasized 100% sustainable ocean management, nature-based climate solutions and maritime decarbonization as essential components of achieving global climate goals.  A <a href=\"https://www.wri.org/news/release-more-countries-include-ocean-action-climate-plans-biggest-climate-opportunities-still\">recent analysis</a> shows that among 66 newly submitted national climate plans (known as nationally determined contributions or NDCs)  from coastal and island countries, 61 include at least one ocean-related measure — an increase from 62% in 2015, to 73% in 2022, and now 92% of the NDCs submitted by November 6 for the 2025 cycle. This was further highlighted by six new countries joining the <a href=\"https://www.wri.org/news/release-brazil-and-france-launch-new-global-challenge-put-ocean-center-climate-action\">Blue NDC Challenge</a>, which calls on all countries to place the ocean at the heart of their climate plans.</p><p>This has now helped to set the stage for COP31 next year in Turkey, which offers an opportunity for further elevation of the ocean given Turkey’s longstanding maritime history. This in conjunction with Australia, a co-lead of the <a href=\"https://oceanpanel.org/100-alliance/\">100% Sustainable Ocean Management Alliance</a>, leading negotiations, COP31 has the potential to become the “blue COP” many in the international ocean community have long called for.</p><p>While across all major 2025 events and moments, the world demonstrated clearer alignment on the ocean’s importance for people, nature and climate.</p><h3>Was 2025 Indeed a ‘Super Year’ for the Ocean?</h3><p>2025 was a good year for ocean governance in particular — but the challenge going into 2026 will be to match that political attention with the financing, governance reforms and implementation capacity required. The threats facing the ocean remain existential, not just to those that live in coastal regions. Momentum built this year must deliver measurable benefits for ecosystems, communities and climate stability in the years ahead.</p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The State of Clean Energy, in 10 Charts",
      "link": "https://www.wri.org/insights/state-clean-energy-charted",
      "pubDate": "Wed, 10 Dec 2025 12:00:13 EST",
      "description": "<p>Clean energy continues to dominate new power capacity. For example, in 2024, <a href=\"https://www.irena.org/News/pressreleases/2025/Mar/Record-Breaking-Annual-Growth-in-Renewable-Power-Capacity\">more than 90% of all new electricity capacity worldwide came from clean sources</a> such as solar, wind, hydro and geothermal. Yet even with this significant growth in renewable and other zero-emission capacity, the world is still burning, and increasing its use of, fossil fuels.</p><p>Geopolitical turmoil and volatile markets are disrupting alliances and trade, creating new hurdles for the clean energy transition. Some countries are backtracking on climate commitments just as global electricity demand is soaring, putting pressure on power grids and making it harder to phase out coal, oil and gas. The biggest challenge now is meeting this growing demand with clean energy while taking fossil fuels offline. The good news is that a clean, abundant, affordable and reliable energy future is possible — if countries can close gaps in finance, policy and infrastructure.</p><p>Here, we unpack the latest data to show where the clean energy transition stands today — and where it may be headed next.</p><h3>Global Energy Demand and Electricity Use Are Surging</h3><p>Overall, global energy demand <a href=\"https://www.iea.org/reports/global-energy-review-2025/global-trends\">grew by 2.2% in 2024</a>, outpacing the average annual growth rate of 1.3% from 2013 to 2023.  </p><div class=\"callout alignright\"><p class=\"secondary\">These findings are informed by research and insights from the<a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.wri.org%2Fenergy&data=05%7C02%7CSarah.Brown%40wri.org%7C83372159e3814dbf03c008de38b7a3f7%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C639010558554328962%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=EiK40FT%2Bvc7sEumajT3ImaIOkOPUugyNAam764eZXXA%3D&reserved=0\"><strong> WRI Polsky Center for the Global Energy Transition</strong></a>. The Center harnesses analytical power, convening ability and global expertise to help orchestrate a transition to a clean, abundant, affordable and reliable energy future by overcoming critical barriers.</p></div><p>Global electricity demand is rising even faster, with a projected increase of <a href=\"https://about.bnef.com/insights/clean-energy/new-energy-outlook/\">4.5% in 2025</a> over 2024, and is expected to grow at least 2.8% per year through 2030. <a href=\"https://ember-energy.org/latest-insights/global-electricity-review-2025/2024-in-review/\">The jump is driven by</a> the global expansion of electric transit, economic growth and industrialization, and greater demand for cooling in developing countries. It’s also fueled by the rapid growth of data centers in the United States and other developed countries, which has upended years of flat or near-flat demand in those markets.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26564627/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26471466/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Global Investment in Clean Energy Is Outpacing Fossil Fuels  </h3><p>For the past 10 years, global spending on clean<a href=\"https://www.iea.org/reports/world-energy-investment-2025/executive-summary\"> energy has been higher</a> than investments in fossil fuels. While the pace of growth has shifted — slowing from a 17% year-on-year increase in 2022 to a 6% increase in 2025 — overall energy investment still reached a record of $3.3 trillion in 2025, with $2.2 trillion of that directed toward clean energy.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26309199/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Emerging Markets Hold Big Opportunities for Clean Energy Investment</h3><p>Energy demand is growing worldwide, creating investment opportunities across many countries. But financing is uneven: In 2024, emerging markets and developing economies received only <a href=\"https://www.iea.org/reports/world-energy-investment-2024/overview-and-key-findings\">15% of global clean energy spending</a>. The picture varies widely by region.</p><p>India, for example, saw strong growth, with total energy investment <a href=\"https://www.iea.org/reports/world-energy-investment-2025/executive-summary\">reaching a record $150 billion in 2025</a>, including $101 billion for clean energy. Clean energy investment has been more level in Southeast Asia and Africa. In Latin America, investments fell from $81 billion in 2024 to $67 billion in 2025. Low- and lower-middle-income countries together received just <a href=\"https://www.oecd.org/en/publications/scaling-up-private-finance-for-clean-energy-in-emerging-and-developing-economies_054f472d-en.html\">7% of global clean energy spending</a> in 2022 — even though they are home to 40% of the world’s population.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26318261/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>With energy demand rising across emerging markets and developing economies, these regions represent a major opportunity for clean energy investment. Scaling up renewables now can help avoid long-term dependence on fossil fuels while making the most of the region's abundant natural resources. Africa, for example, has about 60% of the world’s best solar potential but <a href=\"https://www.iea.org/reports/africa-energy-outlook-2022/key-findings\">accounts for only 1% </a>of global installed solar PV.</p><h3>Clean Energy Is Creating More Jobs </h3><p>Clean energy is not only helping cut emissions — it’s also becoming a major source of employment growth. The number of people working in clean energy worldwide rose from 30 million in 2019 to about 35 million in 2023, surpassing employment in the fossil fuel sector. Under current policies, clean energy could create <a href=\"https://iea.blob.core.windows.net/assets/2be1e935-a2e5-4535-9524-6f2610efd23f/WorldEnergyEmployment2024.pdf\">10 million more jobs by 2030</a>, while the fossil fuel sector is expected to lose about 3 million.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26309703/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>The <a href=\"https://iea.blob.core.windows.net/assets/2be1e935-a2e5-4535-9524-6f2610efd23f/WorldEnergyEmployment2024.pdf\">biggest job gains</a> by 2030 are projected in electric vehicles and batteries (up 3.8 million jobs), power grids (up 1.5 million), solar energy (up 1.4 million) and energy efficiency (up 1.1 million). At the same time, the largest job losses are expected in internal combustion engine vehicle manufacturing (down 1.7 million) and in coal mining and supply (down 1.4 million).</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26318379/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Clean energy industries are facing labor shortages in <a href=\"https://eures.europa.eu/living-and-working/labour-shortages-and-surpluses-europe_en\">many countries</a> — especially for welders, electricians and other construction roles — which means significant investments in training and reskilling will be essential. Fossil fuel workers and communities will also need support to transition to new jobs.</p><h3>Critical Minerals Are Key to the Energy Transition </h3><p>Critical minerals such as copper, lithium, cobalt and nickel are essential for building clean energy technologies. They are used in wind turbines and solar panels, electric vehicle batteries and motors, power grids and more.</p><p>From 2023 to 2024, <a href=\"https://www.iea.org/reports/global-critical-minerals-outlook-2025/executive-summary\">demand for lithium rose nearly 30%</a>, while demand for nickel, cobalt and graphite increased 6% to 8%. If governments stay on their current energy and climate trajectory, demand for critical minerals could <a href=\"https://iea.blob.core.windows.net/assets/ef5e9b70-3374-4caa-ba9d-19c72253bfc4/GlobalCriticalMineralsOutlook2025.pdf\">double by 2030</a>.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26473502/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Demand growth is significant because all mining has social and environmental impacts. While some are positive, such as economic development and job creation, concerns include worker safety, water pollution, biodiversity loss and other risks. Deep-sea mining also offers potential for exploration, but comes with unknown and possibly serious consequences for ocean ecosystems.</p><p>Although the global supply of many critical minerals is currently strong — even leading to lower prices in some markets — ensuring that supply grows responsibly, comes from diversified sources and keeps pace with long-term energy needs will be essential for a sustainable energy transition.</p><h3>Grid Infrastructure Is a Barrier to Clean Energy Growth </h3><p>Transmission and distribution, or T&D, is the system that moves electricity from power plants to homes and businesses. This network of power plants and power lines, often called the grid, carries electricity over long distances.</p><p>To meet global energy and climate goals, the total length of T&D infrastructure <a href=\"https://www.iea.org/reports/electricity-grids-and-secure-energy-transitions\">will need to double</a> by 2050, from about 80 million kilometers of power lines today to 166 million kilometers — enough new lines to wrap around Earth more than 2,000 times.</p><p>Needs vary widely by region. Advanced economies will need to expand their grids <a href=\"https://www.iea.org/reports/electricity-grids-and-secure-energy-transitions\">by at least 50%</a>, while emerging markets and developing economies will need to grow theirs <a href=\"https://www.iea.org/reports/electricity-grids-and-secure-energy-transitions\">by more than 150%</a> by 2050.</p><p>Improving performance by modernizing and optimizing existing grid infrastructure is just as important as building new lines. Globally, <a href=\"https://www.iea.org/reports/electricity-grids-and-secure-energy-transitions\">about two-thirds</a> of today’s grid will need to be replaced by 2050, since most components have an average lifetime of about 40 years.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/26337755/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>More Electricity Grid Investment Is Needed in Emerging Markets and Developing Economies </h3><p>Building and modernizing grids requires sufficient investment, especially in regions where demand is growing fastest.</p><p>Global grid investment has been rising since 2020 and is expected to <a href=\"https://www.iea.org/reports/world-energy-investment-2025/executive-summary\">exceed $410 billion </a>in 2025. But that’s not enough. To meet climate and energy goals, annual investment will need to increase to about <a href=\"https://www.iea.org/reports/electricity-grids-and-secure-energy-transitions/\">$600 billion </a>by 2030.</p><p>Currently, advanced economies invest more in grids. But going forward, emerging markets and developing economies will <a href=\"https://iea.blob.core.windows.net/assets/ea2ff609-8180-4312-8de9-494bcf21696d/ElectricityGridsandSecureEnergyTransitions.pdf\">need to account </a>for a larger share of total grid investment.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26317757/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>Project Delays Can Slow Down Clean Energy Investments  </h3><p>Long timelines for siting and permitting — the key steps for approving a project — along with pushback from nearby communities are also delaying clean energy development. Permitting and land issues are<a href=\"https://assets.bbhub.io/professional/sites/24/Unlocking-Investment-to-Triple-Renewables-by-2030.pdf\"> among the biggest barriers</a> to scaling up investment in Europe, India, sub-Saharan Africa and the U.S.</p><p>In the U.S., between 2016 and 2023, local zoning laws and community opposition were among the leading reasons wind and solar projects were canceled. Solutions such as proactively assessing land suitability can help minimize local conflicts and permitting delays, as can inclusive planning with affected communities and streamlined administrative processes.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/26474468/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>The Path Forward for Clean Energy </h3><p>The global energy transition is underway, with both bright spots and challenges. Clean energy adoption is accelerating, and investment is rising. Electricity demand is growing, and the choices made today about how to meet it will help determine the success of the transition. This moment offers an opportunity to reshape the global energy system into one that is clean, abundant, reliable and affordable.</p><p>But getting there will require more action. Key priorities include:</p><ul><li>Increasing investment to expand and upgrade transmission and distribution infrastructure.</li><li>Streamlining regulations to speed up clean energy projects.</li><li>Engaging local communities from the start to ensure project success.</li><li>Scaling up training and education to close the clean energy skills gap and prepare the future workforce.</li></ul><p>The clean energy system is complex and layered. But with coordinated efforts across finance, infrastructure and governance, the world can accelerate the low-carbon transition and move toward a future where clean energy is accessible to all.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "These Countries Are Adopting Electric Vehicles the Fastest",
      "link": "https://www.wri.org/insights/countries-adopting-electric-vehicles-fastest",
      "pubDate": "Fri, 05 Dec 2025 08:00:00 EST",
      "description": "<p>Electric vehicle sales have been growing exponentially due to falling costs, improving technology and government support. Globally, <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">22% of passenger vehicles</a> sold in 2024 were electric. That's 8 times higher than it was just five years earlier.</p><p>But which countries are leading the pack? In terms of <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">total passenger EV sales</a>, China is the clear leader, with 11.3 million in 2024. It's followed by the United States (1.5 million), Germany (570,000), the U.K. (550,000) and France (450,000).</p><p>However, the picture changes when you look at EV sales as a<em> share</em> of all car sales. This gives a better idea of which countries are succeeding at electrifying their auto markets the fastest.</p><p>According to the International Energy Agency, the top six countries with the highest <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">share of EV sales</a> are Norway (electric vehicles made up 92% of passenger vehicle sales in 2024), Sweden (58%), Denmark (56%), Finland (50%), and the Netherlands and China (tied at 48%). Notably, this makes China a leader in both total volume <em>and</em> share of EV sales. Meanwhile, the United States ranks much lower, with EVs at just 10% of passenger car sales.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A couple walks into a car showroom with a sign that reads BYD.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/byd-china-electric-car-sales.jpg?VersionId=scQQOGd_a5VZv8Oa.9_QLggjScej9QU7&itok=n4ux9F76\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>People enter a BYD store in Shanghai, China. The Chinese brand is one of the biggest electric vehicle producers in the world. Photo by Robert Way/iStock. </figcaption>\n</figure>\n<p>Some developing countries with low levels of car ownership are not covered by the IEA data but have reportedly seen impressive EV uptake in the last few years. A big reason for this is the availability of affordable EVs imported from China. For example, countries like <a href=\"https://www.ea-energianalyse.dk/wp-content/uploads/2025/06/Ethiopian-Energy-Outlook-2025.pdf\">Ethiopia</a>, <a href=\"https://www.bloomberg.com/opinion/articles/2025-08-10/the-whole-world-is-switching-to-evs-faster-than-you\">Nepal</a> and <a href=\"https://www.bloomberg.com/opinion/articles/2025-08-10/the-whole-world-is-switching-to-evs-faster-than-you\">Sri Lanka</a> went from essentially no EV imports five years ago to the majority of their imports being EVs in 2024.</p><p>By one estimate, EVs will need to reach <a href=\"https://climateactiontracker.org/documents/753/CAT_2020-07-10_ParisAgreementBenchmarks_FullReport.pdf\">75% to 95%</a> of passenger vehicle sales by 2030 to help limit global warming to 1.5 degrees C (2.7 degrees F) and prevent many harmful impacts from climate change. This is an ambitious target, and the world is currently <a href=\"https://www.wri.org/research/state-climate-action-2025\">off track</a> to reach it. But as the countries here have shown, rapid uptake is possible. With the right policy support, the world can still feasibly get on track.</p><h3>National EV Sales Follow a Pattern of Exponential Growth</h3><p>While EV sales have started accelerating in different years for different countries, they are all following a similar \"S-curve\" pattern of growth. This is a typical trajectory for the adoption of innovative technologies. Once a technology reaches a <a href=\"https://www.systemiq.earth/breakthrough-effect/\">tipping point</a> — for example, when EVs become cheaper than traditional gas- or diesel-powered vehicles — the trajectory curves upward. Eventually, growth diminishes as the technology approaches 100% saturation. Norway, for example, has already reached this slowing-down phase as EVs have <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">exceeded 90%</a> of its passenger vehicle sales. The initial acceleration and eventual slowdown create an S-curve.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><!-- This is a wrapper around the scrolly in case you want to apply extra styling (see Step 6 in the help doc) --><div id=\"my-wrapper\"><!--  Drop your choice of Flourish embed code - you can use either the script or iframe embed codes here --><div class=\"flourish-embed\"></div><!-- Here is where you add your captions, linking them to specific slides in the story --><p><b style=\"color: #fdb913;\"><strong>Norway</strong></b> is the world leader on EV adoption rates, growing sales from less than 1% to more than 90% in 14 years. To meet 2030 climate targets, the <b style=\"color: #595a5a;\"><strong>world</strong></b> needs to scale up EVs sales roughly as fast as Norway.<a href=\"https://www.wri.org/#story/3467904/slide-1\"></a></p><p>Other countries have also begun rapid growth in recent years: <b style=\"color: #328749;\"><strong>Sweden</strong></b>, <b style=\"color: #3956a4;\"><strong>Denmark</strong></b>, <b style=\"color: #0097a5;\"><strong>Finland</strong></b>, <b style=\"color: #eb8026;\"><strong>the Netherlands</strong></b> and <b style=\"color: #8a1a25;\"><strong>China</strong></b> are other leading EV adopters after Norway.<a href=\"https://www.wri.org/#story/3467904/slide-2\"></a></p><p>In every country, <strong>once EV sales reached 1%, they accelerated</strong>. This acceleration happened faster in some places than others, but has typically followed an <strong>S-curve pattern</strong>.<a href=\"https://www.wri.org/#story/3467904/slide-3\"></a></p></div><!-- Add the Flourish Scrolly library --><!-- Initialize the library to turn your story into scrolly magic! --></div>\n      \n  </article>\n<h3>The Largest Car Markets Must Drive Industry Change</h3><p>The world's transition to electric vehicles largely relies on the performance of the three biggest car markets — China, the European Union and the United States — which are collectively responsible for <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">60% of global car sales</a>.</p><p>Incredibly, one out of two passenger cars sold in China in 2024 was electric. (More on this below.)</p><p>The share of EV sales in the EU, at <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">21%</a>, is about the same as the global average. However, its trajectory has stagnated in the past few years as countries like <a href=\"https://iea.blob.core.windows.net/assets/7ea38b60-3033-42a6-9589-71134f4229f4/GlobalEVOutlook2025.pdf\">Germany and France</a> removed supportive EV policies. Growth should resume in the coming years because <a href=\"https://www.transportenvironment.org/articles/ev-progress-report-2025\">new EU-wide CO2 targets</a> will come into effect from 2025 to 2027.</p><p>In the United States, <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">1 in 10 cars sold</a> in 2024 were EVs, about half of the global average. Sales grew in 2024, but not as fast as in previous years. Part of the reason for this is that there's a lack of affordable electric sports utility vehicles (SUVs) on the market, and SUVs make up <a href=\"https://www.iea.org/reports/global-ev-outlook-2025\">three-quarters</a> of U.S. passenger vehicles sales. The <a href=\"https://www.cnn.com/2025/09/23/business/ev-tax-credit-expire-prices\">retirement</a> of federal EV tax credits under recent legislation may also hamper EV growth in the coming years.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3487228/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>2 Countries Achieving Electric Vehicle Success</h3><p>Let's dive deeper into Norway and China, two of the countries that have been most successful in scaling up EVs over the longest periods of time, to learn from their experiences.</p><h4>1) In Norway, 9 out of 10 new cars are electric</h4><p>Norway is one of the coldest regions in the world and is crisscrossed by fjords that make some areas difficult to access. Given <a href=\"https://theicct.org/clearing-the-air-why-evs-can-outperform-conventional-vehicles-in-freezing-temperatures-oct24/\">concerns</a> that EV batteries don't run as effectively in low temperatures and don't have as long a range as gasoline vehicles, one would expect that Norway would be one of the last countries to adopt EVs. To the contrary, Norway and its Scandinavian neighbors, such as Sweden and Denmark, are by far and away the leaders in EV adoption. <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">Nine out of 10</a> passenger cars sold in Norway were all-electric vehicles in 2024, with 110,000 sold in total.</p><p>Norway is so far ahead of the pack because its government has deliberately and consistently promoted EVs, starting those efforts in 1990, long before the rest of the world. In 2017 <a href=\"https://www.bbc.com/news/articles/cg52543v6rmo\">it set a target</a> to phase out internal combustion engine vehicle sales by 2025, the earliest of any country, and has nearly met that goal.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/26453846/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>There are three reasons why Norway's efforts to make EVs the default option for new car buyers have been successful.</p><p>First, government incentives have made EVs the best financial choice for consumers. Norwegians who buy all-electric vehicles do not have to pay high value-added taxes or registration taxes, and they receive other financial benefits as well. This eliminates a substantial portion of the cost of buying and owning an EV. These incentives were gradually rolled out in the 1990s and early 2000s, <a href=\"https://elbil.no/english/norwegian-ev-policy/\">with support</a> from multiple governments and all political parties. The government was originally <a href=\"https://www.nytimes.com/2023/05/08/business/energy-environment/norway-electric-vehicles.html\">trying to support</a> a Norwegian EV brand called TH!NK. The company <a href=\"https://en.wikipedia.org/wiki/Think_Global#TH!NK_open\">wasn't successful</a>, and most Norwegian cars are still imported from abroad, but the government <a href=\"https://elbil.no/english/norwegian-ev-policy/\">continued to promote EVs</a> due to their environmental benefits.</p><p>Even with generous incentives, EVs didn't take off until the technology had advanced. The real turning point was around 2012, when the total cost of owning an EV over its lifetime (including purchase, maintenance and charging) became <a href=\"https://www.sciencedirect.com/science/article/pii/S1361920922000761\">cheaper</a> than the total cost of owning a traditional gas- or diesel-powered vehicle, when including all tax breaks. By 2021, the <a href=\"https://www.rvo.nl/sites/default/files/2021/07/Dutch%20BEV%20policy%20in%20an%20international%20perspective%20-%20June%202021.pdf\">upfront costs</a> of purchasing an EV were also cheaper.</p><p>Second, the government has <a href=\"https://www.oecd.org/climate-action/ipac/practices/norway-s-evolving-incentives-for-zero-emission-vehicles-22d2485b/\">invested heavily</a> in EV chargers. As a result, Norway has the most public fast chargers per capita of any country in the world. These can get an EV battery from zero to 80% in as little as 20 minutes. In addition, Norway has established a <a href=\"https://elbil.no/english/norwegian-ev-policy/\">right to charge</a> for people living in apartment buildings and provides <a href=\"https://blog.wallbox.com/norway-ev-incentives/\">grants</a> for housing associations to install their own chargers.</p><p>Third, Norway has provided EV owners with attractive perks, such as free parking in cities, exemptions or reductions in road tolls, access to priority bus lanes, and reduced rates for EVs to be transported by ferry. (Ferries are frequently used given Norway's fjord-covered landscape.)</p><p>Given the success of its EV policies, Norway's government has gradually <a href=\"https://electrek.co/2022/05/17/norway-rolls-back-ev-incentives-while-boosting-walking-and-cycling/\">rolled back</a> incentives for luxury EVs and some of the other perks for electric vehicle owners. Now that nearly everyone in Norway is buying them, it no longer makes sense to allow all EVs to have bus lane access and free parking. Plus, some of these policies may encourage people to choose car travel over public transit, which would increase emissions. Norway is now more consciously <a href=\"https://electrek.co/2022/05/17/norway-rolls-back-ev-incentives-while-boosting-walking-and-cycling/\">considering</a> how to promote other transport options besides private cars.</p><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">In This Series</div>\n\n      \n<div class=\"embedded-entity embed--block-type--in-this-series\">\n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/energy\" hreflang=\"en\">Energy</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/countries-phasing-out-coal-power-fastest\" hreflang=\"en\">These 10 Countries Are Phasing Out Coal the Fastest</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            November 30, 2023\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"View of two mountain bikers on a grassy hillside with a coal plant in the distance.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2023-11/steag-coal-plant-germany.jpg?VersionId=wIpluZZ0909x7up.NECzAPfwYPHpAQ7k&h=56d0ca2e&itok=5LoXfU1F\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/climate\" hreflang=\"en\">Climate</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/countries-electrifying-bus-fleets-fastest\" hreflang=\"en\">These Countries Are Electrifying Their Bus Fleets the Fastest</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            June 25, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"An electric bus drives down a street.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2025-06/china-electric-buses.jpg?VersionId=mfXVzebZE8r9rm4qg_WBYtuGMtA_N5my&h=d668167d&itok=My046SfK\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  </div>\n</div><h4>2) China sells more EVs than the rest of the world combined</h4><p>China is by far the biggest player when it comes to EVs. In 2024, <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">48% of passenger vehicles</a> sold in China were all-electric, totaling 11 million sales. That's higher than the 6 million EVs sold in the rest of the world combined. Moreover, China's support for EVs has helped drive down battery costs and make EV adoption easier all over the world.</p><p>China was far behind other countries in the production of internal combustion engine vehicles. It saw EVs as a <a href=\"https://www.technologyreview.com/2023/02/21/1068880/how-did-china-dominate-electric-cars-policy/\">strategic investment</a> in a new area of automobile manufacturing where it could develop an edge if it started early enough. It was also interested in the role EVs could play in <a href=\"https://www.nature.com/articles/s41598-023-50745-6\">reducing air pollution</a> and dependence on imported oil.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/26431403/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>China <a href=\"https://www.technologyreview.com/2023/02/21/1068880/how-did-china-dominate-electric-cars-policy/#:~:text=Starting%20in%202009%2C%20the%20country,spending%20to%20improve%20their%20models.\">first rolled out</a> financial subsidies and tax breaks for both EV producers and consumers in 2009 and 2010, starting with pilot cities around the country. Cities could customize the amount and type of EV subsidies to fit their needs and worked with local EV companies to help them grow. For example, Chinese EV company BYD <a href=\"https://www.technologyreview.com/2023/02/21/1068880/how-did-china-dominate-electric-cars-policy/\">started out</a> with close ties to the city of Shenzhen and has since grown to be the <a href=\"https://www.fool.com/research/largest-ev-companies/\">biggest EV producer</a> in the world.</p><p>Following these pilot programs, China continued to provide national and local subsidies and tax breaks. In 2018, China began a transition to a market-based zero-emissions vehicle <a href=\"https://ccci.berkeley.edu/sites/default/files/China_Dual_Credit_Policy_Brief_Feb2022.pdf\">credit system</a>, adapted from California's zero-emissions vehicle mandate, to replace direct subsidies. From 2009 to 2023, the Chinese government provided approximately <a href=\"https://www.csis.org/blogs/trustee-china-hand/chinese-ev-dilemma-subsidized-yet-striking\">$230 billion</a> in financial support for EV purchase rebates, tax exemptions, charging infrastructure, R&D programs for EV makers, and government procurement of EVs. The purchase rebates were phased out gradually and ended after 2022.</p><p>Overall, the industrial promotion policies have been effective. Today, <a href=\"https://autovista24.autovistagroup.com/news/what-were-best-selling-evs-china-first-half-2025/\">eight out of the top 10 EV models</a> sold in China are made by Chinese companies. Domestic consumers can choose from over <a href=\"https://iea.blob.core.windows.net/assets/7ea38b60-3033-42a6-9589-71134f4229f4/GlobalEVOutlook2025.pdf\">500 EV models</a>, more than in any other country. China has also become a leader in global vehicle exports. In 2020, it was tied for the fifth most cars exported of any country; by 2023 <a href=\"https://www.nytimes.com/interactive/2024/11/29/business/china-cars-sales-exports.html\">it had leapt to first</a>. And Chinese companies have become among the most innovative in the world: In 2025, <a href=\"https://insideevs.com/news/758625/byd-megawatt-charging-demo-china/\">BYD</a> and <a href=\"https://www.cnbc.com/2025/04/22/chinas-catl-claims-to-beat-byds-ev-battery-record-with-longer-range-on-a-5-minute-charge.html\">CATL</a> both unveiled major breakthroughs that would allow EVs to be charged in only <a href=\"https://www.cnbc.com/2025/04/22/chinas-catl-claims-to-beat-byds-ev-battery-record-with-longer-range-on-a-5-minute-charge.html\">5 minutes</a>.</p><p>Chinese companies have also done the most to develop affordable EV models. In many other countries, the focus has been on <a href=\"https://www.wri.org/insights/electric-vehicles-smaller-better\">larger vehicles</a> which require more expensive batteries. But in China, smaller vehicles are more common. The two best-selling EV models, the <a href=\"https://carnewschina.com/2025/07/11/geely-geome-xingyuan-crowned-champion-of-chinas-h1-2025-top-20-best-selling-cars/\">Geely Geome Xinguyan</a> and <a href=\"https://www.economist.com/china/2025/06/05/now-chinas-ultra-cheap-evs-are-scaring-china\">BYD Seagull</a>, both cost under $10,000. On average across all car models, EV options in China are <a href=\"https://iea.blob.core.windows.net/assets/7ea38b60-3033-42a6-9589-71134f4229f4/GlobalEVOutlook2025.pdf\">cheaper</a> than comparable gas or diesel-powered vehicles.</p><p>Another major factor that has encouraged uptake is that China <a href=\"https://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\">has installed</a> 1.6 million public fast charging points and 1.9 million public slow charging points, which is more than the rest of the world combined. Like Norway, China has also extended non-monetary benefits to EV drivers, mostly at the city level. For example, in Beijing and other major cities, car license plates are rationed, meaning they're expensive and have a long wait time. However, the process is <a href=\"https://www.climateandcapitalmedia.com/how-green-license-plates-helped-fuel-chinas-ev-revolution/\">waived</a> for EV buyers.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1066\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"853\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"653\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"514\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"308\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"An advertisement for Tesla with a red car hangs on a wall above a street in Hong Kong.\" height=\"308\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/tesla-hong-kong-advertisement.jpg?VersionId=gUOFTTrT__B7s2cdIHIqU2_aNVHbnQKp&itok=BobIhTUG\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption> A large Tesla sign hangs above a showroom in Hong Kong. Tesla's entrance into China's electric car market has spurred a price war helping to drive down the costs of EVs. Photo by robertcicchetti/iStock.</figcaption>\n</figure>\n<h3>Lower-Income Countries Are Joining the EV Race</h3><p>The earliest EV leaders were high-income countries, like in Scandinavia, or countries with a lot of market power, like China. Strong government policy and financial incentives from these countries paved the way for a dynamic EV industry to rise and helped costs to fall.</p><p>Now, as the economics of EVs become more favorable, other countries at lower income levels or in different national situations are taking up EVs. In many cases, adoption rates are accelerating even faster than they did for early movers thanks to affordable and high-quality EV imports from China.</p><p>For example, in 2024, <a href=\"https://www.bloomberg.com/opinion/articles/2025-08-10/the-whole-world-is-switching-to-evs-faster-than-you\">more than 80%</a> of car imports to Nepal and Sri Lanka were EVs. EVs also were estimated to make up <a href=\"https://www.ea-energianalyse.dk/wp-content/uploads/2025/06/Ethiopian-Energy-Outlook-2025.pdf\">more than 60%</a> of all new passenger car registrations in Ethiopia's capital, Addis Ababa (which is home to nearly all cars in the country).</p><p>These countries have put ambitious policies in place to promote EV adoption. Ethiopia <a href=\"https://www.ea-energianalyse.dk/wp-content/uploads/2025/06/Ethiopian-Energy-Outlook-2025.pdf\">effectively banned</a> internal combustion engine vehicle imports at the end of 2023. Nepal <a href=\"https://www.chinausfocus.com/finance-economy/rewired-by-china-how-nepals-ev-surge-exposes-indias-decay\">added high taxes</a> on internal combustion engine vehicles and offered generous financing for EVs. In both cases, the goal was to reduce dependence on costly and unpredictable oil imports. Sri Lanka <a href=\"https://ceylonpublicaffairs.com/sri-lankas-ev-regulations/\">doesn't have</a> any particular policy incentives for EVs, but is still seeing <a href=\"https://asia.nikkei.com/business/automobiles/electric-vehicles/sri-lanka-car-market-tilts-toward-evs-with-byd-other-chinese-leading\">strong EV imports</a> from China thanks to their inherent cost competitiveness. These are all countries with low levels of private car ownership, so their total number of EVs being purchased is still quite low.</p><p>EV owners in developing countries often face electricity outages or a lack of adequate charging infrastructure. While governments are <a href=\"https://www.trade.gov/market-intelligence/ethiopia-automotive-growing-ev-market-opportunities-us-companies\">making plans</a> for the electric grid to meet demand, much more will be needed in order to reach rural areas. However, the benefits can outweigh the risks, <a href=\"https://www.theguardian.com/global-development/2025/sep/12/ethiopia-electric-vehicle-power-petrol-diesel-cars-dam-green-energy\">according to early adopters</a>. For example, in Ethiopia, electricity is <a href=\"https://www.theguardian.com/global-development/2025/sep/12/ethiopia-electric-vehicle-power-petrol-diesel-cars-dam-green-energy\">multiple times cheaper</a> than gasoline. And even though EV owners must contend with power outages, they still can <a href=\"https://www.theguardian.com/global-development/2025/sep/12/ethiopia-electric-vehicle-power-petrol-diesel-cars-dam-green-energy\">save time</a> by not having to wait in line for hours at gas stations with limited supply.</p><p>For developing countries, EVs should be just one part of a broader effort to increase access to <a href=\"https://africa.iclei.org/transforming-urban-mobility-in-africa-a-pathway-to-equitable-and-sustainable-cities/\">sustainable urban mobility</a>. Yet this provides encouraging evidence that it is possible for developing economies to leapfrog over gas vehicles and go straight to EVs.</p><h3>Government Leadership and Affordability Are Key to Faster EV Uptake</h3><p>Experiences from Norway, China and other EV leaders can provide lessons for other countries. EV uptake is fastest when governments make a deliberate choice to promote EVs, invest in public chargers and implement policies to make EVs cost competitive. EV adoption grows rapidly once EVs are a better financial decision for prospective car buyers than traditional gas- or diesel-powered vehicles — especially when buyers are confident in the range of the vehicles and their ability to easily access public chargers.</p><p>Innovations and policy pushes in places like Norway and China are helping to bring prices down globally and make EVs more cost competitive in other countries. But those governments should not sit back and wait for this to happen given the urgency of the climate crisis. Not every country is as wealthy as Norway or has the market power and government structure of China, but electric vehicles can be an economic and environmental win for a <a href=\"https://www.worldbank.org/en/news/feature/2022/11/17/electric-vehicles-an-economic-and-environmental-win-for-developing-countries\">wide variety of developing countries</a>.</p><p>Policies mandating 100% EV sales are the <a href=\"https://global-tipping-points.org/resources/\">most effective tool</a> to drive the transition. As of 2023, <a href=\"https://iea.blob.core.windows.net/assets/dacf14d2-eabc-498a-8263-9f97fd5dc327/GEVO2023.pdf\">16 countries</a>, including Canada, Japan and the United Kingdom, had some form of policy mandating 100% EV sales by 2035 or earlier. More countries should create and enforce such policies. If the EU, U.S. and China all aligned their national regulations to aim for 100% EV sales by 2035, the scaling up of production would lower costs worldwide. This could <a href=\"https://global-tipping-points.org/resources/\">bring forward</a> cost parity in other countries, such as India, by as much as three years. In addition, countries should increase the <a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2190&tab=timeline\">number of public chargers</a>, and particularly the number of fast public chargers, in order to make EV ownership an easy choice.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Electric car parking spots are painted green withHebrew writing in Israel.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/israel-electric-vehicle-charging-parking-spots.jpg?VersionId=eHZyRxJn8lS2sdF1sK9nMZb6PJbmvKTP&itok=_RgtYBsc\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Parking spots reserved for EVs. Perks and subsidies for EV owners can help spur adoption. Photo by Vered Barequet/iStock</figcaption>\n</figure>\n<p>The shift to EVs must be done equitably. Governments should incentivize carmakers to produce more affordable EV models in markets where EVs still have a price premium. When subsidies are used, they should be primarily targeted at low-income households. In addition to being equitable, this is also <a href=\"https://media.rff.org/documents/WP_22-7.pdf\">more effective</a> at increasing EV adoption, given that low-income households are more sensitive to price changes.</p><p>Rapidly increasing EV adoption to reach <a href=\"https://climateactiontracker.org/documents/753/CAT_2020-07-10_ParisAgreementBenchmarks_FullReport.pdf\">75% to 95%</a> of global passenger vehicle sales by 2030 will be challenging. But it is achievable if the world heeds these lessons and accelerates the pace of change.</p><p>Finally, it's important to note that increasing EV sales is only part of the story. To decarbonize road transportation, old gas- and diesel-powered vehicles will need to be retired rather than be sold to other drivers or to developing countries. In addition, the increasing popularity of large vehicles like SUVs will have to be reversed. What's more, the goal shouldn't be for everyone to own a car. <a href=\"https://systemschangelab.org/news/5-shifts-transform-transportation-systems-and-meet-climate-goals\">Transforming the transport system</a> to increase access to other forms of mobility can lower emissions, reduce automobile-related deaths, save time lost in traffic and limit ecosystem damages.</p><p><em>Data for electric vehicle sales in this article is from the </em><a href=\"http://www.iea.org/data-and-statistics/data-tools/global-ev-data-explorer\"><em>International Energy Agency's Global EV Data Explorer</em></a><em>, as of December 2025. Data includes both all-electric vehicles and plug-in hybrid electric vehicles.</em></p><p><em>This article is part of a series of </em><a href=\"https://www.wri.org/insights/countries-scaling-renewable-energy-fastest\"><em>deep-dive analyses</em></a><em> from </em><a href=\"http://systemschangelab.org/\"><em>Systems Change Lab</em></a><em> examining countries that are leadrs in transformational change. Systems Change Lab is a collaborative initiative — which includes an open-sourced data platform — designed to spur action at the pace and scale needed to limit global warming to 1.5 degrees Celsius, halt biodiversity loss and build a just and equitable economy.</em></p><p><em>Editor's note: This article was originally published in September 2023. It was updated in December 2025 to reflect the latest EV data and trends.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Development Banks Have a Bigger Role to Play in Protecting Nature",
      "link": "https://www.wri.org/insights/multilateral-development-bank-nature-finance",
      "pubDate": "Tue, 02 Dec 2025 13:04:04 EST",
      "description": "<p>The destruction of the Amazon rainforest is one of the world's most pressing ecological crises. It is also an economic crisis. The Amazon is home to <a href=\"https://otca.org/en/amazon/\">40 million people</a>, most of whom rely on the forest for their livelihoods. It also supports the global economy, from generating rainfall essential to agriculture and water security, to providing <a href=\"https://www.nybg.org/files/scientists/mbalick/The%20Value%20of%20Undiscovered%20Pharmaceuticals%20in%20Tropical%20Forests.pdf\">medicinal resources</a>, <a href=\"https://www.wri.org/insights/amazon-carbon-sink-indigenous-forests\">storing carbon</a> and regulating the climate.</p><p>It's not just the Amazon; <a href=\"https://www3.weforum.org/docs/WEF_New_Nature_Economy_Report_2020.pdf\">over half of global GDP</a> is <a href=\"https://www.pwc.com/gx/en/issues/esg/bottom-line-depend-nature.html\">moderately or highly dependent</a> on nature. But we've grown the economy in ways that degrade the natural systems upon which it relies.</p><p>Halting and reversing nature degradation will require transforming the world's financial flows. We need to eliminate funding that harms nature and significantly increase financing to protect, restore and sustainably manage it.</p><p>Multilateral development banks (MDBs), which exist to support countries' development, have been working on the nature agenda for years now and have a key part to play in this transition. A <a href=\"https://www.wri.org/research/multilateral-development-banks-nature-and-biodiversity-mainstreaming\">new paper</a> by WRI and <a href=\"https://www.naturefinance.net/\">NatureFinance</a> offers a first assessment of how they're supporting nature.</p><p>Specifically, the research looks at how MDBs are contributing to the <a href=\"https://www.cbd.int/gbf/targets\">targets of the Global Biodiversity Framework</a>, including its goal to mobilize $200 billion for nature annually by 2030. We found that MDBs are increasingly owning their role in addressing nature loss. Yet progress on systematically integrating nature across their activities remains uneven, threatening progress toward $200 billion.</p><p><strong>To fulfill their mandates and promote sustainable development, MDBs will need to make faster progress on mainstreaming nature across their operations — or risk undermining all they have achieved so far.</strong></p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Baskets of blue acai berries for sale at a market.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/acai-harvest-amazon_0.jpg?VersionId=OebaYYQIrha9bpxLC5cmvms9zREC9n3b&itok=GX_gO29k\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Fresh acai fruit harvested in the Amazon rainforest is sold at a market in Belém, Brazil. Healthy natural ecosystems underpin much of the global economy. Photo by Nelson Antoine/Shutterstock</figcaption>\n</figure>\n<h3>Why Multilateral Development Banks?</h3><p>Global goals to conserve nature and reverse its decline are enshrined in the 2022 <a href=\"https://www.unep.org/resources/kunming-montreal-global-biodiversity-framework#:~:text=Authors:%20Convention%20on%20Biological%20Diversity,of%20$700%20billion%20per%20year.\">Global Biodiversity Framework</a>. This sets out ambitious targets to protect and restore ecosystems and safeguard biodiversity by 2030.</p><p>In early 2025, the international community <a href=\"https://www.cbd.int/doc/decisions/cop-16/cop-16-dec-34-en.pdf\">agreed to a resource mobilization strategy</a> for achieving the framework's goals. The decision specifically calls on MDBs to help shift their client countries toward more nature-positive economies.</p><div class=\"callout alignright\"><p class=\"secondary body-link\">What Does 'Nature Positive' Mean?</p><p class=\"secondary\">The term \"nature positive\" does not explicitly appear in the Global Biodiversity Framework, but it is <a href=\"https://www.cell.com/one-earth/fulltext/S2590-3322(24)00295-1?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2590332224002951%3Fshowall%3Dtrue\">emerging</a> as an outcome-oriented rallying call for mainstreaming actions which increase the stability and supply of ecosystem services. In 2023, MDBs announced a set of <a href=\"https://www.iadb.org/en/news/multilateral-development-banks-announce-common-principles-track-nature-related-finance\">common principles</a> for tracking \"nature-positive investments,\" defined as \"finance that supports [or enables] actions that protect, restore or enhance [the] sustainable use and management of nature\" in line with the Global Biodiversity Framework's goals. These were <a href=\"https://www.worldbank.org/en/topic/environment/publication/mdb-common-principles-for-tracking-nature-finance\">updated at COP30</a> in 2025.</p></div><p>MDBs already interact with nature in complex ways, both depending on it and impacting it. For example, a loan to expand an agricultural operation may depend on clean water filtered by forests or on pollination by bees. Take away the forests or the bees, and the project (and the principal on the loan) is in trouble. On the other hand, support for a new rail line or highway could bisect a habitat, stranding populations and disrupting migrations. Or, the project could be designed with wildlife crossings that minimize disruption.</p><p>MDBs can also make investments that strengthen ecosystems, economies and societies simultaneously — for example, in <a href=\"https://www.worldbank.org/en/topic/environment/brief/frequently-asked-questions-the-progreen-global-partnership-for-sustainable-and-resilient-landscapes\">landscape restoration</a>, <a href=\"https://www.adb.org/sites/default/files/publication/917346/regional-flyway-initiative-climate-investments.pdf\">wetland protection</a> or <a href=\"https://www.ebrd.com/home/work-with-us/projects/psd/52754.html\">urban greening</a> — helping to drive the transformations envisioned by the Global Biodiversity Framework. These are not merely environmental add-ons; they are the infrastructure of sustainable development.</p><p>Even before the Global Biodiversity Framework was finalized, MDBs recognized the connection between nature and development. The World Bank Group, for example, has invested in nature for decades and is a <a href=\"https://brill.com/edcollchap-oa/book/9789004509382/BP000025.xml\">global standard-setter</a> for safeguarding against harmful impacts to nature in project financing.</p><p>The 2021 <a href=\"https://thedocs.worldbank.org/en/doc/e523c9386dd95f2ec59613310611e1de-0020012021/mdb-joint-statement-on-nature\">Joint Statement on Nature, People and Planet</a> was an unprecedented acknowledgement by nine leading MDBs that addressing nature loss and climate change are inextricably linked to fulfilling their sustainable development mandates. It marked a collective broadening in MDBs' approaches to nature — from primarily seeking to minimize potential environmental harm toward actively attempting to reverse the drivers of nature loss.</p><p>Now, MDBs must translate talk into action. They will have to revisit how they design projects and invest in new businesses and infrastructure. They must also, through interventions like <a href=\"https://www.wri.org/technical-perspectives/multilateral-development-banks-policy-based-financing\">policy-based finance</a> and capacity support, contribute to well-functioning financial systems that allocate resources and manage risks in ways that account for nature.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"885\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"708\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"542\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Aerial view of a meandering river surrounded by lush forest. \" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/river-gambia_0.jpg?VersionId=tUc01eIpxhIuSEO2V_tEoqZ79t12OTbv&itok=PoK-0PY1\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Photo by Kelly/Pexels</figcaption>\n</figure>\n<h3>Progress Toward Mainstreaming Nature at MDBs Remains Uneven</h3><p>Our analysis evaluated the nine major MDBs that signed the 2021 Joint Statement. We looked at four elements to assess how well these banks are mainstreaming nature in their financing decisions and operations: discourse, collaboration, programs and projects, and financial allocations.</p><h4>Discourse: MDBs are committing to nature action, but most have not set explicit nature finance targets.</h4><div class=\"callout alignright\"><p class=\"secondary body-link\">Signees of the 2021 Joint Statement on Nature, People and Planet</p><p class=\"secondary\">Asian Development Bank, Asian Infrastructure Investment Bank, Caribbean Development Bank, European Bank for Reconstruction and Development, European Investment Bank, Inter-American Development Bank & IDB Invest, Islamic Development Bank, and World Bank Group.</p></div><p>MDBs are powerful contributors to economic discourse, both in countries where they operate and on the global stage. Their thought leadership, institutional commitments and publications shape how nature's role in economic development is understood in both the public and private sectors. They also provide reams of data that are closely studied.</p><p>Discourse is also the first step toward driving real-world change. A bank needs to set a strategy or plan around nature to allocate resources effectively and efficiently.</p><p>Even though these nine MDBs all signed the Joint Statement on Nature, People and Planet, their high-level strategies and discourses on nature are a mixed bag.</p><p>Importantly, none have articulated specific strategies for supporting their client countries to achieve the Global Biodiversity Framework's $200 billion financing target. Meanwhile, just three MDBs directly reference finance for nature within their climate finance targets. And only one, the Inter-American Development Bank, has set a nature-specific finance target.</p><p>Setting explicit financing targets and outlining credible strategies to achieve them is crucial.<strong> An important next step is for MDBs' shareholders to ensure that the banks set nature finance targets that progressively align with the $200 billion goal.</strong></p><p>Targets also require measurement and reporting. Financial institutions of all kinds are increasingly called upon to track and disclose their sustainability impacts and risks. These disclosures make domestic financial markets more resilient to nature loss and can potentially make the private sector more confident in assessing risks and opportunities in nature-related investments. Internationally recognized standards, such as the <a href=\"https://tnfd.global/\">Taskforce on Nature-Related Financial Disclosures</a> (TNFD), have been developed to meet this call.</p><p>However, few MDBs we analyzed use standardized nature-related disclosures at the portfolio level, and none currently follow TNFD guidance. This is the case even though, on average, one-third of MDBs' financial commitments in 2019-2023 were in sectors with material nature-related dependencies and impacts, per TNFD. <strong>MDBs should disclose nature-related risks to ensure transparency and guide capital towards nature-positive outcomes.</strong></p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman tends tree seedlings.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/mukau-seedlings-kenya_0.jpg?VersionId=zUNBiOYKTJKNLh38TXA9LKOeWA3t.9h_&itok=clgCUCoO\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A woman tends tree seedlings in Kenya. Development banks can help channel finance to a wide range of nature-positive projects. Photo by Flore de Preneuf/World Bank/Flickr</figcaption>\n</figure>\n<h4>Collaboration: Lack of staff capacity remains a major barrier, but common frameworks can help drive implementation.</h4><p>By nature, MDBs do not work alone. Their projects are always in consultation with the governments of the client countries where they operate, and they actively seek private-sector partners whose added capital can expand the size, reach and sustainability of projects. Partnerships are therefore a key channel by which MDBs' leadership on nature can lead to impact.</p><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"image-wrapper\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1294\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1000\" />\n              <source height=\"1294\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1000\" />\n              <source height=\"1249\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"983\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"589\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Cover image.\" height=\"589\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/multilateral-development-banks-nature-and-biodiversity-mainstreaming-cover-image_0.png?VersionId=h6ehVnf3uQ65Ji.vzcrJi6pbKKdArBiB&itok=TaPUiZ0U\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</div><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Multilateral Development Banks: Nature and Biodiversity Mainstreaming</div><p>Explore the full report.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/multilateral-development-banks-nature-and-biodiversity-mainstreaming\">Download</a></p></div></div><p>However, our research found that MDBs themselves still need greater staff capacity to understand and address nature-related risks and opportunities across their portfolios.</p><p><strong>In the short term, MDBs should collaborate internally and externally to ease this challenge.</strong> MDBs are already using partnerships to overcome capacity constraints; for example, by establishing internal communities of practice and bolstering collaboration between their environmental and sectoral teams. MDBs also work with international organizations, think tanks and NGOs to gain technical expertise for designing nature-inclusive projects. For example, the African Development Bank (AfDB) and partners launched the <a href=\"https://www.greenpolicyplatform.org/initiatives/NC4-ADF/About\">Natural Capital for African Development Finance (NC4-ADF)</a> initiative in 2021 to embed natural capital in its operations.</p><p>MDBs are also collaborating among themselves. In 2023, the MDB working group on nature agreed on common principles to track nature-positive investments. At the 2025 UN climate summit (COP30), the MDBs launched harmonized principles and <a href=\"https://www.worldbank.org/en/topic/environment/publication/mdb-common-principles-for-tracking-nature-finance\">methodologies</a>, including a <a href=\"https://thedocs.worldbank.org/en/doc/d5b78fb1ff5ab765dd57112b8ea69a59-0320012025/original/MDB-Common-Nature-Finance-Taxonomy.pdf\">common taxonomy</a>, to enhance transparency and ensure consistent reporting on how their financing impacts biodiversity and ecosystem services.</p><p>Nevertheless, collaboration is only part of the solution. <strong>Eventually, management will also need to significantly increase capacity.</strong></p><h4>Programs and Projects: MDBs need to address nature-related risks and opportunities more holistically across their operations.</h4><p>While some MDBs we analyzed have made some strides on nature, their efforts are largely siloed or project-based. This will not be enough. Mainstreaming nature means that banks must integrate nature-positive principles across their operations and design programs that go beyond traditional or national boundaries.</p><p>Different MDBs will face different challenges in doing so. For example, some MDBs operate more heavily in sectors that can deeply impact nature, such as roads and railways or waste management. Their client countries may also have more or less interest in conserving nature. We found that an average of 30% of financial commitments per bank between 2019 and 2023 were in countries with low ecosystem protections. However, this varied from as little as 3% for the Inter-American Development Bank to 81% for the Asian Development Bank. MDBs will need to account for these risks and direct resources to manage them.</p><p><strong>One way they can do so is by generating evidence on the value of nature. </strong>Several MDBs support natural capital approaches that track society's dependence and impact on nature at the national or corporate level. For example, the African Development Bank's <a href=\"https://www.greenpolicyplatform.org/initiatives/NC4-ADF\">NC4-ADF</a> seeks to integrate natural capital in African infrastructure finance. However, these approaches remain siloed from MDBs' core operations and therefore limited in their impact — for now. MDBs should systematically embed approaches that better reflect nature's value into country dialogues and the <a href=\"https://www.countrydiagnostics.com/\">diagnostic</a> tools they use to evaluate economies and sectors. Once they've generated the evidence on the economic and development value of nature, they can share this evidence with national leaders.</p><p>While MDBs often operate at the country level, nature knows no national borders. <strong>Another nature-positive principle to adopt institutionally: transboundary approaches that better reflect how ecosystems function. </strong>Some MDBs have tested the waters; for example, the Asian Development Bank's Regional Flyway Initiative seeks to invest $3 billion in biodiverse wetlands frequented by <a href=\"https://www.birdlife.org/news/flymap/east-asian-australasian-flyway/\">600 bird species</a>, including the endangered spoon-billed sandpiper, across ten countries along the East Asian-Australasian Flyway.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Small shore birds on a beach.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/spoon-billed-sandpiper_0.jpg?VersionId=UehNWzXFTDWx7Dej7OBiTBYcpZ3DJbHu&itok=_dP6W28-\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Endangered spoon-billed sandpipers on a beach in Thailand. An initiative from the Asia Development Bank is helping protect crucial habitats for migratory birds. Photo by Vorayooth Panakul/Shuterstock</figcaption>\n</figure>\n<h4>Financing: MDBs are designing innovative mechanisms to mobilize finance for nature.</h4><p>As banks, financing is at the heart of MDBs' operations and their potential to be nature positive. In 2022, MDBs and other multilateral institutions accounted for <a href=\"https://www.oecd.org/en/publications/biodiversity-and-development-finance-2015-2022_d26526ad-en.html\">$5.7 billion (37%)</a> of the total $15.4 billion in international biodiversity finance — a marked increase from 2021, but still short of what's needed to meet targets set under the Global Biodiversity Framework. Available <a href=\"https://www.nature.org/content/dam/tnc/nature/en/documents/b/i/Biodiversity-Finance-Trends-2025-Report.pdf\">data since 2015</a> shows they will have to play a bigger role moving forward.</p><p>MDBs are typically involved with large, complex projects and initiatives, rather than smaller localized ones. Their flagship initiatives often combine different types of support (including technical assistance and financial instruments, such as loans, bonds or guarantees) to help partners address barriers to nature investments. These partners could include bilateral agencies, multilateral funds, domestic financial institutions and others.</p><p>The Inter-American Development Bank's Amazonia Forever initiative, launched in 2023, is a good example. It coordinates ministries, domestic financial institutions and subnational entities in the Amazon region, using loans, blended finance and technical assistance to support specific interventions — for instance, setting up a <a href=\"https://www.iadb.org/en/who-we-are/topics/amazonia/amazon-multi-donor-trust-fund\">fund to reduce pressure on forests</a> or implementing projects that restore degraded land.</p><p><strong>MDBs should continue to explore innovative financial mechanisms that can galvanize financing for nature, sharing learnings as they go.</strong></p><p>In addition to this, investors need clear and predictable financial products; otherwise, they will remain reluctant to invest in unproven mechanisms that have no track record and cannot be easily exchanged on the markets. But standardization remains a persistent challenge to scaling nature investments due to the inherent <a href=\"https://doi.org/10.59117/20.500.11822/44278\">complexity, variability and context-specific nature</a> of ecosystem services.<strong> MDBs can help by structuring products that will make sense to investors and be tailored to support ecosystem services.</strong></p><p>In 2008, the World Bank Group issued the first ever green bond — one that explicitly linked the proceeds to environmental projects. By 2025, green bonds had grown to a <a href=\"https://www.climatebonds.net/data-insights/publications/sustainable-debt-global-state-market-q1-2025\">$6 trillion cumulative market</a> aligned with green, social, sustainability and <a href=\"https://www.youtube.com/watch?v=DHG-rBEfzV0&t=13s\">sustainability-linked</a> principles. For example, IDB raised $100 million for conservation in Barbados by supporting innovative instruments like green/blue bonds. And in 2021, it developed a <a href=\"https://www.iadb.org/en/news/idb-and-idb-invest-launch-green-bond-transparency-platform\">Green Bond Transparency</a> Platform to harmonize reporting and boost investor confidence.</p><h3>Natural Allies for 21st Century Development and Prosperity</h3><p>MDBs were designed to address the global challenges of the 20th century. Now, in response to <a href=\"https://coebank.org/documents/1724/G20_Roadmap_towards_better_bigger_and_more_effective_MDBs_T69DXmX.pdf\">calls for reform</a>, many are <a href=\"https://www.cgdev.org/publication/mdb-ships-are-turning-not-yet-course-results-cgds-updated-mdb-reform-tracker\">updating their mandates, missions and lending portfolios</a> to protect what matters most to people's livelihoods in this century: clean air, clean water and a healthy planet.</p><p>MDBs must rise to the challenge of increasing financing in line with global biodiversity and climate goals to support sustainable development and human well-being. This means a greater emphasis on clear strategic plans, building common frameworks, integrating into project and program implementation, and channeling finance.</p><p>By aligning financial flows with global nature goals, MDBs can become architects of long-term economic resilience: treating ecosystems as core infrastructure, supporting governments to reform economic incentives, and measuring success in part by delivering nature and biodiversity outcomes.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Forests Can Be Assets or Liabilities. It's Up to Us",
      "link": "https://www.wri.org/insights/forests-assets-or-liabilities",
      "pubDate": "Mon, 01 Dec 2025 11:16:33 EST",
      "description": "<p>The world’s forests are premium assets. They generate <a href=\"https://www.economist.com/the-americas/2025/10/23/the-obvious-economics-of-preserving-the-amazon\">priceless benefits</a> — from capturing carbon and generating rain to supplying food, medicine, wood and countless other products.</p><p>But neglected forests can quickly turn into liabilities.</p><p>Forests face growing threats <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">from deforestation</a>, encroachment and climate change. With their decline, we not only lose the bounty that healthy forests provide; changes to forest ecology are creating new threats to communities — escalating wildfires, exacerbated droughts and increased vulnerability to storms.</p><p>We’re already starting to see this shift from assets to liabilities play out in countries around the globe. The question is: Will it trigger action?</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Volunteers plant mangrove trees in Tangerang, Indonesia\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-12/mangrove-restoration-indonesia_1.jpg?VersionId=DvCjqYj6qdOF3br.aa7fzOPd_bIeWzwn&h=41f55a5b&itok=8DBGWHwZ\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Volunteers plant mangrove trees in Tangerang, Indonesia. Mangroves protect coastal communities from storm surge and wind, as well as prevent flooding. Photo by Rumaisha Project/Shutterstock</figcaption>\n</figure>\n<h3>The Tremendous Value of a Forest Is Increasingly Clear</h3><p>A growing body of research reveals just how critical healthy forests are to society.</p><p>For example, forests mitigate climate change by <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">removing and storing carbon</a> from the atmosphere as the trees within them grow. According to the Woodwell Climate Research Center, forests hold 861 gigatonnes (GT) of carbon in their branches, leaves, roots and soils. That’s nearly 5,000 times the CO2 emitted annually from aviation. On top of that, they absorb nearly 16 GT of carbon dioxide per year, almost as much as the annual global emissions from agriculture.</p><p>Regenerating forests typically <a href=\"https://www.wri.org/insights/secondary-forest-carbon-removal\">absorb carbon fastest</a> when they are between 20 and 40 years old. But even mature forests continue to pull carbon from the air while creating other benefits. </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2099\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1680\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1286\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"1013\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"607\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"The many benefits of healthy forests.\" height=\"607\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/many-benefits-of-healthy-forests_0.png?VersionId=gdvKTQ3jUP1TGaB.pc6QW2L46TumaDWX&itok=gHFLJGh5\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Forests act as rainmakers, pulling moisture up through the roots of trees and releasing it into the atmosphere. This not only provides water locally, it creates <a href=\"https://communities.springernature.com/posts/the-secret-of-rivers-in-the-sky-predicting-atmospheric-rivers-weeks-in-advance\">“rivers in the sky”</a> that convey immense amounts of water vapor, delivering rainfall to farms and cities up to thousands of kilometers away.</p><p>Forests are also nature’s air conditioners. They release organic vapors that react with the atmosphere to form aerosols, which have a cooling effect. They even have natural thermostats, so far as they tend to release more vapors at warmer temperatures.  </p><p><strong>Forests also enhance our ability to cope with climate change.</strong>  </p><p>Healthy forests buffer people from droughts, floods, heatwaves and storms — disasters that are becoming more common as global temperatures rise.</p><p>Inland forests slow water movement and reduce soil erosion, preventing the floods and landslides that excessive rainfall would otherwise cause. Trees and plants reduce stormwater run-off by deflecting or sopping up raindrops as they fall and block the rush of water on the ground. Roots act as a net that holds soil in place.</p><p>Forests also absorb, hold and slow the release of water much like a sponge. In times of drought, the delayed release of stormwater held within forests can prolong the availability of water to downstream communities.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Women harvest wild durian in Indonesian rainforest. \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/harvesting-durian-indonesia_0.jpg?VersionId=Shy4_6AnPluLye.rXRX96pqleFRexV9v&itok=v79NGslE\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Indigenous women harvest wild durian in West Sumatra, Indonesia. Photo by Sun_Shine/Shutterstock</figcaption>\n</figure>\n<p>On the coasts, healthy mangroves provide a first line of defense to communities. They buffer them against surges, winds and large waves from extreme storms. Their tangled, above-ground roots and branches dissipate wave energy and protect the seabed, as well as the many creatures that live there. They also reduce how far inland surges penetrate, protecting low-lying communities from flooding.</p><p>Mangroves also trap sediments and organic matter to form watery, oxygen-deprived soils resistant to breaking down. Over time, a deep, peaty carbon store is created that absorbs roots as they die and allows the mangrove to raise the soil surface — a natural defense mechanism against rising sea levels.</p><p><strong>And the amenities provided by forests go well beyond climate mitigation and adaptation.</strong></p><p>Forests supply a wide range of products for subsistence or commercial use. These include materials such as wood, rattan and bamboo; foods such as fruits, berries and mushrooms; and medicines such as quinine for malaria, physostigmine for glaucoma and paclitaxel for cancer. Forests serve as places for recreation and tourism. They provide habitat for much of Earth’s biodiversity, including housing <a href=\"https://www.unep-wcmc.org/en/news/earths-biodiversity-depends-on-the-worlds-forests\">nearly 70% of mammal species</a>. And they support cultural and spiritual identity, particularly for Indigenous Peoples and local communities.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A helicopter drops water on a forest fire in British Columbia, Canada\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/canadian-forest-fire_0.jpg?VersionId=7TBTevOPlBTqKgKqWQP8ARmwzAXnDdl0&itok=nP_UWB3f\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A helicopter dumps water on a forest fire in British Columbia, Canada. Wildfires are burning more than twice as much forest today as they did 20 years ago, fueled by hotter, drier conditions. Photo by EB Adventure Photography/Shutterstock</figcaption>\n</figure>\n<h3>Forests Are Assets at Risk</h3><p>Like most assets, forests offer more amenities when they are well maintained. But if they deteriorate, we don’t just lose their services. Degraded forests can actually work against communities, becoming major liabilities to people and nature.</p><p>We’re already seeing this happen in some forests around the world.</p><h4>Forests are shifting from carbon sinks to emissions sources</h4><p>For example, deforestation and forest degradation are transforming healthy forests from carbon sinks into emissions sources.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24201378/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>When forests are cleared, felled trees and branches are often burnt or left to decay, releasing their stored carbon into the atmosphere.  Logging, charcoal production, invasive species or wildfires can damage a forest in ways that fall short of complete deforestation, but still spew carbon emissions and limit forests’ ability to absorb more. In <a href=\"https://link.springer.com/article/10.1186/s13021-017-0072-2\">many countries</a>, forest degradation results in more carbon emissions than deforestation. Degrading forests may suffer a death by a thousand cuts as their carbon, biodiversity and water regulation values progressively decline. </p><p>Globally, forests are still operating as a net carbon sink, but it’s shrinking. Recent WRI research shows that the forest carbon sink <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">reached its lowest level</a> in at least two decades in 2023, absorbing only a quarter of its typical amount of carbon due to wildfires and agricultural clearing. And in some places like Bolivia and Canada, forests have already become net sources of carbon, <a href=\"https://www.wri.org/insights/climate-fire-feedback-loop-explained\">further fueling the climate crisis</a>.  </p><h4>Some forests are changing from resilient buffers to climate hazards</h4><p>Healthy forests are a buffer against climate change, but they are also extremely vulnerable to it. While the assembly of plants that make up a forest can adapt to a new climate — with species “migrating” to higher altitudes or cooler latitudes to escape hotter conditions —they’re not shifting fast enough. A recent study concluded that Latin America’s forests are only adapting <a href=\"https://www.science.org/doi/10.1126/science.adl5414\">at 8%</a> of the speed necessary to withstand the impacts of climate change.</p><p>In addition to losing their ability to shield humanity from climate change, degrading forests can also become climate hazards themselves.</p><p>Hotter, drier conditions fueled by climate change are causing forest fires to become more frequent and severe. Wildfires are burning <a href=\"https://www.wri.org/insights/global-trends-forest-fires\">more than twice as much</a> forest today as they did 20 years ago. Wildfires caused <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">almost half</a> of all tree cover loss in 2024.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/24253615/thumbnail\" width=\"100%\" /></noscript></div> </div>\n      \n  </article>\n<p>Forest fires destroy properties, wildlife and crops. They coat cities in choking haze and toxic chemicals. They also create a dangerous \"<a href=\"https://www.wri.org/insights/6-graphics-explain-climate-feedback-loop-fueling-us-fires\">fire-climate feedback loop</a>.” When forest fires become larger and more frequent, they generate more emissions, accelerate the pace of climate change, and leave forests even more vulnerable to extreme droughts, pests and fire.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"984\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"788\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"603\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"475\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"284\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"An African forest elephant wades through the Lekoli River in the Republic of the Congo. \" height=\"284\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/african-forest-elephant_0.jpg?VersionId=RkZUpMaVVydehWMsZhQZweQQ03NmpZVf&itok=0yhMJIfb\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An African forest elephant wades through the Lekoli River in the Republic of the Congo. Congo Basin forests are increasingly under threat. Photo by Roger de la Harpe/Shutterstock</figcaption>\n</figure>\n<h3>Our Forest Assets Need Preventative Maintenance</h3><p>In the same way that commercial property owners typically set up sinking funds to cover ongoing maintenance and repair of their assets, humanity needs to act now to enhance the resilience of its forest assets.</p><p>Critical tasks include:</p><ul><li><strong>Surveillance and patrols</strong>. Because forests are vast and often remote, they require monitoring via <a href=\"https://www.globalforestwatch.org/\">remote sensing</a>, backed by field inspections, to detect and deter deforestation and illegal logging.</li><li><strong>Fire-proofing. </strong>Removing overgrown vegetation, diseased trees and dead debris through <a href=\"https://www.wri.org/insights/tribal-youth-restore-western-forests-fight-wildfires\">controlled burns</a> or mechanical thinning can reduce forests’ fuel loads. Fire breaks, zero-burn land-clearing practices and fire bans are also important.</li><li><strong>Climate-proofing</strong>. We can improve forests’ resilience to extreme weather. This includes vigorously controlling diseases and pests, diversifying tree species and their genetics, staggering the age of regenerating stands, and “assisted migration” to help species and seeds move beyond their historical ranges.</li><li><strong>Keeping the asset intact</strong>. Fragmented forests have more “edges” that are vulnerable to runaway fires and human encroachment. Forest edges are exposed to higher light levels, daytime temperatures, dryness and wind speeds — conditions that cause local extinction of sensitive amphibians, insects and plants. Smaller, isolated forest patches are less able to support viable populations of larger roaming animal species. Preventing fragmentation of intact forest tracts is therefore critical.  </li><li><strong>Retaining outstanding values</strong>. Just as owners of a listed “heritage” property are obliged to conserve its current condition and prevent it from falling into disrepair, high conservation value forests need special protection. This can involve recognizing them as World Heritage sites or Indigenous territories, as well as designating them as protected areas or set-asides within forestry concessions.</li></ul><p>The compounding pressures on forests demand a step-change in their vigilance and care. Humanity needs to both do more and <a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\">spend more</a> on the upkeep of the world’s forests. Otherwise, we will squander premium assets we simply cannot afford to lose.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How Companies Can Address Land-Use Change Emissions to Meet Climate Goals",
      "link": "https://www.wri.org/technical-perspectives/companies-can-address-land-use-change-emissions-meet-climate-goals",
      "pubDate": "Thu, 27 Nov 2025 09:09:53 EST",
      "description": "<p>The land sector, which refers to all activities that use land, such as agriculture and forestry, is a significant contributor to climate change. It is responsible for <a href=\"https://www.ipcc.ch/report/ar6/wg3/chapter/chapter-7/\">nearly a quarter</a> of global greenhouse gas (GHG) emissions, with land-use change, such as converting forests to croplands or pasture, accounting for about half of these emissions.</p><p>Slashing land-use change emissions is critical to keeping global warming in line with the Paris Agreement goal of limiting warming to 1.5 degrees C (2.7 degrees F) and enabling a global net-zero future. For businesses in land-intensive sectors, reducing land-use emissions will also help build more resilient, adaptive supply chains that mitigate future climate risks.</p><p>While accurately measuring these emissions in supply chains has long been a challenge, <a href=\"https://landcarbonlab.org/\">Land & Carbon Lab</a>, WRI and <a href=\"https://quantis.com/\">Quantis</a> are introducing new tools, including <a href=\"https://www.wri.org/research/geospatial-methods-corporate-ghg-accounting-deforestation-and-land-occupation\">a guidebook</a> and <a href=\"https://www.wri.org/research/statistical-land-use-change-emissions-deforestation-and-land-occupation-crops\">a tech note</a>, to help companies improve land-use change emissions accounting and traceability.</p><div class=\"callout\"><p class=\"secondary body-link\"><strong>What Are Land-Use Change Emissions and Why Do They Matter? </strong></p><p>Land-use change emissions are GHG emissions that arise from the conversion of one land use to another — most notably when natural ecosystems like forests are cleared to grow crops such as oil palm or soy or to graze livestock.</p><p>Tracking land-use change emissions:</p><ul><li>• Highlights which commodities’ growth has driven deforestation and in which regions these activities are most significant.</li><li>• Reveals whether companies’ claims, such as “no deforestation” or “no conversion,” translate into real climate benefits.</li><li>• Guides companies in setting credible targets for emission reductions and enables accurate accounting to measure progress against those targets.</li></ul></div><h3>Setting Targets and Measuring Progress to Reduce Land-Based Emissions </h3><p>What gets measured gets managed. For companies serious about climate commitments, credible targets should align with <a href=\"https://www.wri.org/insights/climate-action-this-decade-sectoral-emissions\">Intergovernmental Panel on Climate Change (IPCC) estimates</a> of the emissions reductions needed by the sector to achieve 1.5-degree-C pathways, using the <a href=\"https://sciencebasedtargets.org/net-zero\">Science Based Targets initiative (SBTi) framework</a>.</p><p>A company should compile GHG inventories to account for its annual emissions by accurately measuring its products' carbon footprint, which provides the essential baseline needed to track progress over time.</p><p>Corporate accounting for land-use change emissions has steadily gained momentum since 2022, when the SBTi introduced <a href=\"https://sciencebasedtargets.org/sectors/forest-land-and-agriculture\">guidance for the forest, land and agriculture (FLAG) sector</a>. It provides the first standardized framework for companies with significant land-sector emissions to set targets in line with the latest climate science. Companies submit these targets for a thorough evaluation against criteria defined by the SBTi. Once validated, targets are <a href=\"https://sciencebasedtargets.org/target-dashboard\">made public</a> and companies must then publicly disclose their progress annually, ensuring transparency and credibility.</p><p>For many years, the GHG Protocol has complemented the SBTi by providing a progress-tracking framework for businesses. Major target-setting programs, such as SBTi, and voluntary disclosure systems build on and conform with GHG Protocol standards.</p><p>The GHG Protocol’s <a href=\"https://ghgprotocol.org/land-sector-and-removals-guidance\">Land Sector and Removals Guidance</a> (LSRG) explains how companies with significant activities in the land sector can account for and report their land-based emissions and other metrics related to activities on land in their operations or value chain. </p><div class=\"callout\"><p class=\"secondary body-link\"><strong>The Role of Deforestation in Land-Sector Emissions</strong></p><p>Reducing deforestation is critical to achieving targeted reductions because when forests are cut down or burned, the carbon they store is released into the atmosphere, turning forests from carbon sinks into carbon sources. <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">Nearly a quarter-century of data</a> shows that the <a href=\"https://www.wri.org/insights/forest-loss-drivers-data-trends\">dominant driver</a> of forest-related emissions has been agriculture.</p><p>As part of setting SBTi FLAG targets, companies are required to commit to no-deforestation supply chains. They can do so by aligning with <a href=\"https://accountability-framework.org/resources/resource-hub/explainer-setting-and-implementing-no-deforestation-commitments-under-sbti-flag/\">guidance from the Accountability Framework initiative</a> (AFi), which recommends that companies adopt the most ambitious target date possible for achieving a deforestation-free supply chain and a 2020 cutoff date, meaning companies should source products from land that has not been deforested since Dec. 31, 2020. Companies should publish annual reports quantifying their progress toward these commitments.</p><p><a href=\"https://accountability-framework.org/news-events/news/article/new-analysis-highlights-the-role-of-ending-deforestation-and-conversion-in-meeting-climate-goals/\">Curbing deforestation is key</a> to significantly reducing GHG emissions for many companies in the land sector. Without tackling deforestation-related emissions, meeting their broader climate and sustainability targets is nearly impossible.</p></div><div class=\"callout\"><p class=\"secondary body-link\"><strong>Decoding Sources of Corporate Guidance for GHG Emissions</strong></p><p>Here are some of the most common acronyms used in corporate GHG accounting and reporting:</p><p><strong>AFi:</strong> The Accountability Framework initiative is a roadmap for achieving ethical supply chains that protect forests, natural ecosystems and human rights. It provides guidance, aligned with SBTi and the GHG Protocol, to support companies in taking integrated action to manage deforestation, ecosystem conversion and GHG emissions from land-use change.</p><p><strong>CDP:</strong> CDP, formerly known as the Carbon Disclosure Project, is an environmental disclosure system used by companies to voluntarily report sustainability indicators. Companies are required to submit information through a questionnaire that combines all the CDP topics — including water, forests, biodiversity and climate change — into one submission.</p><p><strong>FLAG targets:</strong> What SBTi calls forest, land and agriculture climate targets, aimed at reducing land-based emissions and enhance carbon removals.</p><p><strong>GHG Protocol:</strong> The Greenhouse Gas Protocol provides the world’s most widely used standards for measuring and managing greenhouse gas emissions.</p><p><strong>LSRG:</strong> This refers to the GHG Protocol’s Land Sector and Removals Guidance, which explains how companies should account for and report GHG emissions and removals from land use, land-use change, biogenic products and carbon dioxide removal technologies.</p><p><strong>SBTi:</strong> The Science-Based Targets Initiative is a voluntary corporate climate initiative that helps companies set ambitious, science-based emissions reduction targets and provides target validation services.  </p></div><h3>Accounting for Land-Use Change Emissions in Practice</h3><p>Although there are guidance and resources for companies through SBTi and the GHG Protocol, corporate reporting on land-use change emissions is still evolving, and there are currently many different approaches to calculating land-sector emissions. While the LSRG provides high-level requirements and guidance on how companies should account for and report these emissions in their GHG inventories, calculating land-use change is complex. Companies that source the same commodities from the same sourcing areas can still end up with different land-use change emissions and land occupation (the amount of the land required to produce a crop) due to a variety of factors. For example, companies can use a wide range of data and methods that may employ different assumptions and allocation methodologies.</p><p>This plethora of methodologies and data sources, combined with variations in yields and land management practices and limited traceability in some supply chains, all lead to major inconsistencies in how land-use change emissions are calculated. Such differences make it difficult to meaningfully compare one company to another and for companies to direct attention to where they can do the most to reduce emissions in reality.</p><p>While there will never be a one-size-fits-all approach to assessing something as nuanced and complex as land-use change impacts, continuous improvements in data and tools are making it easier for companies to navigate this complexity. To help bring more consistency and transparency to how companies measure land-use change emissions, Land & Carbon Lab, WRI and Quantis have released an <a href=\"https://www.wri.org/research/geospatial-methods-corporate-ghg-accounting-deforestation-and-land-occupation\">open-source methodology and metrics</a> for calculating emissions from deforestation and land occupation. Developed with support from <a href=\"https://blonksustainability.nl/#gsc.tab=0\">Mérieux NutriSciences | Blonk</a> and <a href=\"https://www.howgood.com/\">HowGood</a>, the guidebook uses the latest geospatial data to help increase accuracy in emission estimates. </p><p>This guidance is designed to help companies accurately identify emission hot spots, align emission calculations and disclose progress with confidence. Future phases of this work will expand to include emissions from other types of land-use change beyond deforestation, as well as additional accounting categories in the LSRG. <a href=\"https://landcarbonlab.org/insights/new-resources-land-use-change-emissions-reporting/\">Learn more here</a>. </p><h3>Unpacking the Different Levels of Traceability Across Land-Use Change Emissions Accounting</h3><p>A company’s ability to trace specific products to the lands where they are grown or produced plays a crucial role in accurately estimating land-use change emissions. More refined traceability allows for more targeted calculations.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-cards\"><noscript><img alt=\"cards visualization\" src=\"https://public.flourish.studio/visualisation/26185479/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>The <strong>statistical land-use change (sLUC) </strong>approach is highly scalable because requisite data is widely accessible, allowing companies to estimate land-use change emissions across a large portfolio of products and regions. But assigning emissions using proxy data may lack nuance. For example, visibility into emission hot spots may be reduced.</p><p>Meanwhile, the <strong>direct land-use change (dLUC)</strong> approach requires companies to have crop- and location-specific data over the past 20 years, so it may be challenging and expensive for companies to implement across their whole product portfolio — particularly for companies with complex, multitiered commodity supply chains and indirect suppliers from which data is not readily available.</p><p>The <strong>jurisdictional land-use change (jdLUC)</strong> approach provides a middle ground that increases precision relative to a sLUC approach while avoiding some of the practical challenges of land-management-unit-level analyses.</p><p>Like adjusting the optical zoom on a camera, sLUC provides a wide-angle, big-picture view of emissions, while jdLUC and dLUC allow companies to zoom into the picture in a way that captures nuances and reflects actual land-use change emission impacts. </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/26443925/thumbnail\" width=\"100%\" /></noscript></div> </div>\n      \n  </article>\n<h3>What Accurate Accounting for Land-Use Change Emissions Means for Companies </h3><p>For companies, improved traceability may either raise or lower reported emissions. But the goal isn’t just about the raw numbers — more accurate and precise data helps companies develop informed solutions that protect forests and cut emissions in meaningful ways.</p><p>In concrete terms, this means companies can:</p><ul><li><strong>Get a better understanding of the true climate impacts of their supply chain:</strong> Companies can pair land-use change metrics with land-occupation data to create a full picture of a company’s land footprint.</li><li><strong>Identify emissions hotspots within the value chain:</strong> Companies can analyze the “why” behind hotspots and use this data to address where emissions are occurring, investing in practices and interventions that reduce pressure on land.</li><li><strong>Target interventions where they matter most:</strong> Higher-quality emissions data can be used for better decision-making. Companies can use this data to design more ambitious, intervention-based strategies and to meaningfully engage suppliers and jurisdictions.</li><li><strong>Improve on-farm practices:</strong> Addressing land-use change, which represents the vast majority of emissions, provides a foundation for companies to explore opportunities to further reduce their footprint while maintaining or improving productivity and efficiency. </li></ul><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"885\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"708\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"542\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Oil palm nursery near Bengkulu, Sumatra\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/oil-palm-nursery-near-bengkulu-sumatra.jpg?VersionId=kkZWK0FpkCPKGCFbfoAKmCNdYax1pH2K&itok=LWWSNUtU\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An oil palm nursery near Bengkulu, Sumatra. Photo by James Anderson/WRI</figcaption>\n</figure>\n<p>New standardized resources now allow companies to overcome common challenges and apply consistent methods regardless of their level of traceability, providing better information to guide more targeted actions. This is a critical step forward for companies to effectively understand, measure and reduce their carbon footprint in the near term and ultimately create more resilient, future-proof supply chains.  </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Tropical Forests Forever Facility Could Finally Finance Nature Conservation. Will Funders Back It?",
      "link": "https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility",
      "pubDate": "Wed, 26 Nov 2025 09:30:11 EST",
      "description": "<div class=\"callout alignright\"><p class=\"secondary\"><a href=\"https://es.wri.org/insights/financiar-la-conservacion-de-la-naturaleza-lograra-por-fin-el-fondo-de-bosques-tropicales\"><em><strong>Español</strong></em></a></p></div><p>At the 1992 Rio Earth Summit in Brazil, the nations of the world agreed as part of the <a href=\"https://www.mauricestrong.net/index.php?option=com_content&view=article&id=169:rio-statement-forests-management&catid=39&Itemid=89\">Forest Principles</a> to provide financial resources for conservation efforts in developing countries with significant forest areas. Yet for more than three decades, the international community has struggled — <a href=\"https://www.unep.org/resources/report/state-finance-forests-2025\">and largely failed</a> — to fulfill that commitment, particularly to developing nations with tropical rainforests.</p><p>These tropical forests are home to a majority of the planet’s biodiversity, play a crucial role in combating climate change and are critical to people’s livelihoods. Between 2002 and 2022, according to <a href=\"https://www.globalforestwatch.org/blog/forest-insights/global-tree-cover-loss-data-2022/\">Global Forest Watch data</a>, the world’s tropical humid primary rainforests shrunk by 8%, losing an area equivalent to nearly the size of Pakistan. This magnitude of loss has continued unabated, except in a few key tropical rainforest countries such as Brazil and Indonesia.</p><p>The basic challenge continues to be one of simple economics: Cutting and clearing natural forests for timber and agriculture is generally more profitable than leaving trees standing.</p><p>Conventional business practices are not designed to tangibly value and reward the conservation of forests, or their biodiversity and ecosystem services. Combined with continuing global demand for commodities, harmful subsidies in many countries, and weak and/or <a href=\"https://www.wri.org/insights/nature-crime-amazon-deforestation\">corrupt forest governance practices</a>, this dynamic has increasingly degraded and destroyed the Earth’s tropical forests.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Illegal logging in the Amazon.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/deforestation-illegal-logging-tfff_0.jpg?VersionId=SFvysLo0joVnaOCndNXDKcdUEkzqjOx0&itok=gUi_AuqT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>According to data from Global Forest Watch, between 2002 and 2022, the world’s tropical humid primary rainforests shrunk by 8%. Photo by PARALAXIS/Shutterstock. </figcaption>\n</figure>\n<h3>A Potential Breakthrough: The Tropical Forest Forever Facility</h3><p>Now, Brazil is once again playing a critical role, leading the development of an innovative new forest finance mechanism that could offer a breakthrough and flip the economics in favor of conservation. The <a href=\"https://tfff.earth/\">Tropical Forest Forever Facility</a> (TFFF), which formally <a href=\"https://www.wri.org/news/statement-brazil-launches-tropical-forests-forever-facility\">launched on Nov. 6</a>, is designed as a “payment-for-performance” model that uses agreed satellite monitoring standards and systems to reward tropical forest countries with a continuing source of funding as long as they preserve their forests.</p><p> While other forest conservation mechanisms such as <a href=\"https://unfccc.int/topics/land-use/workstreams/redd/what-is-redd\">REDD+</a> and <a href=\"https://www.wri.org/insights/carbon-markets-tropical-forest-conservation\">carbon markets</a> focus on rewarding emissions reductions, the TFFF takes a different approach. It aims to pay tropical forest countries directly for each hectare of standing forest they maintain, with payments decreasing based on any deforestation or fire-related forest degradation.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"> </p><a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n</a><p class=\"secondary\">WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>With Brazil’s leadership, the momentum of the 2025 annual <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">United Nations Climate Change Conference (COP30)</a>, which took place in the Amazon, and with effective new satellite monitoring technologies, the TFFF could finally turn forest conservation into an investment that benefits countries, investors and the planet.</p><p>Following several years of technical and diplomatic work, Brazil published the latest iteration of the <a href=\"https://tfff.earth/feedback/\">TFFF Concept Note</a> in October 2025. Brazil set the initial target of $125 billion in funding for the TFFF. However, only a handful of countries — including Brazil itself, Indonesia, France, Germany and Norway — pledged a total of $6.7 billion for the fund. This means that the fund has yet to reach Brazil's $25 billion for government investments, which are intended to secure investor confidence and unlock an extra $100 billion in private financing.</p><p>While the initial financial pledges were limited, investments from other countries may continue to grow over time. For example, China and the U.K. signaled that they may come through with funding pledges next year. The TFFF’s success now depends on these and other nations, as well as private sector investors, making the investments necessary to get the TFFF fully operational.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1048\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Tropical forest in Nepal.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/tropical-forest-nepal_0.jpg?VersionId=zKDCyfDMoLENNHPhj3gpyzF6sBxWx8hW&itok=a6sC06XW\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Tropical Forest Forever Facility is an innovative fund designed to reward countries for keeping their forests standing. Photo by Teo Tarras/Shutterstock.</figcaption>\n</figure>\n<h3>How Exactly Will the TFFF Be Funded?</h3><p>Unlike most previous international assistance to conserve tropical forests, the TFFF will not be financed by donor grants. If the facility reaches its $125 billion target, it would be the world’s largest “<a href=\"https://ppp.worldbank.org/blended-finance\">blended finance</a>” mechanism of its kind, designed to pay eligible, participating tropical forest countries annually for maintaining their deforestation rates below 0.5% per year, as measured by agreed geospatial monitoring standards and systems.</p><p>The TFFF will borrow an initial capital base (targeted at $25 billion, currently at $6.7 billion) from traditional “donor” nations and other countries in a position to invest, such as Brazil and China, and potentially philanthropic foundations, too. These “sponsors” would provide 40-year loans (the facility’s capital), or other comparable investment modalities, at an interest rate comparable to the yield of U.S. Treasury bonds (a 30-year bond is currently less than 5%) and would be the first to take responsibility over any losses in what’s known as a junior position in the debt structure.</p><p>This arrangement creates a safety net that enables the fund to raise an additional $100 billion from private, corporate and philanthropic investors. The combined $125 billion would then be invested in fixed income emerging markets and other sovereign and corporate bonds (excluding fossil fuels and other environmentally destructive sectors), which would earn a higher return.</p><p>The return is ultimately expected to generate some $3 billion to $4 billion per year — enough to make payments of around $4 per hectare of conserved forest to eligible countries which maintain deforestation rates below 0.5% over the long term. (Even in the short term, with a much lesser sum than $125 billion, the payments generated would still be significant.)</p><p>The TFFF governance structure is divided into the Tropical Forest Investment Fund (TFIF), managed by the World Bank under a separate governance structure that would manage the investment fund and determine the availability of funds for forest payments; and the TFFF itself, which would coordinate monitoring and reporting, and distribute forest payments to countries.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"How the TFFF will work\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-22-tfff-v5-facility.png?VersionId=vrP4qkdp6nddRmbMe0AkxRafdldSa9ua&itok=BsbpCBE8\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Where Would the Money Go?</h3><p>The current TFFF proposal includes 74 UN-listed developing countries that combined are home to more than 1 billion hectares of moist, broadleaf tropical and sub-tropical forests.</p><p>The TFFF is not designed to fund countries to reduce their deforestation rates. Rather, it is meant to reward those that already have relatively low deforestation rates, providing a financial incentive to keep their remaining tropical forests standing and prevent any further deforestation. However, if it’s successful, the facility will serve as encouragement for countries with currently high deforestation rates to qualify to join the scheme. A good result would be if countries such as Bolivia, with one of the world’s highest deforestation rates, were able to qualify for TFFF funding in the years to come. The current structure would lead to significant flows of finance to some of the world’s poorest forest countries, including in Africa’s Congo Basin.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1350\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1080\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"827\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"651\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"390\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Countries Eligible for TFFF Payments\" height=\"390\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/25-10-22-tfffv2-map.png?VersionId=pg93T2bHxPq7qDuaA_zbHpgPySYhF5iU&itok=l2mvS7Kn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The TFFF includes several innovative features focused on where the money should go. The first is that it allows countries to allocate TFFF payments as they see fit on their national policies and programs that, directly or indirectly, contribute to tropical and subtropical forest conservation and forests’ sustainable use. Crucially, the TFFF requires countries to disclose what the funds are used for to ensure transparency and allow for public scrutiny and feedback.</p><p>Another striking and positive feature is a provision requiring 20% of payments to go to Indigenous peoples and local communities engaged in tropical forest conservation in eligible countries. This could be the single biggest source of international finance for Indigenous peoples and local communities, so often at the frontline of conservation. This finance could help these communities protect their rights, secure land tenure, tackle illegal mining and criminality, and pursue sustainable alternative livelihoods that are not dependent on clearing areas of forest.</p><p>It is also significant because the TFFF is the only such source of funding that could in some instances be accessed directly by Indigenous peoples and local communities — a provision that they have repeatedly asked for, granting these communities decision-making over the use of the funds.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"955\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"764\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"585\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"461\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"276\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A family in a canoe rows away from a house along a river in the Amazon, Brazil.. \" height=\"276\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/indigenous-family-amazon-tfff_0.jpg?VersionId=9S.bQ9yFUhfzS6npROa9nT01ywtFUsTM&itok=tjGif8nR\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Payments from the TFFF could help protect the rights of Indigenous communities and help them pursue sustainable alternative livelihoods that are not dependent on clearing areas of forest. Photo by Dekaro/iStock.</figcaption>\n</figure>\n<h3>How Will Forests Be Monitored?</h3><p>The TFFF can only succeed if it is built on credible, transparent and operational forest monitoring that relies on <a href=\"https://www.wri.org/insights/indigenous-peoples-local-communities-use-satellite-data-deforestation\">satellite data</a>. This requires methods and data that are produced in a way that can be verified, applied consistently through time and comparable across countries. Robust and universally applied technical standards must be established from the outset, not only to ensure credibility but also to build investor confidence that will attract the early capital needed for scale.</p><p>A core principle of the TFFF is that participating nations are expected to use their own national forest monitoring systems, provided these systems meet established quality and transparency criteria. For countries without a qualifying national system, a compliant third-party system, such as <a href=\"https://www.globalforestwatch.org/\">Global Forest Watch</a> (managed by WRI) or the EU’s Joint Research Center tropical forests platform, may be used. Given this diversity in monitoring approaches, establishing agreed common methodological standards and definitions across all systems will be paramount.</p><p>The TFFF also proposes a fixed forest definition to be applied across all participating countries, creating a common basis for how forests are measured and valued. By setting a 20% to 30% canopy density threshold, a 5-meter minimum tree height and by excluding plantations, this definition establishes a solid technical foundation for consistent and comparable measurements.</p><p>To help tropical forest countries meet these rigorous monitoring standards, the TFFF launched the TFFF Country Access Platform as a voluntary matchmaking and knowledge hub. This platform will connect governments in participating nations with technical partners worldwide who can help them meet the TFFF’s eligibility criteria and access requirements. WRI will serve as one of these technical partners, contributing expertise and information to the hub to ensure countries are well equipped to engage with and benefit from the TFFF.  </p><h3>What’s Next for the TFFF?</h3><p>First, sponsors need to follow the lead of Brazil, Indonesia, Norway, Germany and others and commit contributions to the initial hoped-for $25 billion tranche of junior capital. If additional sponsors fail to make commitments at COP30, the TFFF may lose momentum in 2026, causing private sector investors to doubt the viability of the model.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>WRI COP30 Resource Hub</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"800\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"COP30 resource hub graphic.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/cop30-hub-preview_0.png?VersionId=gSWYoSpsmJpMuxUtgzYUWTpUeOAVwJ0E&itok=nRsU6JTv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>WRI’s experts are closely following the UN climate talks. <a href=\"https://www.wri.org/un-climate-change-conference-resource-hub\">Watch our Resource Hub</a> for new articles, research, webinars and more.</p></div><p>It is therefore vitally important for industrialized nations across the world without tropical forests to make a significant financial commitment to this bold and ambitious idea. The stakes are global: If tropical forests are lost, adaptation costs from the ensuing climate impacts would far exceed these investments. For wealthy nations, investing in the TFFF is not only about justice and responsibility, but also a matter of economic self-interest. Tropical forests are, in addition to being sovereign national assets, a global public good, with a universal responsibility for their protection.</p><p>The World Bank Board has agreed to manage the funds <a href=\"https://tfff.earth/the-world-bank-confirmed-as-trustee-and-interim-host-of-the-tropical-forest-forever-facility/\">as the trustee and interim host</a> of the TFFF and formalized initial arrangements at its October 2025 meeting, which should provide a strong confidence signal for both sponsors and the private sector. But the World Bank will have to move rapidly to establish the TFIF to maintain momentum and move toward an operational phase of the facility.</p><p>Once all of that is in place, a key priority will be development of the operations manual that will govern how the TFFF actually works, including work on some of the more difficult technical issues. These include:</p><h4>Degradation and Leakage</h4><p>Not all forest loss is caused by deforestation. Forest degradation, which plays a major role in carbon loss and ecosystem decline (and often occurs at smaller spatial scales) can also take place.</p><p>Currently, the TFFF proposes to only consider fire-damaged areas (using burn scars as a proxy) as indicators of degradation, subsequently reducing payments by a 1:35 discount rate. But other degradation factors, such as selective logging, roadbuilding, mining and some edge effects, can be detected using 30-meter or 10-meter satellite data. Including both fire and non-fire degradation would strengthen the system’s integrity and ensure payments reflect actual forest conditions.</p><p>Deforestation “leakage” is another thorny issue: the TFFF focuses on broadleaf tropical and sub-tropical forests, the most important forests globally for both biodiversity and climate change. However, there is worry that this might cause deforestation to move into other biomes not covered by the TFFF — <a href=\"https://news.mongabay.com/2015/01/brazils-soy-moratorium-dramatically-reduced-amazon-deforestation/\">Brazil’s Cerrado</a> and southern Africa’s Miombo woodlands are good examples — without notice or punitive measures. The TFFF seeks to address this by requiring participating countries to monitor and report forest cover changes in non-TFFF forest areas where significant increases in deforestation could trigger additional scrutiny and potential payment holds. Though this is a good conceptual solution, implementation could be complex given, among other issues, the difficulties associated with monitoring deforestation in drier or sparser forest landscapes. More work will be needed to ensure that the TFFF does not simply displace, rather than prevent, forest loss.</p><h4>Consideration for Indigenous Peoples and Local Communities</h4><p>It will also be critical to maintain a strong consultative process with civil society and <a href=\"https://www.wri.org/insights/global-forest-pledges-must-center-forest-communities\">Indigenous communities</a> as the TFFF — particularly its operations manual — is developed and moves toward implementation. Much of civil society is supportive of the TFFF and its efforts to engage Indigenous peoples and local communities; some remain critical and circumspect. There is no formal consensus on the TFFF among the diverse Indigenous peoples’ organizations across the world’s tropical forests. Continuing dialogue, consultation and free, prior and informed consent will therefore be critical in the years ahead.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A home along a river in Belém, Brazil.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-10/indigenous-communities-tfff-belem-brazil_0.jpg?VersionId=QGioHVL8kk__CcBgiuUXbIWROMY8GRDD&itok=fsP8-bKz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A home along the Guama River in Belém, Brazil, where COP30 will take place. The TFFF will require that 20% of payments to countries that keep deforestation rates below 0.5% to go to Indigenous peoples and local communities. Photo by RudiErnst/Shutterstock. </figcaption>\n</figure>\n<h4>Developing an Agreed Global Geospatial Monitoring System</h4><p>Finally, the credibility and longevity of the TFFF will also depend on the quality and reliability of the geospatial monitoring systems that are used to base decisions on eligibility, standing forest area and deforestation rates. It is only in the past decade that credible, affordable satellite monitoring of forest cover has emerged. And there are no international covenants or treaties designating official satellite monitoring standards or systems.<br /><br />In developing its monitoring standards, the TFFF should consider:</p><ul><li><strong>Fine-tuning its measurement standards </strong>by aligning the standard minimum mapping unit with the pixel resolution of existing, free satellite data archives (30-meters or 10-meters) to provide a more accurate picture of forest dynamics. Using a <a href=\"https://www.wri.org/insights/rethinking-definition-forest-monitoring\">finer mapping unit</a>, instead of the proposed 1-hectare minimum mapping unit, would also enable more effective monitoring of forest degradation events like logging and associated roadbuilding.</li><li>Ensuring that the monitoring systems that underpin the TFFF’s payment calculations provide <strong>open, independently verifiable data</strong>; use methods that produce data that are transparent and reproducible; and regularly validate the results using good practice and international reporting guidelines.</li><li>Finally, <strong>governance will be critical </strong>to help ensure that technical decisions remain evidence based. The TFFF’s operations manual will codify the detailed rules and procedures for monitoring, so its development should include structured opportunities for expert and stakeholder input.</li></ul><p>In short, there is a clear pathway: strong technical standards, robust degradation monitoring, validation, open data and shared governance. The technology is ready; what is needed now is collective agreement to put it into practice.</p><h3>The TFFF’s Critical Contribution to the Global Forest Challenge</h3><p>In summary, the TFFF could make a potentially critical contribution to addressing the world’s forest challenges, which are so closely linked to the biodiversity and climate crises we face. But, as the TFFF proponents themselves have noted, it is not a panacea; other forms of finance will also be needed, and of course there are many other dimensions of tackling tropical forest loss, including governance, legality, regulation, demand and consumption shifts.</p><p>The TFFF also inherently faces risks in a volatile world where the future of economies and markets cannot be predicted; it is a bold idea at a time of volatility and instability. But after more than 30 years of forest conservation, forest finance commitments and arrangements that have yet to turn the tide, the TFFF presents an ambitious idea from a major rainforest country that has real potential to make a potentially transformative impact in conserving tropical forests.</p><p>It is therefore a pressing global imperative for the international community to contribute generously to its success, starting at COP30, in the heart of the Amazon rainforest — a tropical rainforest, like others, on which the future well-being of humanity so profoundly depends. </p><p><em>This article was originally published on Oct. 27, 2025. It was updated on Nov. 6, 2025 and again on Nov. 26, 2025, to reflect the latest news and information. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How Multilevel Action Advances Colombia's Economic Transformation and Climate Goals",
      "link": "https://www.wri.org/update/how-multilevel-action-advances-colombias-economic-transformation-and-climate-goals",
      "pubDate": "Wed, 26 Nov 2025 08:16:18 EST",
      "description": "<p>Cities are on the front line of climate impacts. They are <a href=\"https://urbantransitions.global/en/publication/climate-emergency-urban-opportunity/\">home to most of the world’s population</a> and economic activity and generate the majority of global emissions. Yet they’re also hubs of innovation and implementation, putting them at the center of efforts to tackle the climate crisis and accelerate the transition to a low-carbon, resilient economy. But, when it comes to climate action, much of the attention focuses on the role of national governments, while the essential role of collaboration among city, regional and national governments is often overlooked.</p><p>From transportation and housing to energy and waste, what happens in cities can make or break a country’s national climate goals.</p><p>Recognizing the central role of multilevel governance in climate action, the COP28 presidency launched the <a href=\"https://www.wri.org/initiatives/coalition-high-ambition-multilevel-partnerships-champ-climate-action\">Coalition for High Ambition Multilevel Partnerships</a>, or CHAMP, for Climate Action in December 2023. The initiative, created in partnership with Bloomberg Philanthropies and supported by WRI and other government, academic and nonprofit groups, aims to strengthen collaboration between national and subnational governments in planning and implementing climate targets.</p><p>To date, Colombia and 77 other countries — together representing 34% of the global population, 58% of global GDP and 36% of global emissions — have joined CHAMP.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/18678190/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In September 2025, <a href=\"https://www.wri.org/news/statement-colombia-updates-its-climate-commitments-2035\">Colombia submitted its updated nationally determined contribution</a>, or NDC, to the UN Framework Convention on Climate Change. The country pledged to limit emissions by 2035 to between 155 million and 161 million metric tons of carbon dioxide equivalent. The plan also calls for stronger coordination between national and subnational levels to ensure effective climate action to progress toward national targets. This NDC outlines Colombia’s path to carbon neutrality by 2050, as set out in its <a href=\"https://www.wri.org/climate/long-term-strategies/what-is-long-term-strategy\">long-term climate strategy</a>, “<a href=\"https://unfccc.int/sites/default/files/resource/COL_LTS_Nov2021.pdf\">E2050</a>”. </p><p>But how do such commitments translate into concrete action?  </p><p>Since Colombia endorsed the CHAMP initiative, WRI has provided technical assistance to national and local governments to turn multilevel collaboration into reality. Nationally, <a href=\"https://www.wri.org/update/champ-initiative-ndcs-3.0-subnational-content\">WRI has worked with the government</a> to engage subnational actors in updating the 2025 NDC and to identify gaps in how urban measures are being implemented. At the city level, it has helped city governments review their plans, identify projects that advance both national and local climate goals, and prioritize those that are high impact and feasible.  </p><p>In cities such as Cali, Valledupar and Montería, several short-term projects are already advancing local priorities and helping to implement Colombia’s NDC and E2050 on the ground.</p><h3>Cali’s Public Buildings Solar Rooftops Initiative  </h3><p>Colombia’s electricity mix is one of the cleanest in the world: <a href=\"https://www.iea.org/countries/colombia\">Almost 75% comes from renewable sources, primarily hydropower</a>. Yet the country still relies on fossil fuels — mostly coal and gas — to meet part of its electricity demand. In Cali, for example, <a href=\"https://www.cali.gov.co/dagma/publicaciones/173367/cali-actualiza-su-inventario-de-gases-efecto-invernadero-gei/\">the latest 2021 data</a> show that about 10% of the city’s greenhouse gas emissions come from electricity used in homes, businesses and public buildings.  </p><p>To cut emissions and reduce fossil-fuel use, Cali’s government is launching an ambitious project to turn the roofs of selected public buildings into interconnected solar power plants. These installations will generate local, carbon-free electricity to power schools, healthcare facilities and municipal services while also creating new jobs in the energy sector.</p><p>By producing electricity locally and storing part of it in batteries, the city can reduce dependence on fossil-fuel-based power from the national grid and build greater resilience to energy supply fluctuations. This is particularly important in  Colombia, <a href=\"https://es.wri.org/insights/adaptacion-climatica-del-sector-hidroelectrico-en-colombia-y-costa-rica-retos-y\">where hydropower is vulnerable</a> to changes in rainfall patterns caused by climate change.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"335\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"593\" />\n              <source height=\"335\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"593\" />\n              <source height=\"335\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"593\" />\n              <source height=\"335\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"593\" />\n              <source height=\"257\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A public building in Cali, Colombia, with photovoltaic solar panels\" height=\"257\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/public-building-in-cali.png?VersionId=8UkYAEf_c7_Bw544nTII22IJEUtjq8JT&itok=zDVL1gGr\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Photovoltaic panels on a public building in Cali. Photo by Cali municipality. </figcaption>\n</figure>\n<h3>Valledupar’s Guatapurí River Eco-Park</h3><p><a href=\"https://www.wri.org/update/profiles-adaptation-colombia\">Colombia is vulnerable to climate change</a>. Its location in the tropics, combined with steep Andean landscapes and access to both the Caribbean and Pacific coasts, makes the country vulnerable to extreme rainfall, landslides, flooding and coastal impacts. High levels of poverty and inequality further increase the risks associated with climate hazards.  </p><p>Cities like Valledupar are already facing rising temperatures and greater flood risks, posing major challenges for urban resilience. Integrating climate adaptation into urban planning is therefore essential to protect lives, livelihoods and ecosystems. Colombia’s E2050 and NDC identify sustainable city-regions with integrated development, efficient resource and climate management as a pathway to a resilient, low-carbon future.</p><p>Valledupar is putting this vision into practice along the Guatapurí River, which flows from the Sierra Nevada de Santa Marta mountain range, an area experiencing more unpredictable rainfall and where rising temperatures are accelerating <a href=\"https://www.ideam.gov.co/sala-de-prensa/noticia/colombia-pierde-mas-hielo-continua-el-retroceso-de-los-glaciares-y-uno-de-ellos-esta-punto-de\">glacier melt</a>.</p><p>The city plans to build a linear eco-park along the river’s eastern bank to protect a flood-risk area while encouraging walking and biking, promoting nature tourism and increasing green corridors. In addition to protecting the riverbank, it also aims to improve air quality, reduce the urban heat island effect, enhance public health and limit urban expansion and climate-exposed informal settlements.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"327\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"441\" />\n              <source height=\"327\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"441\" />\n              <source height=\"327\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"441\" />\n              <source height=\"327\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"441\" />\n              <source height=\"327\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"441\" />\n                  <img alt=\"A simulation of an area of Guatapuri River's eco-park\" height=\"327\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/guatapuri-river-s-eco-park.png?VersionId=UPvWhhaQwY28MQc6SSQVymqzrIvSjUQL&itok=XnmhXHHN\" width=\"441\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Simulation of an area of Guatapuri River’s Lineal Park. Image by Valledupar municipality. </figcaption>\n</figure>\n<h3>Montería’s Botanical Garden  </h3><p>Biodiversity management and ecosystem services are key to building climate resilience and ensuring people’s well-being, according to Colombia’s E2050. Montería’s government is applying this vision by transforming an old wastewater treatment lagoon zone, which is currently located in an area facing future flood risks, into a green oasis with a metropolitan botanical garden.  </p><p>The project will create a space for recreation and environmental education, as well as creating a permeable green area where biodiversity can thrive.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"315\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"492\" />\n              <source height=\"315\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"492\" />\n              <source height=\"315\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"492\" />\n              <source height=\"315\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"492\" />\n              <source height=\"291\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A preliminary project of the Botanical Garden park in Monteía, Colombia\" height=\"291\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-11/botanical-garden-in-monteria.png?VersionId=WRwy_BhNJg1NGNqqJc_jlqTvQnRUPogY&itok=6_nOln_w\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Preliminary Project of “Parque Botanico Las Lagunas”. Image by Montería’s municipality </figcaption>\n</figure>\n<h3>From National Goals to Local Action</h3><p>The city-led projects in Cali, Valledupar and Montería help translate Colombia’s NDC and long-term strategy into tangible action. They show how local initiatives can support national emission reduction goals while improving quality of life, strengthening resilience and protecting nature.</p><p>However, advancing multilevel collaboration is not without challenges. <a href=\"https://thecityfix.com/blog/empowering-cities-to-shape-stronger-more-inclusive-ndcs-lessons-from-colombia/\">WRI Colombia’s analysis</a> identified key obstacles subnational governments face when implementing climate measures.  </p><ul><li>At a local level, political support is key for integrating climate action into local priorities, such as the four-year development plans, because it helps build momentum, unlock resources and sustain long-term projects.</li><li>Cities struggle to find clear incentives, especially financial ones, for including NDC-related actions in their local plans, making stronger national support critical.</li><li>The technical knowledge gap for planning and implementing climate projects remains a challenge, particularly in smaller municipalities.  </li></ul><p>Working with WRI, the national government co-hosts the Strategic Committee on “Cities and Climate Change in Colombia,” a biannual forum that brings together cities, NGOs and national authorities to discuss climate action. The committee fosters multilevel collaboration by identifying active projects, synergies and facilitating coordination among governments and stakeholders.</p><p>In 2024, subnational governments were able to discuss these challenges through the forum with the national government, which is taking action on multiple fronts to create an enabling environment for cities and departments in climate action. One example is the <a href=\"https://corredorfinanzasclima.dnp.gov.co/\">Corridor of Climate Financing</a> (Corredor de Financiamiento Climático de Colombia), a platform led by the National Planning Department that connects climate projects to funders and provides support.</p><p>Strengthening collaboration between national and subnational governments, as promoted by the CHAMP initiative, is crucial to overcoming these barriers and scaling up local climate projects that support the transition to a low-carbon, resilient economy. </p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}