{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2026-02-14T20:35:06.926784",
  "items": [
    {
      "title": "What's the Climate Cost of Growing Crops?",
      "link": "https://www.wri.org/insights/climate-emissions-growing-crops",
      "pubDate": "Fri, 13 Feb 2026 05:00:30 EST",
      "description": "<p>Emissions from land used to grow crops for food, animal feed, fiber, fuel and more, known as croplands, are often overlooked. But they are far from insignificant. <a href=\"https://www.nature.com/articles/s41558-026-02558-4\">New maps of crop emissions</a> from a global collaboration of universities and international research institutions, led by Cornell University and <a href=\"https://landcarbonlab.org/\">Land & Carbon Lab</a>, reveal that in 2020 alone, croplands emitted nearly 5% of global net greenhouse gas (GHG) emissions caused by human activity. That may sound small, but these emissions surpass those from <a href=\"https://www.wri.org/insights/modernizing-ports-major-untapped-opportunity-healthier-planet\">global shipping</a> and are on par with annual GHG emissions from <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">tropical primary forest loss</a>.</p><p>Just four crops — rice, maize (corn), wheat and oil palm — account for the majority (67%) of these emissions, even though hundreds of crops are grown worldwide. Emissions from these top-emitting crops come from the large areas of land they occupy and the way that land is managed, including the use of fertilizers, manure, burning leftover crops, and other cultivation techniques.</p><p>Clearly, these crops are essential to nourish a rising global population —  projected to reach <a href=\"https://www.unonline.org/development/desa/pd/sites/www.un.org.development.desa.pd/files/wpp2022_summary_of_results.pdf?utm_source=chatgpt.com\">nearly 10 billion people by 2050</a> —  as well as for the rapid increase in animal feed demand and for creating industrial products used in our everyday lives. At the same time, there is an opportunity to shape a more climate-smart, resource-efficient global food system, where farming plays a more significant role in addressing climate change.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"A man rides a plow on farmland surrounded by white birds.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/rice-farmer-plow-sri-lanka_0.jpg?VersionId=12Pg0d7r06ZDeVi_Ou3AVp3WeTVrXMef&h=b2d9f031&itok=K06wYsKj\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>After harvest on a Sri Lanka rice field, a man plows the field. Farming practices, like plowing leftover crops back into soil can release climate-harming emissions. Photo by pilesasmiles/iStock.</figcaption>\n</figure>\n<h3>Where Do Emissions from Crop Farming Come From?</h3><p>Emissions from crop farming accounted for 19% of net emissions (a total of 2.5 gigatons of carbon dioxide equivalent) from the land sector in 2020, the latest year for which global maps are available.</p><p>They originate from six major sources, each linked to specific crops and agricultural management practices: Nearly all crop emissions come from draining peatlands (35%), flooding fields for rice cultivation (35%) and the use of synthetic fertilizers (23%), which together generate 93% of all emissions from crop farming.</p><p>Burning leftover crop material, incorporating crop residues into soils and spreading animal manure as fertilizer — all of which release emissions — together account for about 7% of all emissions from crop fields.</p><p>Draining peatlands exposes carbon-rich soils that have been waterlogged for centuries. When these soils dry out, the presence of oxygen triggers microbial activity that breaks down the organic matter, releasing large amounts of carbon dioxide. In contrast, flooded rice fields release methane because waterlogged soils lack oxygen, creating ideal conditions for methane-producing microbes to break down organic matter.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Degraded peatlands after they've been cleared for agricultural production.\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/degraded-peatlands-clearing_0.jpg?VersionId=lLQyXqUrC3UyYJQrjnn2nvZMT5E2u4Fg&itok=AcobW9kg\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>As peatlands are cleared and drained for agricultural production, they release large amounts of carbon dioxide. In Indonesia, peatlands are often cleared to grow oil palms. Photo by RidhamSupriyanto / Shutterstock.</figcaption>\n</figure>\n<p>Compared to carbon dioxide, methane traps more than <a href=\"https://ghgprotocol.org/sites/default/files/2024-08/Global-Warming-Potential-Values%20%28August%202024%29.pdf\">25 times</a> as much heat in the atmosphere over a 100-year period, making even small amounts of methane a significant contributor to climate change.</p><p>Nitrogen fertilizers also contribute emissions when excess nitrogen not used by crops is converted by soil microbes into nitrous oxide, an even more potent greenhouse gas more than <a href=\"https://ghgprotocol.org/sites/default/files/2024-08/Global-Warming-Potential-Values%20%28August%202024%29.pdf\">270 times</a> more powerful as carbon dioxide.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/27191126/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Farming practices such as when fertilizers are applied, how crop residues are handled after harvest and how fields are irrigated play a major role in shaping a farm’s emissions profile. Two farmers growing the same crop in the same region can have different emission footprints simply because they make different choices about fertilizer, water and soil management. This variation shows that one-size-fits-all climate solutions are unlikely to be effective. Instead, reducing emissions from agriculture requires targeted, context-specific approaches that reflect local crops, conditions and farming practices.</p><div class=\"callout aligncenter\"><p class=\"secondary body-link\"><strong>About the Data: A Clearer Map for Climate-Smart Agriculture</strong></p><p>To map global cropland emissions, a consortium of leading research institutions led by Cornell University along with Colorado State University, University of Minnesota, Food and Agriculture Organization (FAO), International Food Policy Research Institute (IFPRI) and others combined a wide range of ground-based and modeled data sources to harmonize crop and livestock production systems.</p><p>Croplands are defined according to FAO as land used to grow temporary (crops with a growing cycle of less than one year that need to be replanted after harvest) and permanent (long-lived) crops and exclude temporary grazing lands and fallow lands (previously cropped fields left unseeded for one or more seasons to let the soil recover).</p><p>To map which crops are grown where, how much is harvested and how many calories are produced, the team used the <a href=\"https://www.mapspam.info/\">Spatial Production Allocation Model</a>. Then, they layered in spatially detailed information about how crops are typically managed, drawing from FAO, national reports and scientific literature.</p><p>Peatland extent was defined using a hybrid map adjusted to align with cropland totals on drained peatlands as reported in the <a href=\"https://globalpeatlands.org/sites/default/files/2022-12/peatland_assessment.pdf\">Global Peatland Assessment</a>. Then, emissions were mapped using methods from <a href=\"https://www.ipcc-nggip.iges.or.jp/public/2019rf/index.html\">IPCC’s 2019 Guidelines for National Greenhouse Gas Inventories</a>.</p><p>Note that maps of crop emissions do not account for changes in agricultural soil carbon beyond carbon dioxide emissions from crops growing on drained peatlands. The maps also exclude carbon dioxide temporarily stored and released from the crops themselves.</p></div><h3>The 4 Crops Driving 67% of Emissions</h3><p>The biggest opportunity for cutting emissions lies in focusing on how rice, maize, wheat and oil palm are grown. These crops are essential to feed and nourish the world, yet it will be just as essential to rethink how these crops are grown to cut climate pollution and ensure farmers can still earn a living.</p><p>Rice accounts for 43% of all cropland emissions globally. This is due primarily to methane emissions from flooded rice fields, a process central to traditional rice farming in much of Asia.</p><p>Maize and wheat, though less emissions-intensive than rice per hectare, cover vast areas of the globe and rely heavily on nitrogen fertilizers to grow quickly and sustain high yields, leading to high total nitrous oxide emissions.</p><p>Oil palm, though planted on just 2% of cropland, packs a huge climate punch because it’s often grown on carbon-rich peatlands in Southeast Asia.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26907727/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>6 Countries Account for 61% of all Crop Emissions</h3><p>The six highest-emitting countries — China, Indonesia, India, United States, Thailand and Brazil — together account for 61% of global crop emissions. China, Indonesia, India and Thailand are also among the world’s leading rice producers — a key food staple for billions of people every day — which largely explains their high emissions profiles.</p><p>Emissions in other top-emitting countries like Brazil and the U.S. are driven more by fertilizer use than growing rice. Indonesia stands out for its high emissions from planting crops on drained peatlands</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26905117/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Where different crops are grown around the world today often reflect more than just climate or soil conditions — it’s also the result of deep-rooted historical legacies. Colonial trade routes, government subsidies, dietary preferences and infrastructure investments have all shaped agricultural landscapes over time. For example, oil palm dominates parts of Southeast Asia not only because it grows well there, but also due to decades of <a href=\"https://www.un-redd.org/sites/default/files/2021-09/INDONESIA%20FISCAL%20POLICIES%20OIL%20PALM%20V6%20WEB.pdf\">government incentives</a>, <a href=\"https://gfw.global/xHJbi7\">processing infrastructure</a> and <a href=\"https://theicct.org/wp-content/uploads/2021/06/Indonesia_Palm_Oil_Fact_Sheet_20190130.pdf\">export demand</a>. Likewise, wheat and maize that grow in temperate countries reflects <a href=\"https://aei.org/wp-content/uploads/2024/12/World-Agricultural-Crop-Production-over-the-Past-Six-Decades.pdf\">public and private investment</a> in breeding higher-yielding seeds, expanding <a href=\"https://www.everycrsreport.com/files/2024-05-20_R48071_c6388b51e55f3414934d8f621905bd952ed19937.pdf\">rural extension programs</a> and building <a href=\"https://daily.jstor.org/corn-is-everywhere/\">commodity markets</a> and trade networks. These patterns persist, even when more climate-smart or resource-efficient alternatives may be available. Understanding these legacies is key to recognizing both the constraints and opportunities for shifting to lower emission, more sustainable cropping systems.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Smoke from burning crop residues in agricultural farmland lifts into the air.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/burning-crop-residues_0.jpg?VersionId=pyu03GM4gCAsI0GE403Z_UvHdYjgCTTh&h=5a62e6c6&itok=DcmpY_fy\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The practice of burning crop residues after harvest releases harmful climate emissions including carbon dioxide, methane and nitrous oxide into the air. Instead, farmers could consider composting the residues or using it for animal feed or bedding. Photo by Toa55/Shutterstock.</figcaption>\n</figure>\n<h3>Connecting Crop Yields to Climate Impacts</h3><p>The new maps from Cornell University, in partnership with Land & Carbon Lab, highlight not only where overall emissions are highest (emissions per hectare, or emission areal intensity), but also the climate cost of the energy those crops provide (emissions per calorie, or emission caloric intensity). Here, calories refer to the energy contained in harvested crops, a standard way to compare very different crops on equal footing, whether they’re used for food, animal feed, biofuels or other products. Together, these metrics help us understand not just how much we are emitting, but also how many emissions arise per unit of energy contained in those crops. It’s a bit like looking at how much pollution your car produces overall and how much it emits for every mile you drive. Just as understanding fuel efficiency helps set smarter standards for cars and trucks, this level of detail helps design smarter, more targeted climate solutions for agriculture.   </p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/26902867/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>High emissions don’t always mean a system is inefficient. Some of the most productive farming regions in the world also have the highest emissions. Asia, for example, has the highest emissions per hectare of cropland, but also produces a large share of the world’s calories. Regions like Sub-Saharan Africa have much lower emissions per hectare, mainly because farmers use fewer fertilizers and other inputs and get lower yields. Each hectare emits less, but it also produces fewer calories. As a result, emissions per hectare look small, yet emissions per calorie aren’t proportionally low, since more land is needed to produce the same amount of food. The same pattern shows up when evaluating individual crops: Rice produces nearly half of all crop emissions globally but also delivers 28% of Asia’s calories. Oil palm, another top emitter, is also one of the most land-efficient crops in terms of calorie production.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/26903653/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>This points to a core challenge in climate-smart agriculture: High emitting regions are often critical to food security. That doesn’t mean high emissions are justified, but it does mean that simply targeting the biggest emitters and setting blanket emission reduction targets could backfire. Instead, efforts should focus on reducing emissions per unit of crop calorie produced, getting the same (or more) output from each hectare while generating fewer emissions.</p><h3>Emissions Are Increasing in Key Crop-Producing Regions</h3><p>Emissions from crop production are not static — they are shaped by decades of decisions about where and how we grow food for human consumption, feed for livestock, fiber for industrial materials and biofuel for energy. Understanding these patterns is essential for designing effective, region-specific strategies to mitigate emissions.</p><p>Between 2000 and 2020, crop production increased 50% globally, corresponding to a 17% increase in emissions from croplands across major agricultural zones, especially in parts of Asia and South America. These changes reflect a combination of factors, including rising demand as well as shifts in how and where crops are cultivated — such as expanding crops into new areas, more intensive use of fertilizer and changing crop choices over time.</p><p>Nitrous oxide emissions from fertilizer and manure application together increased by 35%, with prominent increases in southern China, India, Indonesia and southern Brazil driven by intensified fertilizer use, increasing cropping intensity and the expansion of fertilizer-dependent crops into new areas.</p><p>Methane emissions from rice paddies remained relatively stable overall, but with regional shifts of declining emissions in some areas offset by increasing emissions in others, particularly in South and Southeast Asia. Emissions from crops planted on drained peatlands increased slightly in Southeast Asia, reflecting continued expansion of drainage infrastructure for cultivation of crops like oil palm. However, trends in other regions remain uncertain due to large differences in peatland and drained peatland estimates across datasets.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3576417/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3>How to Feed a Growing Population While Reducing Emissions</h3><p>The issue boils down to one key question: How do we feed a projected 10 billion people by 2050 without driving up emissions?</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Using Research for Climate-Smart Food Systems</strong></p><p class=\"secondary\">A full accounting of a company’s contribution to global land pressure includes metrics such as land use change emissions and land occupation (i.e., the amount of the land required to produce a crop). By combining Land & Carbon Lab’s spatially explicit data on <a href=\"https://www.wri.org/technical-perspectives/companies-can-address-land-use-change-emissions-meet-climate-goals\">land use change emissions</a> and land occupation with these new maps of crop management emissions — with spatially detailed <a href=\"https://landcarbonlab.org/data/land-based-greenhouse-gas-emissions-and-sequestration/\">livestock emissions maps</a> coming later in 2026 — policymakers, producers and supply chain actors gain a far more complete and detailed picture of agriculture’s climate footprint. This integrated view enables more targeted, effective interventions to build a climate-smart, resource-efficient global food system that would simultaneously reduce GHG emissions and the pressure on the land itself.</p></div><p>This shouldn’t be a trade-off with climate action. The challenge is navigating the <a href=\"https://www.wri.org/insights/manage-global-land-squeeze-produce-protect-reduce-restore\">land squeeze</a>, where food production, industrial resources, biodiversity and carbon storage all compete for the same amount of land. The broad solution is to protect natural ecosystems, produce more food on existing agricultural land, reduce emissions and restore degraded land.</p><p>Simply swapping out high-emitting crops like rice isn’t the answer. Staple crops are deeply rooted in cultural, culinary, and agricultural traditions that can’t and shouldn’t be easily replaced; longstanding rice farming systems have sustained food security and livelihoods for centuries. Instead, the solution lies in <em>how </em>we grow crops.</p><p>Major sources of emissions from lands used to grow crops each need tailored strategies that farmers can implement, in some cases supported by incentives or pressures from governments and companies:</p><ul><li>For rice, climate impacts can be slashed through smarter water and residue management, like switching from constant flooding to alternate wetting and drying. Instead of burning or tilling leftover rice stalks, they can be used as animal bedding or feed or be composted after harvest. These methods can cut methane emissions nearly in half. However, adoption challenges may persist, like demand for human labor needed to weed intermittently flooded paddies and manually remove straw where mechanization is limited.</li><li>Fertilizer-related emissions can be lowered using the “4R” <a href=\"https://www.nature.com/articles/s43016-024-01076-w\">approach</a>, which refers to applying the right fertilizer source, at the right rate, at the right time, and in the right place. This means matching fertilizer type to crop needs (e.g., slow-release vs. fast-acting), avoiding over-application, timing application to when crops can actually absorb nutrients — typically during early to mid-growth stages when plants are rapidly growing — and placing fertilizer close to roots instead of broadcasting it across the field to improve uptake. These practices reduce the amount of excess nitrogen left in the soil, which microbes would otherwise convert into nitrous oxide emissions. Field trials show that good 4R management can cut nitrous oxide emissions by 20% to 50%.</li><li>For crops cultivated on peatlands, raising the water table even partway can significantly cut carbon dioxide emissions. Rewetting peatlands — even partially — keeps more carbon in the ground by slowing decomposition without necessarily halting crop production.</li></ul><p>The future of agriculture will depend on how quickly we align past agricultural land use legacies with today’s planetary constraints.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "EPA Repeals Legal Basis for Regulating Greenhouse Gases. What it Means for the US — and the World",
      "link": "https://www.wri.org/insights/endangerment-finding-repeal-explained",
      "pubDate": "Thu, 12 Feb 2026 11:00:00 EST",
      "description": "<p>The United States is <a href=\"https://edgar.jrc.ec.europa.eu/report_2025#:~:text=countries%20%2D%202025%20report-,Main%20findings,increased%20by%2074.9%25%20since%201990.\">one of the world’s largest greenhouse gas emitters</a>. Regulating those emissions is critical to <a href=\"https://www.eea.europa.eu/en/topics/in-depth/climate-change-mitigation-reducing-emissions\">slow climate change</a> and protect Americans from <a href=\"https://www.niehs.nih.gov/health/topics/agents/air-pollution#:~:text=It%20is%20a%20major%20threat,over%20the%20past%20two%20decades.\">deadly air pollution</a>.</p><p>Yet on Feb. 12, 2026, the U.S. Environmental Protection Agency (EPA) made regulating greenhouse gas emissions much harder. The agency finalized a rule <a href=\"https://www.epa.gov/climate-change/endangerment-and-cause-or-contribute-findings-greenhouse-gases-under-section-202a\">overturning its own “endangerment finding”</a> — established after years of scientific analysis — that concluded that greenhouse gas pollution endangers human health and requires regulation. At the same time, the EPA repealed emissions standards for light-, medium- and heavy-duty vehicles.</p><p>This matters because under <a href=\"https://www.epa.gov/laws-regulations/summary-clean-air-act\">the Clean Air Act</a>, one of the U.S.’ foundational environmental laws, the EPA is legally required to regulate pollutants once it determines they endanger public health and the environment. By repealing this finding, the EPA removes the scientific and legal basis that requires federal regulation of greenhouse gases, weakening protections for people, the environment and the economy.</p><div class=\"callout alignright\"><table class=\"table table-style-align-center\"><tbody><tr><td style=\"padding: 0; width: 75px;\"><img alt=\"Profile photo.\" src=\"https://files.wri.org/d8/s3fs-public/2025-08/david-widawsky_0.jpg\" style=\"border-radius: 100%; display: inline; width: 75px;\" /></td><td><a href=\"https://www.wri.org/profile/david-widawsky\"><em><strong>David Widawsky</strong></em></a><em>, Director, WRI's U.S. Program</em></td></tr></tbody></table></div><p><a href=\"https://www.wri.org/profile/david-widawsky\"><strong>WRI U.S. Director and climate expert David Widawsky</strong></a> breaks down what is at stake for U.S. households, why this deregulation could increase legal risks for businesses and what comes next.</p><h4>What is the endangerment finding the EPA repealed?</h4><p>Let’s break down what the endangerment finding is and why it matters. <a href=\"https://www.epa.gov/climate-change/endangerment-and-cause-or-contribute-findings-greenhouse-gases-under-section-202a\">In 2009</a>, after years of extensive scientific review, EPA officially determined that greenhouse gas emissions endanger public health and welfare. This “endangerment finding,” as it’s known, was based on overwhelming evidence from EPA’s own experts, the <a href=\"https://www.nationalacademies.org/news/national-academies-publish-new-report-reviewing-evidence-for-greenhouse-gas-emissions-and-u-s-climate-health-and-welfare\">U.S. National Academies of Sciences, Engineering and Medicine</a>, and the scientific community that shows that U.S. greenhouse gas emissions from extracting and burning fossil fuels <a href=\"https://www.nrdc.org/sites/default/files/epa-endangerment-finding-fs.pdf\">drive global climate change</a> and <a href=\"https://www.epa.gov/climate-change/endangerment-and-cause-or-contribute-findings-greenhouse-gases-under-section-202a\">harm people</a>.</p><p>The finding was legally critical. Under the U.S. Clean Air Act, the EPA is required to regulate substances that <a href=\"https://www.law.cornell.edu/uscode/text/42/7408#:~:text=and%20control%20techniques-,U.S.%20Code,(C)\">“cause, or contribute to, air pollution which may reasonably be anticipated to endanger public health or welfare.”</a> Once the EPA made that determination for greenhouse gases, the agency was legally obligated to act. The finding became the legal foundation for federal climate policy, including regulating vehicle, industrial and power plant emissions and treating climate change as a public health issue under the EPA’s authority.</p><h4>What does the repeal of the endangerment finding mean? </h4><p>After 16 years, spanning multiple U.S. administrations and Congresses, the EPA has now issued <a href=\"https://www.epa.gov/system/files/documents/2025-07/420d25003.pdf\">a rule saying that the scientific evidence and legal interpretation</a> behind the endangerment finding were wrong and must be rescinded. This doesn’t eliminate all regulation of air pollution. The <a href=\"https://www.epa.gov/naaqs/ozone-o3-air-quality-standards\">EPA still regulates pollutants such nitrous oxide and ozone</a>. But the repeal specifically targets the <a href=\"https://climate.law.columbia.edu/content/massachusetts-v-epa\">legal basis for regulating greenhouse gases from extracting and burning fossil fuels</a>.</p><p>The impact is sweeping. The endangerment finding underpinned regulations across multiple sectors, including emissions limits for consumer vehicles, commercial vehicles and heavy-duty trucks, standards for <a href=\"https://woods.stanford.edu/news/epa-endangerment-finding-explained-5-facts-about-science-and-health-risks\">coal-fired and natural gas power plants</a>, and federal sustainability requirements that <a href=\"https://www.epa.gov/newsreleases/epa-releases-proposal-rescind-obama-era-endangerment-finding-regulations-paved-way\">shape government procurement and broader market behavior</a>.</p><p>It also served as a justification for grant programs aimed at reducing emissions, many of which were already <a href=\"https://apnews.com/article/epa-green-bank-zeldin-climate-trump-5168d11b7f63aeaf72001b50221c3c19\">eliminated in last year’s congressional</a> <a href=\"https://www.reuters.com/sustainability/climate-energy/us-house-targets-big-climate-clean-energy-rollbacks-budget-proposal-2025-05-12/\">reconciliation bill</a>. In practical terms, without the endangerment finding, regulating greenhouse gas emissions is no longer a legal requirement. The science hasn’t changed, but the obligation to act on it has been removed. </p><h4>What are the implications for people, households and livelihoods?  </h4><p>Without federal action to curb emissions, the impacts of climate change will only intensify, and American families will bear the financial and health burden. The impacts are both immediate and long-term. Many are already happening.</p><p>For example, climate change-related impacts are already <a href=\"https://www.ers.usda.gov/data-products/food-price-outlook/summary-findings\">increasing food costs</a>. Beef prices are <a href=\"https://www.ers.usda.gov/data-products/food-price-outlook/summary-findings#:~:text=Farm-level%20cattle%20prices%20were,egg%20production%20continues%20to%20recover.\">rising to record highs</a> as <a href=\"https://www.colorado.edu/today/2025/08/14/human-emissions-drove-megadrought-western-us#:~:text=Greenhouse%20gas%20and%20aerosol%20emissions,lead%20author%20of%20the%20study.\">droughts</a> in western states, <a href=\"https://www.drought.gov/news/new-research-finds-rising-heat-driving-western-us-droughts-2024-11-08\">intensified by rising temperatures</a>, have <a href=\"https://www.ers.usda.gov/topics/animal-products/cattle-beef/sector-at-a-glance\">drastically reduced usable grazing land and cattle herds</a>. Thousands of acres of <a href=\"https://www.farmprogress.com/vegetables/florida-vegetable-crops-hit-by-arctic-air-mass\">vegetables in Florida</a> and the Southeast have likely been destroyed by extreme cold snaps. <a href=\"https://www.climatehubs.usda.gov/hubs/northwest/topic/economic-impact-climate-change-northwest-farms\">Climate change is affecting food production</a> by altering growing conditions and increasing the frequency of extreme weather, such as drought, heat or extreme cold. This can have <a href=\"https://www.climatehubs.usda.gov/hubs/northwest/topic/economic-impact-climate-change-northwest-farms#:~:text=As%20the%20impacts%20of%20climate,rising%20temperatures%20and%20declining%20snowpack.\">negative economic effects</a> on both farmers and consumers.</p><p>Families may <a href=\"https://www.epa.gov/green-infrastructure/reduce-heat-islands\">face higher energy bills</a>, <a href=\"https://sustainability.stanford.edu/news/study-finds-emergency-room-visits-rise-sharply-hotter-days-california\">increased emergency room visits</a> in some regions and rising health care costs associated with heat waves and poorer air quality. <a href=\"https://home.treasury.gov/news/press-releases/jy2791\">Insurance premiums will likely rise</a> as climate disasters become more frequent and severe. In some areas, <a href=\"https://home.treasury.gov/news/press-releases/jy2791\">coverage is becoming harder to obtain or afford</a>, which can affect <a href=\"https://www.nber.org/system/files/working_papers/w32579/w32579.pdf\">housing costs</a>.</p><p>At the community level, increasing floods, fires and droughts <a href=\"https://www.un.org/en/climatechange/science/climate-issues/water\">will strain water and energy systems</a>. Some places <a href=\"https://www.theguardian.com/environment/2025/nov/09/climate-disasters-displaced-250-million-people-in-past-10-years-un-report-finds\">may even become unlivable</a> from being too expensive, too unstable or simply too dangerous to stay. The <a href=\"https://arxiv.org/abs/2505.01721\">costs compound</a> from <a href=\"https://www.germanwatch.org/sites/default/files/2025-02/Climate%20Risk%20Index%202025.pdf\">infrastructure repairs</a>, emergency response and displacement. </p><h4>What are the implications for businesses? </h4><p><a href=\"https://riskybusiness.org/uploads/files/RiskyBusiness_PrintedReport_FINAL_WEB_OPTIMIZED.pdf\">Businesses may face higher costs</a> due to rising <a href=\"https://www.wri.org/insights/whats-driving-us-electricity-prices\">electricity prices</a> and <a href=\"https://www.spglobal.com/en/research-insights/special-reports/climate-risk-for-insurers\">rising insurance costs</a> to cover climate disaster recovery. </p><p>In addition, the repeal could potentially create unexpected legal risks for some businesses. The endangerment finding has provided certain legal protections for companies, as the existence of federal climate regulation has been <a href=\"https://www.climatecasechart.com/collections/american-electric-power-co-v-connecticut_45acf3\">a factor when dismissing some lawsuits</a>. Its removal may change this legal landscape for businesses, possibly exposing power plant operators and other companies <a href=\"https://www.businessinsurance.com/trumps-repeal-of-climate-rule-opens-new-pathway-for-litigation/\">to litigation</a>. </p><h4>Why are vehicle emissions being repealed alongside the endangerment finding? </h4><p>The endangerment finding <a href=\"https://tile.loc.gov/storage-services/service/ll/usrep/usrep549/usrep549497/usrep549497.pdf\">originated </a>from a specific section of the Clean Air Act that deals with vehicle emissions. This <a href=\"https://www.epa.gov/climate-change/endangerment-and-cause-or-contribute-findings-greenhouse-gases-under-section-202a\">section </a>required the EPA to determine whether pollution from vehicles endangers health and welfare. </p><p>Once the EPA made that <a href=\"https://www.federalregister.gov/documents/2009/12/15/E9-29537/endangerment-and-cause-or-contribute-findings-for-greenhouse-gases-under-section-202a-of-the-clean\">determination</a> for greenhouse gases from vehicles in 2009, the agency <a href=\"https://www.c2es.org/document/events-leading-to-regulation-of-greenhouse-gases-under-the-clean-air-act/#:~:text=With%20the%20endangerment%20finding%20released%2C%20EPA%20was,Section%20202(a)%20of%20the%20Clean%20Air%20Act.\">used the same finding</a> as the legal foundation for regulating emissions from other sources like <a href=\"https://www.federalregister.gov/documents/2015/10/23/2015-22837/standards-of-performance-for-greenhouse-gas-emissions-from-new-modified-and-reconstructed-stationary\">power plants, buildings</a> and other forms of <a href=\"https://www.federalregister.gov/documents/2021/01/11/2020-28882/control-of-air-pollution-from-airplanes-and-airplane-engines-ghg-emission-standards-and-test\">transport</a>. So, the vehicles were ground zero but the implications spread far beyond cars and trucks.</p><p>By repealing vehicle emissions standards first, the EPA is targeting the most direct application of the endangerment finding. But it sets up a domino effect. If the finding doesn’t apply to vehicles, where it originated, it <a href=\"https://eelp.law.harvard.edu/wp-content/uploads/2025/08/EPAs-Proposal-to-Eliminate-the-Endangerment-Finding-and-Motor-Vehicle-Greenhouse-Gas-Regulations.pdf\">undermines the legal basis</a> for greenhouse gas regulations across all sectors. That’s why the two repeals are linked. </p><h4>Can the repeal be challenged?</h4><p>A number of entities already <a href=\"https://www.edf.org/media/edf-ucs-file-lawsuit-against-trump-administration-secret-convening-climate-skeptics-use-their\">filed lawsuits in 2025</a> challenging the EPA’s initial steps to repeal the endangerment finding. <a href=\"https://www.sierraclub.org/press-releases/2026/02/sierra-club-statement-trump-administration-s-planned-elimination-epa-s\">Additional </a>legal actions are likely to follow when the final rule is published. Something this important, in place for 16 years, won’t go without a fight.  </p><h4>What does this mean for US leadership in the world? </h4><p>By <a href=\"https://www.whitehouse.gov/presidential-actions/2026/01/withdrawing-the-united-states-from-international-organizations-conventions-and-treaties-that-are-contrary-to-the-interests-of-the-united-states/\">withdrawing</a> from the United Nations Framework Convention on Climate Change (UNFCCC) in early 2026, the U.S. became the only nation refusing to participate in climate change discussions and negotiations. Other countries are not following the U.S. in abandoning climate targets, and some have <a href=\"https://dornsife.usc.edu/news/stories/trumps-words-arent-stopping-many-countries-from-setting-higher-climate-goals/\">reaffirmed or even raised their climate goals</a> despite U.S. pressure.</p><p>However, the rest of the world takes notice when the U.S. turns its back on rock-solid science and tries to convince people to not believe their own eyes — and wallets. The U.S. <a href=\"https://theloop.ecpr.eu/us-withdrawal-from-major-environmental-international-organisations-weakens-its-credibility/\">risks losing trust</a> among friends and allies that its policy decisions are grounded in facts and science and that it’s a reliable partner. Other nations, like <a href=\"https://eccoclimate.org/what-are-the-challenges-facing-europe-and-the-world-in-2026/\">China</a>, will position themselves as reliable partners and economic leaders just as the U.S. pulls back.</p><p>Moving away from science doesn’t just weaken U.S. environmental and public health policies. It threatens U.S. leadership on every issue where credibility matters, from <a href=\"https://unfccc.int/news/step-back-from-climate-cooperation-will-hurt-us-economy-statement-from-un-climate-chief-on-us\">trade and finance</a> to <a href=\"https://www.policycenter.ma/publications/turning-back-clock-industrial-economic-and-diplomatic-fallout-us-climate-policy#:~:text=The%20second%20Trump%20administration's%20reversal,%2C%20and%20renewable%2Denergy%20manufacturing.\">industry competitiveness</a> to national <a href=\"https://www.military.com/daily-news/2025/03/17/us-military-has-cared-about-climate-change-dawn-of-cold-war-good-reason.html\">security</a>.  </p><p> </p><p><em>Correction, 02/13/2025: A previous version of this article stated that droughts have drastically reduced \"grazing land\". We have updated to clarify that this is \"usable grazing land.\"</em><br /> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: US EPA Reverses its Authority to Limit Climate Pollution",
      "link": "https://www.wri.org/news/statement-us-epa-reverses-its-authority-limit-climate-pollution",
      "pubDate": "Thu, 12 Feb 2026 10:55:08 EST",
      "description": "<p><strong>February 12, 2026 (Washington, DC)</strong> — Today the U.S. Environmental Protection Agency (EPA) finalized a rule that will make it harder for EPA and future administrations to regulate greenhouse gas emissions under the Clean Air Act. Greenhouse gas emissions result from extracting and burning fossil fuels and contribute to a warming planet and dangerous impacts of climate change.</p><p>This new rule overturns the agency’s own scientific finding established after years of scientific and economic analysis, which concluded that greenhouse gas pollution endangers human health, thus requiring regulation and oversight to protect people and the environment.</p><p>In addition, EPA repealed greenhouse gas emissions standards for light-, medium-, and heavy-duty vehicles.<br /><br /><strong>Following is a statement from World Resources Institute (WRI) U.S. Director David Widawsky:</strong></p><p>“Every person and business in America should be alarmed that the U.S. government is walking away from its responsibility to protect their health and their wallets.</p><p>“Most people have never heard of this safeguard — the “endangerment” finding — but repealing it sends a clear message: this government doesn’t care. It doesn’t care that hotter summers are driving up energy bills and sending people to emergency rooms. It doesn’t care that extreme weather is raising homeowner insurance, pricing families out of mortgages and homes. It doesn’t care that many businesses will now no longer be protected from lawsuits over climate effects. It doesn’t care that farmers are losing crops and livestock, raising the price of groceries. The bottom line is that repealing these protections will make everyday life more expensive, more risky and more uncertain for Americans.</p><p>“EPA’s own settled science shows that managing greenhouse gases is fundamental to protecting Americans. Rolling back these safeguards is a dangerous breach of responsibility to protect people, the environment, and our economy, benefitting polluters at the expense of all people.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Climate Action Can Be One of the World’s Biggest Job Creators",
      "link": "https://www.wri.org/insights/climate-action-job-creation",
      "pubDate": "Thu, 12 Feb 2026 10:00:00 EST",
      "description": "<p>We are in the midst of a great economic shift — one that will shape livelihoods and growth for decades to come. </p><p>The rise of AI and digitalization, geopolitical changes, uneven population growth, and the urgent need to cut emissions and adapt to climate impacts are combining to profoundly reshape economies — particularly the labor market. Unlike geopolitical and technological shifts, which are likely to result in net job losses, the transition towards resilient, low-carbon economies could be a powerful engine for expanding the workforce.</p><div class=\"report-teaser gold-borders-medium alignright\"><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2227\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1782\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1365\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"1075\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"643\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Cover image.\" height=\"643\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/jobs-and-skills-for-the-new-economy-an-action-agenda-for-a-people-centered-climate-transition-cover-image_0.png?VersionId=ha45TZ75j0jYdTdLaDhr7cdWI9d8zirT&itok=7ZC2EvM_\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<div class=\"text-wrapper\"><div class=\"h4 topic-tag\">Jobs and Skills for the New Economy</div><p>This report provides extensive analysis and a 10-point Action Agenda to support a people-centered transition to a low-carbon economy that focuses on jobs, skills and social equity.</p><p><a class=\"button small\" href=\"https://www.wri.org/research/jobs-skills-new-economy-action-agenda\">Learn more</a></p></div></div><p><a href=\"https://www.wri.org/research/jobs-skills-new-economy-action-agenda\"><strong>Our new research shows</strong></a><strong> the low-carbon transition could create nearly 375 million additional jobs over the next decade in four key sectors: energy, construction, manufacturing and agriculture.</strong> This midpoint estimate reflects a 20% increase in jobs in those sectors at a time when AI and other factors threaten to shrink the labor force. </p><h3>Which Jobs Will Grow in a Resilient, Low-carbon Economy?</h3><p>Jobs in climate adaptation have received far less attention than those in clean tech, yet our research shows they could make up 280 million of the total. As the world warms, there is an urgent need for a multitude of workers to shore up the resilience of our crops and fisheries, revive biodiversity hotspots, and restore our terrestrial and wetland ecosystems. Similarly, there is growing demand for technicians to retrofit our buildings into energy-efficient shields against extreme heat and other climate threats.</p><p>Like any great economic shift, some sectors will benefit more than others. Agriculture and land use could be one of the largest sources of employment, with regenerative agriculture and <a href=\"https://www.wri.org/insights/what-exactly-are-nature-based-solutions\">nature-based solutions</a> generating 195 million new jobs — equivalent to about 17% of the sector’s current workforce. Construction could see the largest percentage growth, adding 175 million jobs. That’s roughly 70% of today’s construction workforce. </p><p>This is a significant opportunity — but one that’s not guaranteed. </p><p>Securing hundreds of millions of good jobs requires governments and businesses to invest now in workforce development. This means equipping workers with the skills they need to install wind turbines and solar panels, retrofit buildings to reduce energy use, shift from conventional to sustainable farming, and more. It means re-skilling people whose jobs may disappear, such as fossil fuel workers, while creating new opportunities for the labor force of the future. It means developing entrepreneurship to enable job growth. And it means righting some of the wrongs of the past, like expanding roles for women and others historically boxed out of job markets.</p><p>Prioritizing people and their livelihoods can deliver so much more than job growth — it makes the transition to a resilient, low-carbon economy politically durable. If we get this transition right, it can ultimately create stronger economies, improve social cohesion as well as curb climate change.</p><p>While the low-carbon transition is likely to generate net job gains, it will involve substantial job churn. A total of 630 million workers will potentially be affected by job transitions. This is particularly evident in the energy space. While the sector will ultimately add 20 million jobs in electrification, renewable energy development, and power grid expansion, there will be less demand for jobs focused on fossil fuel extraction. </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/27296283/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>That’s why investing in workforce development and re-skilling is so essential. Opportunities and risks will need to be managed as jobs will be gained and lost across sectors and geographies. The transition can’t leave anyone behind — and with the promise of so many new jobs, it doesn’t have to. </p><p>But countries that potentially have the most to gain in terms of job creation are also the least equipped to seize the opportunity due to their labor market structure and lack of skills readiness and social protection measures. This includes many low-income countries in Africa.</p><p>Against this backdrop, closing the widening skills gaps in foundational, technical and transversal skills must become a much greater priority. The scale of the challenge is staggering: More than 760 million adults aged 15 and older do not possess basic numeracy and literacy skills; meanwhile, and 70% of children in low or middle-income countries cannot read by age 10. And while data on skills are relatively weak, estimates show that nearly three-quarters of youth aged 15-24 are off track in acquiring employment-relevant skills. </p><p>While these foundational skills are lagging, demand for green skills grew at a rate of 12% from 2023 to 2024 — twice the rate of supply. </p><p>Unless we take action to prepare now, the world will be hurtling toward a massive \"talent crunch\" that threatens to hold the global economy back and put a safe and sustainable future out of reach. </p><p>For example, a projected 14% shortfall in the number of renewable energy workers needed by 2030 could significantly slow the deployment of low-carbon technologies and delay emissions reductions. Over time, such delays would translate into higher cumulative emissions and increase the risk of additional warming, estimated at up to 0.7 degrees C. Every tenth of a degree of warming matters, increasing the risk of floods, droughts, wildfires and other dangerous impacts.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People restore mangroves in Indonesia\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/mangrove-restoration-project_0.jpg?VersionId=DVrNtm6tihDXVWKYoodJCM.6x24wMbbH&itok=mSIVt078\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Restoring mangrove trees in Tangerang, Indonesia. Research shows that building resilience to the impacts of climate change can create hundreds of millions of jobs. Photo by Rumaisha Project/Shutterstock</figcaption>\n</figure>\n<h3>Creating the Workforce of the Future</h3><p>So what will it take to reshape the labor force for the better while confronting climate change?</p><p>For one, governments and businesses will need to be <strong>intentional </strong>about putting people’s livelihoods at the center of their economic and climate strategies. They’ll need to improve labor market data and analysis and mobilize a better funded and more integrated policy response. This isn’t yet happening widely. Only half of countries’ <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">national climate plans, or “NDCs,”</a> reference workforce development strategies; only 1% offer concrete means of financing them. Corporate strategies are similarly scant on green skill-building.</p><p>The Philippines offers a model for others to follow. The country made green jobs a legislative priority, enshrined in policies like the Green Jobs Act, the Philippine Development Plan and the Labor and Employment Plan. It has also brought federal agencies together through the Inter-agency Committee on Green Jobs, led by the Department of Labor, to align education, environment, trade and finance around a shared goal: prioritizing green workforce development and skill-building.  This is the sort of coordinated planning and policymaking that can integrate low-carbon jobs across all parts of the economy.</p><p><strong>Innovation </strong>is also key. Governments and businesses need to test, identify and scale a new generation of workforce development programs that are fit for purpose, flexible and modular, often working with delivery and implementation partners to translate policy objectives into effective programs. This should include building smart accreditation and job matching platforms that offer pathways to jobs and livelihoods. Programs should prepare people for new and emerging low-carbon, climate-resilient jobs, as well as re-skill existing workers whose jobs are evolving. They should also include those typically left out of workforce development programs, like informal workers, women and rural communities.</p><p>In Pakistan, energy utility company K-Electric’s Roshni Baji program is one example of innovative workforce development. The program helps women from low-income areas become certified electricians, a historically male-dominated field. Alongside technical skills, women receive education in motorbike riding, self-defense, communication and stress management. It has already trained 200 women with electrical skills that are easily transferable to solar installation, microgrid maintenance, energy audits and other activities essential for greening the energy system. This is the type of innovation that can ensure the low-carbon transition benefits everyone.</p><p>And finally, none of this will happen without sustained <strong>investment. </strong>Workforce development and education are chronically underfunded, often treated as an expense rather than a high-return investment. Lower-income countries spend less than 0.1% of GDP on labor market programs. While high-income countries spend more, the percentage share has been declining over the past 2 decades. Governments and corporations alike must work together to align fiscal policy with employment goals and create the right incentives for businesses to invest in the capabilities of their workers. There’s a role for financial institutions like the multilateral development banks, too, in embedding workforce investments into climate and development finance.</p><p>Kenya’s plans show promise in this area. The country’s draft Green Fiscal Incentives Policy Framework seeks to mobilize private investments for a low-emissions, resilient economy — particularly in agriculture, which supports nearly 25% of Kenya’s GDP and is highly vulnerable to the impacts of climate change. The framework proposes tools to attract and de-risk private finance. They include: a Green Investment Bank and Credit Guarantee Scheme to unlock loans for agribusinesses and green small- and medium-sized enterprises; a Green Bonds framework to channel capital market investments; and capacity-building to equip the workforce with relevant green skills. If effectively implemented, these mechanisms could stimulate job creation across sustainable farming, renewable energy for irrigation, and agricultural processing — sectors that are vital for both climate resilience and rural employment. This is the type of finance that can create multiple benefits at once.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Maintenance workers service a giant wind turbine\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/wind-turbine-maintenance_0.jpg?VersionId=u9peczomrlUxKFS7qLgsRbweWqBzjDDj&itok=igkKfJig\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Maintenance workers service a giant wind turbine. Demand for renewable energy workers is growing as the world moves toward a low-carbon economy. Photo by Jacques Tarnero/Shutterstock </figcaption>\n</figure>\n<h3><strong>Seizing the Moment</strong></h3><p>The economy is changing. Countries that adapt quickly will attract investment, lower costs, and create good, steady jobs. Those that hesitate simply risk falling behind.</p><p>The transition to a new and more resilient, low-carbon economy is ultimately about improving people’s lives, both today and in the future. This is true for so many things —  breathing cleaner air, reducing energy bills, easing traffic congestion, and protecting communities from escalating storms, wildfires and withering heat. And if we seize this enormous opportunity, we can also deliver well-paid jobs, stronger local economies, and a more secure future for workers and their communities.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Utah Pioneers a New Model for Wildfire Resilience",
      "link": "https://www.wri.org/insights/utah-pioneers-new-model-wildfire-resilience",
      "pubDate": "Tue, 10 Feb 2026 15:12:03 EST",
      "description": "<p>Twenty years ago, the forested slopes above Alpine Acres — a small community at the source of the Weber River in Summit County, Utah — were overgrown with dry brush and primed for wildfire. With only one road in and out, residents feared their community could be engulfed by the next catastrophic blaze — the same deadly trap people found themselves in during the <a href=\"https://nvlpubs.nist.gov/nistpubs/TechnicalNotes/NIST.TN.2252.pdf\">Paradise</a> and <a href=\"https://www.nist.gov/news-events/news/2025/04/nist-updates-critical-wildfire-evacuation-and-sheltering-guidance\">Lahaina</a> wildfires.</p><p>But today, the landscape looks markedly different.  </p><p>The dense stands of trees and bushes have been replaced by a more open forest with meadows and cleared strips of land, known as fuel breaks, designed to slow or stop wildfires. By removing excess vegetation that serves as fuel for fire along the access road and around private properties, state officials have improved evacuation safety and reduced the risk of homes burning.  </p><p>“We’re one of the very first <a href=\"https://www.nfpa.org/education-and-research/wildfire/firewise-usa\">Firewise</a> communities in the state of Utah,” said Jim Warburton, a longtime resident of Alpine Acres. “Firewise means you’re aware of how fire could start on your property and in the whole community. When we first built houses up here, people weren’t thinking about that and some even had wooden shingle roofs. But gradually, people started to change how they build and maintain their land.” </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Jim Warburton, a longtime resident of Alpine Acres, speaks in front of an aspen grove on his property.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/jim-w-in-alpine-acres.JPG?VersionId=.jc9tKvMQAo42qxHekBWrLkxvj5L_cwf&itok=MWSTWL7I\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Jim Warburton, a longtime resident of Alpine Acres, speaks in front of an aspen grove on his property. Photo by Natasha Collins/WRI </figcaption>\n</figure>\n<figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Jim’s house lies tucked in the forests of northern Utah.  \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/jim-w-s-house.JPG?VersionId=Kqzog1bGOwnF_fIrdys3X5BglRPmsn0r&itok=aCJ6u-1S\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Jim’s house lies tucked in the forests of northern Utah. The fuel reduction treatment in the foreground is designed to reduce the density of trees around his home and to slow the spread of a fire if one were to occur. Photo by Natasha Collins/WRI. </figcaption>\n</figure>\n<p>“At first, people were hesitant to let us work on their land,” said Travis Wright, a coordinator at the Utah Division of Forestry, Fire and State Lands, a state agency that works with landowners to manage fire risk. “But now, they see the results and they’re calling us, asking when we can come back.”</p><p>These changes came from a multiyear collaboration in which state agencies worked with landowners to educate and support fire resilience programs on their land. Crucially, this sort of work can happen faster and on a greater scale than before thanks to a new funding model, the <a href=\"https://cities4forests.com/project/the-utah-resilience-fund/\">Utah Resilience Fund</a> (URF). Invented and deployed by a coalition of partners including Summit County, World Resources Institute, the U.S. Forest Service and others, the fund is reshaping how Utah manages wildfire risk and water security.</p><h3>A Fund to Address Catastrophic Wildfire Risk at Scale </h3><p>For decades, wildfire funding in the U.S. has typically been reactive, mobilizing resources only after fires ignite. In Utah alone, fire suppression <a href=\"https://utahnewsdispatch.com/2024/08/23/utah-spend-almost-12-million-fighting-wildfires/\">topped $28 million in 2024</a> with the state shouldering about a quarter of that cost. Yet states could actually <a href=\"https://www.sciencedirect.com/science/article/pii/S0921800924001411\">save money in the long run</a> by investing upfront in forest restoration. This investment can avoid the devastating economic and human toll of catastrophic fires while also creating more jobs, recreation and water security.  </p><p>That’s where the Utah Resilience Fund comes in. Founded in 2020, it brings together public, private and philanthropic partners to take proactive steps, before disaster strikes. So far, the <a href=\"https://cities4forests.com/story/utah-resilience-fund/\">URF has raised more than $8.4 million</a> for faster, more flexible funding for restoration on both public and private lands, ensuring forest and watershed health treatments complement each other across boundaries. Beyond meeting urgent short-term needs, it also sets some funds aside in an <a href=\"https://le.utah.gov/~2022/bills/static/HB0131.html\">income-generating endowment</a> to help sustain this work over the long term.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"823\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"658\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"504\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"397\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"238\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"The Utah Resilience Fund Model\" height=\"238\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/the-utah-resilience-fund-model.png?VersionId=PXl.JBcyL3H5DitG4.DrHqjHexvVBAX6&itok=DgsAEKAf\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>“The way we look at it now is to get ahead of the potential wildfire that we know is coming,” said Dano Jauregui, district ranger for the Heber-Kamas Ranger District of the U.S. Forest Service. “It costs far less to prepare the landscape upfront than to try to control or suppress a large fire later.” </p><h3>From the Weber Headwaters to the Great Salt Lake </h3><p>Improved wildfire resilience does not just protect homes from flames. It also safeguards Utah’s most precious resource — water. Catastrophic wildfire can send ash, sediment and chemical contaminants into the reservoirs, reducing storage capacity and threatening drinking water supplies. Overly dense and fire-prone forests can also draw down groundwater levels, leading to reduced water availability. </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"The upper Weber River flows through the community of Alpine Acres.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/upper-weber-river.JPG?VersionId=HvozpJTn31nLggpV8qH9iLtyzRpLaKxV&h=b39c5fef&itok=J22AH7Nl\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The upper Weber River flows through the community of Alpine Acres. Photo by James Anderson/WRI. </figcaption>\n</figure>\n<div class=\"callout\"><p class=\"secondary body-link\"><strong>The Fire and Water Nexus </strong></p><p>In Utah, and much of the Western U.S., forests historically experienced regular, low-intensity fires that naturally cleared underbrush and maintained ecosystem balance. Decades of <a href=\"https://foresthistory.org/research-explore/us-forest-service-history/policy-and-law/fire-u-s-forest-service/u-s-forest-service-fire-suppression/\">fire suppression</a> (putting out fires immediately), combined with <a href=\"https://naturalresources.utah.gov/dnr-newsfeed/drought-in-utah-more-than-a-water-supply-issue/\">higher temperatures and prolonged drought</a>, have disrupted this natural cycle. Forests are now overgrown with dense vegetation and dead trees, creating fuel for high-intensity wildfire. These types of wildfires <a href=\"https://www.denverpost.com/2006/11/23/hayman-fire-still-mucking-up-water/\">scorch and damage soil</a>, send sediment downstream and ultimately degrade water quality.</p><p>To restore balance, land managers use forest thinning (selectively removing smaller and unhealthy trees), prescribed burns (carefully applying fire to a landscape), and other techniques to reduce accumulated fuel, lower wildfire risk and protect the watersheds that provide clean water downstream. Innovative financial mechanisms such as the Utah Resilience Fund and the <a href=\"https://cities4forests.com/project/forest-resilience-bond/\">Forest Resilience Bond</a> help to pay for this work upfront, enabling faster, larger-scale restoration.   </p><p>For more information, see <a href=\"https://cities4forests.com/wp-content/uploads/FAQ-Utah-Forest-Management.pdf\">Forest Management FAQ</a> and <a href=\"https://cities4forests.com/wp-content/uploads/FAQ-Utah-Resilience-Fund.pdf\">URF FAQ</a>.</p></div><p>This is especially true in Utah, <a href=\"https://digitalcommons.usu.edu/etd/8476/\">the second driest state in the country</a>, where many forested headwaters lie in high wildfire risk zones. A core area where the URF is accelerating wildfire risk reduction is across the Weber River watershed. Originating in the snow-fed headwaters of the Uinta Mountains, the Weber flows through a mosaic of public and private lands, before draining into the Great Salt Lake, a region of immense economic and ecological importance.</p><div class=\"callout alignright\"><p class=\"secondary\">A <strong>watershed</strong> (also called a drainage basin or catchment) is an area of land where rain and snowmelt flow from higher ground to join into streams and rivers, and eventually drain into a larger water body, such as a reservoir or ocean. </p></div><p>The river provides drinking water to over 700,000 Utahns in Summit, Morgan, Weber and Davis counties through the Weber Basin Water Conservancy District (WBWCD), the primary water supplier for much of northern Utah. Several reservoirs fed by the Weber River, surrounded by forests, are managed by the district.    </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2100\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"1680\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"1287\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"1013\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"607\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"The Weber River begins in the Uinta mountains where communities like Alpine Acres sit at its source. \" height=\"607\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/the-weber-river.jpeg?VersionId=Uti34TO.I4n_rRyOcTQbaelR4Tqxh0l8&itok=5yTS6w6U\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Weber River begins in the Uinta mountains where communities like Alpine Acres sit at its source. The river flows downstream, supplying water to multiple reservoirs and serving communities such as Park City. Downstream, the river eventually flows to the Hill Air Force Base and recharges the Great Salt Lake. Illustration by John Wamagata Nduru/WRI. </figcaption>\n</figure>\n<h3>Working Across Fences: Private Lands Play a Role</h3><p>Utah, like many Western states, hosts vast areas of land managed by the U.S. Forest Service (USFS) and other federal agencies. Over the next decade, the USFS plans to treat 14,000 acres in the upper Weber watershed. This work will include creating a network of fuel breaks and thinning projects to reduce fire intensity and improve ecological health.</p><p>But treating federal lands alone isn’t enough. Fire doesn’t respect administrative boundaries, and real wildfire risk reduction requires cross boundary treatments that include restoring the surrounding private lands. The URF helps make this possible through funding adjacent fuel reduction projects in communities such as Alpine Acres, and further downstream, the <a href=\"https://storymaps.arcgis.com/stories/4adda37668974b6b8eae31e90707ecfb\">910 Ranch</a>.  </p><p>Once a working sheep ranch established in the late 1800s, this 8,500-acre property straddles the source of East Canyon Creek, a key tributary of the Weber River, and is one of the last contiguous mountain ranches in the Park City area. Through the <a href=\"https://www.fs.usda.gov/managing-land/private-land/forest-legacy\">Forest Legacy Program</a>, a federal grant program to protect lands from development, Summit County and partners recently <a href=\"https://www.parkrecord.com/2026/01/27/summit-county-has-officially-closed-on-the-910-cattle-ranch/\">secured the land’s permanent protection</a>. This ensures this tract of land will continue to preserve the forests and meadows that safeguard water supplies. </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"The historic Jeremy cabin sits on the 910 Cattle Ranch in front of rolling hills.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2026-02/the-historic-jeremy-cabin.JPG?VersionId=Jq0BAh6NDglMqYEduL1AZGA9VjTNF0Mp&h=0d27ee61&itok=vsiPfFjJ\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The historic Jeremy cabin sits on the 910 Cattle Ranch in front of rolling hills. This 8,500-acre property was recently purchased and put under protection from development by Summit County. Photo by Natasha Collins/WRI. </figcaption>\n</figure>\n<p>“At first glance, the ranch looks pristine, but when you start digging in, you see places where we can really heal the land,” said Jess Kirby, Summit County’s lands and natural resources director.  </p><p>The URF is now supporting restoration and fuels reduction on the ranch to improve wildlife habitat and reduce fire risk. In forested areas, crews have thinned dense conifer stands across 73 acres to reduce fuel loads and create a mosaic of openings that function as natural fire breaks. All these piles of conifers will be burned this winter, and debris along road corridors has already been chipped to improve safe access for emergency personnel.   </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Stacked piles of trees and brush\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/stacked-piles-of-trees-and-brush.JPG?VersionId=LztTDJGpJTNcM1PLPWnmDlwNLEn8nTLo&itok=Au--1NVY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Stacked piles of trees and brush that have been thinned during a fuel reduction project on 910 Ranch to reduce wildfire risk and improve forest health. Photo by James Anderson/WRI. </figcaption>\n</figure>\n<p>Wildfire resilience and downstream water security also require ecologically healthy waterways and wetlands, which act as natural fire breaks and help to filter water supplies. In the valley of the 910 Ranch, additional work is restoring the riverbanks to improve fish habitat and downstream water quality. “We’ve started replanting vegetation along East Canyon Creek, building cattle exclusion fences and putting in beaver dam analogs to restore the natural water flow and rebuild the streambanks,” said Kirby.  </p><p>Partners such as Trout Unlimited and local volunteers, with funding from Summit County and the Caterpillar Foundation, have planted <a href=\"https://ut-summitcounty.civicplus.com/2507/Outreach-Engagement\">over 700 willows</a> and dozens of cottonwood trees. This has helped stabilize eroding banks and provide shade for stretches of East Canyon Creek that had been grazed for more than a century. The team is also testing the reintroduction of <a href=\"https://www.nationalforests.org/blog/why-beaver-dam-analogs-work-low-tech-process-based-restoration-explained\">beaver-inspired habitat systems</a> to hold more water in the soil and extend flows through dry summer months.</p><p>For Kirby, the project is deeply personal. Having lost her home in Colorado’s 2001 Hayman Fire, she views the 910 Ranch as a generational investment in stewardship.</p><p>“This ranch is a legacy piece,” she said. “With the help of partnerships, this is going to be the biggest thing I’ll do in my career. It connects nearly 55,000 acres of protected land from Park City into Morgan County. When my grandkids come here someday, they’re going to say, ‘Look what Grandma helped do.’” </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=jae-H_I0B_w\" rel=\"nofollow\" title=\"Watch Utah Pioneers a New Model for Wildfire Resilience\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n\n<figcaption>Video: \"Utah Pioneers a New Model for Wildfire Resilience\"</figcaption>\n</figure>\n<h3>The Path Forward: Building a Model for the West</h3><p>The URF shows that proactive investment in wildfire resilience can protect forests and communities upstream, while benefiting those downstream. The Fund is already expanding beyond the Weber River watershed into the Jordan watershed, which directly supplies water to Salt Lake City and feeds the Great Salt Lake.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"618\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"800\" />\n              <source height=\"618\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"800\" />\n              <source height=\"618\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"800\" />\n              <source height=\"587\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"351\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Map showing the Weber, Jordan and Bear River basins\" height=\"351\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/great-salt-lake-watersheds-map_0.jpg?VersionId=33OkcDkYdVj77lij87WesA24rMP07efi&itok=hMMBnPla\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Weber, Jordan and Bear River basins are three major watersheds draining into the Great Salt Lake where the Utah Resilience Fund plans to scale its work. </figcaption>\n</figure>\n<p>Looking ahead, partners aim to grow a $10 million endowment to ensure lasting support in watershed and wildfire resilience. Future projects include expanding treatments on private lands, implementing management plans for the 910 Ranch and scaling the Fund’s model across the Wasatch and Uinta ranges, creating a blueprint for other Western states facing similar wildfire and water challenges.</p><p>The vision is clear: Roll out a replicable, landscape-scale approach that crosses jurisdiction and politics, linking upstream mountain communities to downstream cities and ecosystems — stretching from Alpine Acres all the way to the Great Salt Lake. </p><p><em>Learn more about the Utah Resilience Fund at our </em><a href=\"https://cities4forests.com/project/the-utah-resilience-fund/\"><em>project page</em></a><em> and via the </em><a href=\"https://cities4forests.com/wp-content/uploads/FAQ-Utah-Forest-Management.pdf\"><em>Forest Management FAQs</em></a><em> and </em><a href=\"https://cities4forests.com/wp-content/uploads/FAQ-Utah-Resilience-Fund.pdf\"><em>Utah Resilience Fund FAQs</em></a><em>. Together, we can protect Utah’s forests, water and future.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: WRI Vice President Stientje van Veldhoven Nominated as Minister of Climate and Green Growth, The Netherlands",
      "link": "https://www.wri.org/news/statement-wri-vice-president-stientje-van-veldhoven-nominated-minister-climate-and-green",
      "pubDate": "Tue, 10 Feb 2026 04:45:12 EST",
      "description": "<p><strong>THE HAGUE (February 10, 2026)</strong> — World Resources Institute congratulates Stientje van Veldhoven, Vice President of WRI and CEO of WRI Europe, on her nomination as Minister of Climate and Green Growth in the new Dutch government.</p><p>Since joining WRI in 2021, van Veldhoven has played a central role in shaping the Institute's work in Europe and globally. As CEO of WRI Europe, she expanded the organization's mandate and footprint across the region and strengthened its work on climate action, nature and sustainable development. As WRI Vice President, she co-led the development of the Institute's global strategy, with a focus on supporting transitions in emerging economies. She also co-founded the Systems Transformation Hub, an initiative accelerating Europe's transition toward climate neutrality, competitiveness and strategic resilience.</p><p>Prior to WRI, van Veldhoven served more than a decade in Dutch public office as a member of the D66 party, including as Minister for the Environment and Housing, State Secretary for Infrastructure and Water Management and as a Member of Parliament. She also worked as an international diplomat in Brussels and with the European Commission’s Directorate-General for Research and Development.</p><p>“Stientje is a strategic and visionary leader who leaves WRI stronger, more resilient and more effective than when she joined, helping expand our impact across Europe and globally,” said <strong>Ani Dasgupta, President & CEO, World Resources Institute</strong>. “Her deep commitment to climate action, nature protection and people's wellbeing is unwavering. We are grateful for her service and confident she will continue to lead with integrity and purpose in her new role serving the Netherlands as Minister of Climate and Green Growth.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Sustainable Finance in 2026: 6 Opportunities to Move Beyond the Headwinds",
      "link": "https://www.wri.org/technical-perspectives/6-opportunities-sustainable-finance-2026",
      "pubDate": "Thu, 05 Feb 2026 10:53:39 EST",
      "description": "<p>2026 is set to be another year of clashing trends in sustainable finance, particularly for emerging markets and developing countries (EMDCs), where the greatest capital shift needs to take place.</p><p>Last year, the world poured record levels of money into <a href=\"https://about.bnef.com/insights/clean-energy/bloombergnef-finds-global-energy-transition-investment-reached-record-2-3-trillion-in-2025-up-8-from-2024/\">clean energy investments</a>, and <a href=\"https://www.bloomberg.com/news/newsletters/2025-12-26/green-debt-sales-hit-record-levels\">green bonds and loans</a> hit an all-time high. But those tailwinds were matched by severe cuts in international public climate finance (most notably in the U.S.) as well as some countries watering down ESG regulations. Rather than derailing underlying momentum, however, these headwinds have sharpened the focus on where a rebound in leadership, innovation and coordination is most urgently needed.</p><p>We identified six strategic opportunities in 2026 for public and private investors to scale up finance needed to address the climate crisis, protect nature and improve people’s lives.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Three people installing a solar panel on a roof.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/solar-installation-south-africa_0.jpg?VersionId=qDLLY_T..gOBqCJEOSfmSpen3QSalxNP&itok=Rv2LQulq\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>In South Africa, technicians install a rooftop solar array. Photo by PixelCatchers/iStock</figcaption>\n</figure>\n<h3>1) Generating Policy Leadership to Implement the New Finance Roadmap</h3><p>Against the odds, the 2025 UN climate summit (COP30) solidified the <a href=\"https://unfccc.int/documents/650953\">Baku to Belém (B2B) Roadmap</a>. This lays out a comprehensive strategy to meet the ambitious global goal agreed at COP29: delivering $1.3 trillion a year in international finance to EMDCs for clean energy, adaptation, nature, just transition, and loss and damage by 2035.</p><p>In 2026, the focus must shift to implementation so that progress can be demonstrated by COP31 this November. This will, of course, be aided by leadership from the key international bodies for financial governance. However, the G20 is set to be missing in action as a driver of sustainable finance and climate this year under the U.S. presidency. At the high-income G7 summit, France — this year’s chair — will undoubtedly aim to broaden the dialogue with EMDCs and make progress on several granular areas of climate finance (possibly including prudential regulation). This leaves the <a href=\"https://www.brics2026.gov.in/\">BRICS</a>, with its 11 major EMDCs, with a chance to pick up the baton. Under India’s leadership this year, the group can deepen its <a href=\"https://brics.br/en/brics-leaders-champion-global-effort-for-fair-climate-finance-in-historic-rio-declaration\">2025 commitment</a> to “lead a global mobilization for a fairer and more effective International Monetary and Financial System to enhance climate finance.” (We examine opportunities for South-South cooperation in more detail <a href=\"https://www.wri.org/#south-south\">below</a>.)</p><p>Beyond high-level summits, 2026 needs to see governments and stakeholders turn to the nuts and bolts of implementing new finance commitments. Across its more than 100 member countries, the Coalition of Finance Ministers for Climate Action will give attention to expanding fiscal space in developing countries, increasing adaptation finance and supporting the new generation of <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\">country platforms</a>. Meanwhile, the central bank and regulator Network for Greening the Financial System (NGFS) is deepening its focus on the short-term risks of climate inaction for growth, financial stability and inflation.</p><h3>2) Rebooting Private Finance Flows</h3><p>One of the biggest tasks for 2026 will be to show how the B2B Roadmap’s heroic goals for expanding private finance can be achieved over the next decade. <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2025/11/IHLEG-on-Climate-Finance-4th-Report-Delivering-an-integrated-climate-finance-agenda.pdf\">Half of the $1.3 trillion</a> in external flows needs to come from private sources by 2035, according to the Independent High-Level Expert Group on Climate Finance (IHLEG) — up 16 times from the $40 billion delivered in 2022. And of the $1.9 trillion needed from domestic sources, 40% must come from the private sector (including households), a ninefold expansion from today’s levels.</p><p>The good news is that 2026 opens with core banking, investor and insurance commitments on climate and nature finance relatively robust, despite well-publicized attacks and the shuttering of net-zero alliances for banking and insurance. In fact, the <a href=\"https://www.netzeroassetmanagers.org/nzam-ready-for-its-next-chapter/\">Net Zero Asset Management (NZAM) initiative</a> will be relaunched early in the year. Leading asset owners have also helped to restore confidence through new allocations to sustainability themes: According to a recent <a href=\"https://www.morganstanley.com/insights/articles/institutional-investor-sustainability-signals-report-2025\">Morgan Stanley survey</a>, 86% of asset owners in North America, Europe and Asia Pacific expect to increase allocations to sustainable investments in the next two years.</p><p>2026 offers several key opportunities to continue increasing private finance flows:</p><ul><li><a href=\"https://www.greenfinanceinstitute.com/news/global-clean-power-alliance-finance-mission-publishes-global-roadmap-to-scale-private-finance-for-clean-energy-transitions-in-emerging-markets/\">Expanding private investment</a> in clean electrification in the developing countries that continue to miss out, notably in Africa. This will often require investors to work closely with multilateral development banks (MDBs) and development finance institutions (DFIs) in the construction of bankable pipelines, platforms and policies, as well as placing a priority on worker and community benefits.</li><li>Overcoming the structural challenges facing blended finance to make it more efficient and impactful in mobilizing private capital. In 2026, the multi-country <a href=\"https://scaledevelopment.org/\">SCALED initiative</a> is set to move into its second phase of standardizing blended finance requirements, vehicle types and processes.</li><li>Aligning finance flows with nature. The next UN biodiversity summit (COP17) in October will focus attention on how to both meaningfully increase the still-tiny <a href=\"https://www.unep.org/resources/state-finance-nature-2026\">private finance flows into nature-based solutions</a> (currently around $23 billion) and structurally curb the far-larger $4.9 trillion in private capital directed into nature-negative activities.</li><li>Attracting private finance to adaptation. While <a href=\"https://g20sfwg.org/wp-content/uploads/2025/07/P2_WRI-Scaling-Finance-for-Climate-Adaptation.pdf\">adaptation finance</a> has historically been viewed as a solely public sector priority, we expect this year to bring increasing evidence of private sector adaptation financing, including through resilience bonds.</li><li>Bringing taxonomies closer together. In terms of financial plumbing, last year’s climate summit successfully launched a set of <a href=\"https://www.unepfi.org/publications/principles-for-taxonomy-interoperability/\">common principles</a> to make the world’s more than 50 sustainable taxonomies interoperable. There’s opportunity to build on this in 2026, which could cut barriers to sustainable finance that stem from unnecessary definitional differences and help to further reduce transaction costs.</li><li>Closing the insurance protection gap. One of the most specific of the B2B Roadmap’s short-term priorities is for the insurance industry to work with climate-vulnerable developing countries in the V20 and beyond, as well as donor governments, to reduce the financial protection gap. The goal is to deliver a plan by October 2026 that would show how a set of pre-arranged tools could be designed to ensure that funds reach people and enterprises immediately after disasters.</li></ul><h3>3) Reviving Concessional Finance</h3><p>The B2B Roadmap reemphasized the perennial need for “developed countries to achieve manyfold increases in the delivery of grants and concessional climate finance.” But the availability of concessional funding will continue to face downward pressure in 2026, with previously announced cuts to development finance (ODA) from the U.S. and most other OECD countries further squeezing the available resources for climate action. One projection from <a href=\"https://donortracker.org/publications/budget-cuts-tracker\">Donor Tracker</a> suggests that ODA will fall from a peak of $213 billion in 2023 to just $145 billion in 2026.</p><p>Visible progress will be needed from MDBs, bilateral development finance institutions and others to expand the quantum of concessional capital by stretching balance sheets, hybrid capital and other measures. As part of the mix, the proportion of concessional funds flowing to resilience needs to be increased in line with the <a href=\"https://www.wri.org/insights/tripling-adaptation-finance-goal\">tripling goal for 2035</a> agreed at COP30. The various soul-searching reviews of international finance currently underway also provide scope for development, climate and nature finance across MDBs, vertical climate funds and bilateral mechanisms to work better together as a coherent, well-allocated whole.</p><p>One particular opportunity for progress is to expand the number of countries backing the Premium Flyers Solidarity Coalition. The goal of the Coalition is to introduce <a href=\"https://solidaritylevies.org/\">levies</a> on business class, first class and private jets as a way to channel new climate and development finance to EMDCs.</p><p>Another focus will be driving deployment of existing instruments that can make concessional funds go farther, both in terms of leveraging additional investment and securing maximum impact. This will be a major test for the growing focus on development finance to be “ <a href=\"https://www.bii.co.uk/en/news-insight/insight/articles/driving-market-level-changes-in-impact-investing/\">market shaping</a>,” “ <a href=\"https://www.unepfi.org/publications/transformational-finance-for-climate-unlocking-systemic-effects/\">transformational </a>” and “ <a href=\"https://mitsloan.mit.edu/ideas-made-to-matter/what-systemic-investing-and-why-are-impact-investors-taking-notice\">systemic</a>.” There is no shortage of available mechanisms that need to move into an expansion phase this year. One cluster is the more than 50 <a href=\"https://greenguaranteedirectory.org/\">green guarantee</a> structures now in existence, such as the World Bank Group’s <a href=\"https://www.worldbank.org/en/about/unit/brief/guarantees-platform\">Guarantee Platform</a>, which consolidates products at the Multilateral Investment Guarantee Agency (MIGA), freeing up lending for climate finance.</p><p>Another approach is the growing use of structured products as a way of tapping bond markets to generate a flow of concessional capital. For example, the Climate Investment Funds (CIF)’s <a href=\"https://www.cif.org/news/ccmm-issuance\">Capital Markets Mechanism</a> issued a first-of-its kind <a href=\"https://www.cif.org/news/ccmm-issuance\">$500 million bond</a> last year to frontload funding for climate technologies. Further bond issues in 2026 would be a positive sign of momentum. The <a href=\"https://www.wri.org/insights/financing-nature-conservation-tropical-forest-forever-facility\">Tropical Forests Forever Facility</a> (TFFF), championed by Brazil at COP30, is a much larger model, <a href=\"https://www.environmental-finance.com/content/analysis/a-$125bn-plan-to-monetize-forest-conservation.html\">aiming to raise $100 billion</a> through the issuance of highly-rated bonds along with $25 billion in public and philanthropic capital (which would absorb losses in a blended finance approach). This pool would then be invested to generate $4 billion per year for tropical countries, with at least 20% of payments directed to Indigenous Peoples and local communities. A key test for the TFFF in 2026 will be whether it can achieve critical mass in securing the upfront public funds it needs, building on the $6.6 billion secured at COP30.</p><h3>4) Adding Urgency to Transition Finance</h3><p>The long-waited introduction of the EU’s <a href=\"https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en\">Carbon Border Adjustment Mechanism </a>(CBAM) on the first day of 2026 has lent new urgency to the transition finance agenda in developing countries. The CBAM introduces a charge on imports into the EU based on carbon performance, matching the price paid by domestic companies through the European Emissions Trading System (ETS). This means companies in affected sectors — cement, iron and steel, aluminum, fertilizers, hydrogen and electricity — will increasingly be seeking financing options for new modes of production that can cut emissions and thereby avoid carbon costs.</p><p>Another policy trigger spurring transition finance will be the intensifying focus on how to speed up fossil fuel phaseout. In April, Colombia will host the first global conference on the just transition away from fossil fuels, in partnership with the Netherlands. This will bring together the growing number of countries seeking to accelerate clean energy deployment, diversify their economies from coal, oil and gas, and thereby avoid stranded assets and stranded communities. Alongside this, Brazil is driving a domestic strategy to transition away from fossil fuels (TAFF) and will lead a dialogue through to COP31 for a coordinated international approach to TAFF.</p><p>All this will place increased pressure on business to develop credible transition plans and transition finance instruments. Here, the main arena to watch in 2026 will be the market take-up of the <a href=\"https://www.icmagroup.org/sustainable-finance/the-principles-guidelines-and-handbooks/climate-transition-finance-handbook/\">recently launched guidance</a> on dedicated transition <a href=\"https://www.icmagroup.org/sustainable-finance/the-principles-guidelines-and-handbooks/climate-transition-finance-handbook/\">bonds</a> and <a href=\"https://www.lsta.org/content/transition-loans-guide/\">loans</a> from the International Capital Market Association (ICMA), the Loan Market Association (LMA) and the Asia Pacific Loan Market Association (APLMA). Critical to this will be closing the gap between different national benchmarks of credible transition performance for key low-carbon products.</p><h3>5) Boosting Climate Innovation Ecosystems</h3><p>At the other end of the investment spectrum from today’s incumbent fossil fuel technologies lie the diverse ecosystems of climate innovation. Climate tech businesses around clean energy, battery storage and sustainable mobility <a href=\"https://www.bloomberg.com/news/articles/2025-10-15/global-climate-tech-is-attracting-more-investors-than-pre-trump\">attracted $56 billion</a> in the first nine months of 2025, more than they did in all of 2024.</p><p>This finance remains unevenly spread, however. While climate tech investment in Africa <a href=\"https://insights.techcabal.com/africas-climatetech-in-2025-funding-trends-startups-scale/\">rose to upwards of $1 billion last year</a>, funding tended to flow to larger, more proven businesses. Continued declines in global ODA will likely mean further reductions in international grants for early-stage climate ventures.</p><p>As EMDCs advance their ambitions of becoming high-income economies, they will be looking for opportunities to boost private sector productivity and provide value-added links to global supply chains. In parallel, many are working to scale sustainable solutions to meet their climate targets. This year, we could see an increase in national policies geared toward boosting local green innovation that can attract commercial investment, especially in EMDCs where this is a priority. One example is <a href=\"https://vietnamnews.vn/economy/1719592/resolutions-57-and-68-poised-to-drive-private-sector-growth.html\">Vietnam’s resolutions 57 and 68</a>, agenda-setting frameworks that prioritize private sector-led innovation to boost economic growth.</p><div class=\"callout alignright\"><p class=\"secondary\"><strong>Partnering for Green Growth and the Global Goals 2030 (P4G)</strong> provides grants and technical assistance to help early-stage climate startups in EMDCs become investment ready. The initiative works with public-private platforms to improve enabling market conditions for startups in Colombia, Ethiopia, Indonesia, Kenya, South Africa and Vietnam. P4G is hosted by WRI and funded by Denmark, the Netherlands and the Republic of Korea. <a href=\"https://www.wri.org/initiatives/partnership-green-growth-and-global-goals-p4g\">Learn more.</a></p></div><p>EMDCs may look for ways to increase the volume of their climate pipelines by integrating them with other sectors that are currently attracting investment, such as linking data centers to renewable energy sources. Additionally, we are likely to see global supply chains begin to shift as many countries look to diversify to new suppliers, creating further opportunities for green start-ups in EMDEs.</p><p>Based on the high emphasis placed on adaptation during COP30, as well as rising costs and risks of the physical impacts of climate change, we will likely see investors prioritize investments in startups focused on building climate resilience. Additionally, the <a href=\"https://www.wri.org/insights/cop30-outcomes-next-steps\">adoption of adaptation indicators</a> at COP30, while needing additional refinement, and the emergence of <a href=\"https://www.climatebonds.net/expertise/resilience-finance\">voluntary investment frameworks</a> will help establish a standardized way to measure progress and allow for clearer investment opportunities.</p><h3 id=\"south-south\">6) Charting the New Role of South-South Finance</h3><p>In the past, international climate finance discussions have largely focused on North-South flows and domestic resource mobilization. But today’s geoeconomic turbulence makes South-South financial cooperation an increasingly critical arena. Already, South-South climate cooperation amounts to about $17 billion a year — greater than direct flows of international private capital, <a href=\"https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2025/11/IHLEG-on-Climate-Finance-4th-Report-Delivering-an-integrated-climate-finance-agenda.pdf\">according to IHLEG</a>.</p><p>At COP29 in Baku, governments agreed that South-South cooperation would form a voluntary component of the New Collective Quantified Goal (NCQG) on climate finance. This inclusion reflects a paradigm shift: Developing countries are not only recipients, but also contributors to global climate solutions. While these contributions remain non-obligatory, they signal a growing commitment among EMDCs to share resources and expertise, reinforcing solidarity and mutual responsibility in addressing climate and development challenges.</p><p>These collaborations amongst the BRICS, least developed countries and the capital hubs of the Gulf not only mobilize resources, but also foster knowledge exchange and capacity building tailored to the unique challenges faced by emerging economies. As clean-economy opportunities increase and climate impacts intensify, the role of South-South finance in bridging gaps and accelerating action has never been more vital.</p><p>For 2026, the BRICS has signaled its intent to deepen collaboration on climate finance, creating a platform for emerging economies to pool resources and share best practices. This year, expect discussions on operationalizing joint investment vehicles and green bond markets under this framework. These efforts could unlock significant capital for renewable energy, resilient infrastructure and low-carbon technologies across the BRICS member states and beyond.</p><p>One crucial institution to watch is the youngest MDB, the <a href=\"https://www.ndb.int/event/new-development-bank-at-the-30th-united-nations-climate-change-conference/\">New Development Bank</a>, set up by the BRICS a decade ago. As part of its 2022-2026 Strategy, the Bank committed to dedicate at least 40% of its portfolio to climate-related finance as well as 30% in local currencies. The latest data presented at COP30 shows that climate finance is 31% of the bank’s total portfolio (excluding COVID loans). But the pace is stepping up, with climate accounting for over 55% of approvals in 2024. These goals open the door for large-scale investments in clean energy, sustainable transport and resilience projects across BRICS and other partner countries, and the potential for increased climate ambition in the NDB’s next strategy. Leveraging this commitment will require coordinated pipelines of bankable projects and innovative financing structures to maximize impact.</p><p>While South-South cooperation is gaining prominence, it is not — and should not be viewed as — a stand-alone channel separate from other international flows. In practice, these financial contributions are often channeled through existing multilateral institutions and implemented in partnership with traditional donor countries. This interconnected approach ensures that resources are deployed efficiently and aligned with global priorities. The real opportunity to watch in 2026 is how South-South cooperation can become an integral part of global climate finance architecture — working together with North-South structures to scale up implementation of the B2B Roadmap.</p><h3>From Commitment to Deployment</h3><p>These six opportunities are just some of the areas where we could see real movement toward a more sustainable financial system. Ultimately, progress in 2026 will depend less on new pledges and more on execution: translating roadmaps into monitored action, commitments into deployment, and partnerships into measurable impact for people, nature and climate.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "A Milestone for Data-Driven Climate Action: Ethiopia Launches Its First National Climate Data Portal",
      "link": "https://www.wri.org/update/milestone-data-driven-climate-action-ethiopia-launches-its-first-national-climate-data",
      "pubDate": "Thu, 05 Feb 2026 10:34:57 EST",
      "description": "<p>Ethiopia has taken an important step toward stronger climate governance with the Climate Data Portal integrated into the National Digital Planning, Monitoring and Evaluation System. Led by the Ministry of Planning and Development (MoPD) with technical support from World Resources Institute, the portal brings climate-related data from key sector ministries, including the Ministry of Industry, the Ministry of Water and Energy and the Ministry of Agriculture, into one place, making it easier to update, verify and use.</p><p>Instead of relying on scattered spreadsheets and one-off reporting, sector ministries can now log into a single system to submit standardized climate indicators (for example, area reforested and/or afforested in million hectares; electric installed power capacity in megawatts; number of manufacturing industries transited from fossil fuel to clean energy; and area of land covered by green infrastructure and recreational areas in hectares). The portal is designed to support reporting and tracking for the <a href=\"https://www.epa.gov.et/images/Polices/CRGE_Strategy_Final.pdf\">Climate-Resilient Green Economy</a> (CRGE) indicators and Nationally Determined Contributions (including <a href=\"https://unfccc.int/sites/default/files/2025-09/Ethiopia%20NDC%203.0%20Final.pdf\">NDC 3.0</a>) as well as to provide reliable data inputs for national modeling, including Ethiopia’s <a href=\"https://www.wri.org/insights/ethiopia-updated-ndc-climate-action\">Green Economy Model</a> (GEM).</p><h3>Centralizing Climate Data for Better Decisions</h3><p>Climate decisions are only as strong as the data behind them. Until now, climate data in Ethiopia has often been spread across institutions, reported in different formats and updated at irregular intervals. This made it more challenging to assess national progress clearly, compare performance across sectors and respond quickly when priorities changed. The Climate Data Portal helps solve this by creating a shared system that is owned by the government and built around routine reporting. For ministries, it reduces the time spent compiling and reconciling data while improving consistency through agreed indicator definitions and required metadata. For decision-makers, it offers a clearer view of progress and gaps. For partners and practitioners, it strengthens transparency and creates a more credible evidence base to support planning, finance discussions and program design.</p><h3>Key Achievements of the Climate Data Portal</h3><p>The Climate Data Portal was developed through a practical, step-by-step process. MoPD and WRI worked with Climate-Resilient Green Economy (CRGE) sector ministries to agree on priority indicators, align definitions and clarify where data will come from and who will be responsible for reporting.</p><p>The portal now includes:</p><ul><li>A secure, role-based interface for all CRGE sector ministries to submit climate indicators</li><li>Dashboards that display performance using charts and graphs</li><li>An indicator module to filter, view and download data by sector, year and theme (for example, land-use change and forestry, water resources, livestock, energy, waste, urbanization and sustainable cities, climate services and disaster risk reduction, transportation and mobility, and health)</li><li>A document library for climate strategies, policies and technical references</li><li>Integration with Ethiopia’s Digital Planning, Monitoring and Reporting System (DPMS), which aligns the portal with existing government workflows and supports data quality checks</li></ul><p>Together, these features turn climate data from static reports into something more useful: a living system that can be updated regularly and used to guide decisions.</p><h3><strong>The Strategic Importance of the Climate Data Portal</strong></h3><p>By providing more consistent and validated datasets, the Climate Data Portal strengthens the foundation for GEM-Ethiopia, supporting better calibration, scenario analysis and policy assessment. It also supports coordination across government by giving ministries a shared set of indicators and a common view of progress, which is especially important for CRGE and NDC implementation tracking.</p><h3>What’s Next?</h3><p>The next phase will focus on deepening the use and improving its functionality. Priorities include integrating Artificial Intelligence (AI), expanding sectors and indicators, strengthening dashboard features and exploring future links to subnational reporting and climate finance tracking. Continued training and support for sector ministries will also be key to ensuring regular updates and strong institutional ownership.</p><p>To learn more about WRI’s ongoing work with Ethiopia’s Ministry of Planning and Development to strengthen national climate data, modeling systems and institutional capacity, visit <a href=\"https://www.wri.org\">www.wri.org</a>.</p><p>If you are interested in partnering with WRI to build on and expand this work, please contact <a href=\"mailto:sara.ascher@wri.org\">sara.ascher@wri.org</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Integrated Resource Planning Offers a Strategy to Accelerate Clean Energy",
      "link": "https://www.wri.org/insights/integrated-resource-planning-accelerates-clean-energy",
      "pubDate": "Thu, 05 Feb 2026 09:14:04 EST",
      "description": "<p>Around the world, energy systems are undergoing rapid transformation. Rising demand, climate imperatives and technological innovation are converging to create a complex planning landscape. In response, the strategic approach known as Integrated Resource Planning (IRP) has emerged as a powerful framework that utilities and energy planners can use to balance supply and demand while finding cost-effective approaches to long-term electricity needs using renewable energy.</p><p>In many parts of the world, IRP and similar long-term planning processes (known by various names, such as Integrated Energy Planning or Integrated System Planning) are helping governments and utilities design resilient, cost-effective and equitable energy futures.</p><h3>What Is Integrated Resource Planning?</h3><p>Unlike traditional planning models that focus solely on power generation, IRP incorporates energy efficiency, demand response, storage and distributed energy resources. It also integrates broader goals such as equity, environmental protection, reliability and economic development.</p><p>The IRP process typically begins with setting clear objectives that reflect the priorities of a particular country, region or local jurisdiction — such as increasing renewable energy, reducing costs or improving energy access. Planners forecast future energy demand, evaluate resource options and use modeling tools to develop and compare scenarios. Once a preferred plan is selected, it is submitted for regulatory approval, implemented and periodically updated to reflect changing conditions.</p><div class=\"callout alignright\"><p>This article is informed by research and insights from the<a href=\"https://www.wri.org/energy\" rel=\"noopener noreferrer\" tabindex=\"0\" target=\"_blank\"> WRI Polsky Center for the Global Energy Transition</a>. The Center harnesses analytical power, convening ability and global expertise to help orchestrate a transition to a clean, abundant, affordable and reliable energy future by overcoming critical barriers.</p></div><p>Globally, IRP practices vary but share common principles. In the United States, for example, <a href=\"https://www.energy.gov/sites/default/files/2024-12/best_practices_irp_nov_2024_final_optimized.pdf\">more than 40 states</a> have formal IRP mandates that are typically updated every two to four years. In the European Union, member states submit 10-year National Energy and Climate Plans to meet EU-wide goals for decarbonization, energy efficiency and energy security. These plans are updated every two years and are supported by <a href=\"https://www.wri.org/climate/long-term-strategies/what-is-long-term-strategy\">long-term strategies</a> that the countries are required to develop for meeting their energy targets and emissions reduction goals under the Paris Agreement. In some developing countries, IRP and similar long-term planning processes are helping to manage rapid energy demand growth and the integration of evolving technologies, despite limited capital.</p><h3>Global Examples of Long-Term Planning Processes in Action</h3><p>Several developing countries have adopted IRP or similar frameworks to guide their energy transitions and have seen successful results:</p><ul><li><strong>Laos</strong> developed an Integrated Resource and Resilience Planning process in 2018 with support from the U.S. Agency for International Development and the Stockholm Environment Institute. Using software modeling tools, the country developed scenarios for ensuring access to affordable and reliable power, identified renewable energy zones and developed a resilience action plan to address risks like flooding and extreme temperatures. After implementing the  process, Laos set a new record for clean energy investment, <a href=\"https://www.global-climatescope.org/markets/laos\">rising to $550 million in 2024</a>, a 5,320% increase from $10 million in 2023<strong>.</strong></li><li><strong>Ghana</strong> launched its Integrated Power System Master Plan in 2018 and updated it in 2019 and 2023. Using the consulting firm ICF’s Integrated Planning Model, Ghana’s plan focuses on resilience, climate impacts and universal access. The plan includes a robust monitoring and evaluation framework and has helped expand energy access from 84% in 2018 to 90% by 2023, one of the highest rates in sub-Saharan Africa.</li><li><strong>Jamaica</strong> approved a 20-year IRP in 2020 to meet its 50% renewable energy target by 2030. The plan includes solar, wind, liquified natural gas and other renewables, and is expected to mobilize over $7 billion in investment for infrastructure and energy efficiency. The country is ahead of this trajectory with <a href=\"https://jis.gov.jm/jamaica-making-progress-in-meeting-50-per-cent-renewable-energy-target/\">42% of electricity generation</a> coming from renewables.</li></ul><h4>Lessons from the US: How IRP Helped Drive Energy Stability</h4><p>In the U.S., IRP has evolved over four decades. Initially focused on reducing costs, IRP gained traction in the 1980s due to fuel price volatility and interest in energy efficiency. With the deregulation of the U.S. electricity market in the 1990s, regulators relied more on market competition to guide electricity system planning, and IRP rules in many states were loosened or repealed. But then came the California electricity crisis in 2000 and 2001: Generation capacity shortages, drought and delays in building new power plants resulted in blackouts, the collapse of a major energy company and an 800% increase in electricity prices. For the entire country, California’s crisis highlighted the importance of long-term energy planning, and regulators across the country began to renew and strengthen IRP mandates. Today, almost 80% of U.S. states require utilities to file an IRP or other long-term planning document.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/26875505/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>IRP processes are tailored to the contexts of each state.  For example:</p><ul><li><strong>California</strong> uses a centralized IRP process led by the California Public Utilities Commission, aligned with greenhouse gas targets and involving utilities, stakeholders and transmission planners.</li><li><strong>Colorado</strong> requires Electric Resource Plans, and one utility in the state — Xcel Energy — uses all-source bidding to identify cost-effective projects.</li></ul><p>IRPs in the U.S. are shaped by each state’s clean energy mandates, such as Renewable Portfolio Standards, clean energy standards and energy storage requirements. More than 30 states have these types of goals, with many targeting 100% carbon-free electricity by 2040–2050. Many utilities also set their own goals that exceed state mandates — more than 50 utilities have committed to net-zero or 100% clean energy targets.</p><p>These goals and requirements create a complex web of demands and expectations for utility compliance. But using the IRP process has enabled U.S. utilities to chart paths to simultaneously meet all of these goals and requirements: <a href=\"https://link.springer.com/article/10.1007/s10584-023-03645-7\">A study carried out by the University of Colorado</a> found that utilities are generally on track to meet or exceed their state mandates and their own goals, and projects that the U.S. electric grid will be 100% decarbonized by 2060 if all goals are met.</p><p>But to achieve such ambitious goals, IRP approaches and modeling need to continue to evolve to tackle new challenges that surround the clean energy transition. Emerging challenges for planners involved in the IRP process include modeling energy storage, reflecting changing renewable costs, estimating natural gas prices, incorporating policy incentives and planning for new technologies like offshore wind and hydrogen. Water availability and climate change impacts are also increasingly critical issues, prompting the use of frameworks like <a href=\"https://www.deepuncertainty.org/\">Decision-Making Under Deep Uncertainty</a>, which helps utilities prepare for multiple possible futures.</p><div class=\"callout city-callout\"><p class=\"city-callout-heading\"><strong>Case Study: How IRP Can Help India Balance Demand Growth with Decarbonization </strong> </p><p>While every country has its own unique set of energy planning challenges and solutions, India presents an interesting case study of a growing economy looking to add more renewable energy in a way that’s efficient, sustainable and affordable.</p><p>Electricity demand is soaring in India, which is nearing 1.5 billion people with an expanding economy. At the same time, the country has made strong climate commitments — <a href=\"https://www.pib.gov.in/PressReleasePage.aspx?PRID=1885731\">cutting emissions intensity by 45% and reaching 50% non-fossil capacity</a> — which it <a href=\"https://www.pib.gov.in/PressReleasePage.aspx?PRID=2144627\"> achieved</a> five years ahead of schedule in July 2025. </p><p>Meanwhile, the coal sector continues to play a significant role in India’s energy mix, contributing over <a href=\"https://cea.nic.in/wp-content/uploads/executive/2025/04/Executive_Summary_March_2025_Aztual.pdf\">70% of the total electricity generated as of March 2025.</a> With falling prices of solar and battery storage systems and a more flexible power purchasing landscape for consumers, the share of renewable energy in the grid is expected to rise. However, this increase will require technical and economic solutions to manage variability, intermittency and resulting grid integration costs.</p><p>IRP can help states in India strike a balance of reliability and affordability while meeting the requirements of the Central Electricity Authority’s resource adequacy framework and state-specific regulations. While state utilities are free to make independent assumptions and projections, they need to ensure that their plans to add capacity are in sync with their share of the national targets. Otherwise, they risk facing stiff penalties. Although different states face diverse energy realities, they share a common need for more accurate demand estimation and a robust planning approach that ensures reliable and affordable power supply and prevents future deficits and/or stranded assets.</p><p>Done rightly using open-source modelling tools, an IRP process can allow regulators and policymakers in India to transparently and objectively evaluate the costs and outcomes of various energy scenarios with different supply mixes and demand projections, along with the grid resources required for meeting the projected demand. These decisions can help inform specific policy and regulatory goals that can support a more sustainable, affordable and/or reliable energy future.</p></div><h3>A Strategy for Cost-Effective Clean Energy Planning</h3><p>IRP offers a strategic pathway to accelerate clean energy transitions while ensuring reliability, affordability and equity. IRP and other long-term planning processes can help align national climate goals with local development needs, optimize resource use, and build resilient energy systems.</p><p>As global energy systems evolve, IRP offers a proven, adaptable framework that can help countries design resilient, inclusive and low-carbon electricity systems that meet both present needs and future ambitions.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "6 Ways to Remove Carbon Pollution from the Atmosphere",
      "link": "https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky",
      "pubDate": "Wed, 04 Feb 2026 12:00:00 EST",
      "description": "<p>Since the Industrial Revolution, humans have emitted <a href=\"https://ourworldindata.org/grapher/cumulative-co-emissions?country=~OWID_WRL\">more than</a> <a href=\"https://ourworldindata.org/grapher/cumulative-co2-land-use?tab=line\">2,000 gigatonnes</a> of carbon dioxide into the atmosphere. (A gigatonne is one billion metric tons.)</p><p>This concentration of CO2 and other greenhouse gases in the air causes the climate change impacts we’re experiencing today, from forest fires to stifling heat waves and damaging sea level rise — and the global community is still emitting more each year. Unless we make serious changes, <a href=\"https://www.wri.org/insights/2023-ipcc-ar6-synthesis-report-climate-change-findings\">climate impacts will only continue to intensify.</a></p><p>The imperative for combating climate change is to curb emissions rapidly — for example, by ramping up renewable energy, boosting energy efficiency, halting deforestation and curbing super pollutants like hydrofluorocarbons (HFCs). The <a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_SummaryForPolicymakers.pdf\">latest assessment of climate science</a> from the Intergovernmental Panel on Climate Change (IPCC) tells us, however, that these efforts alone aren’t enough.</p><p>To keep global temperature rise to less than 1.5 degrees C (2.7 degrees F), which scientists say is necessary for preventing the worst impacts of climate change, we’ll need to not only reduce emissions but also <a href=\"http://www.wri.org/blog/2018/03/taking-greenhouse-gases-sky-7-things-know-about-carbon-removal\">remove and store some carbon that’s already in the atmosphere</a>.</p><h3>What Is Carbon Dioxide Removal?</h3><p>Carbon dioxide removal (or simply “carbon removal”) aims to help mitigate climate change by removing carbon dioxide pollution directly from the atmosphere. Carbon removal strategies include familiar approaches like growing trees as well as more novel technologies <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">like direct air capture</a>, which scrubs CO2 from the air after which it can be sequestered underground.</p><p>Carbon removal is different from <a href=\"https://www.wri.org/insights/carbon-capture-technology\">carbon capture and storage (CCS)</a>, which captures emissions at the source — like from a power plant or a cement producer — and prevents those emissions from entering the atmosphere in the first place. Carbon capture is a form of emissions reduction rather than carbon removal.</p><h3>How Important Is Carbon Removal in the Fight Against Climate Change?</h3><p><strong>The latest </strong><a href=\"https://www.ipcc.ch/report/sixth-assessment-report-working-group-3/\"><strong>climate model scenarios</strong></a><strong> show that in addition to substantial and rapid emissions reductions, large-scale carbon removal will be needed to keep temperature rise to 1.5 degrees C.</strong> The amount of carbon removal ultimately needed will depend on how quickly we reduce emissions in the near term as well as the magnitude and duration of any increase above 1.5 degrees C, known as overshoot. Estimates, including both natural and technological carbon removal approaches, range from <a href=\"https://static1.squarespace.com/static/633458017a1ae214f3772c76/t/669e6c162eb5af1a357c5ef4/1721658412072/The-State-of-Carbon-Dioxide-Removal-2Edition-3.pdf\">7 billion to 9 billion</a> metric tons per year globally by 2050. For context, the United States emitted just over <a href=\"https://www.climatewatchdata.org/ghg-emissions?end_year=2023&regions=USA&source=PIK&start_year=1850\">6 billion metric tons </a>of greenhouse gases in 2023. The faster the world reduces its emissions in the near term, the less it will have to rely on carbon removal. Conversely, as global emissions continue to rise, more carbon removal would be needed to meet global climate goals.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1450\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1160\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"888\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"700\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"419\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A chart that shows how limiting global warming requires reaching net-zero emissions\" height=\"419\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/limiting-global-warming-requires-reaching-net-zero-emissions.png?VersionId=vfe71DFh60ujkznP1MjcCfrhoPNeOl_Z&itok=D0qaEBc4\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>While enhancing natural carbon removal through reforestation and forest management has long been of interest, efforts to develop and deploy novel technologies and approaches have ramped up more recently. In less than a decade, carbon removal has grown from a niche concept to a <a href=\"https://www.climatewatchdata.org/lts-explore?category=ghg_target&indicator=lts_crbn_rmvl\">well-accepted component of climate portfolios</a> and has received <a href=\"https://www.wri.org/update/carbon-removal-BIL-IRA\">billions of dollars of government funding</a> and <a href=\"https://www.cdr.fyi/blog/2026-investment-landscape-in-carbon-removal\">private investment</a>.</p><p>This expansion was largely spurred by a <a href=\"https://www.ipcc.ch/sr15/\">2018 report from the IPCC</a> which concluded that <a href=\"https://www.ipcc.ch/sr15/\">hundreds of billions of tons of carbon removal will be needed</a> by the end of the century to meet global climate goals. More recent <a href=\"https://www.ipcc.ch/report/sixth-assessment-report-working-group-3/\">IPCC reports</a> from 2022 have reaffirmed this finding. The level of carbon removed today <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">remains far below</a> what we expect to need in the coming decades, indicating a need for investment in the public and private sectors to continue growing.</p><p>As investment and deployment increases, it is important to make sure carbon removal is <a href=\"https://www.wri.org/technical-perspectives/responsible-carbon-dioxide-removal\">deployed responsibly</a>. This includes making sure it complements, rather than replaces, emissions reduction, minimizes negative impacts on people and ideally provides benefits, and uses resources sustainably, among other factors.</p><h3>How Is CO2 Removed from the Atmosphere?</h3><p>Carbon removal can take numerous forms, from new technologies to land management practices. The big question is whether these approaches can deliver carbon removal at the pace and scale needed in the coming decades.</p><p>Each carbon removal approach involves tradeoffs, including varying costs, resource needs (such as energy, land and water usage), benefits or negative impacts to people or the environment, and technology readiness, among others. Understanding the extent of these tradeoffs in different circumstances and investing in a portfolio of carbon removal approaches will be key to balancing them.</p><p>Here are six options for removing carbon from the atmosphere:</p><h3>1) Trees and Forests</h3><p>Plants remove carbon dioxide from the air naturally, and trees are especially good at storing CO2 removed from the atmosphere by photosynthesis. Expanding, <a href=\"https://www.wri.org/our-work/project/global-restoration-initiative\">restoring</a> and managing tree cover to encourage more carbon uptake can leverage the power of photosynthesis, converting carbon dioxide in the air into carbon stored in wood and soils.</p><p>Some management approaches that can increase carbon removal by trees and forests include:</p><ul><li>Reforestation, or restoring forest ecosystems after they’ve been damaged by wildfire or cleared for agricultural or commercial uses.</li><li>Restocking, or increasing the density of forests where trees have been lost due to disease or disturbances.</li><li>Silvopasture, or incorporating trees into animal agriculture systems.</li><li>Cropland agroforestry, or incorporating trees into row crop agriculture systems.</li><li>Urban reforestation, or increasing tree cover in urban areas.</li></ul><p>Earlier WRI research estimates that the theoretical carbon removal potential from forests and trees outside forests in the United States alone is <a href=\"https://www.wri.org/blog/2020/02/how-where-plant-trees-us\">more than half a gigatonne per year</a> as of 2020, equivalent to all annual emissions from the U.S. agricultural sector. What’s more, approaches to remove CO2 through forests can be relatively inexpensive compared to other carbon removal options (generally <a href=\"https://www.un-redd.org/sites/default/files/2022-11/Forest%20carbon%20pricing%20brief%20-%20FINAL.pdf\">less than $50</a> per metric ton of CO2) and yield cleaner water and air in the process.</p><article class=\"align-center media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Infographic showing five tree-based approaches for carbon removal such as planting and restoring trees in forests and cities.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-03/tree-restoration-carbon-removal-wri.png?VersionId=6SEIMTx3wQNBwo7YWr24Mcil6k5V7QYV&itok=GOgQcJnP\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>One major challenge is ensuring that forest expansion in one area doesn’t come at the expense of forests somewhere else. For example, taking farmland out of production would reduce the supply of food. This could necessitate converting other forests to farmland — resulting in more greenhouse gas emissions — unless improvements in farm productivity could fill the gap. Similarly, not harvesting timber from one forest may result in overharvesting in another. These dynamics make restoring and managing existing forests, and adding trees to ecologically appropriate lands outside of farmland, especially important.</p><h3>2) Biomass Carbon Removal and Storage</h3><p><a href=\"https://www.icef.go.jp/pdf/summary/roadmap/icef2020_roadmap.pdf\">Biomass carbon removal and storage</a> (BiCRS) includes a range of processes that use biomass from plants or algae to remove carbon dioxide from the air and then store it for long periods of time. These methods aim to leverage the carbon storage capacity of plants beyond their natural lifecycles: Whereas trees remove and store carbon only until they die and decompose, biomass carbon removal and storage aims to sequester the CO2 that plants capture more permanently.</p><p>There are <a href=\"https://www.wri.org/insights/biomass-carbon-removal-storage-companies-fight-climate-change\">many different methods</a> for removing carbon using biomass. These include the creation of biochar, which is made by heating biomass in low-oxygen environments to produce a charcoal-like soil additive that sequesters carbon; bio-oil, which uses a similar process to produce a liquid that gets injected underground; and permanent storage of carbon-rich biomass in vaults. Bioenergy carbon capture and storage (BECCS) is another carbon removal pathway which involves generating energy using biomass and then capturing and sequestering the resulting CO2 emissions. One type of BECCS that features prominently in many <a href=\"https://netzeroamerica.princeton.edu/?explorer=year&state=national&table=2020&limit=200\">economy-wide decarbonization scenarios</a> is converting biomass to hydrogen, which could result in a carbon-negative fuel.</p><article class=\"align-center media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"></div></div>\n      \n  </article>\n<p>While biomass carbon removal and storage can offer long-term CO2 removal, not all processes necessarily provide a net carbon benefit.</p><p>For example, if crops are grown specifically to be used for biomass carbon removal, they <a href=\"https://www.wri.org/research/avoiding-bioenergy-competition-food-crops-and-land\">could displace food production</a> or natural ecosystems. This can cause cropland expansion and destruction of forests and grasslands, both of which release carbon and can erase the climate benefits of BiCRS while also exacerbating food insecurity and ecosystem loss.</p><p>On the other hand, if BiCRS processes use <a href=\"https://www.wri.org/insights/sustainable-biomass-carbon-removal\">biomass sources</a> that don’t compete with food crops or ecosystems for land — such as algae or waste materials — they can provide net carbon removal. For example, many forestry and agricultural wastes, such as tree bark, nut hulls, and corn husks and stalks, are burned or left to decompose; using those materials instead for biomass carbon removal and storage can be beneficial from a climate perspective. Globally, the supply of biomass waste is likely lower than the potential demand to use it, especially as different sectors look to replace fossil fuels. <a href=\"https://www.wri.org/research/biomass-and-land-use-decarbonizing-us-economy\">WRI research</a> shows that carbon removal may be a particularly valuable use of waste and residue biomass, rather than, say, electricity production, which can be more efficiently produced with renewable energy technologies like wind and solar.</p><p>To fully harness the carbon removal potential of BiCRS pathways, policy and market incentives are needed to encourage the use of waste biomass and disincentivize the use of purpose-grown crops that could undermine the natural ability of forests and soils to sequester carbon.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1100\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"880\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"674\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"531\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"318\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A chart showing the principles for sustainable sourcing of biomass\" height=\"318\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/12-12-07-biomass-explainer-sustainable-principles.png?VersionId=0tTskWmKPlMcLddYDwPJnc1Qj7nciNLh&itok=UyR0Uyfa\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>3) Direct Air Capture</h3><p><a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">Direct air capture</a> is the process of chemically scrubbing carbon dioxide from the ambient air and then sequestering it either underground or in long-lived products like concrete. This technology is similar to the carbon capture and storage technology used to reduce emissions from sources like power plants and industrial facilities. The difference is that direct air capture removes excess carbon that’s already been emitted into the atmosphere, instead of capturing it at the source.</p><article class=\"align-center media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1100\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"880\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"674\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"531\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"318\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Visualization of the direct air capture process that shows machinery scrubbing carbon dioxide from the air and storing it, for example underground or in products like concrete.\" height=\"318\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-03/direct-air-capture-carbon-removal-wri.png?VersionId=Dq6SrT9SP8m_oItuydvjv8lZyfEeiAic&itok=Csms0RMV\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>It is relatively straightforward to measure and account for the climate benefits of direct air capture, and its potential scale of deployment is enormous. However, the technology remains costly and energy-intensive today.</p><p>Cost estimates for DAC with sequestration vary: <a href=\"https://docs.google.com/spreadsheets/d/1BH_B_Df_7e2l6AH8_8a0aK70nlAJXfCTwfyCgxkL5C8/edit#gid=164845246\">voluntary purchases of carbon removal credits</a> from direct air capture range from $100 to more than $2,000 per metric ton of CO2 depending on the technology, energy source, use of policy incentives, and other factors. The average cost is expected to come down as projects are built and technologies improve.</p><p>Direct air capture also requires substantial heat and power inputs: Scrubbing 1 gigatonne of carbon dioxide from the air could require around 7% of current U.S. energy consumption (assuming each metric ton <a href=\"https://pubs.rsc.org/en/content/articlehtml/2025/ee/d4ee04058a\">requires 2,000 kWh</a>). To maximize net carbon removal, therefore, direct air capture technology needs to be powered by low- or zero-carbon energy sources.</p><p>Investing in technological development and deployment experience, together with increasing availability of cheap, clean energy could advance prospects for direct air capture at a large scale.</p><p>Direct air capture has seen a significant public and private investment in recent years, helping spur the <a href=\"https://docs.google.com/spreadsheets/d/1UobgHejUQe8PhMZoV4RLGC0q406M-lIrlRSJAghh8ys/edit?gid=0\">more than 150 companies</a> around the world as of early 2026. In the U.S., research and demonstration funding for DAC and other carbon removal approaches has grown significantly since 2019, though recent political changes have frozen or stalled grants for DAC provided in the 2021 Bipartisan Infrastructure Law. However, the <a href=\"https://carboncapturecoalition.org/wp-content/uploads/2025/09/45Q-primer-Carbon-Capture-Coalition.pdf\">45Q tax credit</a> that supports DAC was further expanded in the July 2025 reconciliation budget bill. The private sector is also supporting DAC development through <a href=\"https://www.cdr.fyi/leaderboards\">individual</a> and <a href=\"https://frontierclimate.com/\">collective</a> purchasing commitments for CDR, including DAC, which help spurs development by creating guaranteed demand.</p><p>Interest in DAC is growing outside the U.S. as well, with projects in operation on five continents. Countries including Kenya, the UK, and Japan have DAC pilots and demonstration projects underway, and the <a href=\"https://climeworks.com/plant-mammoth\">largest operational DAC</a> plant as of January 2026 is in Iceland. As projects move from the lab to demonstration, they are providing the experience and testing to optimize DAC technologies based on real-world conditions.</p>\n\n      \n\n    \n    \n<div class=\"embedded-entity embed--block-type--in-this-series has-border-background-color\">\n      <h3 class=\"embed-block__title\">Related</h3>\n  \n  \n      <div class=\"field field--name-field-featured-items field--type-entity-reference field--label-hidden field__items\">\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/climate\" hreflang=\"en\">Climate</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/biomass-carbon-removal-storage-companies-fight-climate-change\" hreflang=\"en\">Companies Are Finding New Ways to Use Waste and Fight Climate Change</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            January 14, 2026\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"A man directs heavy equipment as part of Charm Industrial's bio-oil production.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2026-01/charm-bio-oil-bicrs.jpg?VersionId=zdWx.i0wTp3aj7dXCQCQsbAAGGnqoZto&h=0f4230fa&itok=OTveWinE\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/climate\" hreflang=\"en\">Climate</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\" hreflang=\"en\">6 Things to Know About Direct Air Capture</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            September 2, 2025\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"Climeworks founder C.Gebald & J.Wurzbacher in front of Climeworks plant \" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2022-05/Climeworks%20founder%20C.Gebald%20%26%20J.Wurzbacher%20in%20front%20of%20Climeworks%20plant_Wide%20Angle_PhotosbyJuliaDunlop.jpg?VersionId=QaqZL8qxFx5yhoE5jMFtcgfmxrd4Lq3W&h=9eb0d413&itok=n6suBXAu\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n              <div class=\"field__item\">  <div class=\"teaser-item\">\n      <div class=\"tags topic-tag margin-top-xs\">\n      \n  <a href=\"https://www.wri.org/climate\" hreflang=\"en\">Climate</a>\n\n      \n    </div>\n      <div class=\"teaser__inner-wrapper\">\n      <div class=\"left-section margin-bottom-xs\">\n              <h3 class=\"teaser-title margin-top-xs\">\n          \n    <a href=\"https://www.wri.org/insights/ocean-carbon-dioxide-removal-us\" hreflang=\"en\">Ocean Carbon Removal Is Uncharted Territory. The US Can Help Change That</a>\n\n\n        </h3>\n                    <span class=\"content-type-region bundle\">\n          \n  Insights\n\n        </span>\n                    <span class=\"date-region date\">\n              \n            April 1, 2024\n      \n  \n\n\n        </span>\n            </div>\n      <div class=\"right-section margin-top-xs margin-bottom-xs\">\n                  \n    <img alt=\"A scientist takes a soil sample to measure carbon sequestration in a seagrass bed.\" class=\"image-style-_25x95\" height=\"95\" src=\"https://files.wri.org/d8/s3fs-public/styles/125x95/s3/2024-03/carbon-sequestration-seagrass-research.jpg?VersionId=i1RbgTIu53fGIFpz2dIHCvpwa.x6_bxT&h=a141e9ea&itok=HBPo5eJ0\" width=\"125\" />\n\n\n\n\n              </div>\n    </div>\n  </div>\n\n</div>\n          </div>\n  \n</div>\n<h3>4) Carbon Mineralization</h3><p>Some minerals naturally react with CO2, turning carbon dioxide from a gas into a solid and keeping it out of the atmosphere permanently. This process is commonly referred to as “<a href=\"https://www.wri.org/insights/carbon-mineralization-carbon-removal\">carbon mineralization</a>” or “enhanced weathering,” and it naturally happens very slowly, over hundreds or thousands of years.</p><p>But scientists are figuring out how to speed up the carbon mineralization process, especially by enhancing the exposure of these minerals to CO2 in the air or ocean. That could mean moving air through large deposits of mine tailings (rocks left over from mining operations) that contain the right mineral composition; crushing certain rocks or developing enzymes that chew up mineral deposits to increase their surface area; spreading certain types of ground rock on croplands or coastal areas where it reacts with and locks away carbon dioxide; and finding ways for certain industrial byproducts, like fly ash, kiln dust or iron and steel slag, that are reactive with CO2 to sequester it.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1675\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1340\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1026\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"808\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"484\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Types of carbon mineralization approaches\" height=\"484\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/types-of-carbon-mineralization-approaches.png?VersionId=8MCYeB5baQ7kFbzRkErb6zLyNUAKEUnW&itok=jnkurwSb\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Carbon mineralization can also be used to sequester carbon dioxide that’s already been captured by injecting that CO2 into suitable rock types where it reacts to form a solid carbonate, permanently storing it. Other applications could sequester carbon and replace more emissions-intensive conventional production methods — for example, by using mineralization as part of concrete production, which is used at a multi-billion-ton scale globally.</p><p>Scientists have shown that carbon mineralization is possible and a handful of start-ups are already developing approaches, including mineralization-based building materials. However, there is <a href=\"https://www.wri.org/technical-perspectives/carbon-mineralization-policies-incentives\">more work to be done</a> to map out cost-effective and prudent applications for scaled deployment and improve measurement of carbon sequestration.</p><h3>5) Marine Carbon Removal Approaches</h3><p>A number of <a href=\"https://www.wri.org/insights/leveraging-oceans-carbon-removal-potential\">marine carbon removal approaches</a> have been proposed to leverage the ocean’s capacity to sequester carbon and expand the portfolio of options beyond land-based applications. However, these approaches are at early stages of development and require more research and field testing to understand whether they are effective at removing carbon and what impacts they have on people and the environment. Expanding this knowledge base, combined with clarifying and improving governance (both in national and international waters) are critical to understanding which approaches are appropriate for investment.</p><p>Each marine carbon removal approach aims to accelerate natural carbon cycles in the ocean. Potential approaches can be biotic and include leveraging photosynthesis in coastal plants, seaweed, or phytoplankton; or abiotic, such as adding certain minerals to seawater that react with dissolved CO2 and lock it away; or running an electric current through seawater to accelerate reactions that ultimately help extract CO2.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"885\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"708\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"542\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"427\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"General types of ocean CDR approaches\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2026-02/general-types-of-ocean-cdr-approaches.png?VersionId=8e5x565y01Yw3BSRW8_xya2N3WW2c5Rr&itok=ndYV-4FS\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Some marine carbon removal options could also provide co-benefits. For example, coastal blue carbon (carbon stored in mangroves, seagrasses, and salt marshes) and seaweed cultivation could remove carbon while also supporting ecosystem restoration, and adding minerals to help the ocean sequester carbon could reduce ocean acidification locally. However, much is still unknown about the broader ecological impacts of these approaches and further research is needed to better understand potential risks before these approaches are pursued at any scale.</p><h3>6) Farms and Soils</h3><p>Soils naturally sequester carbon, but agricultural soils are running a big deficit due to frequent plowing and erosion from farming and grazing, all of which release stored carbon. Because agricultural land is so expansive — encompassing more than <a href=\"https://www.fao.org/statistics/highlights-archive/highlights-detail/land-statistics-2001-2023.-global--regional-and-country-trends/en\">4,800 million hectares</a> around the world, or more than one-third of global land area — even small increases in soil carbon per acre <a href=\"https://www.wri.org/publication/land-carbon-removal-usa\">could be impactful.</a></p><p>There are many practices that can increase the amount of carbon stored in soils, although the amount and duration of the carbon sequestered depend on regional climate and soil type, among other factors.</p><p>Planting cover crops when fields are otherwise bare can extend photosynthesis throughout the year; using compost can improve yields while storing the compost’s carbon content in the soil; and scientists are developing crops with deeper roots, making them more resistant to drought while depositing additional carbon into the soil. Many of the practices that increase soil carbon also improve soil health and can make agricultural systems more resilient to climate change.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Increasing soil carbon can benefit farmers and ranchers in addition to removing carbon from the atmosphere. Photo by James Baltz/Unsplash\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/uploads/carbon-removal-farms-james-baltz.jpg?VersionId=mmLwLzzta8iAsIYVe7FYUaS0OWx1MNgj&itok=ahJXarLs\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Increasing soil carbon can benefit farmers and ranchers in addition to removing carbon from the atmosphere. Photo by James Baltz/Unsplash</figcaption>\n</figure>\n<p>Managing soil for carbon at a large scale, though, is a tricky proposition. Natural systems are inherently variable, and that makes it a real challenge to predict, measure and monitor the long-term carbon benefits of any given practice on a given acre. <a href=\"https://static1.squarespace.com/static/5b9362d89d5abb8c51d474f8/t/62292045a84bb233211775e7/1646862413364/Carbon180-SoilCarbonMoonshot.pdf\">More research</a> is needed to understand how these practices affect carbon sequestration in different soil types and different climates, and how long the carbon remains stored.</p><p>The efficacy of some soil carbon sequestration practices — such as cover crops and grazing management — is also subject to <a href=\"https://www.science.org/content/article/can-farmers-fight-climate-change-new-u-s-law-gives-them-billions-try\">continued scientific debate</a>. Furthermore, changing conditions or management practices from year to year could erase prior gains. And because climate-smart farming practices would need to be adopted over large tracts of farmland to remove a significant amount of carbon, governments and market systems would need to incentivize landowners to implement these measures.</p><h3>The Future of Carbon Removal</h3><div class=\"report-teaser gold-borders-medium alignright\"><div class=\"text-wrapper\"><div class=\"h4 topic-tag\">RELATED RESOURCE</div><p><strong>Technological Carbon Removal</strong><br />Systems Change Lab</p><p><a class=\"button small\" href=\"https://systemschangelab.org/technological-carbon-removal\">Learn more</a></p></div></div><p><a href=\"https://www.wri.org/research/carbonshot-federal-policy-options-carbon-removal-united-states\">Analysis by WRI</a> has shown that the most cost-effective and lowest-risk strategy for increasing carbon removal capacity involves developing and deploying a variety of approaches in tandem.</p><p>Moving forward, diverse methods of carbon dioxide removal must be <a href=\"https://www.wri.org/insights/residual-emissions-carbon-removal\">built into climate change strategies</a> around the world to avoid dangerous levels of global warming. The past few years have seen <a href=\"https://www.wri.org/insights/us-carbon-removal\">important steps</a> in this direction, but more will be needed to realize national and global climate goals.</p><p>Governments have a key role to play in scaling CDR as it is ultimately a public good of atmospheric clean-up; greater policy support is needed to drive both supply of and demand for carbon removal as well as development of robust governance frameworks to make sure <a href=\"https://www.wri.org/technical-perspectives/responsible-carbon-dioxide-removal\">carbon removal projects are developed and deployed responsibly</a>.</p><p><em>This piece was originally published in 2020. It was updated in March 2023 and February 2026 to reflect the latest data and information.</em></p><p><em>Earlier versions of this article were authored by James Mulligan, Gretchen Ellison, Kelly Levin, Alex Rudee and Haley Leslie-Bole.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}