{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-07-08T05:26:43.047648",
  "items": [
    {
      "title": "STATEMENT: BRICS Countries Rally Around Assertive Climate Agenda Ahead of COP30",
      "link": "https://www.wri.org/news/statement-brics-countries-rally-around-assertive-climate-agenda-ahead-cop30",
      "pubDate": "Mon, 07 Jul 2025 08:48:40 EDT",
      "description": "<p><span lang=\"EN-US\"><strong>RIO DE JANEIRO (July 7, 2025) </strong>— The 2025 BRICS Summit concluded today in Rio de Janeiro, bringing together representatives from countries including Brazil, Russia, India, China, and South Africa to advance a coordinated agenda on economic development, geopolitical cooperation and climate action. </span> </p><p><a href=\"https://brics.br/en/documents/presidency-documents/250705-brics-leaders-declaration-en.pdf/@@download/file\"><span lang=\"EN-US\"><u>Among the outcomes</u></span></a><span lang=\"EN-US\"> were calls for strengthened climate finance, improved carbon accounting and the creation of a developing country–led platform to align trade with sustainability goals. The summit also highlighted the role of technology transfer and resilience-building as integral to a more equitable global economy. </span> </p><p><span lang=\"EN-US\"><strong>Following is a statement from Mirela Sandrini, Interim Executive Director, WRI Brazil:</strong></span> </p><p><span lang=\"EN-US\">“This year’s BRICS Summit sends the clearest signal yet that major emerging economies can step into a global leadership role to address the climate crisis. Spanning finance, trade, technology and resilience-building, the summit’s outcome underscores strong support for climate action from the countries gathered in Rio – even as the United States retreats.</span> </p><p><span lang=\"EN-US\">“It is encouraging that BRICS nations called for more climate lending, deeper green bond markets and better carbon accounting – and created a new developing country-led platform to align trade with sustainability. Their commitment to protect tropical forests and scale up adaptation is a notable step towards safeguarding nature, building resilience and supporting human well-being. The specific mention of the Tropical Forest Forever Facility adds weight to that commitment. Crucially, they endorsed putting people and equity at the heart of a just transition to a low-carbon, climate-resilient future.</span> </p><p><span lang=\"EN-US\">“South-South collaboration of this scale and ambition can inject much-needed momentum into international climate diplomacy ahead of COP30. But a key test will be how BRICS countries implement climate commitments at home – from cutting emissions and building resilience, to supporting other developing nations through investment and lesson-sharing. Most importantly, the world will be watching for their new national climate commitments due by September, ahead of COP30. </span> </p><p><span lang=\"EN-US\">“Brazil deserves credit for bringing the BRICS together behind a more assertive vision for climate action. Brazil is deftly weaving climate diplomacy into the fabric of broader global agendas – from its G20 Presidency to BRICS and soon the COP30 summit.  This integrated approach helps reduce fragmentation across international fora and positions climate policy as a cornerstone of global economic and financial reform – driving the inclusive, green growth the world urgently needs.”</span> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: The Republican Budget Bill Will Hurt the U.S. Economy",
      "link": "https://www.wri.org/news/statement-republican-budget-bill-will-hurt-us-economy",
      "pubDate": "Thu, 03 Jul 2025 14:13:37 EDT",
      "description": "<p><strong>WASHINGTON D.C. (July 3, 2025)</strong> — Today, the U.S. House of Representatives passed H.R.1., the Republican budget bill, by a vote of 218 to 214 following the U.S. Senate’s 51 to 50 vote passage earlier this week. </p><p>The new law turns back the clock on America’s clean energy leadership, with provisions such as the rapid phaseout of critical wind and solar tax credits and introduction of onerous Foreign Entity of Concern (FEOC) restrictions, rendering many clean energy investments unworkable or uncertain at best. Taken together, these provisions will raise Americans’ electricity bills, <a href=\"https://energyinnovation.org/report/one-big-beautiful-bill-act/\">eliminate </a>hundreds of thousands of jobs, <a href=\"https://rhg.com/research/ways-and-means-brings-the-hammer-down-on-energy-credits/\">decimate </a>investments in U.S. manufacturing, and <a href=\"https://www.americanprogress.org/article/the-one-big-beautiful-bill-act-is-crushing-americas-electricity-system/\">undermine </a>the ability to meet rapidly growing demand for electricity.</p><p><strong>Following is a statement from Dr. David Widawsky, Director, WRI US:</strong></p><p>“While other countries are benefitting from accelerated investment in the clean energy economy, the U.S. is taking a step backwards.</p><p>“H.R.1. will undercut the Administration’s stated goal of ‘unleashing American energy’ and sends a chilling signal to families, businesses and investors alike. Abruptly phasing out clean energy tax credits will raise costs, slow innovation and jeopardize America’s energy security.</p><p>“Electricity demand is growing everywhere—and growing fast. The clean energy cuts in this bill will increase costs and constrain supply at a time when demand for electricity is surging. Working families, business owners and local governments will bear the brunt through higher electricity bills, fewer jobs, and reduced energy resilience to extreme weather. Billions of dollars of investment in infrastructure, manufacturing, energy savings will be lost; failure to keep pace with growing energy demand will make brownouts and blackouts more likely; air will become less breathable; and American economic growth will be at risk.</p><p>“Fossil fuels alone won’t meet the skyrocketing energy demand from manufacturing, AI, electrification, and increasingly frequent and intense heat waves that prompt more AC usage. But America can create a more flexible, agile, and resilient power system with renewables and grid upgrades. Clean energy sources are better positioned to come online quickly to meet growing electricity needs and spur economic growth. That’s exactly what companies, state and local governments, utilities and families have been counting on, planning for and investing in.</p><p>“Many Americans remain committed to a clean energy future—and we expect to see progress from the cities, states and businesses that have become labs for innovation in recent years. While this bill throws up many roadblocks to progress, these innovators can and must continue driving the country’s energy economy forward. Opportunities remain for them to do so through coalition building, providing innovative financing and policy solutions, and facilitating infrastructure development for critical projects that serve their communities.</p><p>We simply can’t afford to double down on outdated energy sources and policies. Despite this setback, we are not going to give up the race for the secure, affordable and innovative power system that Americans need – and deserve.”</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: EU 2040 Climate Goal Should Stay the Course Towards a Net-Zero Economy",
      "link": "https://www.wri.org/news/statement-eu-2040-climate-goal-should-stay-course-towards-net-zero-economy",
      "pubDate": "Wed, 02 Jul 2025 13:28:58 EDT",
      "description": "<p><strong>BRUSSELS (July 2, 2025) -</strong> Today, the European Commission presented its formal proposal to cut the European Union’s greenhouse gas emissions by 90% by 2040, from 1990 levels.</p><p>The revised EU Climate Law aligns with the lower limit of the 90%-95% reduction range recommended by the European Scientific Advisory Board on Climate Change in 2024. The 2040 target will be a critical input to the EU’s forthcoming national climate plan, or Nationally Determined Contribution (NDC).</p><p><strong>Following is a statement by Stientje van Veldhoven, Vice President and Regional Director for Europe, World Resources Institute: </strong></p><p>“A 90% emissions cut by 2040, as proposed by the Commission, keeps the EU on track for climate neutrality. It’s realistic, absolutely necessary and aligned with the bloc’s earlier commitment. If achieved, the EU will be well on its way to becoming carbon neutral by 2050.</p><p>The EU must back this credible 2040 target with a timely NDC by September with at least a 72.5% economy-wide emission reduction by 2035. This would set a clear, ambitious path for the green transition and show the EU is serious about leading the global energy race, investing in its industrial competitiveness and strengthening its energy security. </p><p>The proposed emission reductions must be delivered through domestic action. Overreliance on carbon credits would undermine the credibility of the EU’s target while diverting investment away from the EU’s clean tech industry. It is critical that monitoring and verification guardrails are put in place to limit the use of carbon credits to less than 3% of the target, ensure transparency and prevent emissions leakage. </p><p>The Commission also proposes leveraging carbon removal, which should be approached cautiously. While carbon removal can play a role in reaching the EU’s target, this must complement — not replace — deep emissions cuts. First and foremost, EU policymakers must take bold steps to phase out fossil fuels, scale up renewables, electrify transport and halt deforestation. Europe’s credible climate leadership will be vital as we approach COP30 in November.”</p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Managing Extremes: How South African Cities Are Tackling Water Crises",
      "link": "https://www.wri.org/insights/managing-extremes-how-south-african-cities-are-tackling-water-crises",
      "pubDate": "Wed, 02 Jul 2025 10:00:52 EDT",
      "description": "<p>With about 464 millimeters of rainfall per year — less than half the global average — South Africa is <a href=\"https://www.wri.org/insights/highest-water-stressed-countries\" target=\"_blank\">one of the driest countries</a> in the world. Its semi-arid climate, uneven rainfall distribution and persistent droughts leave the country facing chronic water shortages. At the same time, ecosystem degradation and climate change are causing increasingly frequent and intense flash floods.</p><p>Unlike tropical regions in Central and West Africa, where rainfall is relatively reliable, or parts of Eastern Africa with steady seasonal rains, South Africa must manage the growing demand on its limited water resources with extreme care: With <a href=\"https://www.mdpi.com/2073-4433/13/1/111\" target=\"_blank\">high evaporation rates that sometimes exceed average annual rainfall</a>, less than 9% of the country’s rainfall runs into rivers and less than 5% recharges groundwater aquifers. In its cities, rapid urbanization and industrial demand place additional pressure on already fragile water systems.  </p><p>South Africa is not alone — cities around the world are grappling with water crises. But some are adapting. Cape Town is restoring its watersheds to help the city withstand major droughts, while eThekwini (the municipality that includes the city of Durban) is investing in improved drainage, nature-based infrastructure and complementary systems, such as early warning flood alerts, to strengthen local responses to extreme rainfall. These efforts show how cities can rethink water management to become more resilient in a changing climate.</p><h3>Too Little Water: Protecting Supply and Preventing Drought</h3><p>In 2018, Cape Town nearly ran out of water.</p><p>After three years of severe drought, the city was just weeks away from <a href=\"https://www.wri.org/insights/3-things-cities-can-learn-cape-towns-impending-day-zero-water-shut\" target=\"_blank\">Day Zero</a>, when reservoirs were nearly empty and the government was preparing to shut off the water taps to homes and businesses.</p><p>Between February and April that year, residents were gradually limited to 50 liters of water a day — just enough for an average shower — which they collected from designated distribution points. Thanks to strict rationing and other water-saving measures, Cape Town was able to avert the crisis — but it was an extreme example of how droughts can impact cities.  </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"500\" />\n                  <img alt=\"A side-by-side comparison of the Theewaterskloof dam without water in 2017 and with water in 2019\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-07/design-sem-nome-6_0.png?VersionId=X6FAhl5jqpkliOUrn9h.lVeRc3WFiKBi&h=1926dcfa&itok=Hn7BHwRJ\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Theewaterskloof dam in Western Cape during a drought in 2017 (left) vs the same dam with regular water levels in 2019 (right). Photo by vlbently/iStock (left) and <a href=\"https://commons.wikimedia.org/wiki/File:Theewaterskloof_Dam,_South_Africa.jpg\" target=\"_blank\">Olga Ernest</a>/WikimediaCommons (right)</figcaption>\n</figure>\n<p>The Day Zero crisis exposed how fragile Cape Town’s water system was. The city relies heavily on surface water stored in dams, which fill from rainwater running off surrounding catchment areas. But those catchments are under threat, especially from invasive plant species like pine, wattle and eucalyptus.</p><p>These trees consume significantly more water than native vegetation, reducing the amount that reaches reservoirs and, ultimately, shrinking the city’s water supply. In fact, invasive species use about 4% of the country’s available water every year — enough to meet the needs of at least 15 million people.  </p><p>To build a drought-resilient city, Cape Town has turned to nature-based solutions, including removing invasive plants and restoring degraded catchment areas. These efforts are not only eco-friendly — they're also much cheaper to implement than costly engineered alternatives such as groundwater exploration, desalination (removing salt from seawater) and recycling wastewater.</p><h4>Implementing Nature-Based Solutions</h4><p>In the wake of the Day Zero crisis, the Greater Cape Town Water Fund was launched — a public-private initiative led by the city, The Nature Conservancy (TNC) and other partners. It’s designed to protect Cape Town’s key catchment areas through a payment-for-ecosystem-services model. Through this initiative, the municipality and local businesses pool funds to pay upstream communities to restore the land that supplies the city with water.</p><p>These upstream stewards include small-scale farmers, private landowners, small community businesses and local youth and women. They’re trained to remove invasive plants using a mix of herbicides, ringbarking (stripping a deep band of bark from the tree trunk to cut off nutrients to the canopy) and manual clearing. Over the years, TNC has also trained a specialized team of high-altitude rope technicians to tackle invasive species on steep mountain slopes that are otherwise inaccessible.</p><p>So far, the Water Fund has cleared nearly 63,000 hectares of invasive alien plants. Where they once crowded out the region’s native flora, the iconic fynbos (a unique shrubland found only in South Africa), which includes native species like the King Protea and Sugarbush, is now taking root. This ecological shift is freeing <strong>more than 17 billion liters of water every year</strong>, helping the city move closer to its long-term goal of recovering 100 billion liters annually by 2050. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"512\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1080\" />\n              <source height=\"512\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1080\" />\n              <source height=\"457\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"360\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"216\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Indigenous shrubs growing in the Breede. In the background are invasive eucalyptus trees.\" height=\"216\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/invasives-and-indegenous_0.jpg?VersionId=1_8.BkSjLd.j9O4tpqWjBsLVe742G.sT&itok=najiG7AN\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Vegetation near the Breede river. At the front grows Indigenous shrubs; in the background are invasive eucalyptus trees. Photo by Amanda Gcanga</figcaption>\n</figure>\n<p>As well as removing invasive species, efforts are underway to restore native vegetation and rebalance ecosystems. In the Breede and Berg riverbanks, a partnership of environmental NGOs, government departments and water management bodies is working with local communities to slow the spread of invasive species and plant <a href=\"https://www.reforestaction.com/en/magazine/reforestation-breede-and-berg-river-banks-continues\" target=\"_blank\">tens of thousands of native trees</a> across the catchment.</p><p>These efforts are a win for both water security and biodiversity, as invasive species are replaced with eco-friendly indigenous trees and shrubs such as wild olives and fynbos. It's also brought employment opportunities — more than 300 jobs so far — as well as new recreational activities to the region. These nature-based interventions are not just cost-effective; they’re strategic. If invasive species continue spreading across Cape Town’s catchments, the city’s water losses could <a href=\"https://www.capetown.gov.za/Media-and-news/Clearing%20alien%20invasive%20plants%20restores%2048%20million%20litres%20of%20water%20daily\" target=\"_blank\">double by 2045</a>.  </p><p><a href=\"https://www.dbsa.org/sites/default/files/media/documents/2023-11/South%20Africa%E2%80%99s%20water%20sector%20investment%20requirements%20to%202050.pdf\" target=\"_blank\">A study by the Development Bank of Southern Africa</a> on the country’s water investment gaps towards 2020 found that, despite high upfront costs, removal efforts reduce the need for expensive water infrastructure projects later on. When comparing total future costs, actively clearing invasive plant species reduces investment expenditures by 9% by 2050, while inaction increases costs by about 13% — a total potential cost savings of 22% for the country. </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"511\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1080\" />\n              <source height=\"511\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1080\" />\n              <source height=\"457\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"360\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"215\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"This is a local nursery for indigenous plants used to restore the catchment after the removal of invasive plants. \" height=\"215\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/breede-nursery_0.jpg?VersionId=1.jpDvBXwGkT1SedmTSfSoIT5qYIXdmg&itok=Cwq9BQx3\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A local nursery for Indigenous plants use to restore the catchment areas after invasive species are removed. Photo by Amanda Gcanga</figcaption>\n</figure>\n<h3>Too Much Water: Preventing Flooding and Riverine Risks</h3><p>In 2022, the eThekwini Municipality — home to Durban, a coastal city located in KwaZulu-Natal — faced the opposite of Cape Town’s drought crisis.</p><p>It suffered <a href=\"https://perfectstorm.theoutlier.co.za/\" target=\"_blank\">one of the deadliest and most damaging floods</a> in South Africa’s history. More than a third of the region’s expected annual rainfall fell in just 24 hours, causing extensive damage to homes, infrastructure and ecosystems, costing the city more than $1.5 billion. More than 400 lives were lost, and tens of thousands were displaced.  </p><p>eThekwini faces some of South Africa’s most complex river and flood-related challenges. Home to more than 7,400 kilometers of rivers and streams, and facing an increasingly unpredictable climate, the region is particularly vulnerable to both flash floods and prolonged inundation. Rapid, informal urban expansion adds further pressure. Settlements often spread along riverbanks and in low-lying floodplains, where housing, roads and drainage systems are ill-equipped to withstand the heavy seasonal rains that are intensifying with climate change.  </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"500\" />\n                  <img alt=\"Floods in the  KwaZulu-Natal in 2022\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-07/design-sem-nome-7_0.png?VersionId=ONVdFvmYR9_0ONeHohWKEwZGOvbu.mgE&h=1926dcfa&itok=ISU7Kfq8\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Damage caused by floods in the KwaZulu-Natal province in April 2022 (left) and in May 2022 (right). Photo by KwaZulu-Natal Provincial Government (left) and eThekwini Municipality (right)</figcaption>\n</figure>\n<p>The city has taken bold steps to reform riverine management with the launch of its pioneering <a href=\"https://www.c40knowledgehub.org/s/article/Durban-s-transformative-riverine-management-programme-Background-structuring-and-the-business-case\" target=\"_blank\">Transformative Riverine Management Programme (TRMP)</a> in 2020 — one of the most ambitious efforts in the country to align communities, government and businesses around the value of restoring and protecting urban rivers. </p><p>Rather than treating river restoration as a narrow or localized issue, the TRMP takes a holistic approach, recognizing the many pressures that contribute to flooding in riverine areas, including informal settlements in floodplains, stormwater runoff, solid waste and debris in the city’s rivers, and invasive plant species in and around the city's water bodies. To address these issues, the municipality is working with communities along river corridors to help clear invasive plants and waste, promote river stewardship and maintain stormwater and sewer infrastructure. All of these actions help strengthen the city's natural and built infrastructure to better absorb and manage stormwater during heavy rains.</p><p>The program has also supported creating retention ponds (a basin that holds stormwater runoff and slowly releases it), weirs and wetlands to slow water flow and reinforce riverbanks. In addition, community-driven early warning systems have been introduced to alert residents ahead of extreme flood events.</p><p>These investments in flood resilience make financial sense in the long run. The TRMP helped eThekwini build a solid business case for riverine resilience, showing that every dollar spent could generate between 1.8 and 3.4 times its value in broader social, environmental and economic benefits.</p><p>In 2022 alone, the city spent upwards of $1.5 billion in flood recovery, including repairs to roads, sewage systems and power lines — a huge cost for the city. Under business-as-usual scenarios, eThekwini faces annual losses of $9 million in infrastructure repair costs. But with a city-wide TRMP, the city will be able to save upward of $100 million in future infrastructure maintenance and recovery costs, particularly for flood-resilience assets like its culverts (a pipe or tunnel that allows water to flow under roads, railways or pathways).</p><p>These interventions go beyond ecological and social gains. They also reduce risk for businesses and insurers. Major floods can lead to soaring insurance premiums for companies with high-value assets, as well as cause significant financial losses for insurers. In this context, the TRMP has helped elevate river management as a shared priority across public and private sectors. It also brings wider benefits, from job creation and urban greening to stronger institutional coordination — showing how a systems-based, participatory approach can generate meaningful progress in riverine resilience. </p><h3>Toward a Shared Urban Water Future</h3><p>The experiences of Cape Town and eThekwini show how cities around the world can strengthen urban water resilience through community-based approaches and the protection of natural ecosystems. While water challenges can be severe, integrating nature-based solutions with forward-looking planning can help communities better manage water risks in a changing climate. </p><div class=\"callout\"><p class=\"secondary body-link\"><strong>WRI in Johannesburg</strong></p><p>In South Africa, these lessons are especially relevant to Johannesburg, South Africa’s largest economic hub. Faced with growing water risks, the city is looking ahead and rethinking how it manages its rivers and catchment areas <a href=\"https://africa.wri.org/initiatives/urban-water-resilience-africa/pilot-cities\" target=\"_blank\">through the City Water Resilience Approach</a>.  </p><p>While the Jukskei and Klip rivers are not major water supply sources, they are an important starting point for restoring nature and reducing flood risks. Through the SUNCASA project, Johannesburg and its partners are creating a plan to clean up <a href=\"https://www.wri.org/update/johannesburg-restore-urban-rivers-using-lessons-durban\" target=\"_blank\">the Jukskei River catchment</a>, which will help address flood risks to local communities, businesses and infrastructure, and lay the groundwork for a similar initiative to eThekwini’s river management program.</p><p>On average, people in Johannesburg <a href=\"https://centralnews.co.za/water-saving-measures-announced-as-johannesburg-faces-severe-water-shortages/\" target=\"_blank\">use about 275 liters of water a day</a> — around 60% more than the global average. Because of this, protecting the Vaal and Lesotho catchments is critical in making sure the city has enough water in the future. <br /><br />Recent droughts have shown just how fragile the system is. In 2024, water levels in the Vaal Reservoirs dropped to 35%, down from 75% in previous years. This makes it even more important to invest in ways to handle climate changes and water scarcity.  </p><p>In 2022, WRI developed a <a href=\"https://www.arup.com/globalassets/downloads/insights/c/city-water-resilience-approach/profile/johanesburg-water-resilience-profile.pdf\" target=\"_blank\">Water Resilience Profile for Johannesburg</a> under its Urban Water Resilience in Africa Initiative. It showed that managing the catchments well and coordinating across the whole river basin are top priorities, especially as the city of 6 million faces rising water demand and frequent shortages. Over the next few months, WRI will work on finding ways to invest and build partnerships to restore the Vaal River Basin, which also serves the larger Gauteng region with nearly 15 million residents.</p></div><p>For Johannesburg, and other cities across the world, climate change, rapid urban growth and aging infrastructure mean the economic, environmental and social costs of inaction will only keep growing. But restoring rivers and catchment areas offers a rare opportunity to tackle multiple challenges at once: floods and droughts, supporting biodiversity, improving equity, making public spending more efficient and helping secure long-term water supply. It’s a lesson worth learning from the cities already leading the way. </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Istanbul Tackles Tourist Crowds and Climate Issues Together",
      "link": "https://www.wri.org/insights/istanbul-tackles-overcrowding-climate-issues",
      "pubDate": "Wed, 02 Jul 2025 10:00:00 EDT",
      "description": "<p>Istanbul's Caferağa neighborhood has a longstanding reputation for its cultural richness and historic charm. Quaint cafes, restaurants and bars line the sidewalks. A thriving arts scene draws an eclectic crowd. More than 2.3 million visitors daily flock to the district in which Caferağa resides — but it's overwhelming the neighborhood's small community of 22,000 residents.</p><p>\"The streets of Caferağa are struggling to bear the weight they carry,\" said Hanife Dağıstanlı, the neighborhood chief. \"The sidewalks are too narrow and often blocked, and people are forced to step into the road just to keep moving.\" This overcrowding has made it hard for locals to navigate daily life, especially those who are older, have disabilities or are traveling with children or strollers. At the same time, heavy traffic contributes to Istanbul's worsening air pollution and discourages people from using cleaner travel options, like biking.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People on a narrow sidewalk crowded with pared cars and chairs.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/caferaga-crowded-sidewalks_0.jpg?VersionId=LK_PHsRUkedjDm7RFZAW7_6w9mqov4mv&itok=nXOsaDEA\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Caferağa's sidewalks overflow with parked cars, bikes, scooters and furniture, making it difficult for residents to get around. Photo by WRI Türkiye</figcaption>\n</figure>\n<p>Caferağa is not alone. Popular cities around the world are seeking ways to balance the economic boon of tourism with residents' needs and sustainability goals. Some (like Venice) now charge day-trippers an access fee to visit popular areas. Others (like Paris and Barcelona) are placing tighter restrictions on short-term rentals to curb tourism.</p><p>But Caferağa wanted to address its overcrowding differently: By collectively reimagining the neighborhood to be cleaner, safer and more livable for all.</p><h3>In Caferağa, Urban Challenges Collide</h3><p>While Caferağa is far from the only urban hub facing crowded sidewalks, polluted air and gridlocked streets, it makes a strong case study for better urban design.</p><p>The neighborhood is shaped like a peninsula, funneling travelers through just two main entry points and concentrating traffic along a narrow street network. It is also home to about twice as many older residents per capita as the national average, making safe and accessible mobility a high priority.</p><p>Meanwhile, residents in and around Caferağa are increasingly grappling with the dangers of extreme heat and air pollution as the planet warms. Istanbul's summer heat waves are <a href=\"https://www.hurriyetdailynews.com/76-mln-face-extreme-heats-this-summer-in-turkiye-study-200745#:~:text=The%20megacity%20of%20Istanbul%20was%20affected%20by%20the%20high%20temperatures%20originating%20from%20climate%20change%20for%2047%20days%2C%20while%20the%20capital%20Ankara%20experienced%20such%20temperatures%20for%2041%20days\">already worsening</a> and could become <a href=\"https://www.wri.org/insights/europe-cities-extreme-heat-climate-change#:~:text=Istanbul%20may%20experience%2040%25%20more,could%20go%20up%20by%2044%25.\">much more severe</a> in the years ahead. Traffic exhaust <a href=\"https://www.wri.org/insights/extreme-heat-air-pollution\">compounds the issue</a>, making it more dangerous to be outside on hot days.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1556\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1000\" />\n              <source height=\"1556\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1000\" />\n              <source height=\"1502\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"1183\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"708\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map of Caferaga in Kadikoy district, Istanbul.\" height=\"708\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/caferaga-ma.png?VersionId=rC7SzpQ9Fi0YzoNYHUS8POcoNfOWCQ7C&itok=dFz-izvn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The government has taken note. Caferağa was recently designated as one of three pilot Low Emission Zones in Istanbul under the city's Sustainable Urban Mobility Plan, which aims to address congestion, air quality issues and mobility challenges. Major cities like Mexico City, Buenos Aires, Madrid and Rome have seen success using similar low-emissions-zone strategies to curb emissions and improve mobility. Due to its higher population of older adults, the Kadıköy district (which houses Caferağa) was also included in Istanbul's Street Transformation Program, which supports sustainable, people-friendly urban design.</p><p>But designating a neighborhood as a priority for transformation doesn't mean the work is done. On the contrary: It's only a starting point.</p><h3>Creating a Livable City from the Ground Up</h3><p>It started with a single square block. In September 2023, Caferağa temporarily transformed Mehmet Ayvalıtaş Square at the center of the neighborhood — a small but ambitious pilot project.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>About WRI Türkiye's Deep Dive Initiative</strong></p><p class=\"secondary\">The Livable Caferağa project is part of <a href=\"https://www.wri.org/initiatives/deep-dive-cities\">WRI's Deep Dive Cities Initiative</a>, which fosters long-term engagement with city officials and residents to build more sustainable, resilient urban environments. The next phase of the project will expand to the entire Kadıköy district and include nature-based solutions for urban heat island mitigation. We aim to develop a comprehensive concept plan, complete with pilot applications, for integrating nature-based solutions into urban mobility projects in Kadıköy. <a href=\"https://www.wri.org/update/creating-more-sustainable-and-livable-caferaga\">Learn more about the project here</a>.</p></div><p>By temporarily restricting vehicles and using water-based paint and modular street furniture, pedestrians reclaimed the adjacent square. New benches and greenery created places to rest. Colorful crosswalks near the primary school improved safety and visibility. The usually vehicle-dominated space became, almost overnight, a vibrant gathering place for locals and visitors alike.</p><p>While temporary, the redesign caught residents' attention and helped catalyze months of collaboration to reimagine Caferağa's streets. Through discussions with the local government as well as researchers, NGOs and WRI Türkiye's Deep Dive Cities team, the community landed on five core recommendations to improve quality of life and tackle sustainability issues simultaneously. All five are currently moving forward with the municipality at various stages of implementation.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"768\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"768\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Aerial view of Mehmet Ayvalitas Square in Istanbul.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/mehmet-ayvalitas-square_0.jpg?VersionId=hbGQpdfsxmF0rylU5Db1U6gT25.oUYAx&itok=4Dn_RJqE\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mehmet Ayvalıtaş Square after the temporary redesign. Photos by WRI Türkiye</figcaption>\n</figure>\n<h4>1) Prioritizing pedestrian space</h4><p>Stepping into the reimagined Mehmet Ayvalıtaş Square was a breath of fresh air for locals. The vibrant space stood in contrast to their typical experience navigating Caferağa's narrow sidewalks — which, according to Emel Budak, an older resident, are so overrun with cafe tables and haphazardly parked scooters that \"it is almost impossible for elderly or disabled individuals to pass through.\"</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1013\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"800\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"607\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A worker with three potted trees. \" height=\"607\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/potted-trees_0.jpg?VersionId=gJU.WEPpgvnMjVSCfF.W0beKIyIebk_X&itok=wZWEGUAM\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Trees brought in for the temporary square redesign. Photo by </figcaption>\n</figure>\n<p>The pilot project highlighted the need for designated pedestrian zones throughout the neighborhood. Residents recommended wider sidewalks, accessible ramps, and raised, visible crosswalks to make the district safer — especially for people with disabilities. </p><p>Meanwhile, planting trees along major pedestrian routes would help improve air quality and cool the streets on hot days. Installing benches would create places to rest and socialize. And residents raised the need for tactile (textured) paving at places like crosswalks and curb edges to make it easier for those who are visually impaired to get around.</p><p>Collectively, <a href=\"https://www.wri.org/research/complete-streets-brazil-promoting-paradigm-shift\">these solutions</a> can significantly improve walkability, comfort and safety. As the city begins to roll the changes out, residents will be able to provide continuous feedback through the municipality's <a href=\"https://impetus4cs.eu/accessible-kadikoy/\">Accessible Kadıköy</a> platform, which may help inform future improvements.</p><h4>2) Making room for bikes and scooters</h4><p>Caferağa's size makes it well suited for cycling or scootering, which can help cut down on vehicle traffic. But the neighborhood lacks a connected network of lanes. Parking is also an issue: Dağıstanlı told us that she receives countless complaints from residents about bikes and scooters blocking already crowded sidewalks.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"E-scooters in a designated street parking zone.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/20230927-111802-1.jpg?VersionId=POFd1keg4RaqgLBkkhep4nOGd7XwPSSV&itok=My8-0MLY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ride-share scooters in a designated parking area. Photo by WRI Türkiye</figcaption>\n</figure>\n<p>In response, Kadıköy Municipality plans to grow its network of bike lanes from 18 km to 58 km by 2050, while developing an e-bike sharing system and designated bike parking. </p><p>Alongside addressing residents' concerns around safety and accessibility, this will support the district's broader <a href=\"https://makingcity.eu/wp-content/uploads/2024/07/20240609-factsheet-Kadikoy_compressed.pdf\">sustainability efforts.</a> With Kadıköy aiming for a <a href=\"https://iklim.kadikoy.bel.tr/Uploads/iklim.kadikoy.bel.tr/202105271202061.pdf\">40% reduction in GHG emissions</a> by 2030 and full climate neutrality by 2050, infrastructure for electric and zero-carbon transportation is essential.</p><h4>3) Creating a new local shuttle system</h4><p>Caferağa is conveniently located near major transit hubs. However, it doesn't have its own transportation system. This makes it difficult for people — especially caregivers and older residents — to navigate the neighborhood and access public transit like the metro system and ferry, which link Caferağa to the rest of the city.</p><p>Residents and the WRI Türkiye team proposed a new shuttle service for the neighborhood, called ModaBüs, to make local trips easier and provide connections to nearby transit centers. Kadıköy Municipality is now in the final planning stages, having worked closely with community members to identify 17 stop locations and assess proposed routes that will connect residential pockets with public spaces and transit points.</p><p>Set to launch in late 2025, ModaBüs will integrate with the wider public transport system — including metro, tram and ferry lines — providing first- and last-mile connectivity for the over 22,000 residents of Caferağa. It will operate free of charge for those with 65+ cards, disability cards, mother cards (which enable mothers to ride transport for free) and local residency documentation.</p><h4>4) Developing a thoughtful approach to parking</h4><p>With overcrowding at the core of Caferağa's challenges, it's not surprising that parking (or the lack thereof) emerged as a key issue. But rather than adding more parking — which residents recognized would only hike congestion and pollution — the community suggested sustainable management strategies. These include limiting on-street parking in commercial areas, installing digital systems for more effective regulation and enforcement, and prioritizing parking for residents.</p><figure class=\"caption caption-drupal-media align-left half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1013\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"800\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"607\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"607\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People in a park looking at a display table.\" height=\"607\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-07/community-involvement_0.jpg?VersionId=uycIB8lyq35gXYQGdQb8n4O9oObN7_Dv&itok=afHH4wrc\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An interactive display for community members in Mehmet Ayvalıtaş Square. Photo by WRI Türkiye</figcaption>\n</figure>\n<p>Nuran Kansu, an older neighborhood resident who often struggles to find parking during special events like football matches, suggested that \"transforming nearby schoolyards or other suitable open spaces into temporary parking areas during such occasions would provide significant relief for residents.\" The community is also considering visitor parking fees to generate revenue that could support needed infrastructure upgrades and enforcement.</p><p>These proposals are still in the planning phase. Once approved, they will build on measures from Istanbul's Low Emission Zone strategy. Caferağa is also limiting the number of non-resident vehicles that can pass through the area, especially during peak hours on evenings and weekends.</p><h4>5) Optimizing local deliveries</h4><p>Over 600 motorized delivery vehicles make their way around Caferağa each day, sustaining the community's tourism and service industries. But during peak hours, trucks and couriers often stop in narrow streets and block sidewalks. Loud late-night and early-morning deliveries disturb residents.</p><p>Scheduling deliveries during off-peak hours, designating specific loading zones and strengthening enforcement would improve quality of life in the neighborhood. It would also make a meaningful dent in carbon emissions: WRI estimates that transitioning even 30% of Caferağa's deliveries to electric or active transport (like bike couriers) could eliminate approximately 425 kg of CO2 emissions per week — roughly equivalent to eliminating 1,000 miles driven in a gas-powered car.</p><p>Taking inspiration from cities like <a href=\"https://content.tfl.gov.uk/tfl-cargo-bike-action-plan-2023-acc.pdf\">London</a> — where shifting to cargo bikes has reduced both <a href=\"https://www.westminster.ac.uk/news/using-cargo-bikes-for-deliveries-cuts-congestion-and-pollution-in-cities-study-finds\">delivery times and emissions</a> — the community, including nearly 70% of local businesses, has expressed support for a comprehensive cargo bike delivery strategy for Caferağa. A pilot program is set to begin later in 2025.</p><h3>Setting an Example Other Cities Can Follow</h3><p>The changes proposed in Caferağa are not solely about infrastructure; they are about enhancing the quality of life for all residents.</p><p>These new strategies — and Caferağa's process to develop them — offer insights for other urban areas facing similar challenges:</p><ul><li><strong>Community involvement is key.</strong> Participatory and inclusive planning processes are essential to developing successful solutions. By helping local stakeholders and residents to understand the challenges, and working closely with them to identify solutions, Caferağa arrived at a framework that truly meets community needs. Through regular neighborhood meetings and via the district's digital feedback platforms, residents will continue to shape and refine the improvements to their neighborhood.</li><li><strong>Testing out solutions and responding to feedback creates stronger buy-in.</strong> The pilot project implemented in Mehmet Ayvalıtaş Square invited community interaction and real-time feedback — and showed people what is possible through better street design. This effort catalyzed strong engagement from the beginning and added nuance to the final series of recommendations.</li><li><strong>The most successful solutions address multiple challenges at once.</strong> Working to address mobility needs, accessibility challenges and sustainability together can be more efficient and responsive to a community's needs. For example, adding shade trees and greenery along sidewalks and cycle lanes simultaneously reduces urban heat, encourages walking and biking, and fosters a sense of community among residents. Comprehensive efforts to calm traffic will make the neighborhood safer, more navigable and ultimately more sustainable. </li></ul><p>Caferağa is one of Istanbul's most unique and dynamic areas. But its struggles with overcrowding and pollution will only worsen if left alone. The neighborhood's collaborative, iterative approach to addressing these challenges could set it on a better and more sustainable path — and inspire other neighborhoods to do the same. Now it's time to bring this shared vision for a Livable Caferağa to life.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Growing Water Risks Threaten World’s Most Cherished Heritage Sites",
      "link": "https://www.wri.org/insights/water-risks-unesco-world-heritage-sites",
      "pubDate": "Tue, 01 Jul 2025 05:00:00 EDT",
      "description": "<p>Water is impacting some of the Earth’s most cherished places: The Taj Mahal, for example, faces water scarcity that is <a href=\"https://india.mongabay.com/2021/11/polluted-yamuna-not-industrial-emission-main-reason-behind-taj-mahal-decay-study/\">increasing pollution</a> and <a href=\"https://www.indiatimes.com/news/india/taj-mahal-foundation-under-threat-decrease-in-yamuna-water-levels-534162.html\">depleting groundwater</a>, both of which are damaging the mausoleum. In 2022, <a href=\"https://www.nps.gov/yell/planyourvisit/flood-recovery.htm\">a massive flood</a> closed down all of Yellowstone National Park and cost over $20 million in infrastructure repairs to reopen.</p><p>Water issues — whether it’s drought, scarcity, pollution or flooding — have become a threat to many of the more than <a href=\"https://whc.unesco.org/en/news/2788\">1,200 UNESCO World Heritage Sites</a>. These natural landscapes and cultural landmarks around the globe, including the <a href=\"https://whc.unesco.org/en/list/252/\">Taj Mahal</a> and <a href=\"https://whc.unesco.org/en/list/28/\">Yellowstone National Park</a>, are recognized for their “outstanding universal value” to people and the planet.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Flooding from snow melt in 2022 washed away a cabin at Yellowstone National Park.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/yellowstone-floods_0.jpg?VersionId=GOekfAT532HnOkvZCD44X5Y.tcUobcSo&itok=uV0hv8hT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Historic flooding at Yellowstone National Park in June 2022 washed away cabins and roads. Yellowstone is among many UNESCO World Heritage Sites threatened by water risks. Photo by NPS/Alamy. </figcaption>\n</figure>\n<p>Places ranging from the biodiversity-rich <a href=\"https://whc.unesco.org/en/list/156/\">Serengeti National Park</a> in Tanzania, to cultural treasures like the sacred city of <a href=\"https://whc.unesco.org/en/list/483/\">Chichén Itzá</a> in Mexico, to bustling urban centers like Morocco’s <a href=\"https://whc.unesco.org/en/list/170/\">Medina of Fez</a> are facing growing water risks that are not just endangering the sites, but the millions of people who depend on them for food, livelihoods, a connection to their culture, or who just enjoy traveling to these destinations.</p><p>An analysis using <a href=\"https://www.wri.org/aqueduct\">WRI’s Aqueduct</a> data shows <strong>73% of all non-marine UNESCO World Heritage Sites are exposed to at least one severe water risk </strong>(water stress, drought, river flooding or coastal flooding), with <strong>21% of sites facing dual problems </strong>of too much and too little water.</p><p>While the global share of <a href=\"https://whc.unesco.org/en/list/\">World Heritage Sites</a> <strong>exposed to high-to-extremely high levels of water stress is projected to rise from 40% to 44% by 2050,</strong> impacts will be far more severe in regions like the Middle East and North Africa, parts of South Asia, and northern China — areas where existing water stress is exacerbated by extensive river regulation, damming and upstream water withdrawals. In these regions, the combined pressures of infrastructure development and climate change pose a significant threat to both natural ecosystems and the cultural heritage they sustain.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\">\n<!-- This is a wrapper around the scrolly in case you want to apply extra styling (see Step 6 in the help doc) -->\n<div id=\"my-wrapper\">\n \n    <!--  Drop your choice of Flourish embed code - you can use either the script or iframe embed codes here -->\n    <div class=\"flourish-embed\"></div>\n     \n    <!-- Here is where you add your captions, linking them to specific slides in the story -->\n    <p>Water risks — such as drought and flooding — are threatening many UNESCO World Heritage Sites around the globe. Hotspots like Petra in Jordan, the Historic Sanctuary of Machu Picchu in Peru and Sagarmatha National Park (the home of Mt. Everest) in Nepal, are facing growing problems of too much water, or too little. An analysis using WRI’s Aqueduct platform classify these sites and nearly 900 of the cultural and natural sites on UNESCO’s list as severe because they fall into high or extremely-high exposure categories.<a href=\"https://www.wri.org/#story/3193499/slide-1\"></a></p>\n\n    <p>Among the 1,172 non-marine sites we analyzed, 73% are exposed to at least one severe water risk; 21% face dual problems of too much and too little water.<a href=\"https://www.wri.org/#story/3193499/slide-2\"></a></p>\n\n    <p>Specifically, <b>40%</b> (470) of world heritage sites are exposed to severe baseline water stress; <b>37%</b> (434) face severe drought risk; <b>33%</b> (391) of sites are exposed to severe riverine flood risk; and <b>4%</b> (49) are exposed to severe coastal flood risk.<a href=\"https://www.wri.org/#story/3193499/slide-3\"></a></p>\n\n\n\n\n\n     \n\n      \n      \n    </div>\n     \n    <!-- Add the Flourish Scrolly library -->\n    \n     \n    <!-- Initialize the library to turn your story into scrolly magic! -->\n    \n    \n    \n        </div>\n      \n  </article>\n<p>Here, we look at how water stress, drought and floods are impacting these iconic landmarks, including the Ahwar of Southern Iraq, Mosi-oa-Tunya / Victoria Falls in southern Africa, the Chan Chan Archaeological Zone in Peru and the Migratory Bird Sanctuaries along the Coast of Yellow Sea-Bohai Gulf of China — along with some of the solutions aimed at ensuring these sites don’t disappear.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/23961186/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<div class=\"callout\"><p class=\"secondary body-link\"><strong>About the Data </strong></p><p class=\"secondary\">WRI and <a href=\"https://whc.unesco.org/en/news/2788\">UNESCO</a> screened 1,172 non-marine UNESCO sites for four water risks: water stress (the ratio of water demand to renewable supply), drought, riverine flooding and coastal flooding. A result was considered <strong>severe </strong>if it fell into <a href=\"https://www.wri.org/aqueduct\">Aqueduct’s</a> <strong>high</strong> or <strong>extremely-high</strong> category. Each indicator defines high risk differently (see <a href=\"https://www.wri.org/research/aqueduct-40-updated-decision-relevant-global-water-risk-indicators\">Technical Note</a> for details). UNESCO World Heritage Sites added after March 20, 2025, are not included in this analysis. </p></div><h3> Water Stress in the Ahwar of Southern Iraq</h3><article class=\"align-right media media--type-embed media--view-mode-half-content\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3194455/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Hidden in the heart of the Middle East’s arid landscapes lies one of the world’s most extraordinary places — <a href=\"https://whc.unesco.org/en/list/1481/\">the Ahwar of Southern Iraq</a>. In 2016, UNESCO added the Ahwar to the World Heritage list as a mixed site — recognized for both its natural values and cultural legacy. It’s one of about 470 UNESCO World Heritage Sites facing water scarcity due to issues like pollution and competition for its water resources.</p><p>Fed by the mighty Tigris and Euphrates rivers, the Ahwar is among the largest inland delta systems on Earth. These sprawling marshes are teeming with life that include millions of migratory birds like the rare <a href=\"https://www.pbs.org/wnet/nature/braving-iraq-animal-guide-basra-reed-warbler/6031/\">basra reed warbler</a> and large wild buffalo that wade through its reed beds.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Water buffalo wade among the reed houses of the Ahwar marshes.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/ahwar-southern-iraq-unesco-site_0.jpg?VersionId=.IhXytR9F4J27pKlKrBLtypPXLJRK74X&h=30b17cf4&itok=G2VcbLP5\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Water buffalo wade among the reed houses built on the Ahwar's marshes in southern Iraq. Photo by Jasim Al-Asady / UNESCO.</figcaption>\n</figure>\n<p>But nature is only half the story.</p><p>This realm was also the birthplace of human civilization. The Sumerians, inventors of writing, the wheel and the first cities, built legendary settlements like <a href=\"https://whc.unesco.org/en/list/1481/\">Ur, Uruk and Eridu</a> on the fertile fringes of these marshes.</p><p>Today, the <a href=\"https://education.nationalgeographic.org/resource/marsh/\">Marsh Arabs (Ma'dan)</a>, using ancient traditions, depend on the water, crafting floating reed houses and raising the water buffalo for food and income. Their way of life, adapted to the wetlands, tells a story of resilience that spans millennia.</p><p>However, intensifying use of water resources is placing greater strain on the Ahwar. Water stress — the ongoing competition over water — increases water pollution and threatens the ecological integrity, biodiversity and cultural significance of the Ahwar.</p><p>According to data from WRI’s Aqueduct platform, the Ahwar marshes face extremely high water stress, where over 80% of the renewable supply is withdrawn to meet human demand. Over the years, <a href=\"https://www.bbc.com/future/article/20210816-how-water-shortages-are-brewing-wars\">upstream dam construction,</a> <a href=\"https://e360.yale.edu/features/iraq-marshes-drought-climate-change\">agricultural water use</a> and periods of <a href=\"https://www.theguardian.com/environment/2016/jul/18/iraqi-marshlands-named-as-unesco-world-heritage-site\">political instability</a> — including significant drainage of the marshes in the 1990s — have reduced the freshwater flowing into the region. As a result, the area remains highly vulnerable during times of drought. In 2023, <a href=\"https://www.wfp.org/stories/environment-day-southern-iraq-mangroves-help-restore-ecosystem-hit-harsh-weather\">68,000 people from central and southern Iraq were displaced by drought</a>.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3184298/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>What survives today of the Ahwar is <a href=\"https://www.unep.org/news-and-stories/story/crunch-time-iraqi-marshlands\">largely due to the determined efforts</a> of local communities, international allies and nature itself fighting to heal. But the region is still at risk. Looking forward, climate change will only make the region hotter and drier. The Intergovernmental Panel on Climate Change ranks southern Iraq as one of the <a href=\"https://eismena.com/en/article/the-southern-marshes-of-iraq-facing-dire-straits-2024-02-28\">five most likely places</a> to be impacted by climate change. By 2050, the Aqueduct platform shows that water stress is expected to intensify throughout the region.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"People near reed houses in the Ahwar of Southern Iraq.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/ahwar-southern-iraq-unesco-site-people_0.jpg?VersionId=hfZPR2TGY2J45JVqrsyXF2KTdYAefZyQ&h=17e91567&itok=TE0wXkQ1\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The people of the Ahwar of Southern Iraq depend on the water for their homes, livelihood and cultural heritage. Photo by Jasim Al-Asady / UNESCO. </figcaption>\n</figure>\n<h3>Drought at Mosi-oa-Tunya/Victoria Falls</h3><article class=\"align-right media media--type-embed media--view-mode-half-content\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3194433/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Straddling the border between Zambia and Zimbabwe in southern Africa, <a href=\"https://whc.unesco.org/en/list/509/\">Mosi-oa-Tunya (which means “the smoke that thunders\")/ Victoria Falls</a> is more than a stunning waterfall. It was inscribed as a UNESCO World Heritage Site in 1989 for its vital ecosystem and essential source of livelihood for tens of thousands of people. Despite its reputation for massive cascading water, Mosi-oa-Tunya/Victoria Falls has faced recurring drought over the past decade and at times dried up to <a href=\"https://www.theguardian.com/world/2019/dec/07/victoria-falls-dries-to-a-trickle-after-worst-drought-in-a-century\">barely a trickle</a>. </p><p>Fed by floodwaters from the Zambezi River, Mosi-oa-Tunya/ Victoria Falls is crucial to the planet for several reasons.</p><p>Economically, Mosi-oa-Tunya/ Victoria Falls drives the tourism industry in both Zambia and Zimbabwe, drawing over 1 million visitors a year under normal conditions. Local tour guides, lodge owners, craft sellers and conservationists rely heavily on the flow of visitors. The water flowing from the falls also feed hydroelectric plants downstream that supply power to millions across southern Africa.</p><p>Ecologically, its riverine “rainforest” nurtures a rich diversity of wildlife and plants, including <a href=\"https://whc.unesco.org/en/list/509/\">endangered and migratory birds</a> like the Taita falcon. Rhinoceroses, elephants and lions roam the park in search of watering holes for drinking, bathing and hunting.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Victoria Falls during a drought. \" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/mosi-oa-tunya-victoria-falls-drought_0.jpg?VersionId=6QCSKS8G_U9Ufly.hz_2iUzLJSPBQUaa&h=071483e3&itok=TgbHxKjf\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>During a drought year, the thunderous Victoria Falls significantly dries up leading to both ecological and economic impacts to the southern Africa region. Photo by HandmadePictures / Shutterstock</figcaption>\n</figure>\n<p>Mosi-oa-Tunya/ Victoria Falls experienced droughts as recently as <a href=\"https://earthobservatory.nasa.gov/images/87485/the-decline-of-lake-kariba\">2016</a>, <a href=\"https://earthobservatory.nasa.gov/images/146068/water-levels-keep-falling-at-lake-kariba\">2019</a> and <a href=\"https://wodnesprawy.pl/en/victoria-falls-in-zambia-and-zimbabwe-disappear-due-to-drought/\">2024</a>. <a href=\"https://www.wunderground.com/cat6/Drought-Victoria-Falls-Climate-Story-Twist\">Research on rainfall patterns near Mosi-oa-Tunya/Victoria Falls</a> shows that the onset of the rainy season, normally in October, is arriving later in the year. That means in a drought year, it takes longer for relief to arrive; and the <a href=\"https://www.ncei.noaa.gov/access/monitoring/dyk/drought-definition/\">longer a drought continues</a>, the more it affects the people, crops and economy around it.</p><p>In 2019, more than <a href=\"https://savetheelephants.org/news/drought-ignites-human-wildlife-conflict-zimbabwe/\">300 people in Zimbabwe were attacked by animals</a> in search of food and water; <a href=\"https://www.reuters.com/article/world/corrected-victoria-falls-shrink-to-a-trickle-feeding-climate-change-fears-idUSKBN1YA1I4/\">45 million people</a> in southern Africa were in need of food aid amid crop failures; and in Zimbabwe and Zambia, hydroelectric power shutdowns caused <a href=\"https://earthobservatory.nasa.gov/images/146068/water-levels-keep-falling-at-lake-kariba\">blackouts up to 18 hours a day</a> — affecting millions while posing significant challenges to development and climate adaption goals.</p><p>An Aqueduct analysis found that Mosi-oa-Tunya/ Victoria Falls ranks as a medium drought risk, below the more than 430 UNESCO World Heritage Sites that rank as a high drought risk. This is primarily because relatively low population density and limited human development immediately surrounding the site reduces overall exposure. However, the site faces increasing pressure from tourism-related infrastructure development and data shows the probability of drought occurrence ranks high — a finding reinforced by the many recent droughts that have plagued the region.  </p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3175848/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Climate change is not only expected to make these droughts more frequent, but<a href=\"https://www.nature.com/articles/nature23021\"> recovery is expected to last longer</a>, especially in places that <a href=\"https://www.climate.gov/news-features/featured-images/us-drought-vulnerability-rankings-are-how-does-your-state-compare\">aren’t prepared</a>.  The time between droughts may not be long enough for the ecosystem to recover — which is particularly concerning for Mosi-oa-Tunya/ Victoria Falls.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Water gushes over Victoria Falls.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/victoria-falls-healthy_0.jpg?VersionId=5x.kIvV0C.71hGzCt8VwszuWocT8_VR7&h=57957440&itok=CPehaKqA\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Gushing water from Victoria Falls drives tourism and nurtures a rich diversity of wildlife and plants. Photo by Rawf8 / iStock.</figcaption>\n</figure>\n<h3>River Flooding in the Chan Chan Archeological Zone</h3><article class=\"align-right media media--type-embed media--view-mode-half-content\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3194445/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Before the Inca carved their stone temples into the heights of Cusco and Machu Picchu in Peru, the Chimú sculpted an empire from sunbaked earth called <a href=\"https://whc.unesco.org/en/list/366/\">Chan Chan</a> (which means “<a href=\"https://artsandculture.google.com/story/a-quick-guide-to-chan-chan-39-s-climate-crisis-cyark/5AVhtRlkePeQLw?hl=en\">Sun Sun</a>”). Nestled between the Pacific Ocean and the foothills of the Andes Mountains, the desert city of Chan Chan was once the largest city in pre-Columbian South America.</p><p>Today, it remains the largest adobe ruins in the world and a marvel of urban planning. The site was inscribed on the UNESCO World Heritage List in 1986 and simultaneously placed on the <a href=\"https://whc.unesco.org/en/danger/\">List of World Heritage in Danger</a>, due to its overall vulnerability to natural erosion and extreme climatic events associated with the El Niño–Southern Oscillation phenomenon.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"An aerial view of the Chan Chan Arch\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/chan-chan-aerial-view_0.jpg?VersionId=to0onWsrmQV.DsLS0bmpcUyUqL89eQDC&h=40fe288c&itok=wZ6YFCqw\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Chan Chan Archaeological Zone in Peru is the largest adobe ruins in the world. Photo by Mariyam B / Shutterstock.  </figcaption>\n</figure>\n<p>Behind its intricately carved walls lies a <a href=\"https://whc.unesco.org/en/canopy/chanchan/\">complex cityscape</a> of palaces, temples, homes, workshops and storehouses. Stretches of farmland once surrounded Chan Chan, supported by a sophisticated irrigation system that diverted water from the Moche and Chicama rivers. These advanced water management systems not only <a href=\"https://www.peru-explorer.com/the-fascinating-history-of-chan-chan-perus-ancient-city.htm\">sustained the Chimú with water</a> during times of drought, but <a href=\"https://www.livescience.com/archaeology/1000-year-old-wall-in-peru-was-built-to-protect-against-el-nino-floods-research-suggests\">may have also protected the city from El Niño flooding</a>. </p><p>But the1,000-year-old adobe walls of Chan Chan were not built to withstand the intensified El Niño flooding of the 21st century. </p><p>The El Niño climate pattern warms the ocean and upends wind patterns, especially in the Pacific. In Peru, the <a href=\"https://doi.org/10.3390/coasts4030026\">warmer sea temperatures transform</a> the normally dry winds into humid air that gathers in the foothills of the Andes. When fully saturated, this tropical atmosphere can release up to <a href=\"https://www.climate.gov/news-features/event-tracker/heavy-summer-rains-flood-peru\">10 times more rain than usual</a>. Mountain rivers swell, hurtling toward the coast as torrents of water, mud and rock. Known locally as <a href=\"https://www.worldatlas.com/articles/what-is-a-huayco.html\">huaycos</a>, these destructive mudslides sweep away everything in their path, from homes and roads to hospitals and schools.</p><p>Chan Chan is no exception. According to WRI’s Aqueduct platform, the UNESCO site and its surrounding region in La Libertad face extremely high risk to river flooding, a threat that is only expected to grow and is shared by more than 390 sites on the UNESCO World Heritage list. By 2050, the population affected by floods each year in an average, non- El Niño year in La Libertad is expected to double from 16,000 to 34,000 due to a combination of human activity and climate change. In an El Niño year, that increase may be much higher.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3175910/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Modern agriculture has dramatically expanded around Chan Chan. All that irrigation has <a href=\"https://whc.unesco.org/en/canopy/chanchan/\">pushed up the groundwater level</a>, leaving less room in the soil to absorb rainfall during storms. The result: more surface runoff and greater flood risk. At the same time, warming global temperatures are projected to <a href=\"https://research.noaa.gov/new-research-volume-explores-future-of-enso-under-influence-of-climate-change/\">make El Niño events more frequent and intense</a>.</p><p>Some experts warn that Peru’s coast is already <a href=\"https://www.vox.com/climate/23992678/el-nino-south-america-peru-bolivia-flood-drought-dengue-cop28-climate\">offering a glimpse</a> of what climate change looks like in real time. <a href=\"https://www.sciencedirect.com/science/article/pii/S2212420919302304#bib94\">Despite having disaster preparedness plans</a> in place, Peru was hit hard by El Niño floods in both <a href=\"https://www.nbcnews.com/slideshow/floods-mudslides-hit-peru-displacing-tens-thousands-n739846\">2017</a> and <a href=\"https://www.reuters.com/world/americas/i-lost-everything-cyclone-yaku-unleashes-destruction-peru-2023-03-13/\">2023</a>. Hundreds of people were killed, thousands were displaced — some <a href=\"https://www.unesco.org/en/articles/peru-faces-surge-climate-migrants-0\">permanently</a> — and millions of residents were affected. From space, the scars of swollen rivers and devastating huaycos are visible near Chan Chan. On the ground, caretakers report that the site's delicate adobe structures are deteriorating from heavy rainfall and erosion.</p><p>Chan Chan has weathered centuries of time, wind and desert sun. Bold conservation and climate resilience measures are needed to prevent this ancient city — once a marvel of water mastery — from falling victim to the very element it once controlled.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"A worker on a ladder helping to restore the Chan Chan Archaeological Zone.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/chan-chan-restoration_0.jpg?VersionId=2ZC1M6F7wr18173tJxDfSP9jJr4podkV&h=0f4230fa&itok=lfoJubrN\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ongoing work at the Chan Chan Archeological Zone is aimed at keeping the adobe structures from deteriorating. Photo by padchas / iStock.</figcaption>\n</figure>\n<h3>Coastal Flooding Impacting the Migratory Bird Sanctuaries of the Yellow Sea and Bohai Gulf Coast of China</h3><article class=\"align-right media media--type-embed media--view-mode-half-content\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3194408/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In 2022, a bar-tailed godwit known as <a href=\"https://www.usgs.gov/centers/alaska-science-center/news/juvenile-bar-tailed-godwit-b6-sets-world-record\">B6</a>, being studied by the U.S. Geological Survey, captured global attention with an astonishing feat of endurance: On his very first migration, the 4-month-old bird flew nonstop from Alaska to Australia — a staggering journey of over 8,425 miles completed in just 11 days, setting a new world record.</p><p>But B6’s journey didn’t end there. He still had to return home and would likely need additional rest and fuel to make the equally long journey back. <a href=\"https://www.birdingwire.com/releases/0d5396dd-2ce9-4115-a912-957f0a5b9d26\">Like other bar-tailed godwits</a>, B6 could have stopped in the intertidal wetlands of China’s <a href=\"https://whc.unesco.org/en/list/1606/\">Yellow Sea–Bohai Gulf coastline</a> to feed and rebuild his strength before completing his migration.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"604\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"477\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"361\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"361\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"361\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"B6, a bar-tailed godwit, showing off his tracking tag.\" height=\"361\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/bar-tailed-godwit-b6_0.jpg?VersionId=ucsc_uKLPwUtd7q8MpaXHcR6LaAR.H3u&itok=WS22xem2\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Scientists tracked B6's round-trip migration between Alaska and Australia. Photo by Dan Ruthrauff / U.S. Geological Survey</figcaption>\n</figure>\n<p>For <a href=\"https://www.thegef.org/newsroom/news/path-migratory-birds-connects-us-all\">50 million migratory waterbirds</a> like B6 that pass through this region each year, these tidal flats are more than just a pit stop, they are a lifeline that also provide shelter and breeding grounds.</p><p>However, <a href=\"https://whc.unesco.org/en/list/1606/\">the Migratory Bird Sanctuaries along the Yellow Sea and Bohai Gulf Coast of China</a>, which was added to the UNESCO World Heritage list in 2019, have faced pressures from nature and human activities. Large-scale development and encroaching coastal flooding are squeezing the wetlands to death.</p><p>For decades, land reclamation — converting sea areas into land by filling in marshes for agriculture, industry or urban development — led to the loss of extensive mudflat habitats. In 2018, China responded by <a href=\"https://news.cgtn.com/news/3063544d79677a6333566d54/share_p.html\">banning land reclamation</a> in Bohai Bay, a move widely praised by conservation groups.</p><p>But another challenge is harder to control: coastal flooding, which is currently impacting close to 50 sites on the UNESCO World Heritage list. Sea levels in Bohai Bay have risen <a href=\"https://www.sciencedirect.com/science/article/pii/S1674927816300764\">at least 6 inches</a> (about 0.15 meters) since 1980, driven in large part due to climate change. Even without storms, tidal conditions have temporarily <a href=\"https://www.globaltimes.cn/page/202410/1321664.shtml\">raised sea levels by up to 1 meter</a> (3.2 feet) in some areas, flooding the nearby cities.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3175924/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>As the sea pushes inland, it leaves less exposed mudflats where birds can find food — especially where protective infrastructures like seawalls and levees prevent wetlands from naturally shifting further inland. While essential for protecting human communities, these structures limit coastal habitats from adapting to rising seas. Losing this flyway could lead to a dramatic decline in bird populations, potentially <a href=\"https://royalsocietypublishing.org/doi/abs/10.1098/rspb.2013.0325\">reducing numbers by as much as 72%</a> according to a study in the Royal Society B: Biological Sciences.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Mudflats along the coastline of the Yellow Sea and Bohai Sea in China.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/mudflats-yellow-sea-bohai-gulf-china_0.jpg?VersionId=wIiCkgtig_YjaHsJ0P7wxsot5wh5U0KJ&h=8f9cfe54&itok=w4wJOb-H\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mudflats along the Yellow Sea and Bohai Gulf coast in China. Photo by Yancheng Broadcasting Television / UNESCO.</figcaption>\n</figure>\n<p>The effects of coastal flooding <a href=\"https://www.theguardian.com/environment/gallery/2020/feb/24/bohai-bay-the-chinese-region-disappearing-inch-by-inch-in-pictures\">aren’t limited to birds</a>. In Shandong Province, which includes parts of the Bohai wetlands, an estimated 21,000 residents are affected by coastal flooding each year, according to <a href=\"https://hyperlink\">Aqueduct Floods</a> data. That number could increase tenfold by 2050 due to a combination of climate change, sinking land — known as land subsidence — and population growth.</p><p>Despite the challenges, there are reasons for optimism. The 2018 ban on land reclamation was a major step forward, and local restoration projects are beginning to show positive results. In <a href=\"https://en.people.cn/n3/2024/0920/c90000-20221304.html\">Nandagang Industrial Park</a>, for example, coastal development was halted in 2015 to allow wetland restoration. In 2019, around 20,000 birds visited the site and by 2023, that number grew to 100,000.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Red-crowned cranes at the migratory bird sanctuaries along the coast of the Yellow Sea-Bohai Gulf in China.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/red-crowned-crane-migratory-sanctuary-yellow-sea-bohai_0.jpg?VersionId=AWHUnEZ2wIiyjfaUra03LH6yatkk7VuO&h=f66e1411&itok=2BTex_pF\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Red-crowned cranes are among the rare species flocking to the migratory sanctuaries of the Yellow Sea and Bohai Gulf coast in China. Photo by Yancheng Broadcasting Television / UNESCO.</figcaption>\n</figure>\n<h3>Acting for the Future</h3><p>Every World Heritage Site, shaped by the people and nature that created it, has the power to transport you to a time and place. Yet many of these sites are facing their own distinct challenges over water. While the stories vary, the path forward is the same — solutions that can be implemented today to protect our heritage for future generations.</p><ul><li><strong>Locally</strong>: <a href=\"https://www.wri.org/insights/ethiopia-invests-big-restoring-degraded-land\">restore vital landscapes</a> that support healthy, stable water. Invest in <a href=\"https://www.wri.org/insights/nature-based-solutions-river-restoration-african-cities\">nature-based solutions</a> like planting trees to restore headwater forests or revitalizing wetlands to capture flood waters and recharge aquifers. These approaches can build resilience to extreme weather and address multiple water challenges simultaneously.<br /> </li><li><strong>Nationally</strong>: enact conservation policies to protect vital landscapes from unsustainable development.<br /> </li><li><strong>Internationally</strong>: elevate water’s status as a <a href=\"https://www.wri.org/insights/inequity-water-scarcity-causes\">global common good</a>. Establish equitable transboundary agreements on sharing water across borders.</li></ul><p> </p><p><em>Data visualizations by </em><a href=\"https://www.wri.org/profile/sara-staedicke\"><em>Sara Staedicke</em></a><em>; story edited by </em><a href=\"https://www.wri.org/profile/alicia-cypress\"><em>Alicia Cypress</em></a><em>.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "A New Satellite Data App Supports Better Monitoring of European Forests",
      "link": "https://www.wri.org/update/new-satellite-data-app-supports-better-monitoring-european-forests",
      "pubDate": "Mon, 30 Jun 2025 21:47:23 EDT",
      "description": "<p>European forests are constantly changing as they experience the impacts of <a href=\"https://www.wri.org/insights/europe-forest-loss-drivers\">climate change and intensive harvesting</a>. In Nordic regions, the area of tall trees — which store the most carbon — <a href=\"https://www.wri.org/insights/european-tall-forest-decline\">is declining</a> as harvesting overtakes regrowth. In southern Europe, severe forest fires are decimating large areas during ever-hotter summers. In central Europe, insect outbreaks are increasing in production forests, and demand for biomass energy continues to increase.</p><p>Understanding where, why and how much forests are changing is crucial for the long-term health of Europe's forests and supporting ongoing policy discussions for improved forest management, as well as ensuring a sustainable bioeconomy — forests in the EU <a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Forests,_forestry_and_logging\">are estimated to generate</a> €174 per hectare through the forestry and logging industry, and almost half a million people are employed in the industry.</p><p>There are different ways to monitor European forests: Historically, abundant and detailed ground data has been the main source of information, but a wealth of satellite data has been developed over the last few decades and has become increasingly important.</p><p>For example, the proposed <a href=\"https://environment.ec.europa.eu/topics/forests/forest-monitoring_en\">EU Forest Monitoring Law</a>, which aims to provide consistent monitoring of Europe's forests, is built on a combination of both ground and satellite data, and in early 2025, 78 scientists from 17 European countries <a href=\"https://forwards-project.eu/open-letter-advocates-for-the-full-consideration-of-earth-observation-in-the-eu-forest-monitoring-law/\">signed a public letter</a> describing the benefits of satellite data for EU forest monitoring needs. Many European initiatives, including the <a href=\"https://forest-fire.emergency.copernicus.eu/\">European Forest Fire Information System (EFFIS)</a>, also rely on satellite data. </p><p>While there are many satellite data sets that give insights on European forests, including data with global coverage on WRI’s <a href=\"https://www.globalforestwatch.org/\">Global Forest Watch platform</a> and <a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486\">annual tree height data</a> for Europe from the University of Maryland, these do not provide targeted, comprehensive monitoring tools for the region.</p><p>Now, <a href=\"https://landandcarbon.projects.earthengine.app/view/european-forests\">a new European Forest App</a>, developed by researchers from WRI and Land & Carbon Lab in collaboration with GFZ German Research Centre for Geosciences and building on the <a href=\"https://www.forestnavigator.eu/\">Forest Navigator Data Cube</a>, supports better monitoring of European forests by providing tailored information and insights in an easy-to-use platform. This new tool demonstrates the value and availability of free and open satellite data for European forest monitoring needs.</p><h3>About the New European Forest App</h3><p>The <a href=\"https://landandcarbon.projects.earthengine.app/view/european-forests\">European Forest App</a> provides harmonized and accessible data derived from multiple sources that are useful for European forest monitoring needs. It includes 12 indicators for forest change and condition: tree cover loss, gain, height, extent and stable forest extent (all based on <a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486\">data from the University of Maryland</a>); and forest age, fragmentation state and change, long term disturbance, biomass, forest type and forest management, long term disturbance, and biomass. </p><h4>European Forest App indicator details</h4><table class=\"tablesaw tablesaw-stack\"><thead><tr><th width=\"120\"> </th><th width=\"120\">Indicator</th><th width=\"138\">Source and input data</th><th width=\"223\">Description</th></tr></thead><tbody><tr><td rowspan=\"5\" style=\"background-color: #fff;\" width=\"120\"><strong>Tree and forest characteristics</strong></td><td width=\"120\">Forest type</td><td width=\"138\"><a href=\"https://land.copernicus.eu/en/products/high-resolution-layer-forest-type/forest-type-2018\">Copernicus 2018</a>, based on 100-meter data</td><td width=\"223\">Area (ha) of broadleaved, coniferous and mixed forest areas in 2018</td></tr><tr><td width=\"120\">Tree area</td><td width=\"138\"><a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486\">Turubanova et al. 2023</a>, based on 30-meter data</td><td width=\"223\">Area of tree cover (ha) in six periods with 5-year intervals between 2001 and 2021</td></tr><tr><td width=\"120\">Tree height</td><td width=\"138\"><a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486\">Turubanova et al. 2023</a>, based on 30-meter data</td><td width=\"223\">Mean tree height for 2001 and 2020 in areas of trees >= 5 meters</td></tr><tr><td width=\"120\">Forest age</td><td width=\"138\"><a href=\"https://essd.copernicus.org/articles/13/4881/2021/\">Besnard et al. 2021</a>, based on 1-kilometer data</td><td width=\"223\">Area of forest (ha) in specified age classes (e.g. <10 years, or between 50 and 100 years) for 2010</td></tr><tr><td width=\"120\">Biomass</td><td width=\"138\"><a href=\"https://www.sciencedirect.com/science/article/pii/S0034425722000311\">Araza et al. 2022</a>, based on 100-meter data</td><td width=\"223\">Woody aboveground biomass (Mg/ha) in 2020</td></tr><tr><td rowspan=\"4\" width=\"120\"><strong>Forest change</strong></td><td width=\"120\">Tree cover loss</td><td width=\"138\"><a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486\">Turubanova et al. 2023</a>, based on 30-meter data</td><td width=\"223\">Area (ha) of tree cover lost in 5- and 10-year periods between 2001 and 2021</td></tr><tr><td width=\"120\">Tree cover gain</td><td width=\"138\"><a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486\">Turubanova et al. 2023</a>, based on 30-meter data</td><td width=\"223\">Area (ha) of tree cover gained in 5- and 10-year periods between 2001 and 2021</td></tr><tr><td width=\"120\">Stable tree cover extent</td><td width=\"138\"><a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486\">Turubanova et al. 2023</a>, based on 30-meter data</td><td width=\"223\">Area (ha) of tree cover which remained stable in 5- and 10-year periods between 2001 and 2021</td></tr><tr><td width=\"120\">Disturbance</td><td width=\"138\"><p><a href=\"https://www.nature.com/articles/s41893-020-00609-y\">Senf and Seidl 2021</a>, based on 30-meter data</p><p> </p></td><td width=\"223\"><p>Area of forest disturbance (ha) per year from 1986 to 2020</p><p> </p></td></tr><tr><td rowspan=\"2\" style=\"background-color: #fff;\" width=\"120\"><strong>State of forests</strong></td><td width=\"120\">Forest fragmentation</td><td width=\"138\"><a href=\"https://www.nature.com/articles/s41467-023-39221-x\">Ma et al. 2023</a>, metrics based on 30-meter data, with fragmentation calculated on a 5000-meter grid</td><td width=\"223\">Area (ha) of forest in five different fragmentation classes in 2000 and 2020, and mean change in fragmentation from 2000-2020</td></tr><tr><td width=\"120\">Forest management</td><td width=\"138\"><a href=\"https://doi.org/10.1038/s41597-022-01332-3\">Lesiv et al. 2022</a>, based on 100-meter data</td><td width=\"223\"><p>Area of forest under different management classes in 2015</p><p> </p></td></tr></tbody></table><p>Users can select indicators from a dropdown menu and click on the map to see statistics calculated by country, province/state and district/municipality administrative levels. The example below shows areas of tree cover loss in different time periods and within and outside of natural and protected areas, and percent of tree cover loss within protected areas for a 10-year time period.<strong> </strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"941\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"753\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"576\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"454\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"272\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"European forest app.\" height=\"272\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/european-forest-app_0.png?VersionId=Kw1i4wcqEwNUF_bjC6cgSSd_9n1MHGT8&itok=X84tsWfm\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Users do not need geospatial data analysis experience to use and pull key insights from the app. The app also harmonizes data at different resolutions to show all at the same spatial unit. </p><p>It also shows all layers based on protected status and whether or not forest is natural, which is particularly valuable for assessing some of Europe’s most important forests.</p><p>Users interested in seeing more detail can <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Ffiles.wri.org%2Fd8%2Fs3fs-public%2F2025-03%2Feu-forest-geodatabase.pdf&data=05%7C02%7CSarah.Carter%40wri.org%7C1f18bf1682944e8ecfbc08dd60cc8e50%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638773153855110476%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=jxBt2vvx3En%2FdC9DssD%2Ftu%2FonSy0eCeBNWKDPWfIlOs%3D&reserved=0\">follow these instructions</a> to download the shapefiles showing the statistics.</p><h3>Why Use Satellite Data Vs. Ground Data for Monitoring European Forests? </h3><p>Many European countries have robust monitoring of their forests based on extensive ground data, so what is the benefit of using satellite data?</p><p>First, not all countries have up-to-date or detailed national data, so satellite data can bolster national monitoring efforts for these countries.</p><p>Additionally, while ground data is detailed and precise, and is essential for calibrating and validating satellite-derived estimates, satellite data is complementary and offers many benefits for monitoring European forests:</p><ul><li><strong>Globally consistent:</strong> Satellite data provides a large-scale comprehensive and common data source for all countries so that progress towards shared EU-wide goals can be tracked.</li><li><strong>Timely:</strong> Satellite data provides much more frequent updates than ground monitoring campaigns, which typically occur every five to 10 years.</li><li><strong>High quality:</strong> While no data is error-free, all the data on the European Forest App is based on peer-reviewed science and has open and transparent information on their quality, such as uncertainty measures, which can guide users in interpreting the information.</li><li><strong>Cost effective:</strong> Satellites can provide large amounts of data more cost effectively than other sources like airborne surveys or data collection in the field, which can be very costly. This makes it easier for companies and others to comply with regulations like the EU Deforestation Regulation.</li><li><strong>Open and free:</strong> Anyone anywhere can use the European Forest App for their own forest monitoring needs.</li></ul><p>Ultimately, no one data source can meet all data needs — for example, risk assessments under the <a href=\"https://environment.ec.europa.eu/topics/forests/deforestation/regulation-deforestation-free-products_en\">EU Deforestation Regulation</a> can benefit from both ground and satellite data — so having quality data of both kinds is important.</p><h3>How Does the European Forest App Differ from Global Forest Watch? </h3><p>For the past decade, WRI’s Global Forest Watch (GFW) platform has provided free, open-source, globally consistent data on the world’s forests. While GFW provides important data on European forests, the new app uses different data, including a <a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486#s0080\">Europe-specific data set</a> from the University of Maryland’s (UMD) GLAD lab that is not available on GFW. Unlike the global data on GFW, this data set is optimized for Europe.</p><p>In Europe, where many forests are actively managed and are replanted or allowed to regenerate after harvesting, the app provides additional data on gain, extent and stable forest area, which is particularly important.</p><p>For example, for the indicators based on UMD data from <a href=\"https://www.sciencedirect.com/science/article/pii/S0034425723003486\">Turubanova et al. 2023</a>, the app is able to provide data for all five-year and 10-year periods between 2001 and 2021 (e.g. 2001-2011, 2001-2006 and so on), whereas a similar global data set based on tree height also from UMD on GFW only provides the option to <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/new-gfw-tree-cover-gain-net-change-data/\">change the baseline year</a> for tree cover gain, and offers more limited options for extent (10 year intervals).</p><p>The app also includes other Europe-specific data types not available on GFW, such as forest age, that are relevant for discussions related to the EU Forest Monitoring Law and the <a href=\"https://environment.ec.europa.eu/topics/nature-and-biodiversity/nature-restoration-law_en\">EU Nature Restoration Law</a>. Additionally, the app provides some historical data as far back as 1986, where GFW provides data from 2000 onwards. In Europe, where harvest cycles are longer and growth is slower than in many parts of the tropics, this long timeframe can provide valuable insights into European forest dynamics.</p><p>However, GFW offers some important data not available on the app, such as annually updated data on tree cover loss, contextual data like biodiversity hotspots, and near-real-time deforestation alerts. GFW also provides dozens of widgets with data-derived statistics, additional Help Center support and compatible tools such as Forest Watcher that support users for specific use cases.</p><p>While there is overlap between the European Forest App and GFW, and major trends revealed by the data remain the same, the data will not completely align in all cases — different data and methods will lead to slightly different results. Users monitoring European forests should consult both sources to identify which better suits their needs: those interested in only European forest information over longer timeframes may prefer the European Forest App, and those interested in other information, such as near-real-time disturbances, may prefer the GFW platform.</p><p><a href=\"https://landandcarbon.projects.earthengine.app/view/european-forests\">Explore the European Forest App here</a>. If you have questions, please contact <a href=\"mailto:sarah.carter@wri.org\">sarah.carter@wri.org</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "4 Ways Financing for Development Can Deliver for People, Nature and Climate",
      "link": "https://www.wri.org/technical-perspectives/4-ways-financing-development-can-deliver-people-nature-and-climate",
      "pubDate": "Sun, 29 Jun 2025 17:02:37 EDT",
      "description": "<p>The path to accelerating progress on global goals for people, nature and the climate depends on bringing together different sources of finance to align efforts and work better as a system. It also requires agreement to tackle systemic challenges, such as high <a href=\"https://www.iea.org/reports/cost-of-capital-observatory/tools-and-analysis\" target=\"_blank\">capital costs</a> and limited <a href=\"https://www.imf.org/external/pubs/ft/fandd/2005/06/basics.htm\" target=\"_blank\">fiscal space</a>. That’s exactly what this year’s <a href=\"https://financing.desa.un.org/ffd4\" target=\"_blank\">Financing for Development Conference (FFD4)</a> aims to deliver. It’s an opportunity to identify where more supportive, integrated frameworks could help countries more quickly <a href=\"https://www.wri.org/paying-for-paris\" target=\"_blank\">shift, align and increase</a> finance for sustainable development. </p><p>This opportunity comes amid a rocky global context. Poverty, inequality, climate change, environmental degradation and rising fragility are not isolated crises — they are deeply interconnected and mutually reinforcing challenges that require an integrated response. Yet they are often addressed separately, resulting in unintended consequences and missed opportunities for sustainable solutions.</p><p>This gap is evident as we’re on track to achieve just <a href=\"https://unstats.un.org/sdgs/report/2024/The-Sustainable-Development-Goals-Report-2024.pdf\" target=\"_blank\">17% of the Sustainable Development Goals</a> (SDGs) — which include targets for people, nature and the climate — by their 2030 deadline. The progress report also shows that since 2015, progress on the climate action goal (SDG 13) has gone backward on 30% of its targets, while the remainder show only marginal improvement.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>The Fourth International Conference on Financing for Development (FFD4)</strong></p><p class=\"secondary\">The UN is organizing the Fourth International Conference on Financing for Development (FFD4) — taking place in Seville, Spain, from June 30 to July 3, 2025 — to take stock of the role finance plays in reaching the Sustainable Development Goals. </p><p class=\"secondary\">Bringing together leaders from every UN member country and organization, along with many international financial institutions and private-sector actors, FFD4 is a key venue to integrate climate and development finance and goals, and to reduce fragmentation in the international finance system through reforms at both national and international levels.</p><p class=\"secondary\"> An outcome document known as the Compromiso de Sevilla  (the Seville Commitment), was endorsed by UN member countries ahead of the conference, with the U.S. exiting the process.</p></div><p>FFD4 also comes at a time when multilateralism is under strain, as evidenced by recent cuts to <a href=\"https://www.oecd.org/en/topics/official-development-assistance-oda.html#:~:text=ODA%20is%20financial%20support%20from,finance%20for%20least%2Ddeveloped%20countries.\" target=\"_blank\" title=\"https://financing.desa.un.org/ffd4\">Official Development Assistance </a>(ODA) — finance provided by the governments to promote and specifically target the economic development and welfare of developing countries. ODA grew at an average annual rate of 7.6% from 2019 to 2023, but dropped 7.1% between 2023 and 2024, and may decline further amid shifting geopolitics, financial pressures in provider countries and a reprioritization of investments toward defense and other domestic priorities. Despite its past <a href=\"https://one.oecd.org/document/DCD%282025%296/en/pdf\" target=\"_blank\">demonstrated resilience in response to crises</a>, recent cuts by some of the wealthiest countries, including the U.S. and the UK, have raised concerns about future levels of ODA.</p><p>Despite these headwinds, there are four key areas where multistakeholder approaches to financing sustainable and equitable development can be better coordinated — at FFD4 and beyond.  </p><h3>1. Integrate Climate and Nature into Development Planning</h3><p>Since the Earth Summit in 1992, financing for development and financing for climate and nature have largely evolved on separate tracks. But this parallel trend is reaching its limits. A central theme at FFD4 is the need to rethink sustainable development in light of new, compounding shifts in the global economy, climate and biosphere. </p><p>Addressing climate, nature and development goals together brings both the opportunity for economic growth — <a href=\"https://newclimateeconomy.net/content/press-release-bold-climate-action-could-deliver-us26-trillion-2030-finds-global-commission\" target=\"_blank\">up to $26 trillion from bold climate action by 2030</a> — and recognizes the imperative for development to be climate-resilient and nature-positive. Climate transitions must also be inclusive if they are to be sustained. </p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1200\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"960\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"735\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"579\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"347\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A timeline of development, climate and nature summits and their finance targets\" height=\"347\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/25-6-23-ffd4-f1-v2.png?VersionId=NNossgrDvY_h_WBHtNgIsF1GuSn3y7ME&itok=xFhpVIVT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The 2015 FFD in Addis Ababa, Ethiopia, outlined the principles that this FFD must now turn into action, recommending concrete ways to incorporate climate and nature into development and economic decision-making. An <a href=\"https://www.ucl.ac.uk/bartlett/publications/2024/oct/green-and-just-planet\" target=\"_blank\">independent expert report to the G20</a> emphasized the need to integrate climate and nature into macroeconomic planning through a whole-of-economy, whole-of-government and whole-of-society approach. This would allow countries to weigh the choices and trade-offs involved in meeting climate, nature and people goals, and to drive forward structural reforms that shift economies onto a more sustainable path. </p><p>There is a range of tools that countries will need to make this possible. In addition to new macroeconomic models and multistakeholder consultations, <a href=\"https://www.wavespartnership.org/en/natural-capital-accounting\" target=\"_blank\">Wealth and Natural Capital Accounting</a> offers a way for decision-makers to incorporate climate and nature into their analytical toolkit. The <a href=\"https://www.wavespartnership.org/\" target=\"_blank\">WAVES</a> (Wealth Accounting and the Valuation of Ecosystem Services) partnership, coordinated by the World Bank, shows how governments are integrating natural capital accounting into macroeconomic planning, budget decisions and development policy in countries such as Colombia, Indonesia and Rwanda (WAVES core implementing partners). This approach to national accounting includes incorporating water resources, minerals, forests, biodiversity and tourism, helping shift decision making away from short-term GDP growth toward long-term sustainability.</p><p>International data-gathering frameworks offer another key opportunity for progress. Frameworks like the one underpinning the SDGs have helped governments adopt and monitor policies aligned with global targets. Many countries have already used these data to develop SDG action plans; now, innovative data-gathering methods can support <a href=\"https://www.csis.org/analysis/innovative-data-collection-methods-international-development\" target=\"_blank\">more targeted development policies</a>. </p><p>FFD4’s <a href=\"https://news.un.org/en/story/2025/06/1164591\" target=\"_blank\">Compromiso de Sevilla</a> underscores the need to support “high quality and disaggregated data and statistics [to] enable evidence-based policy decisions and enhance accountability and transparency, fostering public trust and international cooperation.”</p><p>But countries can’t do this alone. Data sharing and international cooperation are crucial for addressing global challenges such as climate change and nature loss. To help finance flow to climate and nature, the Compromiso de Sevilla emphasizes the importance of “economic, financial, risk, and resilience data [to be made] available to all financial market actors, including through capacity building for developing countries.” </p><p>In implementing the Compromiso de Sevilla, a shared global vision for data cooperation on SDGs could unlock international investment and bridge capacity gaps. Ministers of finance, climate and environment can jointly lead this effort. </p><h3>2. Rewire Public Finance for Development, Climate and Nature</h3><p>There are several areas where countries broadly agree on the need for national action but require a coordinated approach, given the interconnected nature of the global economy. </p><h4>Coordinate subsidy reform</h4><p>It is widely recognized that countries — both developed and developing — should reform environmentally harmful subsidies, including those related to fossil fuels (<a href=\"https://www.imf.org/en/Publications/WP/Issues/2023/08/22/IMF-Fossil-Fuel-Subsidies-Data-2023-Update-537281\" target=\"_blank\">$7 trillion in 2022</a>, 18% in “explicit” subsidies, where <a href=\"https://www.imf.org/en/Topics/climate-change/energy-subsidies#:~:text=Subsidies%20are%20decomposed%20into%20explicit,but%20these%20are%20relatively%20small.\" target=\"_blank\">fuels are sold below retail cost through government support</a>) and unsustainable agricultural practices (<a href=\"https://www.wri.org/research/farm-restoration-subsidies\" target=\"_blank\">$619 billion in 2021</a>). Ending these subsidies would help reduce environmental and atmospheric degradation; repurposing them could help reverse it. </p><p>But such shifts would have to be coordinated to ensure a <a href=\"https://www.wri.org/insights/what-is-just-transition-tracking-progress\" target=\"_blank\">just transition</a> where no worker or country is left behind. Without coordination, any first mover is likely to face a competitive disadvantage. FFD4 should call on governments to lead in reforming subsidy frameworks and to work together to ensure a just and equitable transition. </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-table\"><noscript><img alt=\"table visualization\" src=\"https://public.flourish.studio/visualisation/23898835/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h4>Align and unlock investment flows</h4><p>A holistic, country-level approach to financing, such as the <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\" target=\"_blank\">concept of ‘country platforms’</a>, could help match appropriate finance to transition needs. Country platforms are a way for governments to <a href=\"https://www.wri.org/technical-perspectives/country-platforms-delivering-green-growth-scale\" target=\"_blank\">align public and private, national and international finance</a> at scale behind country-led plans and policy reforms to deliver climate, nature and development goals. </p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://www.youtube.com/watch?v=CzB-RgwBZ80\" rel=\"nofollow\" title=\"Watch What are Country Platforms?\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<p>These platforms have the potential to address policy risks by aligning stakeholders around a shared vision and creating an enabling environment for attracting private finance. They recognize the centrality of capacity building and technical assistance in supporting countries — especially the poorest and most vulnerable — to take a systemic approach. They also allow for the <a href=\"https://files.wri.org/d8/s3fs-public/2025-06/financing-country-platforms.pdf?VersionId=A3PpdLvOj9.oPO98HUtq2bSrU.9S2uzZ&_gl=1*vn0qba*_gcl_au*NDIwNTMyMjc3LjE3NTA4NjcwMTM.\" target=\"_blank\">most strategic use of scarce concessional and blended finance</a> by prioritizing structural reform and taking more programmatic approaches.</p><p>FFD4 calls to “support enhancing the ability of MDBs [multilateral development banks] and other PDBs [public development banks] to work better as a system, aligned with country-led development priorities and strategies”. It also calls on other development partners, financial institutions, relevant domestic actors, civil society and local governments to play their part in integrated approaches based on each actor’s comparative advantage. Countries are in the driver’s seat to initiate this convergence and advance country platform mechanisms.</p><h3>3. Activate Private Investments in the Real Economy</h3><p>Right now, mobilizing private investment aligned with people, nature and climate goals, and its potential to transform the real economy, is not happening fast enough or at sufficient scale. </p><p>Building on the <a href=\"https://www.un.org/esa/ffd/publications/aaaa-outcome.html\" target=\"_blank\">2015 Addis Ababa declaration</a>, FFD4 aims to address the systemic issues that limit private sector investments in sustainable finance. The UN estimates developing countries face a <a href=\"https://desapublications.un.org/publications/financing-sustainable-development-report-2024\" target=\"_blank\">$4 trillion </a>investment gap to achieve the SDGs, particularly in sectors such as renewable energy and infrastructure, where the private sector plays a crucial role. </p><p>As stated in the Addis Ababa Accord, the private sector is a major driver of productivity, inclusive of economic growth and job creation; yet looking to private financiers to “fill in the gaps” has proven <a href=\"https://www.economist.com/middle-east-and-africa/2025/05/15/the-chimera-of-private-finance-for-development\" target=\"_blank\">complex</a>. To date, there has been a strong focus on the use of blended finance to de-risk and thereby mobilize more private investment. This includes using concessional finance (from MDBs, for instance) or <a href=\"https://www.wri.org/insights/philanthropy-adaptation-finance-developing-countries\" target=\"_blank\">philanthropic finance</a> to catalyze investments in nascent markets where risks are currently too high, or returns too low, for investors to step in alone. </p><p>Reforming <strong>risk-sharing instruments</strong> — such as guarantees, first-loss capital and hybrid instruments — and blended finance would help bring these approaches to scale. In the G20 process, MDBs have been encouraged to take more programmatic approaches (e.g., guaranteeing portfolios rather than single projects) and to streamline and harmonize internal processes, both among themselves and with other PDBs. They have also been encouraged to unlock more institutional investment through originate-to-share models and by supporting the development of sustainable asset classes. The Compromiso de Sevilla also proposes promoting the use of risk management, risk mitigation and risk transfer practices too. </p><p>However, mobilization of private finance also requires a stronger focus on changes in fiscal incentives, regulatory environments, enabling conditions and business models, as well as changes in demand. It is important to achieve cost-effectiveness, improve returns and reduce risks in this way, rather than rely solely on blended finance. In some cases, this can be done by using better data on returns or by <a href=\"https://www.wri.org/research/climate-adaptation-investment-case\" target=\"_blank\">showcasing the dividends</a> that can come from investing in adaptation.</p><p>When it comes to investing in climate and nature, delivery has been inconsistent and difficult to track, especially in the case of private finance. The conference is likely to call for UN member states to implement proposals by adopting standards, tools and metrics as targets, and to publish performance indicators to better measure private sector mobilization rates, sustainable finance mechanisms and their impacts on people, nature and the climate (e.g., continuing the <a href=\"https://www.gemsriskdatabase.org/\" target=\"_blank\">GEMS</a> effort). </p><h4>4. Improve Global Cooperation on Debt</h4><p>As developing countries face increasing repayment burdens due to rising interest payments on debt, about <a href=\"https://www.aljazeera.com/news/2023/7/13/nations-where-3-3bn-live-spend-more-on-debt-than-health-schools\" target=\"_blank\">40% of the global population</a> lives in a country that spends more on debt servicing than on essential public services such as education and health.</p><p>The climate- and nature-relevant provisions of the Compromiso de Sevilla acknowledge the importance of accounting for climate and nature in debt frameworks and include the following:</p><ul><li><strong>A request for a UN-led working group (with the IMF and the World Bank) to propose voluntary principles for responsible sovereign borrowing and lending, “to strengthen debt management,” including:</strong><ul><li>Supporting more frequent use of state-contingent debt instruments, including climate-resilient debt clauses and debt pause clauses, which allow debt service suspension during climate or other external shocks. This would increase fiscal resilience.</li><li>Encouraging wider uptake of such clauses across both official and commercial lending, with international financial institutions supporting implementation.<br /> </li></ul></li><li><strong>Support scaling up debt swaps for the SDGs, especially those targeting climate and biodiversity outcomes, to “lower the cost of borrowing”:</strong><ul><li>Promotes concessional finance based on vulnerability to enhance debt sustainability and climate-resilient development.</li><li>Calls for simplifying debt swap processes, lowering transaction costs and ensuring country ownership.<br /> </li></ul></li><li><strong>Launch an intergovernmental UN-led process to close gaps in the international debt architecture and explore options to enhance sustainability, aiming to “restore countries to a path of debt sustainability and continue to work toward debt restructurings being timely, orderly, effective, fair, negotiated in good faith, predictable, and coordinated”</strong>:<ul><li>This includes dialogues with all stakeholders (UN Members, Paris Club, MDBs, IMF, World Bank and private creditors) to address debt challenges and climate-linked vulnerabilities.<br /> </li></ul></li><li><strong>Calls for reforming Debt Sustainability Assessments (DSAs) to “ensure that debt sustainability and credit assessments are accurate, objective and long term oriented”:</strong><ul><li>Calls for more accurate, long-term DSAs that integrate climate and nature spending needs, and account for investments in resilience, nature protection and productive capacity.</li><li>Account for multidimensional vulnerabilities and spillovers from monetary policy.</li><li>Encourages open consultation on DSA reformulation, capacity building and for countries to conduct their own assessments.</li></ul></li></ul><p><br />Multilateral initiatives to support countries at risk of, or already in, debt distress are mainly led by the World Bank, the IMF and forums such as G20. However, gaps and challenges remain across these initiatives, limiting comprehensive support that considers factors like climate vulnerability as an indicator for debt management and risk assessments. </p><table class=\"tablesaw tablesaw-stack\"><thead><tr><th>International Framework/<br />Taskforce<br /> </th><th>Actors</th><th>Scope</th><th>Drawbacks</th></tr></thead><tbody><tr><td style=\"vertical-align: top;\">Common Framework for Debt Treatment (G20)</td><td style=\"vertical-align: top;\">Low-income countries in debt distress. </td><td style=\"vertical-align: top;\">Debt treatment (e.g., debt rescheduling, relief and write-off).</td><td style=\"vertical-align: top;\">The process is currently lengthy, needs to be expedited to benefit more countries and expand private creditors' participation.</td></tr><tr><td style=\"vertical-align: top;\">Global Sovereign Debt Roundtable </td><td>Creditors and beneficiaries.<br />Co-chaired by IMF, World Bank and G20 Presidency, includes official creditor members from the Paris Club, new creditors, private creditors and borrowing countries.  <br /> </td><td style=\"vertical-align: top;\">Debt treatment (e.g., debt restructuring) for countries in default.</td><td style=\"vertical-align: top;\">Lack of clarity on options available to debtor countries throughout the debt treatment process, such as suspending debt service payments.</td></tr><tr><td style=\"vertical-align: top;\">Debt Sustainability Framework (LIC DSF) (IMF/WB)</td><td style=\"vertical-align: top;\">Low-income countries with long-maturity concessional debt and countries eligible for the World Bank's International Development Association (IDA) grants.</td><td>Assess borrower risk using threshold and benchmark indicators such as GDP, exports and revenue to inform lending decisions and determine debt limits based on borrower needs and repayment capability.</td><td style=\"vertical-align: top;\">Lack of debt data and inconsistent definitions may affect countries' risk assessments and ratings. <br />Lack of data on vulnerability.<br /> </td></tr></tbody></table><p>It is high time for a concrete breakthrough, one that takes a comprehensive approach to debt challenges and provides tailored solutions to free up fiscal space that countries need to invest in essential public services and resilient green growth. This should include measures addressing the drawbacks outlined in the table above.  </p><p>The World Bank Group and IMF have had climate strategies since 2021, yet integrating nature into their fundamental economic frameworks is still lagging. For example, FFD4 proposals are needed on how investments in resilience, nature protection and productive capacity can benefit economic activity and financial stability, including specific timelines for integrating these elements into national accounts. IMF and WBG are well positioned to lead the implementation of these proposals. </p><h4>Accelerating Sustainable Development Action</h4><p>A systemic, transformational approach is essential for addressing complex, transboundary environmental challenges like climate change and environmental degradation, and to achieve the SDGs. This requires more inclusive and effective global governance. FFD4 presents an opportunity to enhance global cooperation on these issues, ensuring policies and actions are harmonized across borders and effective in addressing them. </p><p>The <a href=\"https://sustainabledevelopment.un.org/index.php?page=view&type=400&nr=2051&menu=35\" target=\"_blank\">Addis Ababa Action Agenda</a> laid the groundwork for the SDGs and outlined a clear map for mobilizing finance to deliver them. Yet, with SDG progress currently off track, the task in Seville is to accelerate momentum by rebuilding trust and confidence in global cooperation. Political traction and impetus are urgently needed to implement complex domestic reforms, scale up international support to climate, nature and development, activate the private sector, address debt vulnerabilities and enable finance to work better as a system. </p><p>FFD4 could be a unifying moment that brings together the aspirations of the <a href=\"https://www.bridgetown-initiative.org/\" target=\"_blank\">Bridgetown Initiative</a>, the <a href=\"https://www.afdb.org/sites/default/files/2023/09/08/the_african_leaders_nairobi_declaration_on_climate_change-rev-eng.pdf\" target=\"_blank\">Nairobi declaration</a>, the Paris <a href=\"https://www.elysee.fr/en/emmanuel-macron/summit-on-a-new-global-financing-pact\" target=\"_blank\">New Global Financing Pact</a> and the <a href=\"https://www.un.org/en/summit-of-the-future/pact-for-the-future\" target=\"_blank\">Pact for the Future</a>, along with wider development and nature finance commitments, into an integrated action agenda. Keeping leaders accountable for delivering on the indivisible integrity of the SDGs is paramount.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Climate Resilience Takes Root on India’s Mint Farms",
      "link": "https://www.wri.org/insights/india-mint-supply-chain-climate-resilience",
      "pubDate": "Fri, 27 Jun 2025 10:00:00 EDT",
      "description": "<p>Uday Raj Chauhan proudly sports a red t-shirt with \"<em>Maati ka lal</em>\" (son of the soil) printed on it. The shirt's acrylic lettering has worn off with use, but Chauhan's beaming smile could rival a toothpaste advertisement.</p><p>Indeed, toothpaste isn't far off the mark. Chauhan is a mint farmer, one of many in the Uttar Pradesh state of northern India who depend on the crop. \"I would have migrated from the village long ago in search of [a] livelihood if it was not for mint,\" he says. \"People in my village moved from a mud structure to a concrete house, thanks to mint.\"</p><figure class=\"caption caption-drupal-media align-right \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1080\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1539\" />\n              <source height=\"884\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"677\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"533\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"319\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A man in a red shirt smiling.\" height=\"319\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/chauhan-2_0.png?VersionId=xqxkRHme_Nvatopk_s7aR7ugtOJEQBQx&itok=RiLxQrkE\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Uday Raj Chauhan, a mint farmer in Uttar Pradesh. Photo by Ravleen Kaur</figcaption>\n</figure>\n<p>Mentha Arvensis, a species of mint known as \"mentha\" in India, is used in countless everyday products — from medicines and pain relievers to candy, mouth fresheners, cosmetics and tobacco. India is by far the world's biggest producer and exporter of mentha oil, fulfilling <a href=\"https://www.mcxindia.com/docs/default-source/products/agro-commodities/performance-review/performance-review-2023-24---mentha-oil.pdf\">around 80%</a> of global demand. The bulk (70%) of this comes from Uttar Pradesh.</p><p>Yet what was once a stable cash crop is faltering. India's mint farmers now face stiff competition from synthetic menthol, coupled with rising production costs and high taxes. These challenges are only exacerbated by climate change, which is making harvests less reliable.</p><p>They aren't alone: Farmers and businesses around the globe are grappling with climate risks and market disruptions. But India's mint industry is also exploring solutions across the supply chain — from trade reforms to more climate-resilient crop varieties — that can offer lessons for resilience in a changing world.</p><h3>Mint: The 'Green Gold' of India's Smallholder Farmers</h3><p>Mentha farming has been a staple in Uttar Pradesh for over 40 years, particularly in the state's Barabanki region. Once a hub for opium cultivation, Barabanki leaned into mint farming in the 1980s and has been India's biggest producer since. Around the area, mint oil has earned monikers like \"ATM\" and \"green gold.\"</p><article class=\"align-left media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"717\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"500\" />\n              <source height=\"717\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"500\" />\n              <source height=\"652\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"652\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"455\" />\n              <source height=\"652\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Map of India showing the locations of Uttar Pradesh and Barabanki.\" height=\"652\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/uttar-pradesh-barabanki-map-wri_0.png?VersionId=MmgvEQxB6RQsyq1MLR3Llci2CCt0I.HR&itok=R644niNm\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>\"Mentha provides instant cash,\" says Dr. Sanjay Singh, Senior Principal Scientist at Central Institute of Medicinal and Aromatic Plants (CIMAP), a government-run research institute in Uttar Pradesh. \"There are times when farmers don't even have enough money to buy essentials. That is when a mentha farmer would sell half a kilogram of [mentha] oil from his reserve.\"</p><p>Saroj Kumari Shukla, a resident of Barabanki district, is one such farmer. She lost her husband after 15 years of marriage and had to raise her six children alone. \"I had a job, but it was not enough. Mentha came to our rescue in those days. Every time I had to pay the children's school fees, I would sell two kilograms of [mentha] oil,\" she said. \"Even though my sons couldn't study much, today my four daughters are well-educated and working.\"</p><p>For Chauhan, mint has been a dependable source of cashflow. \"Mentha brings an income in the season when no other crop grows. Its seed material, unlike chili and garlic, is also very affordable. It can be stored for [a long time] as it does not become rancid and doesn't even occupy space like other [produce].\"</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://youtu.be/1o0xN4OXIkE\" rel=\"nofollow\" title=\"Watch Mint: The 'Green Gold' of India's Smallholder Farmers\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>Demand Is Rising — but Production Is Falling</h3><p>The global mint market <a href=\"https://www.knowledge-sourcing.com/report/global-mint-market\">is projected to grow</a> from US$ 7.7 billion in 2025 to US$9.7 billion in 2030. In theory, this should be a boon not just for mint farmers, but for all those whose livelihoods are linked to the crop — from planting and harvesting to processing and exporting. \"One million people are involved in the mint supply chain in India, with 100,000 farm families and 3,000-4,000 traders just in Barabanki,\" said Dr. Singh.</p><p>But even as farmers like Chauhan and Shukla are earning well from mint, many say its glory is fading.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Two images. Left, a field of mint plants. Right, hands holding the roots of mint plants.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/mint-plant-and-mint-suckers_0.jpg?VersionId=.3WB89C7Dxur5AGH5VW2olQhCdgBBNIW&h=f54ad31f&itok=4n0dNnR2\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Mint (left) and the roots used to grow it, called \"suckers\" (right) are both critical sources of income for farmers in Uttar Pradesh. Photos by Ravleen Kaur</figcaption>\n</figure>\n<p>In Barabanki, mint oil production decreased from around 11,200 metric tons (MT) in 2022-2023 to 7,950 MT in 2024-2025, according to Rajit Ram Verma, Secretary of the Barabanki district's agricultural produce marketing committee. That's nearly a 30% drop.</p><p>Gaurav Mittal from Aromatic & Allied Chemicals Pvt. Limited, a leading mint oil manufacturer and exporter in Uttar Pradesh, estimates that the total production across India came down by 60%-65% from 2023-2024.\"We are linked to about 5,000 farmers in our region who supply directly to us. This year, many have shifted to sugarcane and other crops,\" he said.</p><div class=\"callout mint-callout\"><p class=\"secondary body-link mint-callout-heading\"><strong>How Is Mint Oil Produced?</strong></p><p>In Uttar Pradesh, farming for mentha suckers (offshoots that grow from the base of the mint plant) begins in July-August. The crop is sown from suckers in March and harvested from May to June, fitting well between the seasons for potato and paddy, the other dominant crops in the region. Once the harvest is dried, its essential oil is extracted in locally fabricated steam distillation units owned and operated by individual farmers or farmer collectives.</p><p>Farmers sell this mentha oil to aggregators in the village who further sell it to traders, exporters and small-scale and medium industries. The oil is either exported as-is or processed into menthol crystals and byproducts like Dementholized oil (DMO), alpha-pinene, beta-pinene and menthone.</p></div><h3>What's Ailing the Mint Industry?</h3><p>Traders, industrialists, scientists and farmers largely blame synthetic menthol for downturn in Barabanki's mint production.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"571\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"451\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"342\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"342\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"342\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Clear crystals made from distilled mint oil.\" height=\"342\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/mentha-crystals_0.jpg?VersionId=SIBnWsNkcXM5VJ3cO1HMHFS6e9IxsvOP&itok=GPpeMwFv\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Menthol crystals derived from mentha oil. Photo by Ravleen Kaur</figcaption>\n</figure>\n<p>Prices for natural mint oil can be volatile. When synthetic menthol — derived from <a href=\"https://www.betalabservices.com/natural-vs-synthetic-menthol/\">Meta-cresol, a petrochemical</a> — entered India around 2013, it offered an affordable alternative. \"Since then, many Indian companies making menthol-based products shifted to it\" said Tek Ram Sharma, a mint oil trader and chairman of essential oil company Ashri Naturals.</p><p>The U.S. Food and Drug Administration has also included synthetic menthol in its list of substances <a href=\"https://www.cosmeticsinfo.org/ingredient/menthol/\">\"generally recognized as safe\"</a>. \"Since synthetic menthol is approved for use in edible products, companies would not want to spend more on natural menthol,\" said Mittal. This has pushed prices down and driven some farmers to abandon natural mentha altogether.</p><p>Synthetics aren't the only challenge. Mint faces high taxes in India. The national government charges a Goods and Services Tax of 12% on mint oil, and Uttar Pradesh charges a 1.5% Mandi tax (a tax on agricultural produce sold in markets) to mint oil traders.</p><p>In addition, many farmers rely on locally fabricated steam distillation units for producing mint oil. These are inefficient, polluting and prone to <a href=\"https://www.financialexpress.com/india-news/mentha-boiling-tank-explosion-in-uttar-pradeshs-barabanki-claims-2-lives/711314/%22HYPERLINK%20%22https:/www.financialexpress.com/india-news/mentha-boiling-tank-explosion-in-uttar-pradeshs-barabanki-claims-2-lives/711314/%22%22HYPERLINK%20%22https:/www.financialexpress.com/india-news/mentha-boiling-tank-explosion-in-uttar-pradeshs-barabanki-claims-2-lives/711314/%22%22HYPERLINK%20%22https:/www.financialexpress.com/india-news/mentha-boiling-tank-explosion-in-uttar-pradeshs-barabanki-claims-2-lives/711314/%22\">fatal accidents</a>. While CIMAP has developed and introduced safer, more fuel-efficient distillation units, many farmers cannot afford them.</p><figure class=\"caption caption-drupal-media align-right \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1183\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"946\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"725\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"571\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"342\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Two people soldering a metal machine component.\" height=\"342\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/mint-distillation-unit_0.jpeg?VersionId=6YZJAjGPj2m9KnQdcE1o6ABZAFu59SHe&itok=hUYVuGi1\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Locally made distillation units for mint oil, like this one, are dangerous. But safer alternatives are too expensive for many farmers. Photo by Ravleen Kaur</figcaption>\n</figure>\n<h3>The Compounding Threats of Climate Change and Land Degradation</h3><p>Market challenges may be the biggest hurdle for India's mint farmers today. But they also face twin threats farmers around the world are increasingly grappling with: climate change and land degradation.</p><p>Mint is grown in peak summer and requires substantial irrigation. According to <a href=\"https://drive.google.com/file/d/1sA41Ke2kor3E-tHWf7xet5GGZPSYq9pS/view?usp=sharing\">one study</a>, even when used optimally, around 10 million liters of water are required to irrigate 1 hectare (ha) of mint. By <a href=\"https://www.researchgate.net/publication/318430403_Crop_Water_Requirement_Water_Productivity_and_Comparative_Advantage_of_Crop_Production_in_Different_Regions_of_Uttar_Pradesh_India\">comparison</a>, it takes about 7 million liters of water to irrigate 1 ha of wheat and 5 million liters to irrigate 1 ha of maize (corn). \"As water scarcity increases, farmers in Sambal, Chanduasi and Amroha [districts in Uttar Pradesh] and in parts of Punjab and Bihar are quitting mentha,\" said Sharma.</p><p>Unlike these other regions, Barabanki has ample water thanks to its rivers and extensive canal network. But shifting weather patterns driven by climate change present their own problems.</p><figure class=\"caption caption-drupal-media align-left half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1021\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"806\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"611\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"611\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"611\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A farmer sitting in front of his field of mint crops.\" height=\"611\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/narendra-shukla1_0.jpeg?VersionId=c_1fiEWwPW69MWrfJNdn8I4H9AEvGjXU&itok=nXFEm1i_\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Narendra Shukla, a farmer from Tandpur in Uttar Pradesh, has seen the region's escalating challenges firsthand. Photo by Ravleen Kaur</figcaption>\n</figure>\n<p>\"Untimely rainfall destroys ready harvest, while excess heat [over] the last two years has led to more pests and disease, even though heat also increases oil yield,\" said Sudheer Kumar, a farmer from Badalkapurwa village in Uttar Pradesh.</p><p>Layer in the fact that much farmland is degraded, and some farmers are facing an onslaught of challenges at once. \"Drawing water from a borewell costs more now due to increased diesel rates. After 20 years of mint farming, soil is also polluted with chemical fertilizers and pesticides. Production has gone down while diseases have increased. We need to spray pesticides at least once a week now,\" said Sanad Verma, another farmer in the region.</p><p>Verma adds that labor rates have more than tripled — from Rs 200 (US$2.32) to Rs 700 (US$8) per day — \"because harvesting mentha and extracting oil in peak summer is a gruelling task.\"</p><p>While organic farming may help improve soil quality and yields in the long term, it is out of question for most mint farmers, who don't see monetary benefits in it. \"A small farmer needs money all the time. Nobody will pay a better price for organic oil, so there is no reason to spend extra time and labour to cultivate organic mint,\" said Ram Savle Shukla of Tandpur.</p><h3>How India's Mint Industry Is Building Resilience</h3><p>Faced with mounting challenges — some local, some global — India's mint industry is finding new ways to adapt throughout the supply chain.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Lessons for Supply Chains Around the World</strong></p><p class=\"secondary\">Farmers and small businesses are often on the front lines of the climate crisis. Yet large companies tend to overlook these supply chain partners in their climate risk assessments and sustainability efforts. WRI, through the <a href=\"https://www.wri.org/initiatives/climate-resilient-supply-chains-crest\">Climate-Resilient Employees for a Sustainable Tomorrow</a> (CREST) initiative, aims to create more resilient supply chains and help amplify the voices of the people within them. The Barabanki mint farmer is one of these voices. <a href=\"https://www.wri.org/initiatives/climate-resilient-supply-chains-crest/voices-supply-chains\">Explore more stories here</a>.</p></div><p>At one end, traders and local politicians are pushing to reform taxes and trade policies that hamper the natural mint industry. In <a href=\"https://x.com/NewsPotliEng/status/1819297177027653797\">August 2024</a>, a political representative from Barabanki worked with the Indian Parliament to separate natural and synthetic menthol in the country's trade code. This is meant to help ensure that potential issues with synthetics (such as defective products) will not impact the natural mint market.</p><p>Others are working from the ground up, helping farmers build resilience to climate and market shocks.</p><p>\"Mint is CIMAP's baby. It took hard work to turn India from a mint importing country to the biggest exporter in the world. So we will do everything to sustain natural menthol in the market,\" said Dr. Singh from CIMAP.</p><p>In 2017, CIMAP introduced early mint technology (EMT). This involves training farmers to produce mint stolons (stems) in a nursery and then transplant them onto ridges to ensure minimal plant loss and damage. EMT can lower the cost of production by reducing the need for weeding, irrigation and fertilizer. By cutting water use 25%-30%, it also helps reduce pressure on limited supplies. \"We found that the cost of cultivation with EMT has come down by 20% while crop yield has gone up by 15%,\" said Dr. Singh.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Small plot of mint plants.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/cimap-fields-1_0.jpg?VersionId=_.NAuegx0d7XU1gkd.GmmeMxwGBqj6dN&h=d1cb525d&itok=F_ro7hIf\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Experimental mint varieties developed by CIMAP have shown improved climate resilience and higher yields. Photo by Ravleen Kaur</figcaption>\n</figure>\n<p>CIMAP is also working to develop more resilient and productive mint varieties. In 2020, it developed and distributed \"CIM-Unnati\" — a hardy and high-yielding varietal that can better withstand extreme weather while yielding 180-190 kilograms of mint oil per hectare. (Other varietals produce 120-150 litres per hectare.) Almost 90% farmers in Barabanki now grow CIM-Unnati.</p><p>Chauhan — who runs a YouTube channel called \"Mentha's new variety\" — can attest to the benefits. \"In 2020, I got 700 grams of a new variety of Menthol mint from CIMAP and made 1,000 saplings out of it. I propagated these saplings [on 0.25 hectares] of my land and got a profit of Rs 1.5 lakh (US$1,740) by selling mint suckers,\" he said. Encouraged, Chauhan started the YouTube channel to promote his enterprise. \"Farmers from far and wide come to buy mentha suckers from me. This year, I rented 1.2 hectares of land to expand [production].\"</p><p>Beyond this, CIMAP is looking for ways to help stabilize mint farmers' livelihoods. It supports activities like vermi compost production from distillation waste; mushroom cultivation; and beekeeping. \"We are also exploring making disposable cutlery from mentha waste and aerosols from the water that comes out with oil at the time of distillation,\" said Dr. Singh. This is helping to diversify mint farmers income, boost their resilience and reduce dependency on one crop.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1183\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"946\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"725\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"571\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"342\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Woman holding a beeswax candle.\" height=\"342\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/savitri-devi-beeswax-candl.jpeg?VersionId=nLD8JC3tjIJqoVZBgizLf.Mx8OyRTSpF&itok=6m7BquWM\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Savitri Devi, seen here holding a beeswax candle, is a member of the farmer group that CIMAP is supporting to help diversify their incomes. Photo by Ravleen Kaur</figcaption>\n</figure>\n<p>Thanks to such initiatives, farmers like Chauhan are optimistic that mint prices will bounce back. And they are more securely positioned when climate extremes and other setbacks strike.</p><h3>The Way Ahead</h3><p>While large companies are increasingly focused on climate risks and sustainability, supply chain partners, such as smallholder farmers, tend to be left out of the equation. But this status quo can't continue. For truly resilient supply chains, stakeholders need to work together to ensure that everyone involved — from production through to sale — has the tools, skills and knowledge to weather climate and economic shocks.</p><p>This will require coordinated efforts from governments, research institutions and the private sector. Barabanki shows how collaboration and innovation can make a difference, with CIMAP supporting farmers directly while traders and local politicians push for market reforms. Looking ahead, more support from the government could offer new avenues for investment and improvement. For example, as Dr. Sudeep Tandon, CIMAP's Chief Scientist, points out, \"Menthol is one crop in which farmers themselves do the first level of processing. The government gives subsidies for other agricultural equipment and machinery; why can't there be a price support mechanism for menthol distillation units too?\"</p><p>Such efforts are critical for all who depend on India's mint supply chain. \"Mentha has prevented distress migration in [Barabanki] to a large extent,\" says farmer Ram Lagan Pal. \"[The] district's prosperity is only due to mentha.\" More support for resilience-building efforts can help ensure that this prosperity continues.</p><p><em>Ravleen Kaur is an independent journalist working on environmental and rural issues in India. See more of her work </em><a href=\"https://ravleen.contently.com/\"><em>here</em></a><em>.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT: Bonn Talks Leave Tough Questions for COP30 to Resolve",
      "link": "https://www.wri.org/news/statement-bonn-talks-leave-tough-questions-cop30-resolve",
      "pubDate": "Thu, 26 Jun 2025 18:58:27 EDT",
      "description": "<p><strong>BONN, GERMANY (June 26, 2025)</strong> — The 2025 UN climate talks concluded today in Bonn after a challenging start, with a two-day delay over the agenda cutting into negotiation time. As a mid-year checkpoint before COP30, the largely technical talks aimed to bring countries closer on core issues including adaptation, mitigation and finance. While some progress emerged, political tensions slowed momentum. <br /> <br /><strong>Following is a statement from David Waskow, Director, International Climate Initiative, World Resources Institute:</strong></p><p>“With four months to go before COP30, leaders need to start delivering: they need to put forward strong national plans to cut emissions and transform key sectors; scale up climate finance from all sources; and urgently implement and mainstream adaptation and resilience to protect lives, economies, and security. With the 1.5°C window closing fast, every fraction of a degree — and every decision — matters.</p><p>“Persistent political tensions and competing agendas led to limited and uneven progress in Bonn. Delegates did lay essential groundwork for better measuring adaptation — a key part for planning and accountability — and made some headway on just transition issues. What’s now needed is a strong dose of decisive, coordinated action to deliver real results.</p><p>“There can be no further delays in achieving the Global Stocktake priorities set in 2023 — from transitioning away from fossil fuels to tripling renewables, doubling energy efficiency and ending deforestation. Moving forward requires bold, system-wide change across every sector, driven by all levels of government, business, and civil society, recommitting to the Paris Agreement — together.”</p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}