{
  "title": "Climate Justice Alliance",
  "link": "https://climatejusticealliance.org/",
  "description": "Working Towards a Just Transition",
  "category": "social_impact",
  "source_url": "https://www.climatejusticealliance.org/feed/",
  "fetched_at": "2025-06-29T12:49:07.309005",
  "items": [
    {
      "title": "New Report Series  Exposes Massive Gaps in Climate Philanthropy",
      "link": "https://climatejusticealliance.org/just-returns-reports/",
      "pubDate": "Mon, 16 Jun 2025 19:52:33 +0000",
      "description": "<p>‘The Just Returns Project’ Reports Call on Funders to Back Grassroots Climate Solutions Contact: kayla@unbendablemedia.com WASHINGTON, D.C. — As climate disruption escalates, bringing record-breaking wildfires, heat waves, and flooding to communities across the United States— new data released today by the Climate Justice Alliance (CJA), National Committee for Responsive Philanthropy (NCRP), and the Tishman Environment and Design […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/just-returns-reports/\">New Report Series  Exposes Massive Gaps in Climate Philanthropy</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "Supreme Court Ruling on NEPA is a Gut Punch to Hard-working Families and Communities",
      "link": "https://climatejusticealliance.org/supreme-court-ruling-on-nepa/",
      "pubDate": "Fri, 30 May 2025 14:30:15 +0000",
      "description": "<p>On Thursday, the Supreme Court unanimously ruled to limit the scope of environmental reviews for major infrastructure projects under the National Environmental Policy Act (NEPA). In response to the justices’ decision—one that threatens vital protections against harm and pollution from countless future projects—CJA Executive Director KD Chavez issued the following statement: “Imagine approving a new […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/supreme-court-ruling-on-nepa/\">Supreme Court Ruling on NEPA is a Gut Punch to Hard-working Families and Communities</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "House Budget is a Tax Break for the Ultra-Rich,  CJA Calls on Senators to Do Better",
      "link": "https://climatejusticealliance.org/house-budget-tax-break-for-the-rich/",
      "pubDate": "Thu, 22 May 2025 16:34:50 +0000",
      "description": "<p>Statement from Climate Justice Alliance Executive Director, KD Chavez: “This bill gives massive tax breaks to the wealthiest while hurting working families. The nonpartisan Congressional Budget Office confirms it: low-income families will lose hundreds, even thousands of dollars, while the top 0.1% get a windfall in extra income next year.  That’s money that could be […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/house-budget-tax-break-for-the-rich/\">House Budget is a Tax Break for the Ultra-Rich,  CJA Calls on Senators to Do Better</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "The UNITE-EJ program was sunsetted after not receiving funds by inauguration day.",
      "link": "https://climatejusticealliance.org/unite-ej-program-was-sunsetted-after-not-receiving-funds-by-inauguration-day/",
      "pubDate": "Mon, 07 Apr 2025 16:24:05 +0000",
      "description": "<p>The post <a href=\"https://climatejusticealliance.org/unite-ej-program-was-sunsetted-after-not-receiving-funds-by-inauguration-day/\">The UNITE-EJ program was sunsetted after not receiving funds by inauguration day.</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA Leads Nearly 200 Organizations in Opposing NEPA Rollback",
      "link": "https://climatejusticealliance.org/nepa-rollback/",
      "pubDate": "Wed, 02 Apr 2025 15:00:27 +0000",
      "description": "<p>CJA Coalition Signs Letter Condemning White House Proposal to Revoke Key Environmental Safeguards, Warns of Harm to Vulnerable Communities and Environmental Justice Washington, D.C. – The Climate Justice Alliance (CJA), in partnership with GreenLatinos and WeAct, has led a coalition of nearly 200 organizations in condemning the White House’s recent proposal to repeal all versions […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/nepa-rollback/\">CJA Leads Nearly 200 Organizations in Opposing NEPA Rollback</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "What is AI and why do you keep hearing about it? And what are data centers? How are they connected?",
      "link": "https://climatejusticealliance.org/ai/",
      "pubDate": "Fri, 28 Mar 2025 14:11:27 +0000",
      "description": "<p>Are your chats with Artificial Intelligence fueling the Climate Crisis?</p>\n<p>The post <a href=\"https://climatejusticealliance.org/ai/\">What is AI and why do you keep hearing about it? And what are data centers? How are they connected?</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA Weighs in on the Cost of House Republican’s Disastrous Continuing Resolution and the Continued Undermining of Environmental Justice",
      "link": "https://climatejusticealliance.org/cja-weighs-in-on-budget-and-ej/",
      "pubDate": "Wed, 12 Mar 2025 21:26:15 +0000",
      "description": "<p>Contact: Kayla@unbendablemedia.com Washington, D.C. — Ahead of congressional votes on the partisan Republican-led Continuing Resolution and the recent announcement regarding the closures of all Environmental Justice offices by the Environmental Protection Agency (EPA), the Climate Justice Alliance (CJA) released the following statement from KD Chavez, executive director of Climate Justice Alliance: “Yesterday, Trump and his […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/cja-weighs-in-on-budget-and-ej/\">CJA Weighs in on the Cost of House Republican’s Disastrous Continuing Resolution and the Continued Undermining of Environmental Justice</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "CJA Black Caucus Regranting Program",
      "link": "https://climatejusticealliance.org/cja-black-caucus-regranting-program/",
      "pubDate": "Thu, 27 Feb 2025 20:01:30 +0000",
      "description": "<p>Climate Justice Alliance’s Black Caucus announced the recipients of its regranting program. A total of $170,000 will be regranted to 11 organizations spanning 9 states to make a meaningful impact within Black communities. Each organization has the flexibility to allocate the funds as they see fit, provided they are used to benefit Black members of […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/cja-black-caucus-regranting-program/\">CJA Black Caucus Regranting Program</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "Climate Justice Alliance Awards $170,000 through its Black Caucus Regranting Program to Black-led Member Organizations",
      "link": "https://climatejusticealliance.org/cjablackcaucusawards140ktoblack-ledorgs/",
      "pubDate": "Thu, 20 Feb 2025 19:37:46 +0000",
      "description": "<p>Contact: kayla@unbendablemedia.com  This week, Climate Justice Alliance’s Black Caucus announced the recipients of its regranting program. A total of $170,000 will be regranted to 11 organizations spanning 9 states to make a meaningful impact within Black communities. Each organization has the flexibility to allocate the funds as they see fit, provided they are used to […]</p>\n<p>The post <a href=\"https://climatejusticealliance.org/cjablackcaucusawards140ktoblack-ledorgs/\">Climate Justice Alliance Awards $170,000 through its Black Caucus Regranting Program to Black-led Member Organizations</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    },
    {
      "title": "EPA Cancels Climate Justice Alliance Grant",
      "link": "https://climatejusticealliance.org/epa-cancels-climate-justice-alliance-grant/",
      "pubDate": "Thu, 13 Feb 2025 21:28:18 +0000",
      "description": "<p>The Administration continues its attacks on working class communities, rural and urban families with its announcement of the cancellation of the Climate Justice Alliance’s UNITE-EJ program grant.</p>\n<p>The post <a href=\"https://climatejusticealliance.org/epa-cancels-climate-justice-alliance-grant/\">EPA Cancels Climate Justice Alliance Grant</a> appeared first on <a href=\"https://climatejusticealliance.org\">Climate Justice Alliance</a>.</p>",
      "category": "social_impact",
      "source_url": "https://www.climatejusticealliance.org/feed/"
    }
  ]
}