{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-06-25T07:25:48.247924",
  "items": [
    {
      "title": "Protecting Naturally Regrowing Forests Is a Crucial — and Overlooked — Climate Solution",
      "link": "https://www.wri.org/insights/secondary-forest-carbon-removal",
      "pubDate": "Tue, 24 Jun 2025 05:00:00 EDT",
      "description": "<p>Protecting and restoring forests <a href=\"https://www.ipcc.ch/srccl/\">are essential</a> for curbing climate change. But while efforts often focus on conserving mature forests and planting new trees (both of which are badly needed), a critical piece of the puzzle is <a href=\"https://www.nature.com/articles/d41586-019-01026-8\">often overlooked</a>: managing naturally regrowing forests to increase the carbon they remove.</p><p>Until now, scientists did not have a detailed picture of the carbon removal value of naturally regrowing forests. But <a href=\"https://doi.org/10.1038/s41558-025-02355-5\">new research</a> by The Nature Conservancy, WRI and partners shows that naturally regenerating \"secondary forests\" (which have regrown after being cleared by harvests, severe fires, agriculture or other disturbances) could be especially powerful for fighting climate change. It is the first to show where, and at what ages, they can have the biggest impact.</p><p><strong>We found that secondary forests between 20 and 40 years old can remove carbon from the atmosphere up to 8 times faster per hectare than new natural growth —</strong><em><strong> if</strong></em><strong> they're allowed to reach those older ages. </strong>The catch is that many secondary forests don't regrow for this long, whether due to human activity (such as clearing or harvest) or climate-related disturbances (like fires or pests).</p><p>These findings highlight that countries may be underestimating the value of naturally regenerating secondary forests in their climate reporting — and that protecting them, or encouraging their regrowth for longer periods, offers untapped opportunities for climate action.</p><h3>How Quickly Can Secondary Forests Remove Carbon?</h3><p>The rate at which natural forests remove carbon from the atmosphere varies with location and age. Within a forest's first 100 years of regrowth after being cleared or destroyed — the age range covered in this research — carbon removal rates generally start relatively slow, then accelerate, before slowing again. That means it may take many years before newly established forests provide their largest climate benefits.</p><p>Our new research provides the first global maps of how these carbon removal rates vary across space and time as secondary forests regenerate naturally. The maps cover any square kilometer on Earth where forests could grow. Previous estimates have not captured as much <a href=\"https://www.ipcc-nggip.iges.or.jp/public/2019rf/vol4.html\">geographic</a> or <a href=\"https://www.nature.com/articles/s41586-020-2686-x\">age</a> variation or did not provide <a href=\"https://pubmed.ncbi.nlm.nih.gov/36922608/\">global</a> coverage.</p><p>We found that naturally regenerating forests typically remove carbon fastest when they're between 20 and 40 years old. This means that older secondary forests can provide more immediate and often greater carbon removals than younger regrowing forests.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/22205308/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>However, the age at which forests reach their peak carbon removal rates varies across the globe. Tropical and subtropical rainforests (such as the Amazon and the Congo Basin) and some temperate forests (such as in in the United States) capture carbon fastest at younger ages. Meanwhile, boreal forests (like in Canada and Russia), Mediterranean forests, and forested areas in tropical and subtropical savanna regions (such as the Brazilian Cerrado), reach their maximum — and generally lower — carbon removal rates at older ages.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/21926583/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Maximum carbon removal rates also vary vastly by region. On average, established secondary forests at their peak removal age absorb 10% more carbon than newly growing forests. But in some areas, the difference is as large as 820%.</p><p>Carbon removal rates change most dramatically with age in tropical and subtropical wet forests, while changes were least pronounced in Mediterranean forests and woodlands. However, there is variation within each of these ecoregions, highlighting the value of knowing how carbon removal changes through time for every square kilometer of potential forest.</p><article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-photo-slider\"><noscript><img alt=\"photo-slider visualization\" src=\"https://public.flourish.studio/visualisation/21926921/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<div class=\"callout\"><p class=\"secondary body-link\"><strong>About the Data</strong></p><p class=\"secondary\">To better understand carbon removal by naturally regenerating forests, we developed a <a href=\"https://doi.org/10.1038/s41558-025-02355-5\">global machine learning model</a> that maps carbon removal rates across naturally regenerating forests up to 100 years old. The model combines over 100,000 field plot measurements of carbon stocks at different forest ages for 66 environmental covariates and predicts carbon stocks at 1 kilometer resolution every 5 years as forests age. Then, from the carbon stock maps, we derived carbon accumulation curves. The resulting maps show how much carbon could be removed by allowing forests to regenerate without major disturbances for any forest age and any location where forests naturally occur. (Note that these maps predict what would happen if regeneration does occur, but do not show where natural regeneration could or should occur.)</p></div><h3>Many Secondary Forests Never Reach Peak Carbon Removal Age</h3><p>Knowing when forests remove the most carbon matters. The world urgently needs to scale up climate action over the next 25 years (2025-2050) to achieve net-zero emissions deadlines and protect the planet from the worst effects of climate change. This new data shows that older secondary forests are some of the most effective at removing carbon within this critical window. And it pinpoints when and where regrowing forests pack the biggest climate punch.</p><p>Yet despite their importance, naturally regrowing secondary forests are frequently ignored in climate policy — and they are under threat. <a href=\"https://www.nature.com/articles/s41559-025-02721-8\">Across the tropics</a>, forests regenerate for an average of 7.5 years before being cut down, with only 6% reaching 20 years of regrowth. In the Brazilian Amazon, <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/ab76db\">half of secondary forests</a> are cleared within eight years. In Costa Rica, where the clearance cycle is one of the longest in the tropics, the average age for regenerating forest is still only <a href=\"https://conbio.onlinelibrary.wiley.com/doi/10.1111/conl.12607\">20 years</a>.</p><p>This means that many secondary forests never reach their peak carbon removal years, undercutting their climate benefits as well as the benefits they bring to people and nature. In addition to faster carbon removals, allowing forests to regrow naturally — as opposed to more active planting — can <a href=\"https://www.wri.org/insights/what-assisted-natural-regeneration-benefits-definition\">provide benefits</a> like restoring biodiversity and protecting waterbodies at much lower costs.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A fire burning in the Amazon Rainforest.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-04/brazil-amazon-fire-deforestation-agriculture-jpg.jpg?VersionId=7gZzhtccKvhimLqWCovXMyQ6fi301JP7&itok=7C1RKToF\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Fire is used to clear an area in the Brazilian Amazon for agricultural use. Many naturally regrowing forests do not reach old age, whether due to human activity or natural causes. Photo by Paralaxis/iStock</figcaption>\n</figure>\n<h3>What Does This Mean for Natural Climate Solutions?</h3><p>Restoring and protecting forests are proven, cost-effective and scalable ways to help tackle climate change. This new information provides valuable insights into how to prioritize forest management efforts to maximize their impact:</p><ul><li><p><strong>Secondary forests should be protected or kept growing for longer periods. </strong></p><p> </p><p>Currently, secondary forests are often not prioritized for protection. But it's now possible to quantify the carbon removals that are foregone by cutting these forests down at a young age. While keeping intact and mature forests standing remains crucial, this research shows that protecting secondary forests — or in the case of production forests, delaying clear-cutting until after the peak age for carbon removal — warrants additional attention, as they can often provide the greatest per-hectare carbon removals. Additionally, some forests do not survive to their peak carbon removal age due to windthrow, pests, fire or drought (which are natural disturbances but are exacerbated by climate change). To effectively protect secondary forests, they must be managed for resilience to these risks.</p><p> </p></li><li><p><strong>Large-scale natural forest regeneration must start now. </strong></p><p> </p><p>That way, new forests can reach the age at which their carbon removal is greatest within the window of time that carbon removal is most needed to reach climate goals. Our research shows that delaying natural forest regeneration by five or 10 years decreases potential carbon removals globally by a quarter or half through mid-century, respectively, compared to starting natural regeneration in all reforestable areas now.</p><p> </p></li><li><p><strong>Policymakers and land managers can begin to make more strategic forest management decisions. </strong></p><p> </p><p>These maps can inform where and when the returns will be greatest from regrowing forests and/or letting forests continue to grow as a <a href=\"https://www.naturebase.org/\">natural climate solution</a>. They can be combined with forest restoration opportunity maps to estimate carbon removal in new forests over specified time horizons. They can also be integrated with maps of the age of naturally regenerating secondary forests and forest loss risk maps to estimate how much more carbon these forests could capture if they are left standing over specified time horizons.</p><p> </p></li><li><p><strong>Countries can improve their carbon accounting and make more accurate climate projections. </strong></p><p> </p><p>Compared to the removal rates in Intergovernmental Panel on Climate Change (IPCC) <a href=\"https://www.ipcc-nggip.iges.or.jp/public/2019rf/index.html\">greenhouse inventory guidelines</a>, which are a common benchmark, the carbon removal rates we found are 26% lower for forests under 20 years old and 18% higher for those aged 20-100 years. (Differences vary by region.) This means governments and others that rely on IPCC rates are likely underestimating carbon removals by older secondary forests. Improved estimates could be used in developing Nationally Determined Contributions, place-based conservation and more.</p></li></ul><p>Protecting secondary forests should go together with conserving mature forests (which have high carbon densities and biodiversity) and investing in restoring forests where they have been lost, which will bring long-term climate and nature benefits. In other words, it shouldn't be one or the other, but all of the above.</p><p>Conservation and restoration also need to be done in ways that benefit the <a href=\"https://www.sciencedirect.com/science/article/pii/S2590332220304255\">more than 1 billion people</a> who live near or rely on forests. Secondary forests are often used by low-income or rural communities to support their livelihoods, and their protection must consider the needs, knowledge and wishes of local communities.</p><h3>Informing More Impactful Climate Solutions</h3><p>With <a href=\"https://research.wri.org/gfr/forest-extent-indicators/forest-loss\">forests under attack</a> and <a href=\"https://www.fao.org/4/xii/ms3-e.htm\">under-valued</a>, the world needs to muster every resource it can to show how much value forests provide and prioritize their protection. Maintaining existing secondary forests, protecting mature forests and enabling new forests to grow are all important for strengthening the global forest carbon sink — but these must be done while also providing food, fiber and other resources on <a href=\"https://www.wri.org/insights/manage-global-land-squeeze-produce-protect-reduce-restore\">finite land</a> for a growing population.</p><p>Mapping carbon removal rates in forests is a rapidly advancing field. More ground data is needed from underrepresented regions, which includes most of the tropics (especially in Africa). We also need a better understanding of the human and environmental factors that affect carbon accumulation in forests. This can help inform <a href=\"https://www.naturebase.org/\">where and how</a> to focus forest protection efforts to maximize <a href=\"https://www.nature.org/en-us/what-we-do/our-priorities/tackle-climate-change/climate-change-stories/reforestation-natural-climate-solutions/\">nature-based carbon removals</a> within the context of social needs and other ecosystem benefits.</p><p>These maps provide another line of evidence for the value of forests. The new information can help practitioners and decision-makers focus forest restoration and protection efforts so that they are as effective as possible in averting further climate change.</p><p><em>This article was written in collaboration with Susan Cook-Patton and Nathaniel Robinson of The Nature Conservancy.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "STATEMENT:  Proposed Changes Threaten the Effectiveness of the EU Deforestation Regulation",
      "link": "https://www.wri.org/news/statement-proposed-changes-threaten-effectiveness-eu-deforestation-regulation",
      "pubDate": "Mon, 23 Jun 2025 16:27:50 EDT",
      "description": "<p><strong>BRUSSELS (June 23, 2025) </strong>– Earlier this year, the European Commission announced measures to simplify the EU Deforestation Regulation (EUDR), which is set to be enforced from 30 December 2025. Since then, a number of EU member states and political groups in the European Parliament have been pushing to further weaken the regulation — most recently during the Agriculture and Fisheries Council meeting in May 2025, and in parliamentary committee discussions this month.</p><p>These attempts include proposals to create a “no-risk” country category, which could exempt certain countries from key due diligence obligations — potentially creating a loophole for deforestation-linked goods to enter the EU market with reduced oversight; and to postpone implementation to allow more time for simplifying the EUDR.</p><p><strong>Following is a statement from Stientje van Veldhoven, Vice-President and Regional Director for Europe, World Resources Institute:</strong></p><p>“Renewed attempts to weaken and delay the EUDR are deeply concerning and could jeopardize global efforts to combat record-breaking forest loss. The <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" HYPERLINK \"https://gfr.wri.org/latest-analysis-deforestation-trends\">latest data shows</a> that in 2024 alone, the world lost 6.7 million hectares of tropical primary rainforest, an area nearly the size of the Republic of Ireland.</p><p>The proposed “no-risk” country category would erode the foundations of the EUDR's due diligence system, which is central to the law’s credibility and impact. <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\">WRI's analysis from November 2024</a> shows it could open up major loopholes and make the regulation much less effective.</p><p>While concerns about implementation challenges are understandable, it's important to acknowledge that many businesses have already taken steps to comply. Reopening the debate now — just six months before enforcement — could unintentionally penalize early movers and send the wrong signal about the EU's reliability as a market grounded in legal certainty and stability.</p><p>Implementation must be made practical and inclusive — but rolling back on core safeguards risks undermining trust in both the EU legislative process and Europe's commitment to forest protection. The European Commission, the European Parliament and Member States should stay the course and deliver the EUDR as planned, in collaboration with producers, businesses and countries.”<br /> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Climate Compatible Growth and WRI Partner to Advance the Energy Transition",
      "link": "https://www.wri.org/update/new-partnership-wri-ccg-advances-energy-transition",
      "pubDate": "Mon, 23 Jun 2025 12:00:00 EDT",
      "description": "<p>At London Climate Action Week on June 23, 2025, WRI and Climate Compatible Growth (CCG) formalized a strategic partnership to cooperate on energy transition, energy access, transport, critical minerals, political economy and more. WRI and CCG will continue to expand joint work supporting strategic energy planning and promoting sound scientific practice in energy modeling. The partnership builds on a history of collaboration between the two organizations. As WRI scales up its energy work with the new <a href=\"https://www.wri.org/energy\">WRI Polsky Center for the Global Energy Transition</a>, partnerships with visionary initiatives like CCG can lead to transformative change.</p><p>Energy planning and modeling are essential to an inclusive, low-carbon future. However, fragmented data, lack of tools and limited capacity of government departments are hampering development of energy plans. Open-source data and tools — such as Energy Access Explorer, an online platform for mapping energy access — are helping identify and prioritize areas for new and expanded energy projects. Together, WRI and CCG are helping inform inclusive energy planning to improve energy access and provide practical solutions on a global scale.</p><div class=\"callout alignright\"><p class=\"secondary\">WRI's <a href=\"https://www.wri.org/initiatives/energy-access-explorer\"><strong>Energy Access Explorer</strong></a> is an open-source, interactive platform designed to visualize energy access in unserved and underserved areas, supporting solutions to achieve universal energy access.</p></div><p>Jennifer Layke, WRI's Global Director, Energy, said, \"Collaborating with CCG enables us to move faster and go further as we tackle energy access challenges. To achieve access to affordable, reliable, sustainable and modern energy for all, around 135 million new connections are needed each year from 2024. This is why we are committed to finding the most impactful and scalable solutions. Through tools like the Energy Access Explorer, governments and businesses can identify opportunities that are truly transformative for communities around the world.\"</p><p><strong>Through this partnership, WRI and CCG will:</strong></p><ul><li>Facilitate training on Energy Access Explorer for energy planners, governments and digital tool developers through platforms such as Open University.</li><li>Support energy modeling capacity building, including boot camps and training in Africa and Italy at the Energy Modelling Platforms (EMPs) and associated Energy Modelling Communities (EMCs), focused on energy access, energy transition and related sectors.</li><li>Continue to collaborate on research papers and policy briefs that advance understanding and practical solutions for those planning for future energy needs.</li><li>Foster South-South cooperation and integrate global and regional strategies for a clean, abundant, affordable and reliable energy future.</li></ul><p>The Program Director of CCG, Professor Mark Howells of Loughborough University and Imperial College London, said \"We are delighted to have put our working relationship with WRI on a more formal footing, having worked together for a number of years already. We share a point of view on many climate-related issues and agree on the most appropriate ways to tackle them. By working together, we hope to achieve significant progress on providing support for countries in the Global South in their energy transitions.\"</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Community Benefits Snapshot: Grain Belt Express Community Engagement and Benefits",
      "link": "https://www.wri.org/snapshots/community-benefits-snapshot-grain-belt-express-community-engagement-and-benefits",
      "pubDate": "Mon, 23 Jun 2025 11:10:51 EDT",
      "description": "<h3>Highlights</h3><p>The Grain Belt Express is the highest capacity transmission line to ever be planned in the United States and the first to connect four grid regions. At 800 miles, it will connect Kansas and Indiana by passing through Missouri and Illinois. The project is expected to create thousands of jobs, generate millions of dollars in tax revenues and provide billions of dollars in energy cost savings for consumers. Despite these positive economic impacts, the line has generated grassroots opposition from landowners, which has delayed the line’s development for the past 13 years. While the program has not deployed a formal community benefits framework, we chose this project to highlight the importance of early, frequent and inclusive landowner engagement and put a spotlight on how restrictive state regulatory environments can make transmission development difficult.</p><h3>Context</h3><div class=\"bullets border-small\"><ul><li><strong>Project title</strong>: Grain Belt Express</li><li><strong>Location</strong>: Kansas, Missouri, Illinois, Indiana</li><li><strong>Sector</strong>: Transmission</li><li><strong>Developer</strong>: Invenergy (2018-Present), Clean Line Energy (2010-2018)</li><li><strong>Community benefits framework type</strong>: None.</li></ul></div><h3>About the Project</h3><p>The Grain Belt Express (GBX) is an 800-mile, 5,000 megawatt, 600-kilovolt high-voltage direct current transmission line traversing and delivering energy to Kansas, Missouri, Illinois and Indiana. The project was originally owned by the merchant transmission developer Clean Line Energy before it was sold to Invenergy in 2018. The GBX line runs entirely through private land, requiring easements, including in certain cases easements acquired through eminent domain authority to secure its path.</p><p>GBX is an important transmission line for the country because of its potential to increase grid reliability, strengthen interregional transfer capability and transport large quantities of energy from the Central Plains to densely populated centers in the Midwest. By building high-voltage transmission lines like GBX, the U.S. can reduce grid congestion and improve power system reliability, especially in the face of extreme weather events and increasing electricity demand.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1700\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1360\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1041\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"820\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"491\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Proposed Route of the Grain Belt Transmission Line\" height=\"491\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/25-6-23-gbx-transmission-line-insights.png?VersionId=RkzwayGZ1Sw4.Z5oXdyozRqVt7tpLjWB&itok=ugseeO7f\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Proposed in 2010, GBX has secured state approval from all four of the states it will pass through.<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> The project is broken into <a href=\"https://grainbeltexpress.com/landowners/\">two phases</a>: Phase 1 will connect Kansas to northeast Missouri while Phase 2 will connect northeast Missouri to Indiana. Invenergy has <a href=\"https://www.kcur.org/news/2025-02-11/grain-belt-express-eminent-domain-petitions-missouri-power-line\">acquired 97%</a> of the land rights for Phase 1 and construction is expected to begin in 2026. Phase 2 does not have a start date yet.</p><p>Stakeholders who will be involved with the GBX project include landowners, farm bureaus, communities adjacent to the project and county governments.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><em><strong>Research Method</strong></em></p><p class=\"secondary\"><em>The information presented in this snapshot was obtained through semi-structured interviews with 41 landowners, developers, county commissioners and state officials. Interviews were conducted anonymously, and interviewees were, in some cases, offered honoraria for their time. Additional desk research about the line’s history, siting laws and regulatory procedures related to public utility facilities such as transmission lines was also conducted.</em></p></div><h3>Community Engagement</h3><p>Clean Line and later Invenergy engaged stakeholders across a diverse set of communities and several levels of government to obtain approval to build the GBX transmission line. This included applying for a Certificate of Public Convenience and Necessity (CPCN), or an equivalent authorization, from utility regulators in the four states. In Missouri, the term Certificate of Convenience and Necessity (CCN) is used. These certificates subject prospective transmission line routes to a review process that assesses the project’s environmental impact, costs and benefits. The certificates can also grant eminent domain or serve as a prerequisite for eminent domain .</p><p>The regulatory process to obtain approval for the project has been complex and subject to several legal disputes, including efforts by counties to block the project using road-crossing regulations. When the project began, Clean Line employees said in interviews that its “understanding of Missouri state law” was that the company needed approval from every county hosting the transmission line in Missouri, a procedure they adopted in Kansas as well. In 2017, the Missouri Public Service Commission (PSC) rejected the GBX project, citing a previous Court of Appeals decision that said developers needed prior consent from every county impacted by the transmission line.</p><p>After it took over the project in 2018, Invenergy secured a CCN in Missouri without needing county approvals after the Missouri Supreme Court overturned the earlier Court of Appeals decision and instructed the Missouri PSC to re-evaluate the project without the county consent requirement. The Supreme Court clarified that while counties cannot block the construction of the transmission line, they can establish rules for how the GBX line crosses publicly owned roads. In other words, Invenergy would still need to negotiate with counties to acquire the necessary road crossing assents.</p><p>Clean Line and Invenergy’s engagement with counties and state public utilities commissions have been extensive and frequent to successfully navigate the complex regulatory landscape. Early in the project development process, Clean Line hosted open houses and workshops with county commissioners along the proposed line to identify and avoid areas they preferred not be developed in routing considerations. Invenergy continued engaging with state agencies and county commissioners after acquiring the project. GBX secured approval from the Missouri Public Service Commission in October 2023 after Invenergy <a href=\"https://grainbeltexpress.com/grain-belt-express-announces-expansion-increases-energy-savings-and-local-delivery/\">increased</a> the line’s capacity from 4,000 MW to 5,000 MW and reconfigured the facility to deliver up to half of the transmitted power to Missouri, facilitated by constructing an extra 40-mile connector line in the state.</p><p>The developers’ engagement with landowners, however, has been seen to be inadequate. Though Clean Line and Invenergy have stated that they were engaging with all impacted stakeholders, the perception among some stakeholders we interviewed was that Clean Line did not engage with landowners and the broader community early in the project. One landowner explained that they first had an open mind toward the GBX project, but became an ardent opponent after being turned away from a Clean Line press conference where they expected siting would be discussed. The landowner said they were told Clean Line was not yet ready to begin engaging with landowners. This exclusion led the landowner to mobilize opponents against the project for the next decade.</p><p>In interviews, other landowners expressed a wide array of concerns, including the use of eminent domain, potential visual and property value impacts and <a href=\"https://salatainstitute.harvard.edu/wp-content/uploads/2024/06/How-Grid-Projects-Get-Stuck-Report.pdf\">reduced agricultural efficiency</a>.</p><p>In Missouri, grassroots opposition groups, such as the <a href=\"https://www.canarymedia.com/articles/enn/property-question-prompts-latest-challenge-to-grain-belt-express\">Missouri Landowner Alliance</a> and the <a href=\"https://missouriindependent.com/2022/10/04/missouri-agriculture-groups-renew-criticism-of-grain-belt-express-over-new-extension/#:~:text=Missouri%20agriculture%20groups%20renew%20criticism%20of%20Grain,Express%20over%20new%20extension%20%E2%80%A2%20Missouri%20Independent.\">Missouri Farm Bureau</a> have attempted to halt the GBX project and pushed for legislation to restrict or prohibit the use of eminent domain. The effort to revoke Invenergy’s ability to use eminent domain ultimately failed. However, in 2022, Missouri passed <a href=\"https://www.senate.mo.gov/22info/BTS_Web/Bill.aspx?SessionType=r&BillID=77169426#:~:text=For%20condemnation%20of%20any%20agricultural,150%25%20of%20fair%20market%20value.\">legislation</a> requiring developers using eminent domain for electric transmission lines to pay landowners 150% of fair market value for agricultural and horticultural land, instead of the previous 100%. This legislation, endorsed by Invenergy, does not retroactively apply to GBX, but was <a href=\"https://missouriindependent.com/2022/05/05/missouri-senate-approves-eminent-domain-reform-that-wouldnt-kill-grain-belt-express/\">seen as a way</a> to protect the state’s landowners from  <a href=\"https://missouriindependent.com/2022/10/04/missouri-agriculture-groups-renew-criticism-of-grain-belt-express-over-new-extension/\">future large transmission line</a> projects, while still allowing the GBX project to move forward in Missouri.</p><p>In Illinois, the Illinois Farm Bureau and other landowner groups have also challenged the GBX project in court. An Illinois state appeals court <a href=\"https://www.windpowermonthly.com/article/1885305/invenergy-contest-illinois-ruling-against-grain-belt-express-transmission-line#:~:text=Earlier%20this%20month%2C%20an%20Illinois%20state%20appeals,other%20groups%20had%20objected%20to%20the%20approval.\">reversed the 2023 approval</a> by the Illinois Commerce Commission of the Illinois portion of the project. The Illinois Supreme Court has taken up Invenergy’s appeal of the decision.</p><p>As this case continues to be litigated, Invenergy is obtaining the majority of easements from landowners in Kansas and Missouri through voluntary agreements. According to Invenergy, GBX has secured <a href=\"https://missouriindependent.com/2025/02/10/grain-belt-express-files-dozens-of-eminent-domain-petitions-to-build-power-line-across-missouri/\">over 1,450 easements</a> needed for the project, with 97% of landowners in Kansas and Missouri agreeing to the deals offered by the developer. Voluntary easements are often negotiated jointly by Invenergy employees and land agents from Contract Land Staff, a hired third-party agency specializing in land acquisition. For the rest, Invenergy is compensating landowners through eminent domain as a last resort.</p><h3>Project Benefits</h3><p>High-voltage transmission projects can benefit regional electricity grids through <a href=\"https://acore.org/wp-content/uploads/2023/02/ACORE-The-Value-of-Transmission-During-Winter-Storm-Elliott.pdf\">enhanced</a> grid reliability by allowing more renewable <a href=\"https://repeatproject.org/docs/REPEAT_Climate_Progress_and_the_117th_Congress.pdf\">interconnection</a> and <a href=\"https://rmi.org/insight/states-in-sync-the-western-win-win-transmission-opportunity/\">lowering</a> energy system costs, all of which the developers of GBX have claimed in its CPCN <a href=\"https://www.icc.illinois.gov/docket/P2022-0499/documents/326508/files/568271.pdf\">applications</a> and promotional <a href=\"https://grainbeltexpress.com/\">materials</a>. Additionally, transmission projects can provide a series of direct benefits to host communities.</p><p>The GBX project is expected to provide its host communities with the following key benefits:</p><p><strong>Legal and Expected Benefits:</strong> These are legally required forms of compensation, such as taxes and easement payments, that naturally result from the development of a project.</p><ul><li><em>Taxes and construction impact mitigation payments:</em> The GBX project is expected to generate significant property tax revenues for counties along its route, offering them an opportunity to invest that revenue in essential services, such as schools and fire departments. In Missouri, the GBX project is expected to provide <a href=\"https://www.grainbeltexpress.mplshdrshared.com/overview.html\">$7 million</a> in property tax revenue in the first year of operation. In Kansas, Invenergy benefits from a 10-year tax exemption on high-voltage transmission development. As a result, instead of receiving revenues through a traditional taxation scheme, Kansas counties will receive a one time “construction mitigation payment fee” in the first 10 years of operation. The counties will receive <a href=\"https://www.kcc.ks.gov/images/PDFs/presentations-and-legislative-testimony/2025_KCC_Grain%20Belt%20Express%20Presentation_House.pdf\">$7,500 per mile of transmission</a> built within the counties’ boundaries, which amounts to a total of $2.8 million in payments to Kansas local governments. After 10 years, counties will receive standard tax revenues.</li><li><em>Eminent domain and land payments:</em> Invenergy will pay landowners to site the GBX project on their land through both voluntary easements and eminent domain, both of which are based on fair market evaluations. In Missouri and Kansas, Invenergy is expected to give <a href=\"https://www.grainbeltexpress.mplshdrshared.com/overview.html\">$35 million</a> in landowner payments in each state. Invenergy will pay landowners 110% of the fair market value of their land, plus an <a href=\"https://www.newyorker.com/news/dept-of-energy/the-holdouts-in-the-quest-for-a-better-power-grid\">additional $18,000</a> for each tower placed on their property, with options for upfront or annual payments. Owners of century farms that have remained in the same family for over 100 years will receive an additional premium.</li><li><em>Job creation:</em> The project is estimated to create <a href=\"https://grainbeltexpress.com/benefits/\">22,300 direct jobs</a> during the construction of the line and the new generation it is expected to enable, while operations will create 960 full-time jobs.</li></ul><p><strong>Procedural benefits: </strong>Procedural benefits are a class of optional benefits that developers often undertake to maintain goodwill with host communities and secure local and state approval<strong>.</strong></p><ul><li><em>Providing local power:</em> GBX project will deliver up to 2,500 MW of power to the line’s Missouri interconnection point, a portion of which will serve 39 community-owned utilities in cities and small towns in the state through a power purchase agreement with members of the Missouri Public Utility Alliance. The initial amount of power was increased after the project’s first CCN was rejected and developers wanted to ensure the project would satisfy the state benefits test requirements projects are subjected to during CCN review.</li><li><em>Community grant program:</em> Invenergy provides one-time grants of up to $500 to local organizations located along the route of the transmission line. These grants are intended to support community needs, including food insecurity, community development and other local initiatives. Invenergy also donates to the county fairs where its line is planned and sponsors and publicizes local events. These actions, according to interviews with Invenergy, are helpful in building trust and maintaining goodwill with the community. </li></ul><h3>Strengths</h3><p>Below are some of the project’s strengths as they relate to community engagement and providing communities with tangible benefits:</p><ul><li><strong>The GBX project has demonstrated flexibility in its route design to address specific concerns.</strong> The project has made a series of modifications and adjustments to accommodate local and state interests and minimize environmental impacts. Both project developers made significant efforts to accommodate landowner siting requests. The project added the Tiger Connector, a 40-mile-long transmission line that will connect existing power infrastructure in Callaway County, Missouri, to the GBX transmission line in northern Missouri. The project was reconfigured to make it a 5,000 MW line, with half of the power delivered to Missouri. The project is also happening in two phases, enabling a gradual and phased approach to construction and development.</li><li><strong>Project developers remained committed to obtaining site control through voluntary easements even in the face of significant landowner opposition and litigation. </strong>Invenergy estimates that it needs <a href=\"https://hpj.com/2024/09/13/as-grain-belt-express-moves-nearer-to-construction-fights-move-to-center-stage/\">1,700 parcels of land</a> to secure its route. <a href=\"https://www.kcur.org/news/2025-02-11/grain-belt-express-eminent-domain-petitions-missouri-power-line\">Ninety-seven percent of property owners</a> in Kansas and Missouri have agreed to the deals offered by Invenergy, which also said that it has voluntarily secured over 1,450 easements needed for the project. This could suggest that Invenergy is accommodating landowner siting requests and providing substantial land payments through voluntary easements. Eminent domain is being used as a last resort after all attempts to negotiate with a landowner fail. Since 2021, Invenergy has used eminent domain in <a href=\"https://missouriindependent.com/2025/02/10/grain-belt-express-files-dozens-of-eminent-domain-petitions-to-build-power-line-across-missouri/\">40 instances</a> against Missouri property owners.</li></ul><h3>Challenges and Gaps</h3><ul><li><strong>The GBX project struggled to clearly articulate and communicate tax revenue benefits for counties along the transmission line.</strong> In our interviews, we found that county officials hold widely different estimates of revenues that will accrue to counties from the GBX project. County officials in Missouri and Illinois noted that they have “tremendous difficulty” estimating tax revenues from transmission development. A former Clean Line employee who was interviewed estimated that each mile of the line would generate $330,000 to $660,000 in taxes annually based on the line’s cost ($1 million to $2 million per mile and a utility tax rate of 33%). However, these estimates were met with skepticism from county commissioners, even as they welcomed a boost in revenues. The <a href=\"https://themissouritimes.com/capitol-braces-for-grain-belt-fight-what-to-know-about-the-proposed-project/\">Missouri Times</a> reported that the Missouri portion of GBX would likely pay about $7 million in property taxes in the first year of operation. This estimate would value the line’s tax potential at $35,000 per mile, nearly one-tenth the low estimate quoted by the former Clean Line developer. The ambiguity in estimating county tax revenue benefits can give government officials and other stakeholders a reason to oppose the project.</li><li><strong>Local opposition to the GBX project stemmed from the perception that benefits are spread broadly across large regions, but costs are concentrated along the transmission line. </strong>Interviews with landowners highlighted that the overall benefits of the project to their state and the nation, including grid reliability and provision of electricity to faraway places, were often not deemed sufficient to justify the project. Instead, they were concerned about the project’s potential to scar the landscape and negatively impact rural communities. Concerns were also raised about who is eligible for compensation. For instance, landowners whose land abuts transmission easements are not compensated for transmission’s visual and <a href=\"http://greatnortherntransmissionline.com/documents/RealEstate/Noise_Factsheet_v5.pdf\">noise pollution</a> One landowner described how a family-owned bed and breakfast, whose primary appeal was its rural aesthetic, expected to lose customers because the line would be sited next to their property. The bed and breakfast would not be compensated because they were not hosting the line. Similar complaints are cited in a<a href=\"https://efis.psc.mo.gov/Case/FilingDisplay/208205\"> hearing brief </a>to the Missouri Public Service Commission. This reveals how crucial it is for transmission developers to identify and engage with all locally impacted community groups and clearly articulate local economic benefits to build support for projects. The GBX project also highlights that transmission projects that confer wide benefits but impose localized costs can often be challenging to build support for.</li><li><strong>Building support among state and local leaders before approaching landowners can spur local opposition</strong>. Grassroots opposition is more likely when landowners are not clearly notified of a project impacting them. For example, one <a href=\"https://salatainstitute.harvard.edu/wp-content/uploads/2024/06/How-Grid-Projects-Get-Stuck-Report.pdf\">landowner found out</a> about the GBX project from their farm bureau president. After calling around to both their neighbors and local government offices, they found that none of their neighbors knew about the project but in some cases, county commissioners and state legislators had already agreed to the project. Community members also expressed dissatisfaction with how Clean Line <a href=\"https://salatainstitute.harvard.edu/wp-content/uploads/2024/06/How-Grid-Projects-Get-Stuck-Report.pdf\">communicated with individual landowners</a>. In interviews, they contrasted the strategy adopted by oil pipeline developers, who would approach landowners individually at the beginning to start easement negotiations. Clean Line said their initial strategy was to notify landowners that the transmission line would cross their property via mail. Former employees of Clean Line acknowledged in interviews the shortcomings of this approach and shared that in their new roles with other developers they now solicit siting requests first from landowners — not county officials — to avoid grassroots opposition.</li><li><strong>Community engagement was constrained by state regulatory environments.</strong> The requirement that transmission lines (with some exceptions) receive CPCNs from each state they pass through can expose projects that prioritize early-on landowner engagement to greater risk. Ideally, developers would fully secure their line route through private easements before seeking state approval to better accommodate landowner siting requests. However, the cost and time entailed in doing so, especially on a project as large as GBX, can be prohibitive when developers have no guarantee of receiving a CPCN, which could impact whether they can complete their project. The burden of seeking CPCNs from states can also result in benefits that meet state priorities but not those of local communities, impacting host communities’ acceptance of the project. The Missouri Public Service Commission gave its approval in 2023 only after Invenergy agreed to expand the project to provide more renewable electricity within Missouri. While the Missouri spur line may have been critical for the project’s development, interviews with county commissioners and landowners revealed that this did not improve GBX’s standing with local communities.</li></ul><div class=\"bullets border-small\"><div class=\"h4 bottom-border-tiny-black\">Further resources</div><ul><li><a href=\"https://grainbeltexpress.com/benefits/\">Invenergy’s Grain Belt Express Benefits Page</a></li><li><a href=\"https://salatainstitute.harvard.edu/wp-content/uploads/2024/06/How-Grid-Projects-Get-Stuck-Report.pdf\">The Harvard Salata Institute’s Case Study of Grain Belt Express</a></li></ul></div><p class=\"secondary\"> </p><p class=\"secondary\" id=\"footnotes\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1 </sup>GBX’s state approval is under appeal in Illinois having once before been granted and appealed by farming interest groups. Its state approval remains in effect in Illinois while the Illinois Supreme Court has taken up the appeal.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Financing Nature Is Good Business. Here's How Companies Can Start.",
      "link": "https://www.wri.org/insights/corporate-finance-nature-based-solutions",
      "pubDate": "Mon, 23 Jun 2025 10:00:00 EDT",
      "description": "<p>Ecosystem services like clean air and water, healthy soils, flood management and climate regulation are not luxuries; they are foundational to life and economic activity. More than <a href=\"https://www3.weforum.org/docs/WEF_New_Nature_Economy_Report_2020.pdf\">half of the global economy</a> is moderately or highly dependent on nature — which is rapidly being degraded.</p><p>Since every society, and therefore every economy and business, relies on nature's services to function, all companies have a role to play in its conservation and restoration. Companies increasingly realize this.</p><p>Between 2022 and 2024, the <a href=\"https://www.mckinsey.com/industries/agriculture/our-insights/corporate-commitments-to-nature-have-evolved-since-2022\">share of Fortune 500 companies</a> that set targets for preserving or restoring nature or acknowledged its importance in their business strategies grew significantly. Despite the current political environment, <a href=\"https://weinrebgroup.com/wp-content/uploads/2025/02/2025-CSO-Report.pdf\">many remain committed</a> to advancing sustainability-related initiatives.</p><p>Yet companies often have a hard time moving from pledges and planning to real action. The private sector currently contributes <a href=\"https://www.unep.org/resources/state-finance-nature-2023\">just 18%</a> of all nature-positive investments, leaving much room for growth.</p><p>There are many reasons for this disconnect: Reporting and disclosure processes can be a burden. Incentives are often misaligned. Large-scale corporate financing for nature is still in its early stages, and some companies simply aren't sure where or how to begin.</p><p>But financing nature can be more accessible than it seems. Indeed, <a href=\"https://www.wri.org/research/guidebook-businesses-nature\">new WRI</a> research shows that companies don't necessarily need large teams or sustainability budgets to act — what they need is a more effective approach.</p><h3>Financing Nature Is Good Business</h3><p>Nature is not an abstract responsibility; it is a tangible asset that businesses can manage, protect and restore for measurable impact, whether or not it directly relates to their value chains. When companies finance nature and \"<a href=\"https://www.wri.org/insights/what-exactly-are-nature-based-solutions\">nature-based solutions</a>,\" they achieve real benefits — from enhanced resource security to stronger brand reputations. In turn, nature regenerates, increasing its value and providing essential services for businesses and communities alike.</p><p>For example, Six Senses Laamu (a coastal tourism business in the Maldives) is <a href=\"https://www.maldivesunderwaterinitiative.com/\">protecting hundreds of acres of seagrass</a>. This will support turtle and fish populations, enhance the ocean's carbon absorption capacity, and help protect against climate risks like storm surges. Critically, keeping local ecosystems healthy is also part of what keeps tourists coming back.</p><p>Elsewhere, food and beverage companies are investing in pollinator habitat restoration to protect their agricultural supply chains. General Mills is <a href=\"https://www.generalmills.com/news/press-releases/general-mills-invests-to-advance-regenerative-agriculture-in-canada-with-alus\">working with farmers</a> to plant wildflower meadows and hedgerows, supporting pollinators for crops like almonds, oats and wheat. Unilever has incorporated pollinator conservation into its <a href=\"https://www.unilever.com/news/news-search/2023/impact-results-from-unilevers-first-set-of-regenerative-agriculture-projects/\">regenerative agriculture strategy</a>, encouraging farming methods that promote biodiversity and soil health. These efforts improve crop yields, ecosystem resilience and soil fertility, as well as reduce reliance on harmful synthetic inputs.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A sea turtle swimming in a seagrass meadow.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/seagrass-turtle-maldives_0.jpg?VersionId=oSF2I3CQmVZtPv49HTl9wZ6n4MZHL2_t&itok=b5dh4IXu\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An endangered Hawksbill sea turtle swimming through protected seagrass meadows in the Maldives. Many businesses, like in the tourism industry, directly depend on healthy ecosystems. Photo by Kiah Williams/iStock</figcaption>\n</figure>\n<p>Even companies in sectors like technology — which may not have visible land-use impacts, but still influence ecosystems through energy consumption, supply chains and data infrastructure — can play an important role in protecting and restoring nature. For example, <a href=\"https://deloitte.wsj.com/sustainable-business/salesforce-nature-positive-strategy-leader-why-investing-in-nature-matters-now-30423c51\">Salesforce</a> supports nature conservation as part of <a href=\"https://deloitte.wsj.com/sustainable-business/salesforce-nature-positive-strategy-leader-why-investing-in-nature-matters-now-30423c51\">its broader strategy</a> to mitigate climate risks, achieve net-zero goals and reinforce its brand value.</p><h3>What's Blocking Companies from Taking Action?</h3><p>While initiatives like these show great promise, they're still few and far between. In 2022, <a href=\"https://www.unep.org/resources/state-finance-nature-2023\">only $200</a> billion was allocated to nature-based solutions, with 82% of this coming from governments. To meet global climate and nature targets, <a href=\"https://www.unep.org/resources/state-finance-nature-2023\">finance for nature-based solutions</a> must nearly triple to $542 billion per year by 2030 and quadruple to $737 billion per year by 2050, with private companies playing a much bigger role.</p><p>Yet that's easier said than done. We surveyed representatives from 41 companies of varying sizes and sectors and learned that they face a range of challenges in mobilizing finance for nature initiatives.</p><p>One reason is the persistent mindset that nature is merely a \"nice-to-have\" rather than a business imperative. This leaves some companies unaware of, or indifferent to, the benefits of nature initiatives.</p><p>How most key performance indicators (KPIs) and targets are structured may also be a barrier: The mid- to long-term planning often required for large-scale nature financing can be challenging for companies accustomed to short-term profit and loss considerations. Companies may struggle to identify a clear business case for financing nature initiatives, as the economic returns may be broad and longer-term, and less easily attributed to their own operations.</p><p>However, this is slowly shifting. Innovative finance models are resulting in companies beginning to place <a href=\"https://capitalscoalition.org/project/nature-on-the-balance-sheet/\">nature on their balance sheet</a> and to invest in <a href=\"https://www.intrinsicexchange.com/\">natural asset companies</a> whose returns are based on environmental performance. Furthermore, nature continues to get <a href=\"https://www.pewresearch.org/wp-content/uploads/sites/20/2020/06/PS_2020.06.23_government-climate_REPORT.pdf\">broad public and political support</a>, implying that not paying proper attention to nature may risk reputational and operational risks in the long run.</p><p>Finally, we found that companies can end up spending more time and resources assessing and reporting on nature than actually implementing projects. This stems in part from a fragmented reporting landscape; some companies currently use <a href=\"https://www.fsb.org/uploads/P180724.pdf\">more than 3,000 metrics</a> to describe nature-related outcomes in their sustainability disclosures. Investors also require clear, quantifiable data, which can push companies to focus on reporting rather than pursuing new solutions. In fact, one <a href=\"https://newsroom.ibm.com/2024-02-28-IBM-Study-Sustainability-Remains-a-Business-Imperative,-But-Current-Approaches-are-Falling-Short\">recent study</a> revealed that spending on sustainability reporting exceeds spending on sustainability innovation by 43%.</p><h3>A Practical Approach to Corporate Nature Action</h3><p>These myriad challenges can create a sort of analysis paralysis, with companies so mired in planning, assessing and reporting that they fail to deliver progress at the pace and scale needed. While building a business case and evaluating potential risks and opportunities are all critical, the speed and scale of the nature crisis demand more urgent action.</p><p>WRI has developed a structured decision-making framework to help companies move beyond prolonged assessments and take meaningful action for nature. Core to this framework is \"ARK\" approach:</p><ol><li><strong>(A)ssess </strong>support with key internal and external stakeholders and identify relevant opportunities for nature.</li><li><strong>(R)efine</strong> operational mechanisms by integrating nature into corporate strategy, securing financing and engaging with key stakeholders.</li><li><strong>(K)ick off and evaluate</strong> implementation with a clear governance structure; monitoring, reporting and verification (MRV) systems; and ongoing evaluation to ensure long-term success.</li></ol><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1500\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1200\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"919\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"724\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"433\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Infographic showing a framework for corporate nature investments. \" height=\"433\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/25-insights-spark_0.png?VersionId=_JwtO4i0kmmL.R6tRW8wkGf0Ewh8.OAB&itok=IM7N3VrS\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>The ARK framework emphasizes swift yet strategic decision-making. By following these steps, companies can transition from concept to implementation more efficiently, helping to avoid delays that hinder progress.</p><div class=\"callout alignright\"><p class=\"secondary body-link\"><strong>Explore the Full Framework</strong></p><p class=\"secondary\">An expanded version of this framework, \"SPARK,\" offers additional steps for companies seeking a materiality assessment-informed approach. <a href=\"https://www.wri.org/research/guidebook-businesses-nature\">Download the Guidebook to learn more.</a></p></div><h4>1) Assess support and action for nature</h4><p>Among the companies we interviewed, nature initiatives were largely limited to sustainability teams. But securing broader company support is important to driving meaningful action. Engaging multiple departments, socializing nature initiatives across the company, and fostering a shared understanding of their benefits can support a more collaborative and effective approach. This, in turn, can foster long-term commitment, integration into business strategies and, ultimately, successful implementation.</p><p>Externally, partnering with NGOs, academic institutions, Indigenous groups and local communities can <a href=\"https://www.wwf.org.uk/our-reports/delivering-more-insetting-through-nature-based-solutions\">build more effective initiatives</a>. According to our interviews and surveys, external parties were seen as helpful to provide expertise, share best practices, and streamline project design and implementation. This can be especially important if in-house teams are not established or do not have specific training or expertise in the field. Engaging with consortiums where companies share insights in collaborative manner (such as <a href=\"https://www.leafcoalition.org/\">LEAF Coalition</a> and the <a href=\"https://www.symbiosiscoalition.org/\">Symbiosis Coalition</a>) can also help identify credible partners for evaluating nature financing options.</p><h4>2) Refine operational mechanisms</h4><p>The next step is to set up and refine operational mechanisms for nature initiatives, such as internal governance and strategy, financial mechanisms, and supply chain management and procurement.</p><p>Conflicting KPIs and targets need to be identified and addressed from the start. As several interviews indicated, middle management may be particularly hesitant to advance nature-based projects when their targets are focused on increasing sales, revenues and margins. Sustainability or nature-oriented targets (which may generate non-financial or hard-to-quantify benefits) can be perceived as misaligned with these goals. Even after senior executive buy-in, effective communication and alignment with middle management are critical.</p><p>Some companies we interviewed are developing strategies to address competing interests. For example, a multinational pharmaceutical company successfully integrated sustainability into its management remuneration by ensuring that every middle manager was also compensated based on sustainability targets. A European building material company offers internal incentives for progress against sustainability goals, with approximately 30% of senior executives' bonuses linked to sustainability.</p><h4>3) Kick off and evaluate</h4><p>Companies should involve local communities, NGOs and government bodies in their implementation plans to ensure strong and sustained support. Nature initiatives are long-term endeavors that often involve or impact nearby communities, which means they need buy-in from relevant parties — including incorporating local knowledge and customs. Without this, projects could risk local pushback, drive social and economic displacement, or simply fail to deliver the intended outcome. There are risks to companies, too, including accusations of greenwashing claims and reputational damage.</p><p>Monitoring and evaluation (M&E) systems are important for ensuring that <a href=\"https://www.oecd.org/content/dam/oecd/en/publications/reports/2019/12/monitoring-and-evaluation_30a9e9a7/82d55c1a-en.pdf\">activities meet their objectives</a> in the most efficient and effective way possible. Properly designed M&E systems allow for iterative and adaptive learning, meaning companies can improve implementation over time. This may help relieve some of the burden of assessing every potential outcome upfront.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People planting mangroves along a coast.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/mangrove-planting-banda-aceh_0.jpg?VersionId=CxngspzeEXRaWBk_2I9Jg8jTfHfUpO9g&itok=z3Nx0I8e\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A mangrove planting initiative in Banda Aceh, Indonesia intended to help prevent erosion and protect coastal ecosystems. Nature-based initiatives should be planned and executed in close collaboration with nearby communities. Photo by Muhammad Hudari</figcaption>\n</figure>\n<p>One respondent recommended that, given the subjective nature of some aspects of environmental work, having a credible third-party partner to validate progress is essential. Transparency around a project's strategy, parameters and MRV processes — coupled with an iterative approach to improvement — can also help build confidence among investors and partners.</p><p>Another interviewee pointed out that, despite a wealth of learning and data collected in the field of nature-based solutions, much of this remains siloed within divisions, companies and sectors, limiting opportunities for collaboration and knowledge sharing. Greater cross-collaboration between companies and across industries and regions can help address this challenge and enable action on a larger scale.</p><p>For example, through the <a href=\"https://rimbacollective.com/\">Rimba Collective</a>, consumer goods manufacturers are working together to achieve their corporate sustainability objectives over the long-term, at scale, by protecting and restoring natural landscapes and supporting livelihoods. By collaborating, these companies can aggregate projects and landscape initiatives, along with impact KPIs, to mitigate risks associated with earlier-stage projects.</p><h3>Embracing Nature as a Business Imperative</h3><p>The path forward is clear: Businesses must treat nature as a strategic asset, essential to driving innovation, building resilience and creating long-term value. By securing supply chains, reducing liabilities, unlocking financial opportunities and enhancing brand value, companies that embrace this approach today will set themselves up to lead the future economy.</p><p>The good news is that meaningful change is achievable. By integrating nature into core business strategies, financing impactful projects and collaborating across sectors, business leaders can drive the transformation needed to restore and protect the planet's life-support systems — the foundation of our societies and economies.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "1.5 Degrees C: Understanding World’s Critical Warming Threshold",
      "link": "https://www.wri.org/insights/1-5-degrees-c-target-explained",
      "pubDate": "Wed, 18 Jun 2025 14:35:02 EDT",
      "description": "<p>Nearly a decade ago, the world rallied around the Paris Agreement on climate change and the goal of holding global temperature rise to 1.5 degrees C (2.7 degrees F). Since then, the “1.5C goal” has become the world’s North Star for climate action — a critical benchmark against which policies are set and progress is measured. <strong>But an </strong><a href=\"https://wmo.int/sites/default/files/2025-03/WMO-1368-2024_en.pdf\"><strong>alarming wave of recent data</strong></a><strong> underscores just how close we are to surpassing this widely cited threshold.</strong></p><p>Atmospheric concentration of carbon dioxide reached its highest level in 2 million years last year. 2024 also marked the first single year in which global average surface temperature rose more than 1.5 degrees C above pre-industrial levels. While the Paris Agreement goal refers to a long-term average, not a single year, <a href=\"https://www.nature.com/articles/s41558-025-02246-9\">scientists warn</a> that we may be at the beginning of a full breach — and with it, <a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">increasingly dangerous</a> floods, droughts, fires and other climate impacts.</p><p>So what exactly is the 1.5 degrees C goal, how was it set, and what happens if we exceed it? Here’s what to know.</p><ul><li><a href=\"https://www.wri.org/#where-did-the-goal-come-from\"><strong>Where Did the 1.5 Degrees C Goal Come From?</strong></a></li><li><a href=\"https://www.wri.org/#how-goal-is-used\"><strong>How Is the 1.5 Degrees C Temperature Target Used?</strong></a></li><li><a href=\"https://www.wri.org/#goal-exceeded\"><strong>How Do We Know When We’ve Exceeded 1.5 Degrees C?</strong></a></li><li><a href=\"https://www.wri.org/#has-earth-already-exceeded-goal\"><strong>Has Earth Already Exceeded 1.5 Degrees C of Temperature Rise?</strong></a></li><li><a href=\"https://www.wri.org/#what-happens-if-we-breach\"><strong>What Happens If We Breach 1.5 Degrees C of Warming?</strong></a></li><li><a href=\"https://www.wri.org/#possibility-to-hold-warming\"><strong>Is It Still Possible to Hold Warming to 1.5 Degrees C?</strong></a></li><li id=\"where-did-the-goal-come-from\"><a href=\"https://www.wri.org/#should-a-new-goal-be-chosen\"><strong>Should a New Goal Be Chosen if 1.5 Degrees C Is Surpassed?</strong></a></li><li><a href=\"https://www.wri.org/#what-should-we-do\"><strong>What Should We Do if the World Surpasses 1.5 Degrees C?</strong></a></li></ul><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Electric rickshaw on a New Delhi street\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/electric-rickshaw-india_0.jpg?VersionId=NjNReF9c_Q8diDX1V3CcyfwLZsWUYZMN&h=2e5cdddf&itok=7qksSkqE\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>An electric rickshaw in New Delhi, India. The country has made significant moves toward electric vehicles in an effort to curb its emissions and reduce air pollution. Photo by Pradeep Gaurs/Shutterstock</figcaption>\n</figure>\n<h3>Where Did the 1.5 Degrees C Goal Come From?</h3><p>The Paris Agreement’s 1.5 degrees C temperature goal reflects decades of <a href=\"https://doi.org/10.1016/j.envsci.2020.05.020\">interaction between climate science and climate politics</a>.</p><p>The UN’s 1992 Framework Convention on Climate Change (UNFCCC), the world’s first international treaty to confront the climate crisis, did not specify a temperature limit. A temperature goal emerged later, as scientific assessments, the <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/pres_96_188\">European Council</a>, and the <a href=\"https://www.mofa.go.jp/policy/economy/summit/2009/declaration.pdf\">G8</a> initially converged on a benchmark of 2 degrees C (3.6 degrees F) above pre-industrial levels. The 2010 Cancun Agreements became the first global agreements to reference 2 degrees C, while also recognizing the potential for a stronger 1.5 degrees C limit. </p><p>In the lead-up to the 2015 Paris Agreement, <a href=\"https://unfccc.int/resource/docs/2015/sb/eng/inf01.pdf\">experts </a>concluded that even 2 degrees C of warming <a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">posed severe risks</a>. The Alliance of Small Island States (AOSIS) and Least Developed Countries (LDCs) pushed hard during the agreement’s negotiations for a more stringent limit, resulting in a compromise: Countries agreed to collectively limit warming to “well below 2 degrees C” and “pursue efforts” to limit it to 1.5 degrees C, reflecting growing recognition of the heightened risks from every fraction of a degree of temperature rise.</p><p id=\"how-goal-is-used\">The Intergovernmental Panel on Climate Change (IPCC), the world’s pre-eminent group of climate scientists, then prepared <a href=\"https://www.ipcc.ch/sr15/\">a report</a> on the 1.5 degrees C goal. They found a <a href=\"https://www.wri.org/insights/half-degree-and-world-apart-difference-climate-impacts-between-15c-and-2c-warming\">stark contrast</a> in climate change impacts under 1.5 vs. 2 degrees C of warming. They also mapped what it would take to stay within the 1.5 degrees C limit.</p><h3>How Is the 1.5 Degrees C Goal Used? </h3><p>Since its adoption in the 2015 Paris Agreement, the 1.5 degrees C goal has served both as a powerful rhetorical symbol and as the basis for concrete technical benchmarks.</p><p>Vulnerable countries, NGOs and diplomats alike invoke the 1.5 degrees C goal to highlight what’s at stake in UN climate negotiations and other policy decisions. Climate-vulnerable nations like small island states have long framed 1.5 degrees C as a matter of survival, popularized in the phrase “1.5 to stay alive.” Youth movements and UN leaders, including Secretary-General António Guterres, have repeatedly called for urgent action to keep 1.5 degrees C “within reach.”</p><p>Technically, the 1.5 degrees C goal underpins a range of benchmarks and scientific assessments of climate action. It’s used to <a href=\"https://www.wri.org/insights/modeling-ambitious-ndcs-major-emitters\">evaluate the ambition</a> of countries’ national climate commitments (known as <a href=\"https://www.wri.org/ndcs/\">“nationally determined contributions” (NDCs)</a>) and corporate emissions-reduction targets. It helps scientists estimate the remaining carbon budget — the amount of CO<sub>2</sub> the world can still emit while limiting warming to 1.5 degrees C. The 1.5 degrees C-aligned pathways assessed by the IPCC form the basis for emissions-reduction timelines (such as the widely cited global benchmark of reducing emissions <a href=\"https://www.ipcc.ch/report/ar6/wg3/chapter/summary-for-policymakers/\">43% below 2019 levels by 2030</a>), deadlines for reaching net-zero emissions, and sector-specific targets like phasing out coal or replacing fossil-fueled vehicles with electric ones.</p><p id=\"goal-exceeded\">These timelines and benchmarks, in turn, underpin accountability tools like the <a href=\"https://www.unep.org/resources/emissions-gap-report-2024\">Emissions Gap Report</a>, the <a href=\"https://sciencebasedtargets.org/\">Science-Based Targets Initiative</a> and the <a href=\"https://www.wri.org/research/state-climate-action-2023\">State of Climate Action</a> report.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A woman grows cabbages in rural Kenya\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/kenyan-cabbage-farmer_0.jpg?VersionId=dQBiXzjxyn3NxGZgVvi4f80T_QY.j6Xk&itok=WY4miww7\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A woman tends to her cabbages in rural Kenya. Small farmers are often on the front lines of the impacts of climate change. Photo by James Karuga/Shutterstock</figcaption>\n</figure>\n<h3>How Do We Know When We’ve Exceeded the 1.5 Degrees C Goal?</h3><p>The Paris Agreement calls for “holding the increase in the global average temperature to well below 2 degrees C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5 degrees C above pre-industrial levels.” To know when we’ve exceeded the threshold, it’s important to define some terms:</p><ul><li><strong>Global average temperature</strong> <a href=\"https://www.ipcc.ch/sr15/chapter/spm/\">refers to</a> the “estimated global average of near-surface air temperatures over land and sea ice, and sea surface temperature over ice-free ocean regions.” This estimate <a href=\"https://www.carbonbrief.org/explainer-how-do-scientists-measure-global-temperature/\">comes from temperature measurements</a> from weather stations, ships and buoys around the world, which are then averaged to produce a global figure. (Some regions — including, critically, those <a href=\"https://www.ipcc.ch/report/ar6/wg1/chapter/chapter-2/#2.3.1.1.3\">over land</a> — tend to warm more than average, while others warm less.)</li><li>While the Paris Agreement does not define “<strong>pre-industrial levels,</strong>” scientists like those in the IPCC typically use 1850-1900. This period marks the beginning of reliable global temperature records.</li><li>Today’s global average temperature is then compared to past conditions. The difference between the two is called the <strong>temperature anomaly.</strong></li></ul><p>By scientific convention, the Paris goal refers to a sustained temperature anomaly <a href=\"https://unfccc.int/sites/default/files/resource/cop27_auv_CP%2013_PR2.pdf\">over a period of at least 20 years</a>. This approach smooths out the effects of year-on-year temperature fluctuations due to factors like <a href=\"https://www.carbonbrief.org/interactive-much-el-nino-affect-global-temperature/\">El Niño/La Niña</a>, volcanic activity and changes in ocean circulation to provide a better estimate of human-caused warming. Scientists typically assess whether the long-term average exceeds 1.5 degrees C at any point during the 21<sup>st</sup> century, and specifically in 2100. If warming temporarily exceeds the threshold before falling back below it by the end of the century, this is referred to as “overshoot.”</p><p id=\"has-earth-already-exceeded-goal\">Under this approach, the year in which a given temperature threshold is breached is the middle year of the 20-year period. As <a href=\"https://wmo.int/sites/default/files/2025-03/WMO-1368-2024_en.pdf\">WMO</a> put it, “1.5 degrees C of warming would only be confirmed once the observed temperature has reached that level over a 20-year period, 10 years after the year of exceedance. Thus, there would be a 10-year delay in recognizing and reacting to exceedance of the long-term temperature goal.” The scientific community is considering alternative approaches that would require less delay to confirm the year of exceedance.</p><h3>Has the Earth Already Exceeded 1.5 Degrees C of Warming?</h3><p>Yes, but it hasn’t yet breached the Paris Agreement’s temperature goal.</p><p><a href=\"https://www.carbonbrief.org/state-of-the-climate-2024-sets-a-new-record-as-the-first-year-above-1-5c/\">2024</a> was the first full year on record in which the global average temperature was more than 1.5 degrees C above pre-industrial levels, with an estimated anomaly of <a href=\"https://wmo.int/news/media-centre/wmo-confirms-2024-warmest-year-record-about-155degc-above-pre-industrial-level\">1.55 degrees C</a>. This continued an alarming pattern in which the 10 warmest years on record have all occurred since 2015. Prior to 2024, no full year had seen such a large temperature anomaly; though there were shorter periods — days, weeks and months — for which temperatures temporarily exceeded 1.5 degrees C. The WMO <a href=\"https://wmo.int/sites/default/files/2025-05/WMO_GADCU_2025-2029_Final.pdf\">forecasts a 70% chance</a> that the next five years will exceed 1.5 degrees C on average.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/23709217/thumbnail\" width=\"100%\" /></noscript></div>\n</div>\n      \n  </article>\n<p>Importantly, a single hot year does not mean the Paris Agreement temperature goal has been breached or is no longer within reach. The global long-term average temperature anomaly is currently estimated at around <a href=\"https://wmo.int/sites/default/files/2025-03/WMO-1368-2024_en.pdf\">1.34 degrees C to 1.41 degrees C</a>, depending on the method used.</p><p id=\"what-happens-if-we-breach\">Nevertheless, <a href=\"https://www.nature.com/articles/s41558-025-02247-8\">two</a> <a href=\"https://www.nature.com/articles/s41558-025-02246-9\">recent</a> climate modeling studies suggest that last year’s high temperatures likely mean the world has already entered the 20-year period in which the average temperature anomaly will breach the 1.5 degrees C limit.</p><h3>What Happens if We Breach 1.5 Degrees C of Warming?</h3><p>At current levels of 1.34 degrees C-1.41 degrees C of warming, we are already experiencing more frequent and intense heatwaves, wildfires, storms and floods. Food and water security are under growing pressure. Ecosystems like coral reefs are suffering irreversible damage. Surpassing 1.5 degrees C — even temporarily — augments the risks associated with these and other impacts.</p><p>According to the IPCC, even warming of 1.5 degrees C would expose nearly 1 billion people to <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-4/\">water stress and desertification</a>, cost an estimated $63 billion in adaptation and residual <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-5/\">damages to major crops</a>, and put <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-2/\">14% of the world’s species at risk</a> of extinction. About 24% more people would face flooding compared to historical levels, <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-3/\">coral reefs</a> would decline by 70-90%, and the <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-7/\">distribution of malaria</a> would expand.</p><p>These same climate impacts would <a href=\"https://www.wri.org/insights/ipcc-report-2022-climate-impacts-adaptation-vulnerability\">intensify</a> if we exceed 1.5 degrees of warming. For instance, <a href=\"https://www.wri.org/insights/2023-ipcc-ar6-synthesis-report-climate-change-findings\">relative to 1.5 degrees C of warming</a>, 2 degrees C of warming is expected to cause twice as many heat waves in Southern Africa, 1.6 times as much area burnt by wildfires in Mediterranean Europe, and cost $17 billion more globally in residual damage and adaptation for major crops. 2 degrees C of warming would also functionally destroy coral reefs. Extreme heatwaves would become increasingly common, creating dire impacts on human health and productivity, especially in South Asian and African cities.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"2962\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"2370\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"1815\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"1429\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"856\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Climate impacts chart.\" height=\"856\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/climate-impacts_0.png?VersionId=4mw3QeT69L_MkJre.anparX8KB4j4WoI&itok=DFOXmQTI\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<p>Breaching 1.5 degrees C also increases the risk of crossing <a href=\"https://www.science.org/doi/10.1126/science.abn7950\">tipping points</a> — critical thresholds beyond which parts of Earth may undergo abrupt, self-perpetuating and potentially irreversible changes. For example, the Greenland and West Antarctic ice sheets are at risk of collapse, worsening sea-level rise and disrupting ocean currents. Low-latitude coral reefs could die off entirely, a devastating blow for biodiversity and those whose livelihoods depend on fisheries. And boreal permafrost may abruptly thaw, releasing vast quantities of climate-warming methane into the atmosphere.</p><p>These systems are at risk of crossing tipping points around 1.5 degrees C. At higher temperatures, additional ice sheets, ocean circulation systems and ecosystems could completely collapse. Many tipping points shift systems from one stable state to another — such as the Amazon rainforest turning to savannah. Once these kinds of shifts occur, it becomes very hard or even impossible to reverse them on human timescales.</p><p id=\"possibility-to-hold-warming\">The bottom line is that with every additional fraction of a degree of warming, the impacts become harder or even impossible to adapt to. This is what’s known as <a href=\"https://www.wri.org/insights/loss-damage-climate-change\">loss and damage</a>. Losses and damages can be economic, such as shrinking industries and associated loss of jobs and livelihoods. But the toughest are often those that can’t be quantified in economic terms — such as the <a href=\"https://research.fit.edu/media/site-specific/researchfitedu/coast-climate-adaptation-library/pacific-islands/micronesia/Monnereau--Abraham.--2013.--Loss-and-Damage-in-Kosrae,-Federal-State-of-Micronesia.pdf\">losing burial grounds</a>, family homes and loved ones.</p><h3>Is it Still Possible to Hold Warming to 1.5 Degrees C?</h3><p>In theory, it is still <em>physically </em>possible to avoid spending down the carbon budget required to limit warming to 1.5 degrees C through rapid, sustained emissions reductions. But the <em>plausibility </em>of executing the transformations at the pace and scale required is another matter.</p><p>The <a href=\"https://www.ipcc.ch/report/ar6/wg3/\">2022 IPCC report</a> on climate change mitigation identifies pathways for limiting warming to 1.5 degrees C with no or limited overshoot. They entail “<a href=\"https://www.ipcc.ch/report/ar6/syr/resources/spm-headline-statements/\">rapid and deep and, in most cases, immediate greenhouse gas reductions in all sectors</a>.” Specifically, greenhouse gas emissions would have peaked before 2025 and would decline by 43% by 2030 (from 2019 levels), and by 60% by 2035. CO<sub>2</sub> emissions would reach net zero by around 2050, before exhausting the <a href=\"https://globalcarbonbudget.org/\">carbon budget</a>. Concretely, this would involve phasing out unabated fossil fuel consumption, dramatically scaling up zero-carbon power, expanding sustainable transport, electrifying transport and industry, and halting deforestation. <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">Removal of carbon from the atmosphere</a> — by uptake in trees and through technologies — would also need to scale up dramatically.</p><p>The problem is that we are not following those pathways. The State of Climate Action report found that of <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c\">42 key milestones</a> needed to limit warming to 1.5 degrees C, only one — the <a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2256&tab=timeline\">share of electric vehicles</a> in light-duty vehicle sales — is currently on track for 2030. Despite significant increases in <a href=\"https://systemschangelab.org/power/rapidly-scale-zero-carbon-electricity-generation?indicatorId=2238&tab=timeline\">renewable energy capacity</a> and <a href=\"https://systemschangelab.org/transport/transition-zero-carbon-cars-trucks-and-buses?indicatorId=2256&tab=timeline\">electric vehicle sales</a>, <a href=\"https://www.iea.org/reports/world-energy-outlook-2024\">nearly 80%</a> of global energy still comes from fossil fuels, the world is <a href=\"https://www.iea.org/reports/global-energy-review-2025/coal\">burning more coal</a> than ever before, and <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">deforestation continues at alarming rates</a>. <a href=\"https://globalenergymonitor.org/report/boom-and-bust-coal-2024/\">Coal</a> and <a href=\"https://globalenergymonitor.org/projects/global-gas-infrastructure-tracker/\">gas</a> infrastructure continue to expand.</p><p>As a result, the world still emits 42 GtCO<sub>2</sub> per year (and an additional 14 GtCO<sub>2</sub>e of other greenhouse gases). <strong>The remaining carbon budget to limit warming to 1.5 degrees C is </strong><a href=\"https://essd.copernicus.org/preprints/essd-2025-250/essd-2025-250.pdf\"><strong>130 Gt</strong></a><strong> CO<sub>2</sub>, which will be consumed in just over three years at current annual rates.</strong></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/23803529/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In simple, back-of-the-envelope terms, a linear path from 2024 CO<sub>2</sub> emissions to net-zero CO<sub>2</sub> emissions that stays within the remaining carbon budget would require cutting emissions by nearly 6 Gt CO<sub>2</sub> per year, starting immediately and for the rest of the decade. For comparison, the economic shock during the COVID-19 pandemic caused CO<sub>2</sub> emissions to drop by only <a href=\"https://wedocs.unep.org/bitstream/handle/20.500.11822/40932/EGR2022_ESEN.pdf?sequence=8\"> 2 Gt</a> in 2020, and the decline was temporary.</p><p>Achieving sustained emissions cuts of the magnitude needed would require unprecedented political and corporate leadership, backed by citizens, leading to a comprehensive and coordinated structural transformation across sectors and economies. There is scant evidence that such a deep transformation is poised to begin in the near future. <a href=\"https://www.nature.com/articles/s41558-024-02073-4\">One recent study</a> found that while it is still theoretically possible to limit warming to below 1.6 degrees C at around 50% likelihood, the probability drops to between 5% and 45% when considering institutional and other barriers.</p><p id=\"should-a-new-goal-be-chosen\">All these factors suggest that long-term average temperatures are likely to surpass 1.5 degrees C, at least temporarily. By how much, and for how long, is still very much in play.</p><h3>Should a New Goal Be Chosen if 1.5 Degrees C Is Surpassed?</h3><p>As <a href=\"https://journals.sagepub.com/doi/full/10.1177/29768659241293218\">skepticism about the feasibility of the 1.5 degrees C goal</a> has grown, <a href=\"https://www.nature.com/articles/s41558-025-02247-8\">some scientists</a> have proposed refocusing attention on limiting warming to “well below 2 degrees C” or returning warming to 1.5 degrees C after temporarily overshooting it. But adopting new benchmarks consistent with a higher temperature outcome poses another challenge: If derived from the modeling scenarios available today, these benchmarks would have the world reduce emissions more slowly and phase out fossil fuels later than we currently aim to do — an ineffective response to increasingly severe climate impacts. </p><p id=\"what-should-we-do\">At the same time, our rhetoric should acknowledge the evolving reality. If long-term global average temperature rise surpasses 1.5 degrees C, it will no longer make sense to frame action in terms of what’s required “to avoid breaching the 1.5 degrees C limit.” Instead, we can refer to minimizing overshoot, stabilizing at the lowest feasible temperature, and avoiding as much warming as we can to protect people’s lives and economies.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A young girl carries water through an informal settlement in Johannesburg, South Africa.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2024-09/johannesburg-informal-housing.jpg?VersionId=1A_qOFI_7zPFJomOj4duIhFdavBzBS18&itok=qiq5Izuz\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A young girl carries water through an informal settlement in Johannesburg, South Africa. Many African cities face extreme heat, water scarcity and other impacts of climate change. Photo by Joe Eldridge/Alamy Stock Photo</figcaption>\n</figure>\n<h3>What Should We Do If the World Surpasses 1.5 Degrees C?</h3><p>If 1.5 degrees C falls out of reach, the world should still do what it ought to be doing today: rapidly reducing emissions and enhancing <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">removals</a>, while stepping up efforts to build resilience. Because warming will continue to increase <a href=\"https://www.carbonbrief.org/explainer-will-global-warming-stop-as-soon-as-net-zero-emissions-are-reached/\">until CO<sub>2</sub> emissions reach net zero</a>, reducing net emissions will remain critical. And because most adaptation planning scenarios already envision the possibility of exceeding 1.5 degrees C, it is more important to ensure those plans are <a href=\"https://www.ipcc.ch/report/ar6/wg2/figures/chapter-6/figure-6-004\">implemented</a> than to develop new plans for higher-temperature scenarios.</p><p>Breaching 1.5 degrees C, however, does augment the scale and pace of action ultimately required, and may introduce new risks and trade-offs. For example, the further we exceed the carbon budget, the more CO<sub>2</sub> will need to be removed from the atmosphere, demanding greater investment in CO<sub>2</sub> removal. While most adaptation plans already account for higher temperatures, reaching those levels earlier shortens the planning horizon. Failing to keep pace could increase costs, result in inadequate adaptation, or even compound the risk of <a href=\"https://www.ipcc.ch/report/ar6/wg2/chapter/chapter-17/\">maladaptation</a>. The world would also need to prepare to address higher levels of <a href=\"https://www.wri.org/insights/loss-damage-climate-change\">loss and damage</a>, consequences of climate change that exceed what people can adapt to. Finally, breaching the established temperature goal may lend salience to <a href=\"https://www.nytimes.com/2023/04/18/opinion/geoengineering-climate-change-technology-africa.html\">controversial</a> <a href=\"https://www.carbonbrief.org/explainer-six-ideas-to-limit-global-warming-with-solar-geoengineering/\">solar radiation modification (SRM) approaches</a> that would temporarily cool the planet by reflecting sunlight. While SRM is <a href=\"https://www.ipcc.ch/report/ar6/wg3/chapter/chapter-14/\">risky</a> and untested, its relatively low direct cost and potential to stem near-term warming point to the potential for unilateral deployment, which would require more proactive <a href=\"https://www.overshootcommission.org/\">oversight</a> and governance.</p><p>And while surpassing 1.5 degrees C is increasingly likely, the extent and duration of warming — and its associated impacts — remain within our control. Limiting peak warming will require deep and sustained emissions cuts, maintaining and enhancing <a href=\"https://www.wri.org/insights/forests-absorb-twice-much-carbon-they-emit-each-year\">carbon sinks</a>, and strengthening resilience. Achieving these outcomes depends not only on geophysical and technological factors, but also on a step change in political and corporate leadership. Leaders must foster the right <a href=\"https://www.ipcc.ch/report/ar6/wg3/figures/chapter-3/figure-3-42\">economic conditions</a> for clean technologies to take hold, adopt public policies that catalyze investment in emissions reductions and resilience, and ensure people see economic and social benefits from low-carbon development.</p><p>Ultimately, every fraction of a degree matters. Decisions made today will continue to shape climate risk for generations to come.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Johannesburg to Restore Urban Rivers Using Lessons from Durban",
      "link": "https://www.wri.org/update/johannesburg-restore-urban-rivers-using-lessons-durban",
      "pubDate": "Wed, 18 Jun 2025 09:50:21 EDT",
      "description": "<p>South Africa’s cities face growing threats to their water resources, especially rivers, as rapid development and climate change undermine the health of water systems and the ecosystem services they provide. Urban areas are particularly vulnerable to serious flood risks during extreme weather events.</p><p>Without effective river management, cities risk losing out on valuable financial, socioeconomic, human and ecological benefits. In contrast, well-managed rivers enhance the delivery of municipal services, improve adaptation capacity and boost resilience to climate shocks.</p><p>The eThekwini Municipality, which includes the city of Durban, is one of the first South African cities to take steps to protect and revitalize its rivers. Its work has become an example for others to follow, including Johannesburg, where WRI and partners are helping improve its water resilience.</p><h3>What Did eThekwini Do to Build Water Resilience?</h3><p>eThekwini’s rapid economic growth, intense urbanization and climate change have degraded its natural ecosystems. Many of its rivers and coastlines are affected by pollution, while its coastal forests and wetlands are being lost to housing development or invasive species.</p><p>In response to climate-induced environmental damage to communities and infrastructure, eThekwini Municipality launched South Africa’s first Transformative Riverine Management Program (TRMP) in 2020. With support from C40 City Finance Facility, eThekwini embarked on the long journey of transforming the management of its rivers and bringing them back to life.  Through the TRMP — eThekwini has developed a high-level roadmap and business case for the rehabilitation and protection of its riverine assets.</p><p> Its TRMP was the first to clearly link effective riverine management with the longevity of both natural and urban infrastructure and showed how every rand spent would yield 1.8 to 3.4 times in holistic benefits. eThekwini also created its Catchment Partnership Development Frameworks to guide climate adaptation and risk mitigation in specific river catchments, using spatial planning and corridor management to protect residents and infrastructure.</p><h3>Johannesburg Co-Develops Plan to Build Water Resilience</h3><p>Through the SUNCASA (Scaling Urban Nature-Based Solutions for Climate Adaptation in Sub-Saharan Africa) project, WRI and International Institute of Sustainable Development (IISD) are working with local partners to restore the riverine areas of the Upper Jukskei River and enhance urban forestry. The consortium of local partners includes the City of Johannesburg, Johannesburg City Parks and Zoo, Zutari, Johannesburg Inner City Partnership, Alexandra Water Warriors, GenderCC and Water for the Future.</p><p>Johannesburg, along with neighboring municipalities Tshwane and Ekurhuleni, has one of the region’s highest population densities and most degraded rivers whose hydrological boundaries are shared between the cities. The buildup of solid waste and debris, along with alien invasive plants, in the Jukskei River has increased flood risk.</p><p>Through the SUNCASA project, Zutari is leading the development of a TRMP, which includes a riverine management program and business case for the restoration of the Upper Jukskei — highlighting the first 15-kilometer (9-mile) stretch from the start of the river in the city center to Alexandra.</p><p>Initial TRMP assessments indicate that neighborhoods like Alexandra present the greatest opportunity for intervention. Hydro-ecological and socioeconomic vulnerability assessments found that infrastructure and communities near Queen’s Wetland in Bez Valley and Alexandra — where flood plains have been transformed or encroached — are most at risk. The assessments highlight how apartheid-era inequalities have left high-density, low-income neighborhoods especially vulnerable to climate, economic and social risks.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"949\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1342\" />\n              <source height=\"891\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"682\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"537\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"322\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Queens wetland and Bruma lake flood extents.\" height=\"322\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/queens-wetland-and-bruma-lake-flood-extents_0.png?VersionId=BQulp.qVRtolZ556.yt7DRwIhH5eWJtP&itok=-xEf2X7E\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A Personal Computer Storm Water Management Model (PCSWMM) model was used to develop high-level flood extents for the Jukskei River’s path across Johannesburg. The map shows the extent of flooding in Johannesburg’s Alexandra Township. Image by Zutari/SUNCASA</figcaption>\n</figure>\n<figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1114\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1342\" />\n              <source height=\"1046\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"801\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"631\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"378\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Alexandra flood extents.\" height=\"378\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/alexandra-flood-extents-1_0.png?VersionId=7vnUrXPzBoFbEMOxvlMTRGORoYC.iXT6&itok=YX4BU6H7\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The map shows the extent of flooding in the Queens Wetland and Bruma Lake neighborhoods. Image by Zutari/SUNCASA</figcaption>\n</figure>\n<p>These insights, along with ongoing assessments, will inform the TRMP and business case for the Upper Jukskei in Johannesburg.</p><h3><strong>Sharing Knowledge Between Cities</strong></h3><p>In February 2025, WRI facilitated a knowledge exchange between four municipalities — eThekwini, Johannesburg, Tshwane and Ekurhuleni — to share lessons from the eThekwini TRMP and support other cities in developing their own programs.</p><p>The event drew stakeholders across local government, civil society, the private sector and NGOs. eThekwini shared insights on the processes and motivations behind the development of its TRMP, as well as mechanisms to ensure sustainability and implementation. Johannesburg also shared why it embarked on developing a TRMP and reported on progress to date.</p><h3><strong>Takeaways from the Exchange:</strong></h3><ol><li><strong>Rivers cross borders</strong>: In Gauteng, rivers flow in and out of different municipalities. It is important, particularly in this region, that local governments work together to address riverine management.</li><li><strong>Collecting learning accelerates progress</strong>: Sharing insights and knowledge across municipalities is essential for regional urban resilience.</li><li><strong>Shared responsibility</strong>: Local governments must work closely with all stakeholders — including all city government departments, civil society organizations, communities and the private sector — to drive action toward urban water resilience. Strong partnerships and communication channels create the enabling environment needed for greater impact.</li></ol><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1138\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"910\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"697\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"549\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"329\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"People in meeting with trees.\" height=\"329\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/design-sem-nome-2_0.png?VersionId=IUcqrVt6VVZLrt1Wk8_GnTxcOePNU2oP&itok=7-aAchob\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The knowledge exchange between four municipalities shared insights from eThekwini’s TRMP experience to help other South African cities develop their own programs. Photo by John Mmnekoa/Alexandra Water Warriors</figcaption>\n</figure>\n<h3>What’s Next?</h3><p>Over the next year, Zutari will conduct climate change risk and vulnerability assessments, a riverine management model and cost-benefit analysis to inform Johannesburg’s TRMP and the business case for the Upper Jukskei. Zutari and partners will also prepare an implementation framework and investment briefs to support the city in scaling up riverine management.</p><p>WRI will continue facilitating collaboration between Johannesburg, Tshwane and Ekurhuleni through the SUNCASA project and, together with IISD, will also support the city in structuring funding opportunities. This will help expand the TRMP approach to other river systems in Johannesburg and neighboring municipalities, building urban resilience through integrated catchment management.</p><p>To scale these efforts, WRI’s <a href=\"https://www.wri.org/initiatives/green-gray-infrastructure-accelerator\">Green-Gray Infrastructure Accelerator</a> aims to embed nature-positive approaches in urban development through policy instruments, a portfolio of Green-Gray Infrastructure projects and innovative financing to deliver climate-resilient outcomes in Johannesburg.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Cutting Cattle Methane through Feed Additives: Lessons from Early Adoption and the Road Ahead",
      "link": "https://www.wri.org/technical-perspective/cattle-methane-inhibitors-early-adoption-next-steps",
      "pubDate": "Tue, 17 Jun 2025 10:00:00 EDT",
      "description": "<p>Ruminants — cattle, sheep and goats — are a major source of greenhouse gas emissions. Methane produced during their digestion, known as \"enteric methane,\" accounts for nearly 60% of agricultural methane emissions and over 25% of all human-caused methane emissions. Methane is a potent greenhouse gas with more than 80 times the warming power of CO2 over two decades.</p><p>While livestock methane is inherently tough to tackle, new techniques are emerging that offer a path forward. A recent WRI report outlined over 25 ways to reduce <a href=\"https://www.wri.org/research/opportunities-methane-mitigation-agriculture-technological-economic-regulatory\">agricultural methane emissions</a>, some of which show significant promise. In developing countries, a practical solution is to boost meat and milk yields per animal by improving feed — using better grazing, higher quality forages, supplemental crops or treated crop residues. But in developed countries, where productivity is already near its ceiling, reducing emissions will require newer and more innovative approaches.</p><p><strong>The most rapidly emerging option today involves using feed additives to curb methane production during cows' digestion. This has been shown to reduce enteric methane emissions by around 30% in feedlots.</strong></p><p>But while feed additives are seeing some early uptake, they have yet to be widely adopted. Cost can be a barrier, alongside regulatory hurdles, infrastructure challenges and farmer skepticism. Further scaling these solutions will require the right policies as well as financial investment and innovation.</p><p><strong>The key question is: What can governments and the private sector do to accelerate adoption?</strong></p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1569\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"1255\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"961\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"757\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"453\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Chart showing sources of methane emissions, with emissions from livestock making up over 25%.\" height=\"453\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/enteric-fermentation-methane-emissions_0.png?VersionId=xbWSL3h77YpeqAVhPZqsIi9LpbZ0i_dE&itok=V0SnCZFj\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Promising Science, Unscaled Solutions</h3><p>A range of solutions to reduce enteric methane are moving beyond research and into early commercial use. Methane-inhibiting feed additives are furthest along in science thanks to decades of research, a relatively clear understanding of how they inhibit methane, and regulatory progress. Feed additives reduce emissions by <a href=\"https://www.sciencedirect.com/science/article/pii/S002203022200710X#:~:text=Models%20including%20only%203%2DNOP,to%20NDF%20and%20crude%20fat.\">30% on average</a>, with some showing <a href=\"https://academic.oup.com/tas/article/doi/10.1093/tas/txaf028/8046622\">reductions of over 90%</a>. And strong private sector investment and public-private partnerships are helping boost adoption, bringing them closer to widespread use. (Other approaches involving <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions\">genetics or antimethane vaccines</a> remain in early-stage research due to cost, longer development timelines and limited field validation.)</p><p>Today, most companies have their eyes on two specific methane inhibitors: 3-nitroxypropanol (3-NOP; commercially available under the trade name Bovaer) and an active ingredient from red seaweed called bromoform.</p><h4>3-NOP works — but not everywhere, and not always</h4><p>Among the various methane-reducing feed additives, 3-NOP stands out as the most widely approved and commercially advanced option. Developed by DSM-Firmenich and marketed in the U.S. by Elanco, it has received regulatory approval in over 65 countries. This far surpasses other methane inhibitors, many of which are still in early research phases or approved only in limited markets.</p><ul><li><strong>Mechanism: </strong>Inhibits methane production in a cow's stomach when fed (1⁄4 tablespoon to 1 tablespoon per cow daily).</li><li><strong>Impact:</strong> Cuts methane emissions by approximately 30% in dairy cattle and up to 45% in beef cattle.</li><li><strong>Adoption: </strong>Approved for use in 65+ countries, including the U.S., EU, Australia, Brazil, Canada and the U.K.</li><li><strong>Cost:</strong> <a href=\"https://files.wri.org/d8/s3fs-public/2025-02/opportunities-methane-mitigation-agriculture.pdf?VersionId=WTCnIgnw7ktdUcbayS3Xl0pKHZ3s_BHF&_gl=1*mi8g8t*_gcl_au*ODc3NTI2ODY1LjE3NDg0NDY0NDY.\">About $100-150 per cow per year</a>. (This translates to roughly 2-4 cents more per gallon of milk in the U.S.)</li></ul><p>While methane inhibitors like 3-NOP show strong potential for reducing emissions, widespread adoption hinges on more than just regulatory approval — it requires clear economic incentives for farmers. These additives come with upfront costs and require changes to feeding practices, so financial support mechanisms are essential to make adoption viable at scale. While various mechanisms for widescale adoption are emerging, there is still no clarity on what would work best in different contexts.</p><p>For example, in the U.S., a growing number of farms are adopting 3-NOP through emerging carbon credit programs. Farmers track and report their emissions data using digital tools, which feed into third-party platforms that verify reductions and generate carbon credits. These credits are then purchased by food companies looking to meet their own climate targets — a model known as \"insetting,\" where companies invest in emissions reductions within their own supply chains.</p><p>In Brazil, limited commercial trials are underway to explore the use of methane-reducing feed additives like 3-NOP, with early efforts looking to carbon credits and emerging green finance frameworks as potential tools to support adoption. These frameworks aim to align agricultural practices with national climate goals and could, in theory, help channel investment into low-carbon technologies. Adoption is also growing in Europe and Canada, particularly in dairy systems that benefit from strong regulatory and incentive support.</p><p>In Southeast Asia and Africa, the focus is largely on <a href=\"https://www.wri.org/insights/reducing-agricultural-methane-new-solutions#:~:text=While%20many%20farms,reducing%20methane%20emissions.\">improving feed efficiency</a> rather than on methane inhibitors. However, 3-NOP is gaining regulatory traction and interest across these regions, too. It has been approved in Japan, South Korea, China and South Africa, and is drawing attention in other countries.</p><p>Despite its early success, 3-NOP faces challenges. Cost remains a barrier in regions without strong incentives. And its impact can diminish over time, particularly as cows progress through their lactation cycle or consume <a href=\"https://www.journalofdairyscience.org/article/S0022-0302(24)00801-4/fulltext\">high-fiber diets</a> such as crop residues (<a href=\"https://www.ccacoalition.org/projects/crop-residue-improvement-reduce-emissions-livestock-action-plan-ethiopia-and-nepal\">which is common in Africa and South Asia</a>). Many companies also prefer to conduct their own trials before scaling up, and uncertainty around methane accounting standards continues to slow broader adoption.</p><h4>Bromoform offers high potential but faces scrutiny</h4><p>No single solution will be enough to reduce enteric methane emissions on its own. 3-NOP's ongoing challenges highlight the need for complementary solutions.</p><p>One promising alternative is bromoform, a compound found in certain species of red seaweed, specifically those belonging to the Asparagopsis family. While seaweed itself is being explored as a feed additive and can offer some additional benefits, it's not as effective as the synthetic version of bromoform and is expensive to produce. Seaweed is like drinking herbal tea for a headache; bromoform is like taking ibuprofen. The tea might help, but you need a lot of it. The pill works faster and with a much smaller amount. Even in very small doses, synthetic bromoform can reduce <a href=\"https://academic.oup.com/tas/article/doi/10.1093/tas/txaf028/8046622\">methane emissions by over 90%</a>.</p><ul><li><strong>Mechanism:</strong> Inhibits methane production in a cow's stomach.</li><li><strong>Impact:</strong> Pure bromoform is observed to almost eliminate methane formation. Recent animal studies have shown more than 90% methane reduction.</li><li><strong>Adoption:</strong> Not yet approved for use, though several pilot trials are underway in Australia, the EU and the U.S.</li><li><strong>Cost: </strong>The cost of chemically synthesized bromoform is unknown; however, it is likely to be significantly lower than red seaweed, which currently appears to cost around $300-$500 per cow, per year.</li></ul><p>While promising, bromoform comes with strong challenges, especially from a regulatory perspective. In high amounts, bromoform can pass into milk and meat, and the U.S. Environmental Protection Agency classifies it as a probable human carcinogen. The good news is that the doses proposed for livestock feed are only about 1% of those used in safety studies, so the risk of bromoform entering the food supply is very low. The main concern is limiting its environmental release, as bromoform is a volatile compound that can <a href=\"https://acp.copernicus.org/articles/22/7631/2022/acp-22-7631-2022.pdf\">pose a risk to the ozone</a> layer and <a href=\"https://wwwn.cdc.gov/TSP/PHS/PHS.aspx?phsid=711&toxid=128#:~:text=Bromoform%20(also%20known%20as%20tribromomethane,cause%20serious%20waterborne%20infectious%20diseases.\">may contaminate drinking water</a> if concentrations exceed safe limits. And for people who handle the chemical, as even small exposures could pose health risks.</p><p>Although bromoform will need more regulatory scrutiny, its methane reduction potential is very high. In the future, a combined approach — using 3-NOP alongside tiny amounts of bromoform — could offer a more powerful and scalable way to reduce methane emissions from livestock.</p><h3>Governments Can Enable Innovation and Adoption</h3><p>Regardless of the technology, reducing livestock methane at scale will require coordinated action across sectors, with governments, companies and public-private partnerships each playing a critical role.</p><p>On the part of governments, this will take:</p><h4>1) Policies supporting innovation</h4><p>Governments can play a pivotal role in scaling agricultural climate solutions by creating policies that both mandate and support innovation. For example, <a href=\"https://danishdairyboard.dk/danish-dairy-industry/danish-initiatives-to-lower-emissions/\">Denmark's</a> climate strategy requires all dairy farms with more than 50 cows to use methane-reducing feed additives. This includes options for <a href=\"https://www.wri.org/research/opportunities-methane-mitigation-agriculture-technological-economic-regulatory\">3-NOP or other innovative additives</a>. The policy complements Denmark's <a href=\"https://www.wri.org/insights/denmark-agriculture-climate-policy\">Green Tripartite Agreement</a>, which introduced an agricultural emissions tax from 2030. Farmers who have enrolled in 2024-2025 and apply for a government subsidy will receive <a href=\"https://www.voltagreentech.com/news-stories/denmark-mandates-dairy-farmers-to-use-feed-additives-from-january-2025-to-battle-global-warming#:~:text=Now%2C%20with%20the%20historic%20signing,Bovaer%C2%AE%20by%20dsm%2Dfirmenich.\">full cost reimbursements</a> for additives in 2026.</p><h4>2) Clarify and streamline regulatory approval pathways</h4><p>Methane-reducing feed additives must be rigorously evaluated for safety to animals, humans and the environment. This is often a lengthy process, and the lack of standardized protocols across countries leads to duplicated efforts, higher compliance costs and trade inefficiencies. While all jurisdictions require strong evidence of efficacy and safety, <a href=\"https://www.sciencedirect.com/science/article/pii/S0022030224014048\">the specifics of study design and documentation vary widely</a>.</p><p>For example, methane inhibitors are categorized as \"veterinary drugs\" in the U.S., \"zootechnical substances\" in the EU, \"gut modifiers\" in Canada and \"methane reducing agents\" in South Korea — highlighting the complexity of achieving global alignment for approval and adoption.</p><p>This presents a unique opportunity to align regulatory frameworks globally — ideally in coordination with international climate goals like the Global Methane Pledge or the Paris Agreement. Early collaboration between scientists, companies and regulators is essential to streamline approvals and ensure that innovations can scale efficiently across markets</p><h4>3) Integrate agricultural methane into nationally determined contributions (NDCs)</h4><p>To meet global climate goals like those in the Global Methane Pledge, countries are being encouraged to include livestock methane in their national climate plans (\"known as nationally determined contributions\" or \"NDCs\"). By the end of 2023, only<a href=\"https://www.globalmethanepledge.org/annual-report/methane-plans-and-policies?utm_source=chatgpt.com\"> 22% of countries</a> had methane-specific targets in their NDCs, and only <a href=\"https://www.ccacoalition.org/sites/default/files/resources/files/Guidance%20on%20Including%20Methane%20in%20NDC%203.0_0.pdf\">about a third</a> of those addressed agricultural methane.</p><p>The <a href=\"https://www.ccacoalition.org/sites/default/files/resources/files/Guidance%20on%20Including%20Methane%20in%20NDC%203.0_0.pdf\">latest international guidance</a> by the Climate and Clean Air Coalition (CCAC) outlines practical measures that can be taken at different levels to address the issue:</p><ul><li>At the animal level, this means making sure animals have enough good-quality feed, adjusting their diets to reduce methane, using methane-reducing additives like 3-NOP in feedlots, keeping animals healthy, and breeding animals that naturally produce less methane.</li><li>At the herd level, it involves managing livestock more efficiently — like reducing the number of animals kept just for breeding, shortening the time it takes to raise animals for meat, and focusing on more productive animals.</li><li>At the farm level, farmers can improve pastures, grow plants that help reduce methane and make better use of crop residues as animal feed.</li></ul><p>Including these actions in their NDCs can help countries cut emissions quickly while also supporting farmers, improving food systems and protecting the environment.</p><h3>Companies Must Move from Commitments to Implementation</h3><p>Companies with beef and dairy in their portfolios have a direct role in advancing enteric methane solutions. Beyond goal setting and reporting, companies can support field-level implementation. This includes funding pilot programs with producers, helping scale additives or improved nutrition strategies, and co-investing in producer support services. In some cases, this may involve premium pricing or carbon-credit generation; in others, it may mean collaborating on technical assistance or infrastructure. For real progress, the focus should shift towards enabling measurable emissions reductions on farms.</p><h4>1) Invest in the \"unattractive\" science</h4><p>3-NOP's growing success illustrates why the private sector must be willing to fund early-stage, high-risk research that may not appear commercially viable at first. It took years of mechanistic development, repeated trials and sustained investment before the additive became a breakthrough solution for enteric methane reduction. This kind of foundational science is essential for unlocking future markets and regulatory pathways.</p><p>We need more — and more cost-effective — solutions to cover all geographies and all production systems (e.g. confined feedlots, pastures, smallholder farms). Companies that invest early will have an opportunity to shape the innovation landscape and position themselves as leaders in methane mitigation.</p><h4>2) Demonstrate what works in different contexts</h4><p>To translate scientific breakthroughs into real-world impact, companies should co-invest in scalable, context-specific on-farm demonstrations. Rather than relying on generic farm trials, these efforts should showcase methane-inhibiting feed additives, such as 3-NOP, bromoform and other emerging technologies, under local conditions and within actual production systems.</p><p>Embedding these demonstrations in real-world supply chains (for example, through dairy processors or beef integrators) can ensure the practical application of these solutions in various contexts. Importantly, trials should not only measure emissions reductions but also highlight economic and productivity co-benefits, making the case for adoption across diverse stakeholders.</p><h4>3) Collaborate early: Pre-competitive research and data sharing</h4><p>While regulatory agencies still require product-specific data, shared research that involves early collaboration between scientists, companies, farmers, extension specialists and regulatory bodies can help in two ways. First, it can establish a general scientific consensus around the safety and effectiveness of certain types or chemical classes of additives. Second, pre-competitive research can be designed in consultation with regulatory bodies to align with approval requirements from the start. By using validated methods, standardized protocols and transparent reporting, collaborative studies can generate data that regulators are more likely to accept or reference. This reduces duplication, builds trust and could define clearer pathways for approval.</p><p>Initiatives such as <a href=\"https://www.globalmethanehub.org/2023/12/02/enteric-fermentation-research-development-accelerator-a-200m-agricultural-methane-mitigation-funding-initiative/\">Enteric Fermentation R&D Accelerator</a> are encouraging pre-competitive collaboration, and more companies should invest in this and similar R&D programs.</p><p>This will require some tough conversations about open data sharing. But the goal isn't for everyone to do the same thing — it's to build a common understanding of science, so each company can innovate from a stronger foundation during the competitive stage. Think of it like building a road together, then racing their own cars on it.</p><h4>4) Incentivize adoption through price premiums and market signals</h4><p>To scale methane-reducing solutions in livestock, we need more than innovation — we need demand. The biggest challenge is getting farmers on board. A company can't mandate change; instead, it has to understand farmers' contexts and work within them. Ultimately, there won't be a one-size-fits-all solution.</p><p>One promising approach comes from <a href=\"https://www.nzmp.com/global/en/news/net-zero-pilot-dairy-farm.html#:~:text=The%20focus%20over%20the%20next,on%20pasture%20growth%20and%20management.\">Fonterra</a>, which offers price premiums to farmers who reduce emissions. What makes this model effective is its flexibility: Farmers can choose the intervention that works best for their operation, whether it's a feed additive, improved grazing or another practice. This kind of incentive aligns environmental goals with business realities and sends a clear signal that low-emissions products are valued.</p><p>At the same time, food and retail companies can play a big role in creating demand for low-emissions livestock products. One way to do this is by changing how they buy their products to reward suppliers who can prove they're reducing methane. This could mean offering better prices, long-term contracts or other benefits to farmers who use climate-friendly practices. Companies can also help farmers get ready to participate in carbon markets by supporting programs that link feed additives or other practices to verified emissions reductions. </p><p>Finally, to reduce methane emissions from their supply chains, consumer-facing companies can shift the mix of what they source and serve <a href=\"https://www.wri.org/insights/better-meat-sourcing-climate-environmental-impacts\">toward lower-emissions products</a>. This could include other meats (such as poultry) or plant-based or alternative proteins.</p><h3>Public-Private Partnerships Can Help Scale Success</h3><p>In agriculture, public-private partnerships have already demonstrated their ability to deliver tangible results. They combine the innovation and efficiency of the private sector with the public sector's ability to create enabling environments and ensure broader social benefits. When applied to methane mitigation, these partnerships can help build the infrastructure needed to modernize livestock systems, reduce financial and technical barriers to adoption, and ensure that solutions are designed for — and tested in — the places where they're most needed.</p><h4>1) Strengthen R&D capacity building in developing nations</h4><p>Developing countries are home to <a href=\"https://ourworldindata.org/meat-production\">roughly half</a> — likely more — of the world's ruminant livestock. However, most R&D data is generated in wealthier countries, where access to laboratories, equipment and testing facilities is more readily available. If methane-reducing solutions are to be effective and applicable across diverse regions, it is essential to strengthen research capacity in developing nations. This includes investing in local infrastructure, training programs, and collaborative partnerships that enable scientists and producers to create and test solutions suited to their specific environments.</p><h4>2) Develop advance market commitments</h4><p>Advance market commitments (AMCs) are legally binding agreements in which funders — typically governments or philanthropic organizations — commit to purchasing a specified quantity of a product or service once it meets agreed-upon performance criteria. This mechanism creates a guaranteed market, reducing financial risk and encouraging private sector investment in innovations that serve the public good.</p><p>AMCs have already proven successful in areas like the global health sector. For example, a <a href=\"https://scholar.harvard.edu/files/kremer/files/amc_pp_20_20_01_13.pdf\">$1.5 billion</a> commitment to purchase pneumonia vaccines for low-income countries helped spur the vaccines' development and distribution to more than 150 million children.</p><p>In the livestock sector, AMCs could help accelerate the development and adoption of methane-reducing technologies. This is especially true in the beef industry, where progress is slower than in the dairy sector. In theory, an AMC could offer a per-unit subsidy for any product that achieves a defined emissions reduction target, such as cutting methane per unit of milk or beef by 20%.</p><p>Unlike grants or upfront investments, <a href=\"https://marketshaping.uchicago.edu/news/the-promise-of-an-advance-market-commitment-to-tackle-methane-from-livestock/\">AMCs only pay for success</a>: firms are compensated only if their product meets the criteria and is actually adopted by farmers. If a product works in theory but fails to gain traction due to cost, usability or side effects, it receives no payout. This \"no adoption, no reward\" principle may be a good <a href=\"https://marketshaping.uchicago.edu/news/the-promise-of-an-advance-market-commitment-to-tackle-methane-from-livestock/\">upcoming mechanism</a> to make sure public funds support real-world impact.</p><h3>Coordinated Action for Scalable Impact</h3><p>The science is clear, the tools are emerging, and the urgency is real. Reducing enteric methane emissions from livestock is no longer a distant ambition — it's a near-term opportunity to address climate change, strengthen food systems and unlock economic value.</p><p>But turning this opportunity into impact requires targeted action. Governments must create policies that enable innovation and adoption. The private sector needs to invest in and collaborate with farmers and researchers on context-specific farm trials that reflect the diversity of production systems.</p><p>Equally important is building R&D capacity in developing countries, where livestock systems are an indispensable source of income and the potential for methane mitigation is high. Supporting local innovation ecosystems is necessary for the equitable adoption of these methane mitigation solutions.</p><p>This is a global challenge that demands coordinated, cross-sector action. The window for impact is open — now is the time to act.</p><p><em>The author would like to thank Ermias Kebreab (UC Davis) and Charles Brooke (Spark Climate Solutions) for their valuable insights into this article.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "4 Takeaways from California’s Carbon Dioxide Removal Policies",
      "link": "https://www.wri.org/insights/california-legislation-carbon-removal",
      "pubDate": "Tue, 17 Jun 2025 09:00:02 EDT",
      "description": "<p>California has long been a national leader on ambitious climate policy and action. In 2006, the state passed <a href=\"https://ww2.arb.ca.gov/resources/fact-sheets/ab-32-global-warming-solutions-act-2006\">landmark legislation</a> that led to the first economywide cap-and-trade system. It later became the first state to set <a href=\"https://ww2.arb.ca.gov/californias-greenhouse-gas-vehicle-emission-standards-under-assembly-bill-1493-2002-pavley\">strict greenhouse gas (GHG) emissions standards for vehicles</a> and, in 2022, approved <a href=\"https://ww2.arb.ca.gov/news/carb-approves-unprecedented-climate-action-plan-shift-worlds-4th-largest-economy-fossil-fuels\">a net-zero plan to eliminate GHG emissions</a> by 2045 — five years ahead of the national net zero GHG target.</p><p>Now, California is leading the nation in its carbon dioxide removal (CDR) policies and actions to help meet the state’s climate goals. CDR approaches directly <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">remove carbon dioxide</a> (CO2) from the air and are <a href=\"https://www.ipcc.ch/report/ar6/wg3/downloads/report/IPCC_AR6_WGIII_FullReport.pdf\">needed</a> alongside deep emissions reductions to reach net zero.</p><p>The carbon removal-related policies proposed or enacted in California over the past several years are among the first of their kind in the U.S. They include an innovative and ambitious set of proposals that can provide a model for other states looking to progress on carbon removal. California’s actions on carbon removal are also particularly important as uncertainty remains around federal policy support for CDR.</p><h3>California’s Scoping Plan and Key Carbon Dioxide Removal Policies</h3><p>In late 2022, the California Air Resources Board, the air pollution regulator in California, adopted the state’s <a href=\"https://ww2.arb.ca.gov/sites/default/files/2022-12/2022-sp_1.pdf\">latest Scoping Plan</a>, which serves as a roadmap for how California can reach net-zero GHG emissions by 2045 or sooner. Although it does not create any laws, it serves as a guide for agencies and regulators. The 2022 Scoping Plan also lays out specific targets for carbon removal in California: 7 million metric tons of CO2 in 2030 and 75 million metric tons of CO2 in 2045.</p><p>These targets cover both natural and working lands (such as croplands, forests or grasslands), as well as novel technological approaches, such as <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> and <a href=\"https://www.wri.org/insights/sustainable-biomass-carbon-removal\">biomass carbon removal</a>. However, because the Scoping Plan anticipates only around 1.5 million metric tons of CO2 removal per year through 2045 from natural and working lands, most of the removal needed to meet these two targets is expected to come from newer technological methods.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Direct air capture fans on top of a building overlooking green grass in Zurich, Switzerland.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/climeworks-dac-zurich.jpg?VersionId=XsUEUNF6OmaEP2WdxlAj.4c9wjqnHqab&itok=pfQBcx2g\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>In Switzerland, the company Climeworks installed direct air capture technology on top of a garbage incinerator in Hinwil, outside of Zurich. Technologies like this, used to extract carbon dioxide from the air, are what California is creating its policies and legislation around. Photo by Orjan Ellingvag / Alamy Stock Photo. </figcaption>\n</figure>\n<p>As California works to meet these goals, it is at the forefront of scaling up carbon dioxide removal and developing regulatory frameworks to guide <a href=\"https://www.wri.org/technical-perspectives/responsible-carbon-dioxide-removal\">responsible deployment</a>.</p><p>At the same time, California’s cap-and-trade system is currently set up to operate through 2030, so <a href=\"https://www.gov.ca.gov/2025/04/15/governor-newsom-legislature-double-down-on-states-critical-cap-and-trade-program-in-face-of-federal-threats/\">discussions have begun</a> on reauthorizing the program to extend its lifetime and help the state meet its climate goals. Depending on whether the reauthorization is a simple extension of the program’s lifetime or a more extensive revision of the program, cap-and-trade reauthorization could include broader changes that may affect carbon removal development and deployment in the state.   </p><h4>Existing and Proposed Policies and Activities in California Relevant to CDR</h4><table class=\"tablesaw tablesaw-stack\" width=\"606\"><thead><tr><th width=\"204\"><strong>Legislation</strong></th><th width=\"294\">Details</th><th width=\"108\"><strong>Status</strong></th></tr></thead><tbody><tr><td width=\"204\">Carbon sequestration: state goals: natural and working lands: registry of projects (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220SB27&search_keywords=%22carbon+dioxide+removal%22\">SB 27</a>)</td><td width=\"294\">Establishes and maintains a directory of projects for carbon sequestration from natural and working lands and direct air capture.</td><td width=\"108\">Signed into law in 2021.</td></tr><tr><td width=\"204\">California Climate Crisis Act (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220AB1279\">AB 1279</a>)</td><td width=\"294\">Establishes legal target of 85% emission reductions and net zero emissions by 2045.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">Carbon Sequestration: Carbon Capture, Removal, Utilization and Storage Program (<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202120220SB905\">SB 905</a>)</td><td width=\"294\">Establishes a regulatory foundation to govern the safe deployment of carbon dioxide capture, removal, utilization and sequestration.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">California Global Warming Solutions Act of 2006: climate goal: natural and working lands (<a href=\"https://legiscan.com/CA/text/AB1757/id/2606951\">AB 1757</a>)</td><td width=\"294\">Establishes targets for carbon sequestration from natural and working lands for 2030, 2038 and 2045 that are incorporated into the Scoping Plan.</td><td width=\"108\">Signed into law in 2022.</td></tr><tr><td width=\"204\">Net zero greenhouse gas emissions goal: carbon dioxide removal: regulations (<a href=\"https://legiscan.com/CA/text/SB285/2025\">SB 285</a>)</td><td width=\"294\">Would create requirements for carbon removal used to counterbalance residual emissions in California.  </td><td width=\"108\">Held in Senate committee.  </td></tr><tr><td width=\"204\">Carbon Dioxide Removal Purchase Program (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260SB643\">SB 643</a>)</td><td width=\"294\">Would require CARB to procure $50 million worth of CDR credits before 2035.</td><td width=\"108\">Passed Senate. Advancing to Assembly committee consideration.</td></tr><tr><td width=\"204\">Marine Carbon Initiative (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260AB1086#99INT\">AB 1086</a>)</td><td width=\"294\">Would establish a Marine Carbon Council to advance scientific understanding of mCDR and a Marine Carbon Research Program to fund research projects up to $2 million per year.</td><td width=\"108\">Held in Assembly committee.</td></tr><tr><td width=\"204\">Carbon Dioxide Removal Market Development Act (<a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202320240SB308\">SB 308</a>)</td><td width=\"294\"><p>The 2023 version would have required emitting entities to purchase increasing amounts of carbon removal to counterbalance their emissions.</p><p>The 2024 revision would have required CARB to adopt regulations to ensure the state scales CDR to a level needed to reach net zero in 2045.</p></td><td width=\"108\">2023 version passed Senate, but not the Assembly. 2024 version did not pass the Senate Appropriations committee.</td></tr><tr><td width=\"204\">Air resources: carbon emissions: biomass (<a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202520260SB88\">SB 88</a>)</td><td width=\"294\">Directs CARB and the Department of Forestry and Fire Protection to develop a system to quantify the lifecycle emissions of biomass removed from wildfire mitigation treatments in forests, including its use for CDR.</td><td width=\"108\">Passed Senate. Advancing to Assembly committee consideration.</td></tr></tbody></table><p><em>Note: Updated June 2025.</em></p><h3>California’s Innovative Policy Directions</h3><p>California is the only U.S. state so far that has set a specific quantitative target for scaling up carbon removal. Complementing this, the state has begun to develop a broader regulatory framework to meet these targets as well as emerging efforts to support early stage research and development of novel approaches.</p><h4>1) Setting Targets to Ensure Climate Impact</h4><p>The <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220AB1279\">California Climate Crisis Act</a>, or <strong>AB 1279</strong>, was signed into law in September 2022 and requires net-zero greenhouse gas emissions (GHG) by 2045 and net-negative emissions thereafter. It mandates at least 85% emissions reductions from 1990 levels by 2045, ensuring that carbon dioxide removal (CDR) does not delay ambitious emissions reductions as the state approaches <a href=\"https://www.wri.org/insights/net-zero-ghg-emissions-questions-answered\">net zero</a>.</p><p>One <a href=\"https://wires.onlinelibrary.wiley.com/doi/10.1002/wcc.826\">concern</a> around CDR is that it could reduce or delay efforts to cut GHG emissions and enable continued oil and gas production. By placing legal requirements on the minimum amount of emission reductions needed by mid-century, AB 1279 helps ensure that the state’s priority remains on reducing emissions and that carbon removal plays a complementary role.</p><p>Other states, particularly those with net-zero targets, should ensure that emissions reduction remains the top priority in reaching net zero, which can be done by establishing minimum emission reduction levels (for example, 85% or higher) as part of the overall target. Besides California, New York has also set an <a href=\"https://www.nyserda.ny.gov/Impact-Greenhouse-Gas-Emissions-Reduction\">85% emissions reduction requirement</a> and Washington has set a legally binding <a href=\"https://ecology.wa.gov/Air-Climate/Climate-Commitment-Act\">95% GHG emission reduction goal by 2050</a>. Both are part of broader goals to reach net zero by 2050.</p><p>Beyond requiring specific levels of emission reductions, other states with net-zero targets could also consider making the role of CDR more explicit — for instance, estimating the expected level of residual emissions to be counterbalanced by carbon removal, distinguishing between the role of enhancing natural carbon sinks and scaling up novel technological carbon removal approaches, as California has also done in its Scoping Plan.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1047\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"505\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A bicyclist rides past a factory in Manhattan Beach, California\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/bicyclist-factory-manhattan-beach-california.jpg?VersionId=y0pvuprsXmrS1w362NXAKMpL3X8ZCt6h&itok=QS_tGYcP\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A bicyclist rides along the beach past a factory in Manhattan Beach, California. A proposed rule would require emitters to purchase carbon removal credits to offset their emissions. Photo by rarpia/iStock.</figcaption>\n</figure>\n<p>While California’s Scoping Plan relies exclusively on direct air capture and bioenergy with carbon capture and storage for durable CDR, there is a <a href=\"https://www.wri.org/insights/california-scoping-plan-climate-neutrality#:~:text=In%20December%202022%20%2C%20the%20California,net-zero%20emissions%20by%202045.\">broad range of carbon removal approaches that should be considered</a> (with some approaches being more applicable in some states than others) including <a href=\"https://www.wri.org/insights/carbon-mineralization-carbon-removal\">carbon mineralization</a>, seaweed cultivation and other types of biomass carbon removal. <a href=\"https://livermorelabfoundation.org/2019/12/19/getting-to-neutral/\">Previous analysis looking at carbon removal potential in California</a> found that biomass conversion to hydrogen with carbon capture could play a large role. <a href=\"https://www.wri.org/research/biomass-and-land-use-decarbonizing-us-economy\">WRI’s research</a> has found that burial of biomass residues from wildfire treatments could also provide effective long-duration carbon removal.   </p><p>California has also set targets for increasing sequestration in natural and working lands. <a href=\"https://legiscan.com/CA/text/AB1757/id/2606951\"><strong>AB 1757</strong></a> establishes targets for carbon sequestration from natural and working lands for the years 2030, 2038 and 2045. As directed by AB 1757, potential carbon removal from natural and working lands is incorporated into the state’s Scoping Plan. Projects that increase sequestration on natural and working lands are also tracked via a registry established by SB 27 in 2021.  </p><h4>2) Developing a Governance Framework for Carbon Dioxide Removal  </h4><p><strong>SB 905</strong>, also known as the <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202120220SB905\">Carbon Sequestration: Carbon Capture, Removal, Utilization and Storage Program</a>, was signed into law at the same time as AB 1279 in September 2022. This bill directs California state agencies to establish the regulatory foundation for <a href=\"https://www.wri.org/insights/6-ways-remove-carbon-pollution-sky\">carbon dioxide removal</a> (CDR) and <a href=\"https://www.wri.org/initiatives/carbon-capture-and-storage-ccs\">carbon capture, utilization and sequestration</a> (CCUS) projects.</p><div class=\"callout alignright\"><p><strong>What is the difference between CDR and CCUS?</strong></p><p>The two processes are distinct from one another: Carbon capture, utilization and sequestration (CCUS) technology captures emissions at the source, while carbon dioxide removal (CDR) approaches directly remove it from the air. However, some carbon removal approaches — like <a href=\"https://www.wri.org/insights/direct-air-capture-resource-considerations-and-costs-carbon-removal\">direct air capture</a> — can share infrastructure with carbon capture approaches. Therefore, SB 905 will create a regulatory framework around both sets of technologies. </p></div><p>SB 905 directs the California Air Resources Board (CARB) to create a program in California aimed at accelerating the deployment of both CCUS and CDR. It calls for regulation on <a href=\"https://www.netzerocalifornia.org/blog/the-challenges-of-carbon-capture-and-storage-in-california-regulatory-barriers\">six key issues</a>: permitting, <a href=\"https://www.wri.org/technical-perspectives/regulating-DAC-CCS-safety\">financial responsibility, safety and monitoring</a>, pipelines, unitization and storage. The bill also requires CARB to adopt regulations to minimize GHG emissions, co-pollutants, air and water pollution, seismic impacts and potential health and safety risks to local communities, among many other things.</p><p>Since being signed into law in September 2022, the main proceeding around the creation of a Carbon Capture, Removal, Utilization and Storage Program kicked off in March 2025, while some of the regulatory proceedings around the individual key issues are underway. WRI <a href=\"https://ww2.arb.ca.gov/form/public-comments/submissions/22916\">submitted public comments</a> addressing key considerations for financial responsibility, safety and monitoring, and published an <a href=\"https://www.wri.org/technical-perspectives/regulating-DAC-CCS-safety\">article</a> further exploring these issues.</p><p>Having one comprehensive regulatory framework that addresses key issues related to carbon capture, removal and sequestration, as will be the case once SB 905 has been fully implemented, is crucial to governing the safe and responsible deployment of carbon capture and carbon dioxide removal projects.</p><p>In February 2025, Democratic State Sen. Josh Becker introduced <a href=\"https://legiscan.com/CA/text/SB285/id/3189088\"><strong>SB 285</strong></a>, which outlines what types of CDR would qualify to counterbalance residual emissions in California when the state reaches net-zero. While this bill did not advance out of Senate committee consideration, so will not move forward this year, it raises an important issue about how CDR is used.</p><p>A key element of this bill was the “like-for-like” concept, which would have required the expected duration of the carbon removal to either match the expected duration of the GHG in the atmosphere that it counterbalances or match the source from which it is emitted. For example, long-duration CDR would need to counterbalance fossil CO2, but shorter duration CDR, like some nature-based solutions, could counterbalance methane emissions as well as CO2 emissions from land use and forests. </p><p>Such a provision would have been precedent-setting in legislation. It aligns with recommendations from some <a href=\"https://www.annualreviews.org/content/journals/10.1146/annurev-environ-112320-105050\">scientists</a> and groups in <a href=\"https://carbongap.org/how-to-avoid-mitigation-deterrence/\">the CDR community</a> but has also <a href=\"https://www.senate.ca.gov/media/senate-environmental-quality-committee-20250402\">raised concerns</a> about unintended impacts on finance for forest protection and restoration. </p><p><strong>SB 88</strong> directs CARB and the Department of Forestry and Fire Protection to develop a system for quantifying lifecycle emissions associated with utilization of biomass removed from wildfire mitigation treatments in forests, including the use of biomass for CDR. It would also require CARB to assess the suitability of developing a carbon credit protocol for biomass carbon removal. As of mid-June 2025, SB 88 passed out of the Senate and will go to the Assembly next. </p><h4>3) Increasing Demand for Carbon Removal in California</h4><p>Democratic State Sen. Anna Caballero introduced <a href=\"https://leginfo.legislature.ca.gov/faces/billTextClient.xhtml?bill_id=202520260SB643\"><strong>SB 643</strong></a>, the Carbon Dioxide Removal Purchase Program, in February 2025. This bill would require CARB to establish and administer a program to purchase $50 million worth of CDR credits from eligible projects by the end of 2035. It includes requirements that no more than $25 million can be used on a single CDR category (e.g., direct air capture, biomass carbon removal and storage, enhanced mineralization and marine carbon dioxide removal) and no more than $12.5 million can go to a single CDR supplier. Both requirements help ensure a diversity of approaches and suppliers will be supported. The bill would require CARB to adopt guidelines for eligible carbon dioxide removal projects in 2026, require projects to be located within the state and prioritize projects that are geographically diverse and provide community benefits.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Joshua trees and wind turbines in the Mojave Desert in Kern County, California \" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2023-09/kern-county-california-turbines.jpg?VersionId=.T7HFDOhEuU_dOYZHX03qlR5h.OzTAS6&itok=9OLK8I-b\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The Mojave Desert in Kern County, California is home to the Tehachapi Pass wind farm and has been a focal point for direct air capture development in the state. Photo by GaryKavanagh/iStock.</figcaption>\n</figure>\n<p>Under the Biden Administration, the Department of Energy led a <a href=\"https://www.herox.com/DAC-commercial\">procurement program</a> to purchase $35 million in carbon removal, which the Trump administration is not continuing. CDR procurement bills have also been introduced in <a href=\"https://malegislature.gov/Bills/193/SD371\">Massachusetts</a> in 2023 and <a href=\"https://www.nysenate.gov/legislation/bills/2021/A8597\">New York</a> in 2022, but neither state passed them. If SB 643 passes, it would represent an important step forward for government procurement of CDR, making progress toward reaching California’s CDR goals and creating demand in the state.</p><p>As of mid-June 2025, SB 643 made it through the Senate and will go to the Assembly next.</p><p>In 2023, during California’s previous legislative session, Becker introduced the <a href=\"https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=202320240SB308\">Carbon Dioxide Removal Market Development Act</a>, or <strong>SB 308</strong>. While this bill was revised in 2024 and ultimately did not pass, it represents an innovative and ambitious policy formulation that could be reintroduced or modeled elsewhere.</p><p>In its original form, SB 308 would have required certain emitters to purchase CDR equivalent to an increasing amount of their emissions, up to 100% in 2045, when the state is committed to net-zero. Such an approach would have simultaneously incentivized emissions reductions and driven demand for CDR.</p><p>A revised version of the bill, updated in 2024, moved away from specifying that polluters pay for CDR. Instead it directed CARB to develop and adopt regulations to ensure that the state could meet its goal of scaling carbon removal to compensate for any continued emissions in 2045, thereby achieving net zero GHG emissions.</p><h4>4) Increasing Understanding of Marine Carbon Removal</h4><p>A third bill introduced in the 2025 legislative session, <a href=\"https://legiscan.com/CA/text/AB1086/id/3193825\"><strong>AB 1086</strong></a>, aimed to increase research and understanding of marine carbon dioxide removal (mCDR) approaches. It didn’t move out of Assembly committee consideration and will not advance this year, but represents an important effort to increase research and development funding for mCDR as the federal government steps back.</p><p>AB 1086 would have established a Marine Carbon Initiative consisting of a Marine Carbon Council and Marine Carbon Research Program. The council would have identified knowledge gaps and made recommendations to address them by 2028. By that same year, the research program would have been established to provide grants for mCDR projects.</p><h3><strong>What’s Next for Carbon Dioxide Removal Policy Across the US?</strong></h3><p>As the U.S. federal government appears unlikely to support carbon removal at the levels seen in past years, state-level action is more important than ever. While California is <a href=\"https://www.wri.org/technical-perspectives/us-state-carbon-dioxide-removal-policies\">not the only state</a> introducing and enacting policies to advance carbon removal, it is a leader and has taken innovative approaches that have not yet been tested in other states or federally.  </p><p>Although states across the U.S. have different political contexts and levels of interest in climate policy, the way that California has approached carbon removal in policy can provide valuable insights and potentially a model for other states on how to use target-setting to maximize climate impact, support demand creation and ensure there are governance frameworks in place. At the same time, given the magnitude of California’s commitment toward carbon removal — 75 million metric tons of CO2 per year by 2045 — there is still room for additional innovation and creativity to help achieve this ambitious goal.</p><p><em>This article was originally published in September 2023. It was last updated in June 2025, to reflect the latest state of play for California’s carbon removal policies.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The High Seas Treaty: A 20-Year Journey to Transform Ocean Governance",
      "link": "https://www.wri.org/insights/high-seas-treaty-explainer",
      "pubDate": "Tue, 17 Jun 2025 07:47:05 EDT",
      "description": "<p>The ocean makes up nearly 70% of the planet’s surface, bursting with rich biodiversity and natural resources that are vital for both the climate and economies. Yet, beyond national coastlines, protecting much of the ocean has long been a murky endeavor.</p><p>For nearly 20 years, governments, scientists and ocean advocates have worked toward securing a global treaty to protect marine life in the ocean areas that lie beyond countries’ individual jurisdictions. These vast, mostly unregulated waters, known as the high seas, hold huge importance to the health of the planet.</p><p>Finally, in June 2023, the 193 member states of the United Nations adopted the landmark Treaty for the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction (<a href=\"https://www.un.org/bbnjagreement/en\">BBNJ agreement</a>), under the <a href=\"https://www.un.org/depts/los/convention_agreements/texts/unclos/unclos_e.pdf\">UN Law of the Sea Convention</a> (UNCLOS).</p><p>Though the text of what is commonly known as the “High Seas Treaty,” has been agreed, the story is far from over. By the conclusion of the <a href=\"https://www.wri.org/news/statement-un-ocean-conference-ends-momentum-and-missed-chances-protect-ocean\">third UN Ocean Conference</a>, 51 parties had ratified the treaty with more pledging to follow, putting the treaty within reach of the 60 needed to put it into force. Once ratified, it will trigger a 120-day countdown, leading to the first Conference of Parties (BBNJ COP) that will determine how the treaty is fully implemented.</p><h3>Why the High Seas Treaty Matters</h3><p>The ambition of the High Seas Treaty has always been immense. Roughly two-thirds of the ocean lies outside any single country’s jurisdiction, forming a collective space teeming with life from microscopic plankton to colossal blue whales.</p><p>The high seas are also home to lucrative natural resources, which countries and companies increasingly seek to explore and exploit, such as critical minerals needed for EV batteries and other low carbon technologies and marine genetic materials that are increasingly sought after to support pharmaceuticals, biotechnology and other innovations.</p><p>Yet, without a binding treaty, the high seas are governed patchwork-style through regional fisheries agreements, shipping conventions and scattered marine protected areas. This leaves critical gaps in protecting marine biodiversity or ensuring developing countries are also benefiting from discoveries made in international water.</p><p>When ratified, the High Seas Treaty will fill critical regulatory gaps and complement national efforts. It will help to guide regional cooperation and link seamlessly to <a href=\"https://oceanpanel.org/sustainable-ocean-plans/\">sustainable ocean plans</a> for national waters already being delivered by member countries of the <a href=\"https://oceanpanel.org/\">High Level Panel for Sustainable Ocean Economy</a> (Ocean Panel) and future plans through the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>. Together, they will weave a comprehensive net of ocean stewardship from coastlines to open ocean. </p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-image media--view-mode-full-width\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"695\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"2000\" />\n              <source height=\"550\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1440\" />\n              <source height=\"450\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"1024\" />\n              <source height=\"338\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"768\" />\n              <source height=\"300\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"500\" />\n                  <img alt=\"Two divers swim near colorful coral reefs.\" height=\"300\" src=\"https://files.wri.org/d8/s3fs-public/styles/500x300/s3/2025-06/coral-reef-high-seas_0.jpg?VersionId=dz33TQ2qAdQictZslfe_Ehf3w7B5jxG9&h=62bc044e&itok=eQ9bfSJ_\" width=\"500\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The ocean is full of rich natural resources, like genetic material from coral, that countries and companies are looking to use for everything from pharmaceuticals to new technologies. The UN High Seas Treaty will help fill gaps needed to conserve and regulate these resources. Photo by Placebo365 / iStock.</figcaption>\n</figure>\n<h3>What's Included in the High Seas Treaty </h3><p>In 2023, countries compromised on four core pillars of the BBNJ agreement:</p><h4>1) Area-Based Management Tools, Including Marine Protected Areas</h4><p>The treaty will create a mechanism to establish marine protected areas (MPAs) and other conservation management tools on the high seas. MPAs are typically clearly defined geographical spaces, recognized, dedicated and managed, through legal or other effective means, to conserve marine biodiversity and ecosystems.</p><p>Many MPAs on the high seas already exist. For example, in 2010, six MPAs were established in the Northeast Atlantic with a total area of 286,200 square kilometers (110,502 square miles) and in 2016, the <a href=\"https://www.asoc.org/campaign/ross-sea-mpa/\">Ross Sea MPA</a> with a total area of 1.5 million square kilometers (600,000 square miles) was established in the Southern Ocean.</p><p>The treaty will also establish a process for proposing new zones for protection via a consultation process, supported by scientific evidence.</p><h4>2) Marine Genetic Resources</h4><p>The treaty will also establish rules for sharing financial and non-financial benefits from the commercial application of genetic material sourced from high-seas marine organisms — such as bacteria, corals or deep-sea sponges — that can be used in medicine, cosmetics, food, and biotechnology. These innovations hold huge potential benefits for human health and wellbeing.</p><h4>3) Capacity Building and Transfer of Marine Technology</h4><p>The High Seas Treaty also supports sharing technology and knowledge developments, particularly to low-income countries that need and request it for conservation and sustainable use to ensure they participate fully in high seas governance.</p><h4>4) Environmental Impact Assessments</h4><p>The treaty will create a process for countries or companies proposing high seas activities — such as deep sea mining in areas beyond national borders — to conduct assessments and follow international standards, that can be shared transparently.</p><h3>Which Countries Have Signed the High Seas Treaty?</h3><p>By the conclusion of UN Oceans Conference on June 13, the treaty had 136 signatories and was ratified by 51, just nine shy of the 60 parties needed to put the treaty into force. Those ratifying the treaty include island states such as Antigua and Barbuda, Barbados, Belize, Cuba, Dominica and the Maldives; the European Union and some of its members including France, Portugal and Spain; and other nations such as Chile, Norway and South Korea. (<a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XXI-10&chapter=21&clang=_en\">Track the signatories and parties on the UN website here.</a>)</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1181\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"945\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"724\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"570\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty as Prime Minister Pedro Sánchez of Spain watches.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-06/eu-signs-high-seas-treaty_0.jpg?VersionId=Zj2flOE8cX69Zbv8ZCsU_11uU9oWVWOR&itok=CqMxx180\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Ursula von der Leyen, president of the European Commission, signs the High Seas Treaty in 2023 as Prime Minister Pedro Sánchez of Spain (right) watches. Photo by the European Commission.</figcaption>\n</figure>\n<h3>Why Is it Taking So Long for the Treaty to Ratify?</h3><p>Starting in the early 2000s, the United Nations began informal discussions on how to close the regulatory gaps over how to manage the high seas, wrangling over how to share the benefits of its natural resources while ensuring necessary protections.  But the very complexity of coordinating nearly 200 countries meant progress was often incremental, alternately buoyed by breakthroughs and bogged down by competing interests.</p><p>The slow ratification progress highlights both the strengths and limitations of international diplomacy. On the one hand, global consensus ensures that the resulting High Seas Treaty creates a single set of rules for all high-seas users. On the other hand, aligning the diverse interests of small island states, distant water fishing nations and environmental non-profit organizations is inherently time-consuming. Each negotiating text must thread the needle between these interests, with every word or comma potentially sparking months of debate.</p><p>Moreover, the decision-making processes of the UN, anchored in principles of sovereign equality and consensus-building, can struggle to keep pace with the urgent, evolving threats that marine ecosystems face: like the increasing demand for deep-sea minerals, growing plastic pollution and overfishing practices. By the time a treaty is finalized, new pressures may emerge, requiring fresh rounds of technical and legal work.</p><p>Countries, operating within their own jurisdictions — also known as exclusive economic zones, which extend 200 nautical miles from a country’s coastline — can make more immediate progress on conservation and climate initiatives. For example, <a href=\"https://oceanpanel.org/\">Ocean Panel members</a> are sustainably managing 100% of their national waters. The process for developing these holistic sustainable ocean plans, while not simple, has been faster than multilateral processes. Ocean Panel members are now calling on all coastal and ocean states to replicate this success in their own national waters by 2030 by joining the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance</a>.</p><h3>What’s Next for the High Seas Treaty?</h3><p>At this month’s UNOC, it’s expected that many UN member states will announce either their signing or ratification of the High Seas Treaty. However, for it to be effective, it is crucial that the underlying framework and governance structures are agreed upon before coming into force. The BBNJ Preparatory Commission (BBNJ PrepCom) hopes to fill this gap: shaping the treaty operations and preparing for the first BBNJ COP.</p><p>Governments and negotiators are hoping to develop key recommendations to shape the critical elements of the treaty. This includes forming governing structures; outlining the roles and responsibilities of institutions such as those that provide data, and scientific and technical advice; creating tools and mechanisms to ensure equitable implementation of the treaty; and establishing systems to ensure funding and technical knowledge is distributed so all member states can fully participate.  </p><p>The first BBNJ COP will see these recommendations brought forward and hopefully adopted. It is critical therefore that these meetings are constructive and that a consensus is reached. Only with the relevant governing and financial mechanisms in place can this High Seas Treaty go from a landmark agreement to a fully functioning international treaty that protects the global ocean.</p><p>Management of the ocean needs to be as interconnected as the ocean itself. By weaving together national actions with a robust global treaty, the world can ensure a resilient, equitable and thriving ocean for generations to come.</p><p><em>Editor's Note: This article was originally published on June 5, 2025 and updated on June 17,2025 to reflect new information about the countries who have signed and ratified the treaty. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}