{
  "title": "wri.org blog posts",
  "link": "https://www.wri.org/",
  "description": "Blog posts from the World Resources Institute",
  "category": "social_impact",
  "source_url": "https://www.wri.org/blog/rss.xml",
  "fetched_at": "2025-12-18T20:27:41.282758",
  "items": [
    {
      "title": "What Is the EU Deforestation Regulation? 7 Key Questions, Answered",
      "link": "https://www.wri.org/insights/explain-eu-deforestation-regulation",
      "pubDate": "Wed, 17 Dec 2025 16:38:00 EST",
      "description": "<p>The world <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\">is losing</a> 18 soccer fields of tropical primary every minute; much of it is the result of clearing for farms, pastures and tree plantations.</p><p>As a major buyer of commodities largely responsible for fueling deforestation — such as palm oil, cocoa, coffee, soy, cattle and timber — the EU has both a responsibility and an opportunity to help shift global markets toward more sustainable supply chains. The landmark <strong>EU Deforestation Regulation (EUDR)</strong>, adopted in 2023, requires businesses to demonstrate that the products they sell or export to the EU do not come from land that was recently deforested or degraded. </p><p>The EUDR is a key step in responding to today’s deforestation and supporting countries in achieving their national forest protection policies. <strong>Yet despite its promise, the regulation has faced delays and pushback, threatening its timely implementation.</strong></p><p>Just weeks before the EUDR was to go into force on Dec. 30, 2025, the <a href=\"https://www.europarl.europa.eu/news/en/press-room/20251211IPR32168/deforestation-law-parliament-adopts-changes-to-postpone-and-simplify-measures\">European Parliament voted to delay</a> entry into application of the law until Dec. 30, 2026 for large corporations and until June 30, 2027 for small businesses with fewer than 50 employees and earning less than 10 million euros ($11.7 million) in annual sales of covered products. The vote on the amendment also weakened the regulation by removing books and publications from the list of products it covered.</p><p>At a time when forests are increasingly under threat, it’s more urgent than ever to understand the regulation and ensure its full and rapid implementation. Here, we dive deeply into the legislation's details and potential impacts.</p><h3>What Is the EUDR?</h3><p>The EUDR is a landmark law that came into force in June 2023. Its goal is to ensure that certain products sold in or exported to the EU do not come from land that was deforested or degraded after Dec. 31, 2020. The regulation is designed to prevent EU consumer demand from driving further forest loss or damage, while also reducing the region’s contribution to greenhouse gas emissions and global biodiversity decline.</p><p>The EUDR covers timber and six key agricultural commodities: cattle, cocoa, coffee, oil palm, rubber, soy, as well as products made from them such as beef, furniture and chocolate. To be sold in or exported from the EU market, these products must meet the following <strong>three conditions</strong>:</p><ol><li>They are <strong>deforestation-free</strong>.</li><li>They have been <strong>produced in compliance with the relevant laws of the country of origin</strong>.</li><li>They are <strong>covered by a due diligence statement</strong>, showing that the company has checked the origin and ensured the products meet EUDR requirements.</li></ol><p>This means businesses must demonstrate that any EUDR-covered commodities were not produced on land <a href=\"https://www.globalforestwatch.org/blog/data/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">that was deforested</a> nor did they <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/monitoring-forest-degradation-eudr/\" target=\"_blank\">contribute to forest degradation</a> after the Dec. 31, 2020 cutoff date. Although the regulation is legally in place, companies are not required to start complying until Dec. 30, 2026 for large corporations and June 30, 2027 for small enterprises.</p><article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1026\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"821\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"629\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"495\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"296\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"A timeline of EUDR development milestones \" height=\"296\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/25-10-23-eudr-timeline-v5.png?VersionId=lWo21nIOVTQUK9v9Quisc0j1qN7agnid&itok=dw_qtSiY\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n<h3>Why Is the EUDR important?</h3><p>The EUDR offers a major opportunity for the EU to reduce its role in global deforestation and biodiversity loss, as well as help create deforestation-free supply chains. It supports the commitment made by the 144 countries that signed the Glasgow Leaders’ Declaration in 2021 to halt and reverse forest loss and land degradation by 2030. It can also serve as a model for other major consumer markets looking to lower their environmental footprints.</p><p>Since 2014, the EU has been the second-largest importer of goods linked to tropical deforestation after China. In 2017 alone, it accounted for <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwwfeu.awsassets.panda.org%2Fdownloads%2Fstepping_up___the_continuing_impact_of_eu_consumption_on_nature_worldwide_fullreport_low_res.pdf&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158329836%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=xoQHWFyeUsGUmUQW8%2Fo8i2eTAuqAWgKIXXe5E9iAy9U%3D&reserved=0\" target=\"_blank\">16% of global deforestation</a> tied to international trade — equal to 203,000 hectares of forest.</p><p>More recently, in 2021, the <a href=\"https://comtradeplus.un.org/\" target=\"_blank\">EU was among the world’s top five importers</a> of five of the six agricultural commodities covered by the EUDR (cocoa, coffee, palm oil, rubber and soy) and the largest importer of cocoa beans and coffee worldwide<a href=\"https://www.wri.org/#footnotes\"><sup>1</sup></a> . Among all the agricultural products the EU buys, <a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fcommodityfootprints.earth%2F&data=05%7C02%7CSarah.Brown%40wri.org%7C8b3cc945469b4a72a57a08ddbf074695%7C476bac1f36b24ad98699cda6bad1f862%7C0%7C0%7C638876760158357131%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=zL81%2FOzUzXSEGDx6a7UaraT0UHb0wJzg%2BF45W6mUWwc%3D&reserved=0\" target=\"_blank\">beef, cocoa and palm oil were linked to the most deforestation</a> in the countries they came from. In fact, out of 160 agricultural commodities imported by the EU, just six — beef, palm oil, soy, cocoa, coffee and rubber, as covered by the EUDR — made up 58% of the estimated forest loss tied to EU imports.</p><p>By reducing the EU’s forest-loss footprint and tackling deforestation risks in its supply chains, the EUDR could help reverse deforestation worldwide. In 2024, a record 6.7 million hectares of <a href=\"https://gfr.wri.org/latest-analysis-deforestation-trends\" target=\"_blank\">primary tropical forests</a> were lost — nearly double the 2023 rate and equivalent of losing 18 soccer fields of forest every minute. While wildfires captured global attention, some of the increase was due to agricultural conversion and logging.</p><h3>What Challenges and Setbacks Has the EUDR Faced?</h3><p>In December 2024, <a href=\"https://eur-lex.europa.eu/eli/reg/2024/3234/oj/eng\" target=\"_blank\">the EU postponed the start of EUDR </a>compliance by 12 months to give companies more time to prepare to meet the regulation’s requirements. Then in September 2025, the EU Commission again signaled its intention to delay implementation by another year, reportedly because of issues with the EU platform used to submit due diligence statements.</p><p>A month later, the EU Commission put forward a formal proposal to simplify the EUDR for micro and small businesses, as well as downstream operators, delaying the enforcement date of the EUDR for these enterprises. </p><p>On Dec. 17, the European Parliament voted to delay the date the EUDR would take effect by a full year. Large companies would not be held accountable until a Dec. 30, 2026 start date, while small companies with less than 50 employees and earning less than 10 million euros ($11.7 million) in sales would not need to comply until June 30, 2027.</p><p>Challenges also came from new proposals earlier in the year which called on the EU Commission to revise its <a href=\"https://environment.ec.europa.eu/publications/commission-implementing-regulation-laying-down-rules-application-deforestation-regulation_en\">benchmarking classification</a> system designed to help EU businesses and enforcement authorities conduct due diligence and enforce compliance. The risk levels indicate the percentage of checks on shipments, with greater scrutiny given to higher-risk countries. </p><p> Some EU member state representatives have suggested adding a “no-risk” category to exempt certain countries from due diligence requirements; another suggestion proposed removing the system altogether. But <a href=\"https://www.fern.org/publications-insight/wto-implications-of-the-proposed-no-risk-amendment-to-the-eudr/\">changes like these</a> could <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\">create loopholes and ultimately weaken</a> the regulation’s effectiveness. The European Parliament already <a href=\"https://www.wri.org/news/statement-proposed-amendments-eu-deforestation-law-create-dangerous-loopholes-and-uncertainty\">rejected a similar idea in 2024</a> for that very reason.</p><p>The EUDR was initially agreed upon following a lengthy negotiation between EU institutions and member states, as well as impact assessments and extensive consultations. Derailing its implementation penalizes producer countries and companies that have already invested in compliance, and it would create confusion and uncertainty in the EU market. The regulation may not be perfect, but it’s a necessary step toward deforestation-free supply chains. <a href=\"https://www.cofcointernational.com/newsroom/first-cofco-soymeal-shipment-aligned-with-upcoming-eu-deforestation-regulation-eudr-requirements-loads-in-argentina/\">Many companies</a> have already shown that <a href=\"https://www.adm.com/en-us/news/news-releases/2024/7/as-eu-deforestation-regulation-approaches-adm-offers-fully-verified-segregated-traceable-soybean-meal-and-oil-to-european-customers/\">EUDR</a> <a href=\"https://www.danzer.com/en/company/media-relations/danzer-blog/item/we-are-ready-for-the-eu-deforestation-regulation-eudr\">compliance</a> is possible, and <a href=\"https://www.linkedin.com/posts/neumann-kaffee-gruppe_neumannkaffeegruppe-nkg-greencoffee-activity-7341043266814902282-ZxzX?utm_source=share&utm_medium=member_desktop&rcm=ACoAAAE1-pABvCIe5Hj5bAjDVEQyxMlfXsVXU2U\">several</a> have urged the EU to uphold the legal text and stick to <a href=\"https://www.tchibo.com/de/de/news/tchibo-fordert-umsetzung-eudr\">implementation timeline</a>.</p><p>Since adoption, the EUDR has faced criticism from both inside and outside the EU. Most concerns focus on cost and complexity of compliance, as well as fairness, particularly for smallholder farmers. In response, the European Commission, EU member states and other development institutions have ramped up investment in <a href=\"https://green-forum.ec.europa.eu/nature-and-biodiversity/deforestation-regulation-implementation_en\">EUDR preparedness</a> by issuing resources and guidance, with a particular emphasis on <a href=\"https://zerodeforestationhub.eu/\">preventing smallholder exclusion from the EU market</a>.</p><h3>What Counts as Deforestation and Degradation Under the EUDR?</h3><div class=\"callout alignright\"><p class=\"secondary\">The regulation's <strong>definition of a forest </strong>largely follows the UN Food and Agriculture Organization (FAO) which defines it as land larger than 0.5 hectares with trees taller than 5 meters and a canopy cover of at least 10% that is not primarily used for farming or urban development.</p></div><p>Under the EUDR, <strong>deforestation</strong> refers to clearing forest to make way for agriculture. The key factor is the conversion of land that was forest in 2020 into farmland — such as pastures or soy plantations. It’s a complete land-use change: the forest is no longer a forest.</p><ul><li>If that forest is cleared — whether by people or natural events like fire — and then converted into farmland, such as pastures for raising cattle or fields for soy or palm oil, it is considered deforestation.</li><li>However, if a forest is cleared, for example by fire (whether from human activity or natural causes) and is <strong>not</strong> used to produce any of the six EUDR-covered agricultural commodities, it is <strong>not </strong>considered deforestation under the regulations.</li><li>Forests used for wood production are not considered deforestation unless they’re also used for agriculture, for example, cattle grazing under the tree canopy.</li></ul><p>The EUDR also covers <strong>degradation</strong>. Land that was forest in 2020 can be used for wood production and remain classified as a forest, even if it’s temporarily unstocked, according to EUDR definitions. A forest used for wood production is not considered degraded unless there's a specific structural change, such as:</p><ul><li>Converting primary forest (native, untouched forest) into other wooded land (trees have 5%-10% canopy cover) or into plantation or planted forest.</li><li>Converting naturally regenerating forest (which has largely grown back on its own) into other wooded land used or plantation forest.</li></ul><h3>Who Does the EUDR Affect?</h3><p>The EUDR affects any company that imports, produces or exports specific products, and their derivatives, to or from the EU market. This includes <strong>operators</strong> (those placing products on the market or exporting them from the market) and <strong>traders</strong> (those distributing and selling products).</p><p>It applies to companies based in the EU and internationally, and to businesses of all sizes, from micro and small enterprises to large corporations. However, larger businesses face stricter reporting requirements than smaller ones.</p><p>The EUDR spans multiple sectors, from food and beverage (such as companies sourcing cocoa and coffee) to fashion (leather goods, for example) to the healthcare industry (products such as latex gloves).</p><h3>How Are Countries and Companies Preparing for the EUDR?</h3><p>Under the EUDR, companies must prove that products linked to deforestation or degradation after Dec. 31, 2020, are not entering the EU market. This requires a due diligence process: collecting supply chain information (including geolocation), assessing the risk of deforestation and taking steps to eliminate any identified risk before the product can be put on the market.</p><h4>Country-level efforts</h4><p>Many producer countries are already taking concrete steps to prepare for the EUDR, from adopting national plans to developing traceability systems and improving data transparency. For example, Indonesia, Ghana and Vietnam are investing in government-led efforts to make information available to companies that must comply with the regulation. Delaying enforcement or altering the regulation’s scope could undermine these leading producer countries.</p><p>Vietnam stands out as a strong example of how the EUDR is reinforcing national policies to combat deforestation. As a top exporter of rubber and coffee, the country has shifted its focus from illegal logging to broader deforestation risks in agriculture since the regulation’s introduction.  In 2023, the Ministry of Agriculture and Rural Development adopted a <a href=\"https://www.4c-services.org/wp-content/uploads/2023/12/02.-Nguyen-Nhu-Cuong_Action-Plan-for-the-compliance-with-EUDR-of-Viet-Nam.pdf\" target=\"_blank\">national action plan</a> prioritizing sustainable agricultural transformation. The following year, it launched a traceability system for coffee farms, piloting geospatial verification (such as satellite images) in key producing provinces. Developed through <a href=\"https://idh.org/news/vietnams-coffee-sector-marks-a-landmark-step-towards-sustainability-launching-the-eudr-database-system-for-forest-and-coffee-growing-areas\" target=\"_blank\">public-private collaboration</a>, the system cross-references land-use maps and cadastral data to ensure EUDR compliance. Plans are also underway to expand it to rubber and cocoa.</p><p>Vietnam’s progress shows how the regulation can act as a catalyst for stronger policy alignment between global market demands and local sustainability goals. </p><p>EU member states are also preparing by using satellite and aerial earth observation data, such as forest maps from 2020 (the EUDR cutoff year) to detect deforestation, alongside other monitoring solutions and tools to support compliant imports. </p><h4>Private-sector efforts</h4><p>Companies across supply chains are ramping up EUDR preparations, sparking a wave of innovation in monitoring and traceability. Many are developing satellite-based systems to verify deforestation-free sourcing, training smallholder farmers to meet EUDR requirements and partnering with governments and NGOs to improve data sharing and risk assessment.</p><p>For example, <a href=\"https://www.meridia.land/case/unilevers-smallholder-hub-programme\" target=\"_blank\">Unilever and Meridia</a> are working together to map smallholder farmers in Indonesia, making it possible to trace palm oil from plantation to mill. <a href=\"https://sustainablenaturalrubber.org/annual-report-2024/\" target=\"_blank\">The Global Platform for Sustainable Natural Rubber (GPSNR)</a> has created a system to help companies follow sustainability practices and demonstrate EUDR compliance. Open-source platforms like WRI’s Global Forest Watch are also <a href=\"https://www.globalforestwatch.org/blog/data-and-tools/satellite-data-eu-regulation-deforestation-free-supply-chains/\" target=\"_blank\">supporting companies in verifying supply chains</a>.</p><p>These efforts from governments, companies and EU countries show how the EUDR is already driving unprecedented action — transforming compliance from a burden into an opportunity to build more responsible and transparent supply chains. The challenge now is scaling these solutions across all commodities and regions.</p><h3>What's Next for the EUDR?</h3><p>The EUDR represents a major milestone in the fight against commodity-driven deforestation.</p><p>The EU must reject attempts to further weaken the regulation’s core requirements — most urgently by not agreeing to further reductions of scope or obligations. Its effectiveness depends on maintaining its ambition without dilution or delay. Backtracking at this stage undermines the EUDR’s credibility and sends the wrong signal to global markets.  </p><p>At the same time, the EU should also step up efforts to provide businesses with practical training and support to help them develop the skills needed for compliance, especially for small businesses that may otherwise struggle to meet requirements.</p><p>The European Parliament and Council must also <a href=\"https://www.wri.org/news/statement-european-commission-protects-eudrs-core-principles\">give businesses clear guidance</a> — and avoid adding uncertainty with further changes to the law. The EUDR is not only a necessary response to the crisis of forest loss, but also a vital tool to support and complement producer country efforts to halt deforestation by 2030.</p><p id=\"footnotes\"><em>Editor's Note: This piece was originally published on July 8, 2025. It's been updated to reflect new policy developments, most recently on Dec. 17, 2025. </em></p><p class=\"secondary\"><strong>Footnotes</strong></p><p class=\"secondary\"><sup>1</sup>Timber and timber products are not included.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "NGOs Support New Geothermal Sustainable Development Pact",
      "link": "https://www.wri.org/update/ngos-support-new-geothermal-sustainable-development-pact",
      "pubDate": "Wed, 17 Dec 2025 12:54:09 EST",
      "description": "<p>We, the undersigned groups, welcome the release of the <a href=\"https://fervoenergy.com/fervo-launches-geothermal-sustainable-development-pact/\">Geothermal Sustainable Development Pact</a> and the underlying <a href=\"https://fervoenergy.com/wp-content/uploads/2025/10/FERVO-0058-2025-Geothermal-Pact-Paper-Principles-Only-V2.pdf\">Principles for Responsible Geothermal Development</a>.</p><p>Next-generation geothermal technologies can provide needed sources of clean, resilient heat and electricity. The principles and provisions contained in the Geothermal Sustainable Development Pact are a commendable initial step in identifying best practices for the responsible development of these resources.</p><p>These principles contain important parameters, including early engagement and consultation with local communities, fair labor practices, avoidance and protection of sensitive areas and environmental and cultural resources, protection of water resources, use of near-zero emissions electricity generation technologies, and the use of best available induced seismicity mitigation measures.  </p><p>The Geothermal Sustainable Development Pact also includes notable provisions that can help overcome public data gaps and lead to more informed policymaking and project planning for next-generation geothermal. These include provisions on the public disclosure of chemicals in hydraulic fracturing fluids, public disclosure of water intensity data, and the use of the best available <a href=\"https://www1.eere.energy.gov/geothermal/pdfs/geothermal_seismicity_protocol_012012.pdf\">induced seismicity protocol</a> developed by the U.S. Department of Energy.</p><p>Our groups look forward to working with industry and other partners in a collaborative process on the further development, refinement, and implementation of these principles and pact provisions to support the sustainable development of next-generation geothermal energy.</p><p>Sincerely,</p><p>Center for Public Enterprise</p><p>Clean Air Task Force</p><p>Environmental Defense Fund</p><p>Federation of American Scientists</p><p>League of Conservation Voters</p><p>National Wildlife Federation</p><p>The Nature Conservancy</p><p>World Resources Institute</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Nigeria Puts Youth at the Heart of Its Climate Future",
      "link": "https://www.wri.org/update/nigeria-youth-climate-action",
      "pubDate": "Wed, 17 Dec 2025 12:14:13 EST",
      "description": "<p>Nigeria's future rests in the hands of its youth. As Africa's most populous nation, Nigeria is home to over 230 million people — <a href=\"https://www.statista.com/statistics/1122838/population-of-nigeria/?srsltid=AfmBOornb0DPZ6rX_zXvJ309rIlhVd34o9QHRz6TCOcOGipqoF8Eg9dc\">more than half under the age of 19</a>. Moreover, projections show that <a href=\"https://www.prb.org/resources/africas-future-youth-and-the-data-defining-their-lives/\">42% of the world's youth</a> will be African by 2030. This means Nigeria's young people will play an outsized role in shaping not just their country's development, but also their continent's and the world's trajectory.</p><p>This demographic advantage intersects with complex national realities. Nigeria is <a href=\"https://www.policycenter.ma/sites/default/files/2025-05/PB_32-25%20%28Loubna%20Eddallal%29.pdf\">one of Africa's largest oil producers</a> and among its five largest economies. While the country's oil and gas reserves have catapulted it to stronger economic security, extraction and processing have also led to devastating environmental impacts, from low crop production to <a href=\"https://www.cleanairfund.org/clean-air-africas-cities/lagos/\">high air pollution levels</a>. Nigeria also ranks among the most climate vulnerable countries in the world, facing severe droughts, widespread flooding and wildfires every year.</p><p>These numbers highlight the country's central challenge: How can Nigeria maintain and diversify economic growth while supporting an expanding population, in a way that will deliver a sustainable future for all?</p><h3>Youth Jobs and Skills: A Defining National Priority</h3><p>Every year, <a href=\"https://www.worldbank.org/en/country/nigeria/overview#:~:text=Nigeria%20faces%20a%20persistent%20challenge,dynamic%20and%20inclusive%20growth%20path.\">3.5 million young Nigerians</a> enter the labor market — <a href=\"https://www.weforum.org/stories/2025/11/nigeria-youth-wave-skills-powerhouse/\">one of the largest waves of youth</a> entering the workforce anywhere in the world. This holds immense potential: By equipping young people with the right skills, the country could supercharge its transition to a low-carbon and climate-resilient economy. It also creates pressure: Without workforce preparation, Nigeria risks missing out on the growth opportunities that come with these demographic and economic shifts.</p><p>To help close this gap, WRI worked with GreenHubAfrica to develop a <a href=\"https://course.greenhubafrica.com/courses/\">Youth Environment and Climate Leadership Training Course</a>, with curriculum development guided by an all-youth steering committee and supported by Nigeria's Department of Climate Change in the Federal Ministry of Environment. Participants are trained on five themes aligned with Nigeria's national climate goals. These include climate finance and grant writing, energy access and just transition, green entrepreneurship, climate change and health, and climate negotiations and policy analysis.</p><p>The courses provided a comprehensive background on critical climate-related topics, preparing youth to better understand their role in supporting Nigeria's climate plans and giving them a competitive edge in the job market. Initially delivered in person in Lagos, the courses were later made freely available online. Over 3,600 courses have been completed to date, a number that continues to grow as more young people access the training.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"920\" media=\"(min-width: 1440px)\" type=\"image/png\" width=\"1575\" />\n              <source height=\"736\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/png\" width=\"1260\" />\n              <source height=\"564\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/png\" width=\"965\" />\n              <source height=\"444\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/png\" width=\"760\" />\n              <source height=\"266\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/png\" width=\"455\" />\n                  <img alt=\"Young people in a conference room.\" height=\"266\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/nigeria-youth-climate-action_0.png?VersionId=Fh9Z5UfXpJ0Pyc8T_aj4sA.Hp25WPUp6&itok=57nyixX0\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Participants at the first-ever in-person training for the Youth Environment and Climate Leadership Training Course, in August 2024. Photo by GreenHubAfrica</figcaption>\n</figure>\n<h3>Amplifying Youth Voices in Climate Action</h3><p>Building on this foundation, WRI partnered with GreenHubAfrica to host a <a href=\"https://greenhubafrica.com/%F0%9F%93%9A-youth-voices-climate-action-read-the-yecl-2025-winning-essays/\">Youth Environment and Climate Leadership Essay Competition</a>, providing young people a platform to translate their knowledge into actionable ideas. Jurors, including representatives from Nigeria's Department of Climate Change, selected winners from across the country's six geopolitical regions. The winning essays showcased a diversity of ideas aimed at addressing Nigeria's climate challenges:</p><div class=\"callout alignright\"><p class=\"secondary\"><em><strong>Disclaimer: </strong>The views and recommendations expressed in these essays reflect the perspectives of the writers. WRI issues recommendations only after careful research, so these essays should not be interpreted as WRI positions.</em></p></div><p><strong>Tamunobarafiri Brown</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/1-Tamunobarafiri_Brown_YECLTEssay-Firi-Brown-1.pdf\">wrote about how decentralizing power generation</a> can unite states within geopolitical zones to harness their renewable energy sources and establish grids in strategic regions: \"[For example,] the northwestern zone has some of the highest solar radiation levels, making it ideal for solar power. Areas like Sokoto and Katsina have significant wind potential, especially during the Harmattan period [when the northeasterly trade wind blows from the Sahara to West Africa]. Due to the aridity of land in some parts of the northwestern zone, energy farms can be set up.\"</p><p><strong>Hafsat Abdilkadir Jalo</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/Hafsat_Jalo_YECLTEssay.docx-Hafsat-Abdulkadir-Jalo.pdf\">explored how AI-driven health forecasting, decentralized health hubs and eco-friendly healthcare practices</a> could strengthen the resilience of Nigeria's healthcare system to climate impacts: \"Pilot projects in the most vulnerable regions, such as the Niger Delta or Northeast Nigeria, could be the first step in implementing decentralized health hubs and AI forecasting. Partnerships with tech companies, NGOs and global health organizations could secure the necessary funding and expertise. Public-private partnerships could overcome barriers related to funding, infrastructure and training.\"</p><p><strong>Chidinma Emihe</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/11/Chidinma_Emihe_YECLTEssay-Emihe-Chidinma.pdf\">suggested using a podcast as a research and knowledge-building tool</a> to foster dialogues on how to shift to a low-carbon economy in ways that create fair economic opportunities and protect vulnerable communities. She noted: \"Knowledge deficits are not just technical; they also have psychological and emotional consequences. When communities cannot see viable economic pathways forward, the result is not simply unemployment, but collective uncertainty which manifests as fear, despair and resistance to change.\"</p><p><strong>Amarachi Doris Amushi</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/Amarachi_Amushi_YECLTEssay-Amushi-Doris.pdf\">encouraged the use of small-scale biodigesters</a> to convert organic waste into clean energy and natural fertilizer, tackling both pollution and energy shortages while improving soil health and agricultural productivity: \"In rural areas, farmers can use animal manure and crop waste to generate biogas for cooking and electricity, and bio-slurry to enrich their farmlands.\"</p><p><strong>Salim Sanu Haladu</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/Salim_Sanihaladu_YECLTEssay-Salim-Sani-Haladu.pdf\">focused on the urban heat island effect</a> — where dense buildings and heat-absorbing surfaces make cities significantly warmer — and recommended using aluminum and other heat-reflective roofing as a solution: \"Aluminum roofing should be given priority because, beyond heat wave relief, it is also cost effective. Aluminum reflects 70% of solar radiation compared to iron's 30%. Though slightly costlier, aluminum lasts twice as long as iron, making it more economical.\"</p><p><strong>Sunday Odu</strong> <a href=\"https://greenhubafrica.com/wp-content/uploads/2025/06/Sunday_Odu_YELCTEssay-2-Sunday-Odu-1.pdf\">proposed a grant-writing fellowship for disadvantaged areas</a> in Nigeria to give young people the tools to write compelling proposals and secure climate funding, noting: \"The climate crisis is an opportunity, grants are a more viable and sustainable climate finance instrument than concessional loans and debts, and grant writing is an opportunity to break the silos and leave no one behind.\"</p><p>These proposals illustrate a remarkable blend of creativity, technical insight and practical solutions — evidence that Nigeria's youth are ready to lead.</p><article class=\"media media--type-video media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-oembed-video field--type-string field--label-hidden field__item\">\n<div class=\"oembed-lazyload oembed-lazyload--youtube\">\n  <a class=\"oembed-lazyload__button\" href=\"https://youtu.be/Fl7P79UCcEU\" rel=\"nofollow\" title=\"Watch Young people from Nigeria are speaking up on climate action\"><span class=\"oembed-lazyload__thumbnail\"></span></a>\n  \n\n</div>\n</div>\n      \n  </article>\n<h3>Policy Foundations for a Youth-Led Future</h3><p>Nigeria's government has ambitious plans to tackle climate change, from its national climate commitment (known as a \"<a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">nationally determined contribution</a>,\" or \"NDC\") under the Paris Agreement, to its 2050 Long-Term Low Emission Vision and <a href=\"https://www.iea.org/policies/12508-nigerias-national-action-plan-to-reduce-short-lived-climate-pollutants\">National Action Plan to reduce short-lived climate pollutants.</a> These are reinforced by the legally binding 2021 Climate Change Act, which guides the development and implementation of mechanisms to reduce carbon emissions and ensure a more sustainable future, with specific attention to vulnerable groups, including women and youth.</p><p>Harnessing the energy and innovation of Nigeria's youth to help deliver these goals will require targeted policy support. The success of these ambitious climate plans depends on strong societal buy-in — and in Nigeria, youth engagement is especially vital. The government recognizes this, as reflected in its 2021 National Youth Policy, which focuses on enhancing youth development and participation in the country's sustainable development agenda. In line with the policy's guidelines, the government included consultations with youth in its 2025 NDC revision process. This led to clear cross-sectoral measures and actions in the NDC around engaging and empowering youth.</p><h3>Youth Driving Nigeria's Climate Future</h3><p>Nigeria's youth are not just inheriting the climate challenge — they are shaping solutions. This deep engagement with young people in Nigeria shows that they perceive climate change as a global emergency and are taking strong stands in climate action, demanding their governments do the same. Countries should commit to amplifying youth voices in decision making on climate action through political participation, capacity development, and giving them room to become young innovators.</p><p>By investing in young people's skills, amplifying their voices, and opening pathways for meaningful leadership, Nigeria can transform its demographic advantage into a sustainable, youth-powered climate future — setting an example for the continent and the world.</p><p><em>This article was written in collaboration with </em><a href=\"https://environment.gov.ng/climate-change/\"><em>Dr. Iniobong Abiola-Awe</em></a><em>, Director of the Department of Climate Change in Nigeria's Federal Ministry of Environment.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Our Biggest Stories of 2025: From Climate Politics to AI and Beyond",
      "link": "https://www.wri.org/insights/our-top-stories-2025",
      "pubDate": "Wed, 17 Dec 2025 08:00:00 EST",
      "description": "<p>2025 was in many ways a year of upheaval, from political turnovers and trade wars to energy tensions and the meteoric rise of AI.</p><p>Amid this turmoil, some countries deprioritized climate action, slowing momentum at a time when we urgently need to pick up the pace. The evidence is all around us in the form of blistering heat, deadly floods and rampant wildfires.</p><p>But that's not the whole story.</p><p>While countries like the U.S. are stepping back, others are taking up the mantle of climate leadership. We're seeing a solar revolution in <a href=\"https://www.wri.org/insights/pakistan-solar-energy-boom\">Pakistan</a>. Electric vehicle uptake is growing globally, with EV sales outpacing gas-powered cars in places like <a href=\"https://www.wri.org/insights/countries-adopting-electric-vehicles-fastest\">Norway and Sweden</a>. Nature-based solutions are taking off across <a href=\"https://www.wri.org/insights/nature-based-climate-solutions-sub-saharan-africa\">Africa</a>. And at the UN climate summit in November, leaders <a href=\"https://www.wri.org/insights/tripling-adaptation-finance-goal\">agreed to triple</a> the amount of money flowing to climate adaptation in developing countries.</p><p>While the <a href=\"https://www.wri.org/insights/green-transition-after-climate-setbacks\">headwinds</a> facing the green transition should not be understated, there's also growing evidence that climate action is one of the best ways to <a href=\"https://www.wri.org/insights/rebranding-climate-action\">improve people's lives</a>.</p><p>WRI was here through the ups, downs and everything in between. Our editors selected what we believe to be some of our most important stories from the year. Through these articles, our experts <strong>unpack the latest climate science</strong>, <strong>analyze emerging trends</strong> and <strong>shed light on promising solutions</strong>.</p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"3-4-width-image\" style=\"display: block;\">\n<img alt=\"Installing solar panels in Pakistan.\" src=\"https://files.wri.org/d8/s3fs-public/2025-12/pakistan-solar_0.jpg\" style=\"width: 75%; margin: 0 auto;\" />\n</div></div>\n      \n  </article>\n\n<figcaption>Workers install solar panels in Bahawalpur, Pakistan. The country has seen a rapid and unexpected clean energy boom in recent years. Photo by Xinhua/Alamy</figcaption>\n</figure>\n<h2 class=\"top-stories-header\">Our Changing Planet</h2><p>Extreme weather upended communities around the globe in 2025, from devastating <a href=\"https://www.wri.org/insights/los-angeles-fires-january-2025-explained\">wildfires in Los Angeles</a> to severe flooding in southern Asia. Yet the broader changes driving these events aren't always as visible.</p><h3><a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">World’s Warming Target in Peril</a></h3><p>Data released in 2025 underscored just how close we are to surpassing the world's 1.5 degree C warming threshold, a target scientists say is necessary for keeping some of the worst climate impacts at bay. <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\"><strong>Learn more </strong>→</a></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/23709217/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3><a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\">Forests’ Carbon Stores Are Shrinking</a></h3><p>WRI research found that forests' carbon stores shrank drastically in 2023 and 2024, a worrying sign for their ability to curb climate change. <a href=\"https://www.wri.org/insights/forest-carbon-sink-shrinking-fires-deforestation\"><strong>Learn more →</strong></a></p><h3><a href=\"https://www.wri.org/insights/extreme-heat-reshaping-urban-life\">Extreme Heat Is Reshaping Urban Life</a></h3><p>Extreme heat is no longer rare or seasonal. It's a growing pressure that's undermining jobs, transportation and our own health. Europe alone saw thousands of heat-related deaths this year, exacerbated by <a href=\"https://www.wri.org/insights/europes-heat-and-air-conditioning-dilemma\">low access to air conditioning</a>. <a href=\"https://www.wri.org/insights/extreme-heat-reshaping-urban-life\"><strong>Learn more →</strong></a></p><h3><a href=\"https://www.wri.org/insights/global-trends-forest-fires\">Fires Ravage Tropical Forests</a></h3><p>New data confirmed: Forest fires<em> are</em> getting worse, burning twice as much forest today as they did 20 years ago. Even historically wet places like tropical rainforests are feeling the effects.<strong> </strong><a href=\"https://www.wri.org/insights/global-trends-forest-fires\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/water-risks-unesco-world-heritage-sites\">Cherished Destinations Face Growing Water Risks</a></h3><p>From Machu Picchu to the Taj Mahal, WRI research found that most UNESCO World Heritage Sites now face severe water risks such as droughts and floods. Cultural value isn't the only thing at stake.<strong> </strong><a href=\"https://www.wri.org/insights/water-risks-unesco-world-heritage-sites\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/23961186/thumbnail\" width=\"100%\" /></noscript></div>\n</div>\n      \n  </article>\n<h2 class=\"top-stories-header\">New Global Realities</h2><p>New political regimes, changing geopolitics and technological advancements are reshaping the world. These shifts have serious implications for how — and how quickly — we tackle climate and development challenges.</p><h3><a href=\"https://www.wri.org/insights/green-transition-after-climate-setbacks\">Recent Setbacks Won’t Derail the Green Transition</a> </h3><p>Climate action saw serious setbacks this year, from policy reversals in the U.S. to cuts in international aid. Yet there's reason to believe these hurdles won't halt the great green transition already underway. <a href=\"https://www.wri.org/insights/green-transition-after-climate-setbacks\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/ai-promise-and-peril-for-planet\">AI Offers Promise and Peril for the Planet</a></h3><p>Some see AI's rapid ascent as a solution to thorny climate challenges. Others, as a resource drain that will only compound environmental harms. The truth lies somewhere in the middle. <a href=\"https://www.wri.org/insights/ai-promise-and-peril-for-planet\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div style=\"display: block;\">\n<img alt=\"Goshen Global Vision group of women holding signs.\" src=\"https://files.wri.org/d8/s3fs-public/2025-12/phoenix-data-center_0.jpg\" style=\"width: 75%; margin: 0 auto;\" />\n</div></div>\n      \n  </article>\n\n<figcaption>The rapid, AI-driven expansion of large data centers like this one in Phoenix, Ariz. has serious implications for energy, water and land use. Photo by Aerovista Luchtfotografie/Shutterstock</figcaption>\n</figure>\n<h3><a href=\"https://www.wri.org/insights/critical-minerals-explained\">The Critical Mineral Conundrum, Explained</a></h3><p>Demand for critical minerals like lithium, copper and cobalt could more than double by 2030, largely for clean energy and electric vehicles. While these technologies are central to a low-carbon future, a surge in new mineral mining could also pose risks for people and nature if not managed properly. <a href=\"https://www.wri.org/insights/critical-minerals-explained\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/whats-driving-us-electricity-prices\">What’s Behind Rising Energy Prices?</a></h3><p>U.S. electricity prices are up almost 30% on average since 2010 and still climbing. Common theories about what's behind this rise — data centers? growing demand? wind and solar? — mask a more complex story. <a href=\"https://www.wri.org/insights/whats-driving-us-electricity-prices\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">Countries Deliver Lackluster Climate Plans</a></h3><p>All countries were due to submit new national climate commitments this year. Many are falling short of the ambition needed. And collectively, they're far off track from holding temperature rise to <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">1.5 degrees C</a>. <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h2 class=\"top-stories-header\">Accelerating Solutions</h2><p>We already know much about what's needed to tackle the climate crisis from the countries, communities and companies making strong headway. From 2025 onward, the world's big task is to accelerate the pace of change.</p><h3><a href=\"https://www.wri.org/insights/paris-agreement-progress-10-years\">10 Years After the Paris Agreement, What’s Next?</a></h3><p>On the Paris Agreement's 10th anniversary, WRI President and CEO Ani Dasgupta reflected on what the landmark climate treaty achieved in its first decade — and how to keep its vision alive. <a href=\"https://www.wri.org/insights/paris-agreement-progress-10-years\"><strong>Learn more →</strong></a></p><h3><a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">The State of Climate Action in 2025</a></h3><p>The latest State of Climate Action report found that not one indicator of global climate action is moving fast enough. But importantly, it also charts a path to get on track. <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\"><strong>Learn more →</strong></a></p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/25750177/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<h3><a href=\"https://www.wri.org/insights/climate-adaptation-investment-case\">The Compelling Investment Case for Climate Adaptation</a></h3><p>WRI research finds that every $1 spent on climate resilience can generate up to $10.50 in economic, social and environmental benefits over the next 10 years, turning traditional views of climate adaptation on their head. <a href=\"https://www.wri.org/insights/climate-adaptation-investment-case\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/accelerating-the-energy-transition-6-opportunities\">6 Ways to Accelerate World’s Energy Transition</a></h3><p>The world <em>is </em>moving toward a clean energy future, but too slowly. Unlocking progress will take six things, from modernizing power grids to overcoming local pushback. <a href=\"https://www.wri.org/insights/accelerating-the-energy-transition-6-opportunities\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><h3><a href=\"https://www.wri.org/insights/restoring-land-ghana-cocoa-belt\">Reviving Land to Boost Economies</a></h3><p>From <a href=\"https://www.wri.org/insights/restoring-land-ghana-cocoa-belt\">Ghana's cocoa belt</a> to the \"Cradle of Mankind\" in <a href=\"https://www.wri.org/insights/farmers-restore-greater-rift-valley-kenya\">Kenya's Greater Rift Valley</a>, an important change is taking root. Farmers are proving that it's possible to restore degraded lands while boosting incomes in the process. <a href=\"https://www.wri.org/initiatives/restore-local/explore-our-stories\"><strong>Learn more </strong><span class=\"learn-more-arrow\"><strong>→</strong></span></a></p><figure class=\"caption caption-drupal-media  full_width\">\n<article class=\"media media--type-embed media--view-mode-full-width\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div style=\"display: block;\">\n<img alt=\"Goshen Global Vision group of women holding signs.\" src=\"https://files.wri.org/d8/s3fs-public/2025-10/goshen-global-vision_0.jpg\" style=\"width: 75%; margin: 0 auto;\" />\n</div></div>\n      \n  </article>\n\n<figcaption>Goshen Global Vision and WRI’s Restore Local initiative work with local farmers to restore land in Ghana through beekeeping, agroforestry and other measures. Photo by Sena Affadu/WRI</figcaption>\n</figure>\n<p><em>Explore more stories at the intersection of people, nature and climate on </em><a href=\"https://www.wri.org/insights\"><em><strong>Insights</strong></em></a><em>. </em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Defining Sustainable, Affordable and Healthy Diets with European Food System Stakeholders",
      "link": "https://www.wri.org/update/defining-sustainable-affordable-healthy-diets-european-food-system",
      "pubDate": "Tue, 16 Dec 2025 08:15:12 EST",
      "description": "<p>While our current food system has been effective at delivering food to global markets, it is simultaneously causing significant climate, health and ecological damage. As we all witnessed during COVID-19, our food system is also remarkably vulnerable to disruptions and, most critically, is failing to adequately nourish the global population.</p><p>Millions of people around the world are facing hunger, food insecurity, obesity or diet-related diseases while our industrial-scale food system drives greater biodiversity loss, poverty, debt, and irreversible damage to our air, water, and soil. Incremental changes to this unsustainable model will not be enough. A <a href=\"https://www.cityfoodpolicy.com/2024/03/05/1387/\">bold and transformational shift is required</a>, and a growing global consensus agrees that comprehensive government actions are needed to target the food system as a whole.</p><p>Last year, WRI launched a cross-cutting project to empower subnational governments with the awareness, tools and resources needed for meaningful action on their local <em>food environments</em>. The project combines the expertise of the WRI Diets team at the intersection of <a href=\"https://www.wri.org/food/climate-friendly-diets\">climate, food and nutrition</a> with that of WRI's global Cities team, which has a deep understanding of <a href=\"https://www.wri.org/research/7-transformations-more-equitable-sustainable-cities\">urban development and service provision</a>.</p><p>As part of this work, WRI gathered with a group of food system stakeholders from across Europe at the <a href=\"https://urban-future.org/\">Urban Future</a> conference this past May in Lodz, Poland, to discuss what sustainable, affordable and healthy diets meant to them. The outcome of these conversations will help shape a toolkit that will provide subnational governments with a suite of interventions to accelerate local shifts in diets at scale.</p><h3>Understanding the Food Environment</h3><p>We consider the food environment as the when, where and how in which people make decisions about the food they consume. This includes the physical infrastructure — like proliferation of supermarkets in a certain area or the proximity of local farms to farmers markets — but it also includes prices, advertisements, labeling and so many other dynamic elements that ultimately shape a buyer’s behavior.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/26830276/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Approaching food system problems from a <em>food</em> <em>environment</em> perspective allows for a more comprehensive understanding of how buying decisions take place, which are often <a href=\"https://foodpolicycoalition.eu/wp-content/uploads/2021/10/Food-Environments-for-SFS_EU-FPC.pdf\">beyond an individual’s control</a>. That’s why we think subnational governments have a unique opportunity and a responsibility to shape food environments that are healthier, more sustainable and more affordable. </p><h3>Defining a Sustainable Urban Future</h3><p>To better understand the complex world of sustainable, affordable and healthy food, we convened more than 20 food system stakeholders including members of government, research, food policy networks and NGOs to share their perspectives. Participants covered a diversity of European geographies and represented a range of experiences from local food initiatives in Poland to the national food policy council networks of Italy and Germany (a list of participating organizations can be found at the bottom of this page).</p><p>The convening featured a live research activity where stakeholders workshopped three concepts independently: <strong>sustainable </strong>diets, <strong>affordable </strong>diets and <strong>healthy </strong>diets. Stakeholders were divided into three groups and facilitators worked their way around the room to discuss each topic with each group. While these three elements are critical to improving local food environments, we wanted to tease apart the similarities and differences among them and understand how each concept plays a role in shaping the resulting food environment. Here is what we heard:</p><p>The <strong>sustainable diets </strong>conversation touched on a range of issues beyond the carbon intensity of the food. Our audience spoke with passion about the systems that produce food, protection of biodiversity, water, soil and nature, as well as climate impact. Stakeholders also identified challenges, such as, a lack of incentives for farmers to produce a more sustainable food supply and the short-termism of governments and regulators that prioritize industrial over local production. The stakeholders were keen to advise that we should consider environmental impact in the broadest sense — encouraging consideration of regenerative agriculture and agroecology to promote improved circularity of agricultural resources.</p><p>Stakeholders considered an <strong>affordable diet </strong>to be one that is accessible to everyone, regardless of income, ensuring basic nutritional needs are met without financial struggle. Going beyond mere survival, the groups discussed the importance of purchasing culturally appropriate, healthy and nourishing food that supports daily life and participation in society. The stakeholders recognized that in the current food system, affordable food is often unhealthy and overly processed. As such, better quality food should not have a higher price tag and instead pricing could respond to buyer needs through programs and subsidies — especially those with low incomes. Corporate control over everything from seeds to land to pesticides was identified as a key challenge to more affordable food, as well as a lack of understanding among governments and decision-makers on the connection between better diets and stronger communities.</p><p>On <strong>healthy diets</strong>, key themes emerged around food that is nutritious, varied, rich in fruit and vegetables, and not overly processed. The group discussed how healthy diets enable people to learn, work, play and thrive in their daily lives, and how needs change over the course of their lives. At a societal level, it was discussed how healthy diets reduce the burden of disease and ill health on people and health care systems. To reduce this burden, healthy diets require the reduction of meat consumption, sugar, salt, fat and other heavily processed foods. Sufficiency was seen as a key element for healthy diets — having <em>enough</em> food and balancing diets between food groups and seasonal products.</p><p>Alongside physical health, a link to mental health was made; food is wrapped into daily rituals and plays an important role in living a happy life. In addition to the health of the people eating the food, the group also said that it is important to take a holistic perspective and consider the health of people involved in the production of food, exposure to chemicals and poor working conditions, as well as animal welfare and the wider impacts food systems have on the health of ecosystems, future generations and the planet as a whole. Stakeholders discussed how the fast-paced and hyper-urbanized industrial lifestyles in Europe tend to limit personal time for cooking healthy meals with fresh ingredients, as well as the larger challenge of shifting entrenched consumer food habits. The resources supporting advertising for unhealthy food was also identified as a key barrier.</p><h3>Creating a Sustainable, Healthy and Affordable Food System</h3><p>To put sustainable, healthy and affordable food systems into practice, stakeholders mentioned a range of ideas that cross-pollinate across the three focus areas. Stakeholders emphasized the need for a fundamental transformation of the current food system to prioritize health, sustainability and affordability over corporate monopolies and lobbying that maintain the status quo. This involves policies that support local and small producers, conscious public procurement and fair pricing that pays farmers well. The idea of the “true cost” of food was also mentioned, with subsidies to ensure accessibility for all.</p><p>Stakeholders were adamant that higher quality food (healthy, organic, local and less processed) be made affordable and visible through a mix of regulations and taxation, public food infrastructure and conscious public procurement to ensure dignified access to nutritious food for all. The group suggested shorter food chains, localized production and community initiatives like local gardens, kitchens and food sharing to enhance accessibility and address issues like food poverty and social stigma. Implementing social solidarity schemes, providing universal programs like free school meals, and reducing food waste were all crucial components identified, as well as nutritional guidelines and comprehensive educational programs on diets, cooking skills, food systems and sustainability.</p><p>These insights have been essential in developing a comprehensive approach to understanding and changing local food environments. Over recent months, our team has continued to speak to representatives of local governments across Europe to understand what they can implement on the ground and the barriers preventing concrete action. Next, we plan to share guidance for subnational governments to pursue sustainable, healthy and affordable diets for people living in their regions, which we intend to pilot with select subnationals to empower decision-makers and accelerate action.</p><p><em>List of participating organizations in WRI's Poland food system stakeholder convening, May 21, 2025:</em></p><ul><li><a href=\"https://carbonneutralcities.org/our-work/\">Carbon Neutral Cities</a> (Global)</li><li><a href=\"https://www.theclimategroup.org/states-and-regions-under2-coalition\">Climate Group (Under 2 Coalition)</a> (Global)</li><li><a href=\"https://www.c40.org/what-we-do/scaling-up-climate-action/food-systems/\">C40</a> (Global)</li><li><a href=\"https://iclei.org/what_we_do/\">ICLEI – Local Governments for Sustainability</a> (Global)</li><li><a href=\"https://eurocities.eu/topics/food/\">Euro Cities</a></li><li><a href=\"https://www.milanurbanfoodpolicypact.org/our-cities/\">MUFPP</a> (Global)</li><li><a href=\"https://jesc.eu/ecology/food-policy/\">Jesuit European Social Centre</a></li><li><a href=\"https://gceurope.org/\">Generation Climate Europe</a></li><li><a href=\"https://ernaehrungsraete.org/\">German Food Policy Council Network</a></li><li><a href=\"https://www.gasztrohos.hu/en\">Heroes Responsible Dining</a> (Hungary)</li><li><a href=\"https://miestolaboratorija.lt/naujienos/kaip-uzauginti-zero-waste-karta/\">Italian Network for Local Food Policy</a></li><li><a href=\"https://miestolaboratorija.lt/naujienos/kaip-uzauginti-zero-waste-karta/\">City Zero Waste Lab</a> (Lithuania)</li><li><a href=\"https://www.wroclaw.pl/\">Municipality of Wroclaw</a> (Poland)</li><li><a href=\"https://www.sggw.edu.pl/en/home/\">Warsaw University Life Sciences</a> (Poland)</li><li><a href=\"https://www.feast2030.eu/livinglabs/lodz\">FEAST Living Lab Lodz</a> (Poland)</li><li><a href=\"https://acsa.ong/\">Alimentar Cidades Sustentáveis Associação</a> (Portugal)</li><li><a href=\"https://cities2030.eu/city-in-project/bruges/\">City of Bruges</a> (Belgium)</li><li><a href=\"https://www.lipor.pt/en/\">LIPOR: Municipalities Association for Sustainable Waste Management of Greater Porto</a> (Portugal)</li><li><a href=\"https://www.cascais.pt/\">Municipality of Cascais</a> (Portugal)</li><li><a href=\"https://wiki.landscape-portal.org/index.php?title=AESOP4FOOD\">AESOP4Food or Foodscapes</a> (European network)</li><li><a href=\"https://urban-future.org/speaker/daniel-stendahl/\">Linköping City Council</a> (Sweden)</li><li><a href=\"https://baeredygtighed.ltk.dk/\">Municipality of Lyngby-Taarbæk</a> (Denmark)</li><li><a href=\"https://www.nova-gorica.si/en/\">City of Nova Gorica</a> (Slovenia)</li><li><a href=\"https://montessorifarm.wmf.edu.pl/?page_id=610&lang=en\">Warsaw Montessori Family</a> (Poland)</li></ul>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "What's Really Driving Up US Electricity Prices? We Unpack the Numbers.",
      "link": "https://www.wri.org/insights/whats-driving-us-electricity-prices",
      "pubDate": "Mon, 15 Dec 2025 14:00:51 EST",
      "description": "<p>Since 2010, the average price of electricity across the United States has risen by almost 30% with no signs of slowing down. This year alone, electric utilities across the nation have requested rate increases totaling <a href=\"https://www.americanprogress.org/article/residents-of-49-states-and-washington-d-c-face-increasing-electric-and-natural-gas-bills/\">$71.2 billion</a> through 2028.</p><p>As a result, the public has been playing a blame game with prices, pointing the finger at everything from the rise in <a href=\"https://www.ucs.org/sites/default/files/2025-09/PJM%20Data%20Center%20Issue%20Brief%20-%20Sep%202025.pdf\">new AI data centers</a>, grid investments, growth in clean energy, to other sources of <a href=\"https://www.wri.org/insights/managing-electricity-demand-growth-us\">electricity demand</a>.</p><p>But the electricity price story is too complicated to blame just one thing. According to an <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=6\">October study from the Lawrence Berkley National Laboratory and the Brattle Group</a>, electricity price changes across the U.S. in recent years were driven by a combination of many factors, including infrastructure impacts from extreme weather like wildfires and hurricanes, grid upgrades needed for modernization and resilience, and volatility of fossil-fuel costs.</p><p>To really understand what’s going on and what's needed to bring prices down, it’s critical to dive into the details: How does the picture change depending on geography, the type of customer and time frame? What’s influencing rates and what are the actual impacts on power bills?</p><h3>How Are Electricity Prices Changing?</h3><p>At first glance, it seems obvious that electricity prices are increasing across the board — but a closer look reveals important trends and variations at regional, state and local levels. For example, a low-income household in California, an AI-powering data center in Virginia and a small family hardware store in Kansas all experience different rate changes. Even determining the direction of electricity price changes isn’t straightforward.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/26424155/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>The average retail price for one kilowatt-hour (kWh) of electricity sold in the U.S. has increased by over 30% since 2010. But a lot about the economy has changed since 2010 — adjusting for inflation allows us to account for these changes. In fact, on an inflation-adjusted basis, the average retail electricity price actually <em>declined</em> by 8% from its 2010 level. And since 2019, it’s basically been flat.  </p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-scatter\"><noscript><img alt=\"scatter visualization\" src=\"https://public.flourish.studio/visualisation/26582435/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p><strong>The picture gets murkier when looking across types of customers</strong>. Unlike many other goods, the price per unit of electricity strongly depends on <em>who </em>is buying it. This is because electricity system costs are <a href=\"https://pubs.naruc.org/pub.cfm?id=7BFEF211-155D-0A36-31AA-F629ECB940DC\">allocated across customer categories</a> to ensure that customers pay fairly for the costs they create for the system.</p><p>After adjusting for inflation, residential customers saw prices rise a half-cent per kWh between 2019 and 2024. For an average household consuming  <a href=\"https://www.eia.gov/tools/faqs/faq.php?id=97&t=3\">10,791 kWh</a> per year, that 3% increase amounts to almost $540 a year in additional utility expenses. In contrast, commercial and industrial customers have seen<em> reductions</em> in inflation-adjusted retail electricity prices, with decreases of 0.3 cent per kWh and 0.2 cent per kWh, respectively.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-map\"><noscript><img alt=\"map visualization\" src=\"https://public.flourish.studio/visualisation/26424449/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p><strong>But the biggest factor shaping trends? Location</strong>. Accounting again for inflation, 32 states saw average retail prices <em>decrease</em> between 2019 and 2024. Even in places with increases in average electricity prices, the amount of change was unevenly distributed — while much of the Northeast saw mild to moderate price increases, California saw a major increase of over 6 cents per kWh. On the surface these patterns could appear to reflect state political leanings — but if only the story were that straightforward. In reality, price changes (whether up or down) are driven by complicated webs of factors from business trends to weather to data center growth — all unique to each state.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1179\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"943\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"722\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"569\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"341\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A large building is being constructed to house a data center.\" height=\"341\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/data-center-constructrion-rising-electricity-prices_0.jpg?VersionId=oEQ059MKzWBpnM.b28WCki4SUZXRmOJY&itok=H_upzGXZ\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>New construction of data centers in Virginia, like this one in Loudon County, may be contributing to rising electricity prices in the state. Gerville/iStock.</figcaption>\n</figure>\n<h3>What’s Driving High Electricity Prices and What Can Bring Relief?  </h3><p>There’s no single explanation for U.S. price trends across all types of customers in all contexts. Rates are highly regulated by state public service commissions or, for municipal and co-operative utilities, by governing boards — so local economic trends and policy decisions play a major role. It’s also very important to note that these analyses are retrospective. It’s not guaranteed that what caused prices to change from 2019 to 2024 will apply now or the next five years. Already, prices today are <a href=\"https://www.eia.gov/outlooks/steo/data/browser/#/?v=19&f=A&s=0&start=2020&end=2026&map=&ctype=linechart&maptype=0&linechart=ESRCUUS~ESCMUUS~ESICUUS\">about 5% higher than 2024</a> levels and are expected to continue their upward march in 2026.</p><p>This problem does not have a one-size-fits-all solution and policymakers will need to look for the signals beneath the noise to provide relief for the people and businesses bearing the brunt of price increases.</p><p>This makes the conversation more complicated, but the extra bit of effort to understand each context will help decision-makers identify the right solutions. Using the recent Lawrence Berkeley National Laboratory and Brattle Group study, we looked deeper into five historic drivers, the trajectory of current trends, and what policymakers and regulators can do now to bring people real relief.</p><h4>1) Demand for Electricity is Outpacing Supply</h4><p>In some places, higher prices can be explained by the law of supply and demand: More electricity is needed than is currently available. In PJM, the regional transmission organization serving the Mid-Atlantic and parts of the Midwest, tight supply and growing demand  have contributed to <a href=\"https://www.reuters.com/business/energy/biggest-us-power-grid-auction-prices-rise-by-22-new-heights-2025-07-22/\">record prices</a> in the auction for future supply. According to PJM’s independent market monitor, new data centers are largely responsible for this trend, driving a <a href=\"https://www.utilitydive.com/news/data-centers-pjm-capacity-auction-market-monitor/801780/\">$7.3 billion</a>, or 82% increase, in auction revenues this year alone. Those revenues will ultimately be paid by customers, who are already <a href=\"https://www.utilitydive.com/news/new-jersey-electric-bills-pjm-bpu-pseg-auction/740053/\">seeing higher costs</a> from last year’s capacity auction on their bills.</p><p>These high prices are sending a signal to energy suppliers to bring more resources online to serve these peaks. But Rome was not built in a day, and neither is new power generation. Recent analysis found that new <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=52158\">combined cycle</a> gas resources cannot come online until <a href=\"https://gridlab.org/portfolio-item/gas-tubine-cost-report/\">at least 2030</a>, at costs <a href=\"https://www.bloomberg.com/news/audio/2025-10-02/zero-gas-turbine-shortage-drives-companies-to-coal-podcast\">exceeding $2,600 per kW</a>. This is an unprecedented situation that calls for a <a href=\"https://www.latitudemedia.com/news/open-circuit-if-large-loads-lower-rates-how-can-data-centers-do-the-same/#:~:text=to%20impact%20rates%3F-,Caroline%20Golin%3A%20I,-think%20their%20impact\">broader approach</a> to deploying resources like storage, <a href=\"https://rmi.org/how-virtual-power-plants-can-help-the-united-states-win-the-ai-race/\">virtual power plants</a> or other <a href=\"https://energyinnovation.org/wp-content/uploads/Dodging-the-Firm-Fixation-for-Data-Centers-and-the-Grid.pdf\">emerging</a> alternatives more quickly and cheaply in order to bring some price relief.</p><p>Over the long term, however, gradual growth in demand doesn’t necessarily mean higher costs in the energy world. In North Dakota, substantial load growth from oil and gas extraction, cryptocurrency, data centers and agricultural processing led to an almost <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=51\">3 cent per kWh</a> (inflation-adjusted) price reduction for all customers. As demand grew, North Dakota utilities were able to spread fixed system costs across a larger base of demand, lowering the amount each customer must pay. In California, PG&E states that each new gigawatt of customer load could lower customer bills by <a href=\"https://www.utilitydive.com/news/data-center-pge-earnings-wildfire/803766/\">1% to 2%</a> by spreading system costs over a larger pool of demand. Here we see that with the right policies, load growth and new demand challenges can actually present an <em>opportunity</em> to address affordability issues.</p><p>In the face of constrained supply, one way to quickly unlock affordable sources of energy is by <a href=\"https://www.esig.energy/wp-content/uploads/2025/02/ESIG-Demand-Response-Wholesale-Markets-ES-2025.pdf\">removing barriers</a> that limit demand-side resources. Inconsistent rules and inadequate compensation structures hinder the potential of solutions that address the problem by reducing and managing demand rather than building more supply — such as <a href=\"https://nicholasinstitute.duke.edu/sites/default/files/publications/how-does-proposed-large-load-interconnection-process-could-unlock-benefits-load-flexibility.pdf\">more flexibility at data centers</a> and grid-enhancing technologies. Longer term, the U.S. will need to build new supply and the infrastructure to support it, which means streamlining permitting and review timelines — but in the more medium term, demand-side solutions will be a valuable tool for policymakers.</p><h4>2) An Aging Grid Needs Replacement</h4><p>It’s no secret that one of the biggest and most widespread drivers pushing up costs across the country is aging distribution and transmission infrastructure. According to the <a href=\"https://www.energy.gov/gdo/articles/what-does-it-take-modernize-us-electric-grid\">U.S. Department of Energy</a>, most of the U.S. electric grid was built in the 1960s and 1970s and is now approaching the end of its expected 50- to 80-year lifespan. At the distribution level, utilities report that <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=29\">almost 28%</a> of their spending on local power systems are driven by a need to replace old infrastructure.</p><p>Replacing aging equipment shouldn’t translate to dramatic rate hikes, as equipment costs are usually amortized, or spread out over time, reducing the burden and creating a more stable rate for customers.  </p><p>But, the sheer number of needed replacements paired with supply chain constraints from the COVID-19 pandemic have caused a <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=29\">steep increase in component costs</a>, which ramps up spending and ultimately results in rate increases.</p><p>While some infrastructure will eventually need to be replaced, one near-term solution to reduce new construction all at once is to use <a href=\"https://www.wri.org/insights/advanced-transmission-technologies-us-power-grid\">advanced conductors or grid enhancing technologies</a> that can expand the capacity of the existing grid more quickly and cheaply.</p><p>In addition, <a href=\"https://www.cotransmissionauthority.com/\">some</a> states are experimenting with a <a href=\"https://publicenterprise.org/wp-content/uploads/Public-Developer-August-2024-1.pdf\">larger public sector role</a> in financing and building infrastructure to reduce costs. State governments can develop, finance, and/or own new transmission and distribution infrastructure, or they can refinance existing utility assets. Research has <a href=\"https://haas.berkeley.edu/wp-content/uploads/WP329.pdf\">shown</a> that approved rates of return for utilities in the U.S. exceed what their risk profile justifies — so regulators can explore <a href=\"https://rmi.org/rebalancing-return-on-equity-to-accelerate-an-affordable-clean-energy-future/\">reforming how rates of return are set</a>, which would ultimately lower costs for customers.</p><h4>3) Severe Weather and Climate Change Are Driving Up Costs</h4><p>Damage from natural disasters and the need to prepare for severe weather — which has become increasingly frequent, unpredictable and extreme due to climate change — has necessitated significant spending on grid upgrades and modernization. While news coverage of extreme weather events often features <a href=\"https://in\">images</a> <a href=\"https://news3lv.com/news/local/strong-winds-cause-extensive-damage-across-las-vegas-and-surrounding-areas\">depicting</a> downed power lines, it often fails to capture the money, time and effort that goes into replacing them.  </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1051\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"841\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"644\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"304\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Electrical workers are seen behind a down powerline and pole in the roadway.\" height=\"304\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/down-power-lines_0.jpg?VersionId=g.bk3Ho89DogqIBKHuNAONX2vCR1dTAT&itok=5oBYT9Do\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Electric crews respond to downed powerlines after a severe storm. The increasing costs of repairing the grid after storms are contributing to rising electricity prices. Photo by Scott Alan Ritchie/Shutterstock.</figcaption>\n</figure>\n<p>Nowhere has seen more impact on rates from climate change than California. Wildfire mitigation efforts alone account for <a href=\"https://www.cpuc.ca.gov/-/media/cpuc-website/divisions/office-of-governmental-affairs-division/reports/2024/2024-sb-695-report.pdf#page=56\">$27 billion</a> in costs placed in rates for California utilities between 2019 and 2023. These costs are not just from direct investment in new or updated projects: Rapidly rising insurance costs accounted for <a href=\"https://www.cpuc.ca.gov/-/media/cpuc-website/divisions/office-of-governmental-affairs-division/reports/2024/2024-sb-695-report.pdf#page=56\">40%</a> of wildfire-related costs between 2019 and 2023. On the other side of the country, utilities from Florida to Maine have increased spending to repair <a href=\"https://eta-publications.lbl.gov/sites/default/files/2025-10/full_summary_retail_price_trends_drivers.pdf#page=31\">storm damage</a> and prepare for future weather events — costs that are then recovered in rate increases.</p><p>There’s no denying it: Climate change is already impacting the grid. Electricity system planners must anticipate this reality and shape planning processes accordingly so they can mitigate risks and better manage electricity costs. Meanwhile, policymakers have an opportunity to leverage public financing for climate-related investments and can pursue <a href=\"https://www.hamiltonproject.org/wp-content/uploads/2025/05/20240522_THP_Climate_Wildfire_Proposal.pdf\">best practices</a> in mitigation and insurance.</p><h4>4) Fluctuating Natural Gas Prices Lead to More Volatile Bills</h4><p>As natural gas has overtaken coal to become the single largest source of electricity generation, its prices have played an increasingly large role in electricity rates for consumers. But, natural gas is a famously <a href=\"https://rmi.org/the-myth-of-stable-and-affordable-natural-gas-prices/\">volatile</a> commodity, and is very vulnerable to big price swings based on industry cycles and <a href=\"https://thehill.com/opinion/energy-environment/597700-3-steps-to-boost-energy-security-and-relieve-gas-price-spikes/\">global</a> forces.</p><p>So, it’s not surprising to find that states with higher reliance on natural gas experienced more electricity price volatility in the past 15 years. Unfortunately, the spike in rates due to natural gas costs is unlikely to go away any time soon. The <a href=\"https://www.eia.gov/outlooks/steo/report/natgas.php\">U.S. Energy Information Administration</a> reports that in October 2025 prices were up 45% compared to last year and are expected to climb another 16% by this time next year.</p><p>Because many utilities can pass 100% of these costs directly to consumers through fuel adjustment charges, natural gas prices have increasingly become a key factor determining retail price. One solution that multiple states have pursued are <a href=\"https://efis.psc.mo.gov/Document/Display/798144\">fuel-cost sharing mechanisms</a>, which require utilities to bear some of the natural gas price risk and incentivizes them to pursue hedging and efficiency strategies. Longer term, policymakers can <a href=\"https://media.rff.org/documents/Report_24-04.pdf\">shield investors and customers from uncertainty</a> by prioritizing clean energy generation that’s not subject to these operating cost fluctuations.</p><h4>5) Cost-Effective Wind and Solar Can Drive Down Rates</h4><p>Beginning in the 1990s, many states began adopting policies meant to jump-start or accelerate clean energy development. One of the most widespread of these policies, introduced by <a href=\"https://www.cesa.org/projects/100-clean-energy-collaborative/guide/table-of-100-clean-energy-states/\">almost half of U.S. states</a>, are clean electricity standards (CES). They require utilities to include certain amounts of renewable or clean electricity in their resource mix.</p><p>The states that report compliance costs of CES policies found that costs related to adding more clean energy to the mix equated to an average increase in retail rates of about a quarter-cent per kWh between 2019 and 2024 — compared to a national average retail rate of <a href=\"https://www.eia.gov/outlooks/steo/data/browser/#/?v=21&f=A&s=&start=2020&end=2025&id=&maptype=0&ctype=linechart&linechart=ESTCU_US\">12.9 cents per kWh</a>.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1048\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"838\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"642\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Wind turbines are located behind homes in a valley in Provo, Utah.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/wind-power-provo-utah-neighborhood_0.jpg?VersionId=TD2K9K52JVOi6ibOSWaKgMZ70S5xY382&itok=L_bTW72s\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Wind turbines provide energy to homes in Provo, Utah. States implementing clean energy standard policies have seen a decrease in energy costs. Photo by jmoor17/iStock</figcaption>\n</figure>\n<p>But that’s not the whole story. As a result of supportive public policies like CES, renewable generation sources like solar and wind are increasingly cheap and for years have represented the <a href=\"https://www.lazard.com/media/5tlbhyla/lazards-lcoeplus-june-2025-_vf.pdf\">least expensive forms</a> of energy to develop on average. Between 2019 and 2024, only one quarter of utility-scale wind and solar growth was required by state CES policies — the remaining three quarters was driven by market demand.</p><p>Further, evidence suggests that market-driven renewable projects may drive retail prices even lower. Similarly, net energy metering policies that allow customers with rooftop solar to sell electricity back to the grid for credit on their utility bills have <a href=\"https://www.nationalacademies.org/read/26704/chapter/10#179\">successfully launched</a> robust markets for <a href=\"https://www.wri.org/insights/distributed-energy-resources-explained-us\">distributed energy resources</a>. These policies have become so successful that in some states, <a href=\"https://www.cpuc.ca.gov/nemrevisit\">rate makers are revising</a> policies to ensure they equitably and effectively serve the priorities and dynamics of the current grid.</p><p>Because electricity rates directly reflect system costs, increasing the share of cheap renewables should help keep prices in check. Policymakers can build on the successes of net energy metering and CES as they refine policy frameworks for decarbonizing the grid. In this new era, we’ll need creative solutions like clean firm capacity (such as from <a href=\"https://www.wri.org/insights/next-generation-geothermal-energy-explained\">next-generation geothermal</a> and other technologies) and increased grid-customer engagement through automated demand response functions.</p><p>As technologies mature, continuous <a href=\"https://nap.nationalacademies.org/read/26704/chapter/10#180\">policy fine-tuning</a> will ensure the transition to clean energy remains cost-effective and equitable. In the long run, the evidence clearly shows us that more clean energy means lower system costs and cheaper power bills for consumers.</p><h3>Scapegoats or Solutions?</h3><p>Electricity prices in the U.S. have never been driven by one single factor. They reflect a complex web of economic, policy and environmental forces. While it’s tempting to look for easy answers and scapegoats, the reality is rarely that straightforward.</p><p>As the U.S. electricity system faces unprecedented challenges, policymakers, regulators and advocates have a choice: chase blame or drive solutions. These groups can bring down prices and bring relief to people who need it most by embracing clean energy, proactive planning and fair policies.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "How Green Jobs in Dire Dawa Benefit Women and the Environment",
      "link": "https://www.wri.org/update/dire-dawa-green-jobs-benefit-women-environment",
      "pubDate": "Mon, 15 Dec 2025 08:10:34 EST",
      "description": "<p>An ambitious reforestation program in Dire Dawa’s watershed is helping to restore hundreds of hectares of farmland and reduce flood risk, while providing 7,000 new jobs and economic opportunities, especially for women and young adults.</p><p>Dire Dawa, Ethiopia, is known for its vibrant culture, bustling streets and colorful markets: a melting pot of different cultures that’s home to half a million people. Located on the sole highway that connects Ethiopia to the closest neighboring seaport in East Africa, Dire Dawa is also a rapidly growing trade center that sees huge volumes of international trade.</p><p>But as the city grows, and new settlements are created, Dire Dawa is losing critical natural assets. Trees are cut down to make room for new neighborhoods and villages, and to make charcoal that helps meet energy demands. All this deforestation means the surrounding watershed is increasingly degraded, and Dire Dawa faces aggravated environmental risk: Flash floods from the Dechatu River often cause widespread damage, flooding people’s homes and leading to loss of life, <a href=\"https://floodlist.com/africa/ethiopia-flash-floods-diredawa-april-2020\">most recently in 2020</a>.  </p><p>Communities living in the urban outskirts, where informality and agriculture make up the lion’s share of livelihoods, are also vulnerable to growing climate risks from rising temperatures and erratic rains.</p><p>To respond to these challenges, the <a href=\"https://www.wri.org/initiatives/suncasa\">SUNCASA Project</a> is working with communities to restore degraded catchment areas upstream of the Dechatu River, reforesting riparian zones and creating green urban spaces.</p><p>By planting more than 1 million trees in strategic locations across the Dechatu River catchment, these nature-based solutions reduce flood and heat risks, recover biodiversity and benefit local women and youth. Overall, the project is rehabilitating more than 600 hectares of degraded lands with trees and grass species.</p><h3>New Jobs Bring Hope and Help Restore Landscapes</h3><p>To meet its climate adaptation targets, the SUNCASA project features a strong focus on creating green jobs for communities vulnerable to climate risks. Green jobs are roles in businesses and projects that restore land or contribute to protecting the environment. By equipping people living in communities vulnerable to climate risks with job skills in tasks like seedling management, production and care, the project is building adaptive capacity through a holistic approach that strengthens communities and climate.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Women work with tree seedlings inside a greenhouse.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/suncasa-women-seedling-programs_0.JPG?VersionId=raeAQkungmiBhmyS05X8Nbg36quGN2ZC&itok=3EF4LUUn\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>The SUNCASA project employs local communities, a majority of them women, to run its local nurseries. The project includes more than 1 million seedlings to rehabilitate the Dechatu River catchment. Photo by Nuun Studio/SUNCASA.</figcaption>\n</figure>\n<p>In addition to in-the-field skills, SUNCASA is also training communities in business development, helping farmers generate income and transforming local livelihoods. For example, communities have picked up beekeeping, a valuable way for households to earn a living and support food security. With very little land and equipment, households earn a steady income by selling their honey in the local market, while protecting the environment by boosting pollination and helping control pests.</p><p>With these skills, more than 7,000 residents — an estimated 60% of them women and young adults — have found employment across SUNCASA’s project areas and are now equipped with skills that contribute to nature-positive development. This is especially meaningful in a city where livelihoods are highly informal and often rely on extractive practices: Many of the project’s participants once made a living cutting down trees for firewood and charcoal.</p><h3>Women at the Center of Nature-Based Work</h3><p>Achieving gender balance in these jobs is especially important in nature-based projects, where social and cultural norms often exclude women from valuable work that protects against climate risk — especially when their livelihoods depend heavily on healthy ecosystems.</p><figure class=\"caption caption-drupal-media align-right half_content\">\n<article class=\"media media--type-image media--view-mode-half-content\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"772\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"610\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"600\" />\n              <source height=\"462\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"462\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"455\" />\n              <source height=\"462\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Workers plant trees on a hillside in Dire Dawa.\" height=\"462\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/suncasa-dire-dawa-hill-planting_0.jpg?VersionId=vseFrPHj1SkpuJ7no3XIOQJI9_oVs_Ya&itok=MVcizafP\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Women are involved in every stage of the SUNCASA project, from daily seedling management to afforestation and stewardship. Photo by Cesar H. Arrais/SUNCASA</figcaption>\n</figure>\n<p>In SUNCASA’s Dira Dawa project, women and young adults are involved in every stage of the tree planting process — from seedling management to pit preparation, as tree planting support workers, planting team leaders, tree stewards, community climate action advocators and nursery workers.</p><p>Seedling management groups that consist of 10 to 12 people (eight to 10 of whom are usually women) track the growth and health of the trees planted in communal lands through a system that allows for third parties, like local administrators, to verify tree growth and the payments disbursed to workers.</p><p>Dahabo Abdoshe, a woman who leads her village’s seedling management group in Dire Dawa’s Ija Eneni Kebele, says a lot has changed: “I used to cut trees to support my livelihood before the SUNCASA project, and sold them at the local market.” </p><p>This meant that her children had to stay home to “look after the stock and small children.” But now, she says, “I'm saving from my monthly earnings [and] sending my children to school and renovating my house. I’m going to start a small business soon with the other colleagues at the project site.”</p><figure class=\"caption caption-drupal-media align-right \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"853\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1280\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"506\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Dahabo Abodoshe is a woman employed by the SUNCASA projetct in Dire Dawa.\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/dahabo-abdoshe_0.jpg?VersionId=loS48R496kl3tqxwH1EthArTEsj4rdEa&itok=L1Lprgzm\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Dahabo Abdoshe, who leads her village's seedling management group, says she's seen a lot of benefits from the SUNCASA project. Photo by Haramaya University/SUNCASA.</figcaption>\n</figure>\n<p>She added: “We are all anticipating the benefits from the newly planted fruit trees. We care for and closely monitor the seedlings like we do our children.”</p><p>Although most opportunities are short-term or temporary, some roles — like tree and landscape maintenance — will become permanent. Moreover, significant interest from seedling management groups to continue their employment in tree planting activities, beyond the scope of this project, signals growing community support and momentum as Dire Dawa invests in green infrastructure and a climate-resilient future.</p><p><em>SUNCASA, funded by Global Affairs Canada, is implemented in Dire Dawa, Ethiopia, by the International Institute for Sustainable Development and the World Resources Institute in collaboration with the Dire Dawa Administration, the Hararghe Catholic Secretariat and Haramaya University. SUNCASA is advancing gender-responsive Nature-based Solutions (NbS) to restore the degraded Dechatu River Catchment. The initiative empowers women and youth to lead climate change adaptation efforts by equipping them with the knowledge and skills necessary for active participation in NbS planning, project development, long-term management, and decision-making processes.</em></p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The US Copper Industry Needs a Strategy, Not a Contradiction",
      "link": "https://www.wri.org/insights/us-copper-industry-needs-strategy-not-contradiction",
      "pubDate": "Fri, 12 Dec 2025 08:30:44 EST",
      "description": "<p>Copper is essential to the modern economy. From home wiring and electric vehicles to renewable energy grids and telecommunications, the metal is necessary for cleaner technologies and more resilient infrastructure. </p><p>The U.S. already uses a lot of copper and will need a lot more to keep up with rising clean energy demands. Yet despite its strategic importance, U.S. copper policy is marked by fragmentation and short-term thinking rather than clear direction. This is especially notable as most analysts believe that, both globally and in the U.S., copper demand is likely to outstrip supply within a decade.</p><p>Global demand is <a href=\"https://iea.blob.core.windows.net/assets/ef5e9b70-3374-4caa-ba9d-19c72253bfc4/GlobalCriticalMineralsOutlook2025.pdf\">projected to rise by 22%</a> from around 27 million metric tons (Mt) today to roughly 33 Mt by 2035 and by 37% to 37 Mt by 2050. Meanwhile, the International Energy Association (IEA) projects that as high-grade ore becomes harder to find and aging mines close, global mined copper supply could peak around the late 2020s at a little over 24 Mt, after which output declines noticeably to less than 19 Mt by 2035.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed flourish-interactive-diagram\"><noscript><img alt=\"interactive diagram visualization\" src=\"https://public.flourish.studio/visualisation/26744919/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>In the U.S., recent federal efforts have sought to accelerate domestic mining, fast-tracking the permitting of projects in the name of “<a href=\"https://www.permitting.gov/newsroom/press-releases/trump-administration-announces-addition-three-new-critical-mining-projects\">critical mineral independence</a>.” Yet the combination of tariffs, agency budget cuts and uneven inter-agency coordination have undercut U.S. copper producers and processors. The result is a mixed record: an industry being encouraged to produce more to meet demand and achieve supply chain independence, and a country still lacking a long-term copper strategy to manage that demand and the forecast supply gap.</p><p>Furthermore, the vast size and diversity of the global copper market also makes it difficult for the U.S. government to significantly influence it. Unlike other metal markets — like the rare earth element market, where the U.S. provided a $400 million investment in the sole U.S. rare earth mining and processing facility, guaranteed purchase agreements and a price floor for its key product — there are no easy policy wins applicable to copper. Influencing the copper market will require a longer term and more strategic approach.</p><h3> U.S. Copper Production and Demand</h3><p>The <a href=\"https://pubs.usgs.gov/periodicals/mcs2025/mcs2025.pdf\">U.S. produces 850,000 tons</a> of refined copper from its own mines, plus an additional 870,000 tons in copper scrap from recycling (both post-consumer scrap and new scrap recovered from fabricating operations), but to meet the country’s needs of about 2.5 million tons, it imports an additional 810,000 tons of refined copper. That leaves a 30% gap. While these figures represent U.S. copper consumption, copper demand is likely even higher because the U.S. also imports manufactured goods containing copper that aren’t counted in consumption figures.  </p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1046\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"837\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"641\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"505\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"302\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Chino Open Pit Copper Mine near Silver City, New Mexico\" height=\"302\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/us-copper-mine_0.jpg?VersionId=.j7Ck_l2InyZ1SIdnCNgyF6HbOg9DgpM&itok=R-jgI9QT\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Known as the Santa Rita Mine, the Chino Mine near Silver City, New Mexico, began operating in 1910. It is among the mines contributing to the 850,000 tons of copper the U.S. produces. Photo by SWInsider/iStock.</figcaption>\n</figure>\n<p>This domestic supply gap leaves the U.S. vulnerable to external shocks and export controls. Without significant U.S. government intervention, the 30% supply gap will likely grow as U.S. copper ore grades decline and demand from clean energy increases.</p><p>One potential bright spot is the <a href=\"https://resolutioncopper.com/project-overview/\">proposed Resolution Copper Mine in Arizona</a>, a joint venture between mining companies Rio Tinto and BHP, which could, if permitted, supply nearly a quarter of the U.S.’s current mined production. However, without associated refining capacity, the U.S. will continue to remain dependent on refined copper imports.</p><h4>Forecasting U.S. Demand</h4><p>The demand for copper is expected to increase rapidly from grid modernization, more electric vehicles, increased renewable energy sources needed to power everyday lives, and from the increase in artificial intelligence which is spurring the rise of <a href=\"https://www.wri.org/insights/us-data-centers-electricity-demand\">high energy consuming data centers</a>.</p><p>To support grid modernization and renewables integration, the U.S. will likely need to build an estimated 5,000 miles of new transmission line annually in the coming decades. That figure, based on an analysis from the Department of Energy’s <a href=\"https://www.energy.gov/gdo/national-transmission-planning-study\">2024 National Transmission Planning Study,</a> would require hundreds of thousands of additional tons of copper per year, further pressuring the supply base.</p><p>Over the last decade, electric vehicle growth in the U.S. has gone from almost negligible to a material source of copper demand. In 2024, 1.6 million electric cars were sold in the U.S., with the sales share <a href=\"https://www.iea.org/reports/global-ev-outlook-2025\">growing to more than 10%</a>. The increased copper in the car itself (EVs require up to <a href=\"https://internationalcopper.org/wp-content/uploads/2017/06/2017.06-E-Mobility-Factsheet-1.pdf\">four times as much copper</a> as a gasoline-powered car), plus the associated charging infrastructure has likely added several hundred thousand tons per year to U.S. copper demand.</p><p>According to the IEA, the total amount of new power generation capacity from renewable sources, like solar and wind, in the U.S<a href=\"https://iea.blob.core.windows.net/assets/76ad6eac-2aa6-4c55-9a55-b8dc0dba9f9e/Renewables2025.pdf\">. rose 40%</a> from 2023 to 2024, mainly reflecting rapid increases in solar PV. Solar power systems contain <a href=\"https://www.copper.org/environment/sustainable-energy/renewables/#:~:text=Solar%20PV%20by%20the%20Numbers,electricity%20in%20photovoltaic%20solar%20cells.\">approximately 5.5 tons of copper per megawatt</a>, with copper in the heat exchangers of solar units as well as in the wiring and cabling that transmits the electricity in photovoltaic cells. The IEA expects stable growth in U.S. renewable capacity in 2025, with slightly lower solar PV expansion and wind capacity from projects that qualified for tax credits before the current administration’s policy changes.</p><p>Copper demand <a href=\"https://www.iea.org/commentaries/what-the-data-centre-and-ai-boom-could-mean-for-the-energy-sector\">tied to AI and data infrastructure</a> is rising fast, too. Data centers and the power and cooling infrastructure that they use all contain substantial copper content in cables, transformers and power delivery systems. In the past two years, construction of data centers has doubled in the U.S as major U.S. tech companies try and stay ahead of the AI-driven demand.</p><h4>Government Tactics Lack Strategy</h4><p>The U.S. government is acting with a sense of urgency to reduce the domestic copper supply gap. It recognizes its dependence on imported refined copper coupled with falling U.S. copper ore grades could prove disastrous for a copper-hungry U.S. economy.</p><p>Government officials would no doubt argue that they are doing more to advance the interests of copper than any previous U.S. administration and they may be right. For example, <a href=\"https://www.doi.gov/pressreleases/interior-department-releases-final-2025-list-critical-minerals\">copper was recently added to the U.S. Critical Minerals list</a>, making it potentially eligible for federal grants, research funding and streamlined permitting. While it’s not unhelpful to have copper on the list, it’s among 59 other minerals including, aluminum, lead and metallurgical coal, competing for government attention and resources. Other actions have negative or mixed impacts on the U.S. copper supply:</p><h4>Trade and Tariffs</h4><p>The signature economic tool used by the Trump administration to date has been tariffs. In August, the administration <a href=\"https://www.whitehouse.gov/fact-sheets/2025/07/fact-sheet-president-donald-j-trump-takes-action-to-address-the-threat-to-national-security-from-imports-of-copper/\">imposed tariffs of up to 50%</a> on several categories of semi-finished copper imports including copper pipes, wires, rods, sheets and tubes. While these tariffs are likely to increase costs for many downstream industries, the government’s broader tariff regime will also raise costs for mining equipment, spare parts and refining machinery, resulting in higher operating costs for U.S. producers that rely on imported specialized machinery.</p><p>Major U.S. copper markets — including China and the EU — have responded to U.S. tariffs with counter-tariffs. This will likely dampen U.S. exports and create uncertainty for global contracts.</p><p>Tariff threats and countermeasures have also fueled swings in copper prices, complicating planning and financing for long-term projects. On July 8, President Donald Trump <a href=\"https://www.cnbc.com/2025/07/08/trump-tariffs-copper-trade.html?msockid=0c20dbd8efc7625a2608ce07ee6a631c\">announced</a>, “I believe the tariff on copper, we’re going to make it 50%.”  That caused copper futures contracts on the Chicago Mercantile Exchange to surge 13% as the markets widely assumed that imported refined copper would be targeted. On July 30, when the White House clarified that the tariffs would be on semi-finished copper products, and not refined copper as expected, <a href=\"https://www.cnbc.com/2025/07/31/why-us-copper-tariff-exemption-wont-fully-ease-price-rises.html\">copper futures contracts fell 19%</a> in the biggest intraday fall on record.</p><p>Lastly, instead of shielding U.S. copper, tariffs may make it less competitive. Producers have faced squeezed margins, while downstream industries have been forced to pay more for wiring and other copper products.</p><h4>Institutional Capacity and Permitting Challenges</h4><p>Long‐term copper supply depends not just on mines but on the institutions that enable them. Budget cuts at agencies like the U.S. Forest Service (<a href=\"https://www.fs.usda.gov/sites/default/files/fs-fy26-congressional-budget-justification.pdf\">34%</a>), Bureau of Land Management (<a href=\"https://www.doi.gov/sites/default/files/documents/2025-06/fy26bibblm508_0.pdf\">36%</a>) and Environmental Protection Agency (<a href=\"https://www.congress.gov/crs_external_products/R/PDF/R48575/R48575.1.pdf\">54%</a>) will slow permitting and environmental review. Delays, uncertainty and regulatory risk discourage investment.</p><p>In addition, fast-tracking mine permitting, a signature mining policy from the Trump administration, has a high potential to backfire. Rushed environmental reviews are more likely to be challenged in court, which can result in years of litigation. Unstable rules also discourage the long-term investment that mining requires; a mine approved under one administration may face reversal under the next, scaring off capital. </p><p>Lastly, without reforming downstream processing, further instability in the U.S. copper market is likely. New mining alone doesn’t produce finished copper products; refining and smelting capability must keep pace. In October, Richard Holtum, CEO of the commodity trader Trafigura, caused a minor stir when he <a href=\"https://www.fastmarkets.com/insights/smelting-critical-not-mining-according-to-trafigura-ceo-lme-week-2025/\">said</a>: “Mining is not critical, refining and smelting is critical ... If you don’t have it in your country, then you are at the mercy of someone that does and their ability to turn on or off that smelting capacity.”</p><h4>Internal Coordination</h4><p>Perhaps the most fundamental problem is the absence of a coherent U.S. copper strategy. Unlike China, which coordinates mining, refining, recycling and trade under a unified framework, the U.S. remains fragmented. </p><p>There is no lead agency, with responsibility for copper split across the departments of the Interior, Energy and Commerce, the Environmental Protection Agency, and in certain circumstances, the State Department, with little coordination. The current administration has set up the National Energy Dominance Council, chaired by the Secretary of the Interior, that could potentially act as a government coordinating body across all aspects of domestic energy, including critical minerals, but in practice, the council seems to be a presidential advisory body rather than a coordinating one that develops coherent and cohesive strategy.</p><p>Current U.S. policies give the impression of being reactive rather than proactive, typically driven by short-term trade disputes rather than a long-term vision for copper’s role in the energy transition. This means that with no clear roadmap, companies are hesitating to invest in new smelters, recycling facilities, or long-term exploration. </p><h3>Moving Toward a Coherent U.S. Copper Strategy</h3><p>To ensure that copper is available, affordable and resilient to shock, the U.S. should adopt a forward-looking, balanced approach that includes:</p><h4>1) Strengthening Recycling and Circular Systems</h4><p>Recycling is a <a href=\"https://www.wri.org/insights/pivotal-role-recycled-copper-energy-transition\">central piece of any sustainable copper strategy</a> — if properly leveraged. In the U.S., around 870,000 tons of copper scrap was collected in 2024, a figure that technically constitutes approximately <a href=\"https://pubs.usgs.gov/periodicals/mcs2025/mcs2025.pdf\">one-third of the domestic copper supply</a>. However, that figure does not show that over half of all copper scrap produced in the U.S. is exported for processing, much of it to China. This not only increases the U.S. reliance on China for arguably one of its most critical minerals, but it also forfeits an opportunity to close the copper circular economy loop.</p><p>While recycled copper is not without its sustainability challenges, compared to primary copper (mined ore), secondary copper requires up requires up <a href=\"https://internationalcopper.org/sustainable-copper/about-copper/copper-environmental-profile/\">to 85% less energy to produce</a>. As a result, many consumers who are conscious of their carbon footprint are pushing to acquire the same relatively limited supply of recycled copper. The mining company BHP <a href=\"https://www.bhp.com/news/bhp-insights/2024/09/how-copper-will-shape-our-future\">estimates</a> that, as demand for primary copper begins to outstrip supply, collection and process of scrap will increase to around 40% by 2035 and reach around a half of total copper consumption by 2050.</p><p>Regions like the EU and Japan have more advanced circular copper approaches, better scrap collection systems and stronger secondary refining capacity giving them an edge in supply security. If the U.S. builds out modern recycling infrastructure, incentivizes scrap collection and processing through grants, regulatory support and procurement incentives, and retains more copper scrap onshore, it can reduce both reliance on imports and carbon footprint, while creating jobs in manufacturing and clean industry.</p><h4>2) Building Domestic Refining and Smelting Capacity</h4><p>The U.S. has just two operating primary smelters; and a third that hasn’t been permanently closed, but it’s not currently in operation. Both operating smelters are running at near-full capacity so, if new copper mines are developed in the U.S., new smelters will need to be built to receive their copper concentrate. Modern copper smelters not only cost billions to build but their running costs, in large part due to their energy intensity and the stringent environment regulations they must abide by, are also significant. Rather than providing incentives and public–private partnerships (e.g., subsidies, tax credits) to support the establishment of state-of-the-art, low-emission smelters and electro refineries, the Trump administration has <a href=\"https://www.reuters.com/sustainability/climate-energy/trump-reverses-biden-era-rules-copper-smelters-2025-10-24/\">reversed a Biden-era air pollution rule</a>, in the name of reducing regulatory burdens, that had imposed stricter limits on emissions from the U.S.’s two copper smelters.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Copper Smelter\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/copper-smelter_0.jpg?VersionId=fJCxbp4Y.LaEmWXsTm98nYKTs56rtFJP&itok=Mv4lUmvs\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Copper smelting facilities have high emissions and energy costs that come from the resources necessary to melt and process the ore. Photo by Jose Luis Stephens/Shutterstock.</figcaption>\n</figure>\n<h4>3) Investing in Scientific and Institutional Capacity</h4><p>The funding cuts at the agencies that provide environmental baseline studies and regulatory capacity should, at the very least, be reversed, if not increased. Those agencies were already generally considered to be <a href=\"https://www.gao.gov/assets/gao-21-299.pdf\">understaffed</a>, a situation that contributed to permitting delays. If the current administration wants to increase domestic mining, the agencies that oversee domestic mining need to be commensurately increased.</p><h4>4) Streamlining but Stabilizing Permitting</h4><p>According to the <a href=\"https://nma.org/wp-content/uploads/2021/05/Infographic_SNL_minerals_permitting_5.7_updated.pdf\">National Mining Association (NMA)</a>, “a typical mining project loses more than one-third of its value, as a result of bureaucratic delays in receiving the numerous permits needed to begin production.” The NMA also states that in peer mining countries like Canada and Australia that have quicker permitting processes, the timeline for the government to respond is more clearly outlined, the permitting agency leading the process is clearly identified from the outset, and the responsibility for preparing a well-structured environmental review is given to the mining company, not the government. Reforming these areas of the permitting process would help to reduce uncertainty and delay, however, it is critical that high environmental and social safeguards remain in place, reducing the risk that new mines become litigation bottlenecks.</p><h4>5) Coordinating a National Critical Minerals Framework</h4><p>The National Energy Dominance Council could, if empowered to do so, align trade, research and development, industrial policy and supply chain strategy in a coherent policy approach that would boost U.S. copper production. However, the council’s focus is spread thinly between oil, gas, nuclear, the electrical grid, coal and hard rock mining. Reinstating the U.S. Bureau of Mines (closed since 1996) or developing a new, hard rock mine-focused coordinating body would bring in-house many of the functions currently carried out by a myriad of overlapping oversight agencies, would help bring certainty to investors and would incentivize further mineral exploration in the U.S.</p><h3>Bridging the Copper Supply and Demand Gap</h3><p>Copper sits at the heart of America’s clean energy, defense and digital economies. The challenge is not merely to extract more but to orchestrate a supply system — mining, processing, recycling and regulation — that is resilient, efficient and forward-looking. With strategic planning and investment, the U.S. can bridge the looming copper gap and ensure that this essential metal powers its economic future.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "The Paris Agreement at 10: A Celebration and a Call to Action",
      "link": "https://www.wri.org/insights/paris-agreement-progress-10-years",
      "pubDate": "Thu, 11 Dec 2025 16:08:06 EST",
      "description": "<p>Ten years ago, we witnessed something akin to a miracle.</p><p>Hundreds of leaders came together for the UN’s annual climate summit (COP21) in Paris. There, they forged what many thought impossible: <a href=\"https://unfccc.int/process-and-meetings/the-paris-agreement#:~:text=With%20the%20Paris%20Agreement%2C%20countries,have%20we%20achieved%20so%20far?\">a global agreement</a> to curb climate change — one where virtually every country committed to deliver its fair share of action.</p><p>The Paris Agreement, as it came to be known, was the culmination of years of hard work and courageous leadership from ministers, heads of state, philanthropists, NGOs and communities. It’s served as the backbone of cooperative climate action ever since. The pact unites the world in a shared goal of holding global temperature rise to 1.5 degrees C, a limit scientists say is necessary for averting the worst impacts of climate change.</p><p>A decade later, the science shows that the Paris Agreement’s goals are off track. Greenhouse gas emissions haven’t dropped anywhere near the amount needed to <a href=\"https://www.wri.org/insights/1-5-degrees-c-target-explained\">hit the 1.5 degree C target</a>.</p><p>But that doesn’t mean the agreement isn’t working.</p><p>Indeed, the Paris Agreement is still very much worth celebrating. It <em>is </em>doing what it intended to do, albeit not fast enough. And importantly, it’s setting the stage for a new decade of climate action.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Leaders celebrate adoption of the Paris Agreement on climate change\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/paris-agreement-adoption_0.jpg?VersionId=NEqyf_f1gxggwYe3lsyrrCa_UhCc2BVd&itok=F1Ak0FyX\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Leaders celebrate adoption of the historic Paris Agreement on climate change in 2015. Photo by James Dowson/UN Climate Change</figcaption>\n</figure>\n<h3>The Paris Agreement Has Changed Our Trajectory</h3><p>Before the Paris Agreement was adopted in 2015, the planet was hurtling towards up to <a href=\"https://www.scientificamerican.com/article/the-paris-climate-agreement-is-turning-10-these-5-charts-show-what-progress/\">4.8 degrees C</a> of warming by 2100 compared to pre-industrial levels. To put that in perspective, at 4.5 degrees C of warming, <a href=\"https://unclimatesummit.org/comparing-climate-impacts-at-1-5c-2c-3c-and-4c/\">4.7 billion people</a> — more than half the current world population — would experience potentially lethal levels of heat. This would be catastrophic.</p><p>Today, assuming all countries honor their commitments, the world is projected to warm by 2.3-2.9 degrees C. This is still <a href=\"https://www.wri.org/insights/climate-change-effects-cities-15-vs-3-degrees-C\">a dangerous prospect</a>. But it’s far better than where we were a decade ago. Every tenth of a degree matters when it comes to people’s lives, food and water security, and the severity of extreme storms.</p><p>What’s bent the world’s warming trajectory so significantly is the Paris Agreement’s innovative model. The pact’s 195 signatories committed to develop new national climate plans, known as <a href=\"https://www.wri.org/insights/nationally-determined-contributions-ndcs-explained\">“nationally determined contributions” or “NDCs,”</a> every five years, with each more ambitious than the last. Ten years later, all countries but one — the U.S. — are still in.</p><p>Meanwhile, clean tech growth has exceeded expectations. Electric vehicles made up <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">less than 1%</a> of total auto sales a decade ago. Today they’re a fifth, with sales <a href=\"https://rhomotion.com/news/global-ev-sales-remain-up-ytd-at-23-following-1-9-million-evs-sold-in-october-2025/\">23% higher</a> this year than last. Renewable energy costs have fallen precipitously. According to the International Renewable Energy Agency, <a href=\"https://www.irena.org/News/pressreleases/2025/Jul/91-Percent-of-New-Renewable-Projects-Now-Cheaper-Than-Fossil-Fuels-Alternatives\">91%</a> of renewable projects commissioned in 2024 were cheaper than fossil fuel alternatives. Solar and wind’s share of total electricity generation have tripled since 2015.</p><div class=\"flourish-embed flourish-chart\"><noscript><img alt=\"chart visualization\" src=\"https://public.flourish.studio/visualisation/25561475/thumbnail\" width=\"100%\" /></noscript></div><p>These gains were unfathomable 10 years ago. Yet we know this still isn’t enough.</p><h3>We Have Much Further to Go to Overcome the Climate Crisis</h3><p>Countries’ NDCs will bend the temperature trajectory. But even if they’re fully implemented — a big if — they’ll deliver <a href=\"https://www.wri.org/insights/assessing-2025-ndcs\">less than 14%</a> of the emissions reductions needed by 2035 to hold warming to 1.5 degrees C.</p><article class=\"media media--type-embed media--view-mode-full\">\n  \n      \n            <div class=\"clearfix text-formatted field field--name-field-media-embed-code field--type-text-long field--label-hidden field__item\"><div class=\"flourish-embed\"><noscript><img alt=\"visualization\" src=\"https://public.flourish.studio/story/3434788/thumbnail\" width=\"100%\" /></noscript></div></div>\n      \n  </article>\n<p>Research from the Systems Change Lab finds that across <a href=\"https://www.wri.org/insights/climate-action-progress-1-5-degrees-c-2025\">45 indicators</a> of climate progress, none are on track for a 1.5-degree world. None! Meanwhile, the impacts of climate change — from <a href=\"https://www.wri.org/insights/europes-heat-and-air-conditioning-dilemma\">record heat in Europe</a> to recent <a href=\"https://www.nytimes.com/2025/12/01/world/asia/flooding-sri-lanka-indonesia-thailand-vietnam-cyclone-rain.html\">devastating floods in Asia</a> — become ever-more threatening.</p><p>There are reasons for this. Looking back 10 years later, there are things we simply didn’t anticipate when designing the Paris Agreement — issues we must confront as the world moves into its next decade of climate action.</p><p><strong>For one, it’s not just emissions reductions we need; it’s economic transformation.</strong></p><p>The Paris Agreement was largely envisioned as a decarbonization pact. We now know that achieving its goals requires not just cutting emissions or shifting from one energy source to another; it takes total economic transformation — as well as shifting the entire financial system to support low-carbon development.</p><p>Countries must radically change everything they do across every economic sector — from how they grow food and design buildings to the way they make steel, glass and concrete. If economic incentives shift, finance will follow. Current economies were built over centuries. Though speed is critical, we’ll need more than 10 years to reinvent them.</p><p><strong>Second, we need a new approach to the fossil fuel industry.</strong></p><p>Securing a safe future requires dramatically cutting fossil fuel use. Coal, oil and gas produce <a href=\"https://www.un.org/en/climatechange/science/causes-effects-climate-change\">nearly 70%</a> of the world’s greenhouse gas emissions.</p><p>We optimistically assumed that because of the Paris Agreement, fossil fuel industries would embrace or at least acknowledge their critical role in ensuring the low-carbon transition. We expected they would develop plans that enable the gradual reduction of fossil fuels in our economy, in line with the Paris Agreement. The fossil fuel industry has immense technical and financial capabilities that, if used appropriately, can accelerate the shift to a safer world.</p><p>Unfortunately, this has not happened. Instead, the fossil fuel industry has grown larger and seems to have used its immense financial and political power to slow down the low-carbon transition. This is partially because global energy demand is growing faster than clean alternatives are being deployed.</p><p>We saw the power of the emboldened fossil fuel industry at COP30, the recent UN climate summit in Belem, Brazil. More than 80 countries advocated for a roadmap to end fossil fuel use. Yet it was ultimately scrapped from the final agreement following pushback from powerful petrostates.</p><p>These are realities we need to understand and address. I welcome the Brazilian COP Presidency’s commitment to take forward roadmaps to transition away from fossil fuels and end deforestation, as well as the <a href=\"https://fossilfueltreaty.org/first-international-conference\">upcoming summit</a> hosted by the Netherlands and Colombia.</p><p>We need leadership and vision in this moment, followed by very practical steps that address the geopolitical and other constraints to phasing out fossil fuels.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Bus rapid transit station in Mexico City\" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/brt-mexico-city_0.jpg?VersionId=useW4FpC9HzEjACuZucaY9KyjVTPIB0r&itok=OqUAura-\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Bus rapid transit station in Mexico City. The city's bus system has not only improved access to opportunities and reduced air pollution, it's also cutting emissions. Photo by quiggyt4/Shutterstock</figcaption>\n</figure>\n<h3>The Next Decade of Climate Action</h3><p>The headwinds are real, but the Paris Agreement still provides a strong foundation. We need a global forum for all countries to have a voice on climate change.</p><p>However, the Paris Agreement alone can’t solve the climate crisis. In this next decade of climate action, we must build upon the Paris pact to ensure that countries honor their existing climate commitments <em>and</em> increase their ambition. It will take action both inside and outside the UN climate regime to orchestrate the change needed. I explore some of this in my book <a href=\"https://www.wri.org/new-global-possible\"><em>The New Global Possible</em></a>. Three things will be critical:</p><h4>1) Support large, middle-income countries.</h4><p>As the U.S. and other nations backpedal on climate action, China, India, Brazil, Kenya and others <a href=\"https://time.com/7332240/cop30-brazil-climate-energy-global-south/\">are moving ahead</a> with their green transitions. This isn’t because of any moral imperative. It’s because they see low-carbon development as core to their economic growth and well-being.</p><p>For example, China’s clean energy development cut its emissions 1% in the first half of 2025 while delivering 10% of its GDP increase last year. Pakistan has gone from using almost no solar power to solar providing <a href=\"https://www.wri.org/insights/pakistan-solar-energy-boom\">20% of its electricity</a> next year. Pakistan’s rapid adoption of renewables wasn’t to cut emissions. It was because farmers, businesses and households saw solar as the cheapest and easiest source of power.</p><p>Large-and-growing middle-income countries account for 60% of global emissions and 40% of GDP. Together, their green transitions can move the world in the right direction while securing their own prosperity. At the same time, the corollary is true: without their transition, there is no way the world can hold temperature rise to 1.5 degrees C.</p><h4>2) Build a new kind of multilateralism.</h4><p>But they can’t do it alone. Confronting the climate crisis must be a truly global and multilateral effort to succeed. The infrastructure exists through the Paris Agreement and the UN climate negotiations, but we need to remodel these processes to meet the urgency of the moment.</p><p>For example, COP decisions simply can’t be unanimous <em>and</em> be productive. We <a href=\"https://www.wri.org/insights/cop30-outcomes-next-steps\">saw at COP30</a> how a handful of dissenting nations can derail action supported by a majority. COPs should give every country a voice, but not a veto. Likewise, national governments should be held to account not just for their emissions-reduction commitments, but whether they integrate NDCs into their economic policies. The COP process must also focus much more on finance and involve finance ministers in the conversation to ensure funding flows to the countries that need it most.</p><p>We must also recognize that COPs can’t do it alone. Actors outside the UN climate regime like cities, climate coalitions, BRICs and more wield tremendous power over economies. We need larger reforms to the entire financial system, including from multilateral development banks, trade policies and the private sector. We must support these actors while also better connecting them to the UN climate process.</p><h4>3) Make climate action politically viable.</h4><p>The economic transition to a low carbon future in any country cannot succeed without robust political support. The good news is that, done right, climate action is one of the best ways to improve people’s lives in the near-term. Yet it’s often perceived as contrary to economic growth and quality of life.</p><p>It’s the job of organizations like ours to be clear about solutions that deliver for people <em>and</em> the planet to <a href=\"https://www.wri.org/insights/rebranding-climate-action\">change this narrative</a>. As we’ve seen across countless cities and countries, action that’s good for climate and nature is fundamentally good for people. For example, London’s congestion pricing — a policy many initially doubted — has not only endured, but expanded over the last two decades. This isn’t because it’s reducing greenhouse gas emissions (though it is). It’s because it’s popular. The plan improves people’s lives — by reducing traffic, saving them time and making the air cleaner.</p><p>We need to ensure that all politicians and their constituents recognize the vast benefits to be seized through climate action now, not just in the future.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"962\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"770\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"589\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"464\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"278\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"A young man plants a mangrove tree in Indonesia\" height=\"278\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/indonesia-mangroves_0.jpg?VersionId=pCEw4yXxvwbcByO9MlB7G_4ZkhRDfmAu&itok=oNjbertG\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>A man plants a mangrove tree in Batubara, Indonesia. Restoring mangroves can protect coastal communities from floods and storm surge. Photo by Huyogo Simbolon/Shutterstock</figcaption>\n</figure>\n<h3>Keeping the Spirit of Paris Alive</h3><p>A decade ago, many doubted whether world leaders could ever come together to form a climate pact. But it happened — through courage, cooperation and a calculation that it would enhance lives and economies.</p><p>As we look ahead to the next decade of climate action, decisionmakers must embrace the same spirit that forged the historic Paris Agreement in the first place. Doing so would bring the agreement’s goals — and a better future — within reach.</p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    },
    {
      "title": "Expert Q&A: Did the 'Super Year' for the Ocean Deliver?",
      "link": "https://www.wri.org/insights/after-super-year-2025-ocean-action",
      "pubDate": "Thu, 11 Dec 2025 11:25:13 EST",
      "description": "<p>At the start of 2025, <a href=\"https://www.wri.org/insights/opportunities-ocean-action-2025\">several major opportunities</a> that could reshape international ocean governance were on the horizon. From major treaties decades in the making to important conferences and global events, 2025 was poised to be a crucial year for the ocean and those that depend on it.</p><p>Now, as what many in the international ocean community dubbed as a “super year” draws to a close, we can assess how much progress has truly been made toward building a sustainable ocean economy and identify where critical gaps in action remain.</p><p><a href=\"https://www.wri.org/profile/tom-pickerell\"><strong>Tom Pickerell</strong></a><strong>, the global director of </strong><a href=\"https://www.wri.org/ocean\"><strong>WRI's Ocean Program</strong></a><strong>,</strong> answers six pivotal questions that highlight a year filled with global cooperation and crucial progress on a number of important issues.</p><h3>1) Progress for Protecting the High Seas</h3><h4><em>Has the momentum behind the </em><a href=\"https://www.wri.org/insights/high-seas-treaty-explainer\"><em>High Seas Treaty</em></a><em> translated into meaningful progress in 2025?</em></h4><p>Twenty years in the making, the High Seas Treaty sets out to legally protect — for the first time — the mostly unregulated ocean areas that lie beyond countries’ individual jurisdictions, known as the high seas. Progress toward ratification had been slow in the first part of the year, but was given at boost during the June UN Ocean Conference in Nice, France, when <a href=\"https://highseasalliance.org/2025/06/13/international-ocean-conference-ends-with-high-seas-treaty-on-verge-of-entry-into-force/\">19 countries ratified the treaty</a>. By September, it had formally <a href=\"https://www.un.org/bbnjagreement/en\">crossed the ratification finish line</a>, marking a historic milestone for global ocean governance.</p><p>While this win represents a significant step forward, the real test now lies in implementation. Key capacity-building components including designating decision-making bodies, identifying scientific advisory structures and supporting financing mechanisms must still be arranged.</p><p>This will mean further challenges as we now head toward the first High Seas first Conference of Parties (COP) in 2026. But effective management of the high seas will depend on whether countries can translate the now-ratified treaty into concrete, coordinated action.</p><h3>2) Fighting Overfishing and Illegal Practices</h3><h4><em>Is the world closer to eliminating overfishing and illegal practices?</em></h4><p>Good news came in September, when a <a href=\"https://www.wri.org/news/statement-wto-agreement-tackle-harmful-fisheries-enters-force\">decisive breakthrough</a> for the World Trade Organization (WTO) Agreement on Fisheries Subsidies (known as “Fish 1”) officially entered into force after achieving the required ratification by two-thirds of WTO members. Similar to the High Seas Treaty, this agreement also took nearly two decades of negotiations.</p><p>The agreement aims to curb some of the most damaging forms of government support to the fishing sector, including subsidies linked to illegal, unreported and unregulated fishing, subsidies targeting overfished stocks (unless recovery measures are in place) and subsidies contributing to unregulated high-seas fishing.</p><p>This development reflects renewed global commitment to addressing the drivers of overfishing.</p><p>However, this is only a first step in the right direction. Negotiations on the second phase of the agreement (known as “Fish 2”) are aimed at addressing broader capacity-enhancing subsidies, that contribute to overfishing, such as fuel subsidies or vessel modernization, remain underway. For the WTO framework to deliver meaningful ecological and social outcomes, members will need to swiftly conclude Fish 2 and avoid another prolonged negotiation cycle.</p><h3>3) Finding Solutions on Plastic Pollution</h3><h4><em>What is being done to tackle plastic pollution?</em></h4><p>In short, we are no closer to having a <a href=\"https://www.wri.org/insights/plastic-pollution-global-plastics-treaty-explained\">Global Plastics Treaty</a> in 2025. While negotiators made incremental progress, narrowing in on differences between core elements such as production controls, “chemicals of concern” (chemicals that have <a href=\"https://www.unep.org/resources/report/chemicals-plastics-technical-report\">negative impacts on human health</a> ), product design standards and waste-management obligations, negotiations remain divided between countries. The key sticking point appears to be disagreement between countries that want to curb plastic production and those that favor “downstream” solutions — dealing with waste once a product has already been discarded.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"886\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"709\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"543\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"428\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"256\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"Plastic waste builds up on a shoreline in Vietnam. \" height=\"256\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/ocean-plastic-pollution_0.jpg?VersionId=9AjlbUu1PwhYYXU5nM.Nmx9vvMH0td6d&itok=bQR8azP1\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>Plastic waste from fishing activities clutters on the shoreline in Vietnam. In 2025, countries were unable to agree on text for a global treaty that would have helped to prevent the buildup of plastic pollution. Photo by Zigmunds Dizgalvis/iStock.</figcaption>\n</figure>\n<p>Ultimately, negotiations this year ended without a finalized treaty text. Key petrostates and plastic producers were the most vocal in excluding measures that would have implications for plastic suppliers. While the architecture of a global agreement is beginning to take shape, significant gaps remain on ambition, scope and legally binding obligations.</p><p>Negotiations will continue in 2026, but success will require strong leadership from major economies and alignment around measurable targets to reduce plastic pollution across the full life cycle.</p><h3>4) Clarity for Deep-Sea Mining</h3><h4><em>Did 2025 clarify whether deep-sea mining will proceed or be constrained under global rules?</em></h4><p>The International Seabed Authority (ISA) was due to finalize a mining code this year, which set out how commercial deep-sea mining could be conducted. However, member states couldn’t reach consensus on the environmental, financial and liability provisions needed to authorize commercial activity.</p><p>Many countries continued to voice their support for precautionary approaches or pauses, citing unresolved scientific uncertainties and insufficient baseline data on deep-sea ecosystems. However, others continued to press for a regulatory pathway that would enable future mining applications. By the negotiations end, no mining code had been adopted, and the ISA maintained its dual-track approach of negotiating regulations while considering potential exploitation applications.</p><p>Notably, these negotiations were undermined by the United States’ position to accelerate deep-sea mining by fast-tracking permits for both the U.S. and international waters. Since the U.S. has not ratified the UN Convention on the Law of the Sea, under which the ISA sits, the U.S. is not an ISA member and is not bound by its processes.</p><p>While the world has greater clarity on political alignments, it still awaits resolution on whether, when, or under what conditions deep-sea mining might proceed.</p><h3>5) Global Cooperation on Ocean Action</h3><h4><em>How are countries working together to deliver ambitious ocean action?</em></h4><p>The way the ocean is managed must be as interconnected as the ocean itself, which is why collaboration is so critical. In 2025, 11 new countries committed to 100% sustainable ocean management of their national waters, safeguarding over 6 million square kilometers (2.3 million square miles) of ocean. This means that these nations agree to develop and implement a Sustainable Ocean Plan which will guide the protection and sustainable use of their national waters. This came via a range of pathways:</p><ul><li>Brazil became the 19th member of the <a href=\"https://www.wri.org/initiatives/high-level-panel-sustainable-ocean-economy\">Ocean Panel</a>.</li><li>Panama and South Korea joined the <a href=\"https://oceanpanel.org/100-alliance/\">100% Alliance for Sustainable Ocean Management</a>.</li><li>8 African nations — Angola, Benin, Cameroon, Republic of Congo, Côte d’Ivoire, Equatorial Guinea, Liberia and Nigeria — committed to 100% sustainable management through the <a href=\"https://www.wri.org/news/statement-8-african-nations-commit-100-sustainable-ocean-management\">Yaoundé Declaration</a>.</li></ul><p>Now nearly 40% of the world’s Exclusive Economic Zones (a country’s national waters which can extend up to 200 nautical miles from its coastline), are under formal commitments to achieve 100% sustainable ocean management.</p><p>Another collaborative effort on the ocean emerged in 2025: The European Union adopted its <a href=\"https://oceans-and-fisheries.ec.europa.eu/european-ocean-pact_en\">European Ocean Pact,</a> which marks a major step toward integrated ocean governance, unifying EU policies on ocean health, sustainable ocean economy development, science–policy coordination and international cooperation across the world’s largest collective maritime area.</p><p>The priority now is delivery — if the EU accelerates implementation of holistic management methods such as national Sustainable Ocean Plans and strengthens financing mechanisms, the Pact can move from an ambitious blueprint to a meaningful driver of global ocean progress. This progress will be embodied within the EU Ocean Act, currently slated for 2027, and which will ideally solidify the Pact’s commitments into binding law to help the world address the global climate, biodiversity and food security crises.</p><h3>6) Advancing Ocean Action</h3><h4><em>Did the major ocean and climate events of 2025 push global ocean action forward in a meaningful way?</em></h4><p>From the Our Ocean Conference (OOC) in Busan, South Korea, and the UN Ocean Conference (UNOC) in Nice, France, to the IUCN World Conservation Congress in Abu Dhabi, and the UN Climate Change Conference (COP30) in Belém<strong>,</strong>  Brazil, this year’s events collectively raised political attention to the ocean — but they also highlighted the urgent need for better financing mechanisms and stronger ambition across the ocean-climate agenda.</p><p>OOC delivered another round of important political and financial pledges, with a noticeable increase in commitments tied to ocean–climate solutions, maritime decarbonization and ocean science. With now over <a href=\"https://www.ouroceanconference.org/\">2,900 commitments made at all OOCs worth approximately $169 billion</a>, this year’s conference reaffirmed the value of voluntary commitments and the importance of ensuring they have adequate financing.</p><figure class=\"caption caption-drupal-media  \">\n<article class=\"media media--type-image media--view-mode-full\">\n  \n      \n            <div class=\"field field--name-field-media-image field--type-image field--label-hidden field__item\">    \n                  <source height=\"1050\" media=\"(min-width: 1440px)\" type=\"image/jpeg\" width=\"1575\" />\n              <source height=\"840\" media=\"(min-width: 1024px) and (max-width: 1440px)\" type=\"image/jpeg\" width=\"1260\" />\n              <source height=\"643\" media=\"(min-width: 768px) and (max-width: 1023px)\" type=\"image/jpeg\" width=\"965\" />\n              <source height=\"507\" media=\"(min-width: 501px) and (max-width: 767px)\" type=\"image/jpeg\" width=\"760\" />\n              <source height=\"303\" media=\"(min-width: 0px) and (max-width: 500px)\" type=\"image/jpeg\" width=\"455\" />\n                  <img alt=\"People gather at the 2025 UN Ocean Conference in Nice, France\" height=\"303\" src=\"https://files.wri.org/d8/s3fs-public/styles/455_wide/s3/2025-12/un-ocean-conference_0.jpg?VersionId=0pShX7EFx5m8YPNfWtRTtuoHjIJMp9T8&itok=RDnxWAEr\" width=\"455\" />\n\n  \n\n</div>\n      \n  </article>\n\n<figcaption>World leaders and representatives from governments and organizations gathered in Nice, France, for the third UN Ocean Conference. Events like these helped drive critical momentum on ocean action. Photo by FAO/Alessandra Benedetti/Flickr.</figcaption>\n</figure>\n<p>Meanwhile, the UNOC generated political momentum around several structural priorities, including the expansion of high-quality Marine Protected Areas (MPAs), integrated ocean–climate action, and the strengthening of sustainable ocean management frameworks, including Sustainable Ocean Plans and the 100% Approach into the <a href=\"https://www.un.org/pga/wp-content/uploads/sites/109/2025/05/UNOC3-declaration-final.pdf\">UNOC Political Declaration</a>. It also highlighted a major problem in how to capacitate these initiatives, with a new report finding ocean finance is only a fraction of the estimated <a href=\"https://oceanpanel.org/publication/finance-for-the-sustainable-ocean-economy/\">$550 billion annually</a> required to secure long-term ocean health.</p><p>The IUCN World Conservation Congress provided a key opportunity to reinforce the ocean’s role in global climate and biodiversity efforts and this year it also helped sustain momentum from UNOC to COP30. It highlighted the need to accelerate delivery on marine protection, the halting of plastic pollution and implementation of Sustainable Ocean Plans. But again, without significantly expanded ocean finance, progress on conservation and resilience will fall short.</p><p>Importantly, COP30 in Brazil marked a turning point for ocean–climate integration. For the first time at this scale, countries emphasized 100% sustainable ocean management, nature-based climate solutions and maritime decarbonization as essential components of achieving global climate goals.  A <a href=\"https://www.wri.org/news/release-more-countries-include-ocean-action-climate-plans-biggest-climate-opportunities-still\">recent analysis</a> shows that among 66 newly submitted national climate plans (known as nationally determined contributions or NDCs)  from coastal and island countries, 61 include at least one ocean-related measure — an increase from 62% in 2015, to 73% in 2022, and now 92% of the NDCs submitted by November 6 for the 2025 cycle. This was further highlighted by six new countries joining the <a href=\"https://www.wri.org/news/release-brazil-and-france-launch-new-global-challenge-put-ocean-center-climate-action\">Blue NDC Challenge</a>, which calls on all countries to place the ocean at the heart of their climate plans.</p><p>This has now helped to set the stage for COP31 next year in Turkey, which offers an opportunity for further elevation of the ocean given Turkey’s longstanding maritime history. This in conjunction with Australia, a co-lead of the <a href=\"https://oceanpanel.org/100-alliance/\">100% Sustainable Ocean Management Alliance</a>, leading negotiations, COP31 has the potential to become the “blue COP” many in the international ocean community have long called for.</p><p>While across all major 2025 events and moments, the world demonstrated clearer alignment on the ocean’s importance for people, nature and climate.</p><h3>Was 2025 Indeed a ‘Super Year’ for the Ocean?</h3><p>2025 was a good year for ocean governance in particular — but the challenge going into 2026 will be to match that political attention with the financing, governance reforms and implementation capacity required. The threats facing the ocean remain existential, not just to those that live in coastal regions. Momentum built this year must deliver measurable benefits for ecosystems, communities and climate stability in the years ahead.</p><p> </p>",
      "category": "social_impact",
      "source_url": "https://www.wri.org/blog/rss.xml"
    }
  ]
}